{"art": [{"brightcove": "", "caption": "Sen. Ted Cruz made his claim about the U.S. giving up control of the internet to an international body like the United Nations in these Sept. 8, 2016, floor remarks (YouTube video).", "id": 9026, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/9026/", "title": "Ted Cruz on internet 9/8/16", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/OmqVW5v0wSw?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "OmqVW5v0wSw"}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2016/sep/14/ted-cruz/ted-cruz-incorrect-about-obama-giving-control-inte/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": "Ted Cruz wrong about Obama giving away control of internet", "id": 13061, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/13061/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Sen. Ted Cruz of Texas says the federal government is about to give away control of the internet.</p>\r\n\r\n<p>Really?</p>\r\n\r\n<p>A shift has been in motion, we found, yet not a handoff of all things web.</p>\r\n\r\n<p>As of October 2016, that is, contractual federal oversight of the California nonprofit that&rsquo;s managed website domains since 1998--the Internet Corporation for Assigned Names and Numbers--is set to end in what proponents including ICANN and administration officials describe as a long-planned shift to the greater world community.</p>\r\n\r\n<p>The transition plans accelerated, according to a March 2014 <em>New York Times</em> <a href=\"http://www.nytimes.com/2014/03/15/technology/us-to-give-up-role-in-internet-domain-names.html?_r=0\">news story</a>, in the wake of revelations in documents made public by former National Security Agency contractor Edward Snowden that the U.S. had been intercepting internet traffic as part of global spying efforts.</p>\r\n\r\n<p>This summer, Cruz and a fellow Republican, U.S. Rep. Sean Duffy of Wisconsin, <a href=\"https://www.cruz.senate.gov/?p=press_release&amp;id=2669\">introduced</a> the Protecting Internet Freedom Act to bar any handoff of the internet-related duties unless Congress gives approval. Talking up the proposal, Cruz said in <a href=\"https://www.cruz.senate.gov/?p=press_release&amp;id=2795\">Sept. 8, 2016, floor remarks</a>: &quot;In 22 short days, if Congress fails to act, the Obama administration intends to give away control of the internet to an international body akin to the United Nations.&quot;</p>\r\n\r\n<p>Cruz went on to say the administration is &quot;pushing through a radical proposal to take control of internet domain names and instead give it to an international organization, ICANN, that includes 162 foreign countries.&quot; Cruz warned too that this will empower countries such as Russia, China and Iran to censor speech on the web.</p>\r\n\r\n<p><strong>Cruz&rsquo;s backup</strong></p>\r\n\r\n<p>We sought the basis of Cruz&rsquo;s statement about the administration giving away control of the internet. By email, Cruz spokesman Phil Novack noted ICANN is slated to no longer be under contract with the federal government. His email said that under the slated-to-go arrangement, &quot;only the United States can authorize any changes to the authoritative root zone file, which is used to operate the internet and is essentially the master address book. By giving up those contracts, the United States is, in a very real sense, giving up control of the internet.&quot;</p>\r\n\r\n<p>By &quot;root zone file,&quot; Novack was referring to the nonprofit&rsquo;s coordination of the domain name system, meaning a text file of the top-level domains that form part of web addresses. Contrary to Novack&#39;s characterization, though, the root zone file is not the &quot;master address book&quot; of the Internet, <a href=\"http://www.internetgovernance.org/people/milton-mueller/\">Milton Mueller</a>, a professor in the Georgia Institute of Technology School of Public Policy and <a href=\"https://mitpress.mit.edu/books/ruling-root\">author of a book on ICANN&rsquo;s creation</a>, cautioned when we asked. Rather, Mueller said by email, the root zone file &quot;is just a list of top level domain names (like .COM, .ORG or .EDU).&quot; Mueller presents a longer description in <a href=\"http://www.internetgovernance.org/2015/09/29/does-the-iana-transition-constitute-a-transfer-of-us-government-property/\">this September 2015 blog post</a>.</p>\r\n\r\n<p>Mueller told us the domain name system solely ensures &quot;that the domain names we use for websites and emails are globally consistent &ndash; if you type in an Iranian domain your browser knows where to find it. A lot of other aspects of Internet operations, such as routing, are completely separate from this.&quot; And generally, Mueller said, the internet consists of about 50,000 different private networks worldwide that use the Internet protocols to interconnect. &quot;All of them operate their part of the Internet,&quot; Mueller wrote. &quot;All of them could bypass ICANN if they needed to or wanted to. They all use a common domain name root because it makes the system globally compatible.&quot;</p>\r\n\r\n<p>Novack further excerpted a <a href=\"http://www.ntia.doc.gov/files/ntia/publications/amend11_052206.pdf\">1998 agreement</a> reached by the U.S. Department of Commerce stating, in part, that written direction from a government official shall be requested before &quot;making or rejecting any modifications, additions or deletions to the root zone file.&quot; By the government giving up that authority, Novack suggested, free speech on the web is at risk.</p>\r\n\r\n<p><strong>Advocates declare flaws in claim</strong></p>\r\n\r\n<p>Experts supportive of the pending changes told us there&rsquo;s a lot wrong in Cruz&#39;s claim.</p>\r\n\r\n<p>First, we connected with ICANN officials who told us the plan is to sever the corporation from its Commerce Department contract as of October 2016, leaving the &quot;global multistakeholder community&quot;--meaning the private sector, in consultation with technical and intellectual property experts and government representatives--to guide and handle established duties, without a particular country holding oversight.</p>\r\n\r\n<p>Michael Chertoff, a former secretary of Homeland Security supportive of the shift, <a href=\"http://www.politico.com/agenda/story/2016/06/keep-internet-free-and-open-icann-000140#ixzz4K5L0wzQB\">wrote in June 2016</a> that the federal &quot;stewardship has greatly diminished as the organization (ICANN) has matured from a small operation on a shoestring budget to a large, professional corporation with more than 350 employees in seven offices around the globe. Global stakeholders, including U.S. businesses, end users, technical experts, public interest organizations and academics, oversee ICANN,&quot; Chertoff wrote.</p>\r\n\r\n<p>We inquired into the countries that, with the U.S., advise the corporation&rsquo;s <a href=\"https://www.icann.org/resources/pages/board-of-directors\">20-member board</a>, which was chaired as of September 2016 by <a href=\"https://www.icann.org/profiles/steve-crocker\">Steve Crocker,</a> the CEO and co-founder of Shinkuro, Inc., a start-up; he&rsquo;s also one of the originators of the internet.</p>\r\n\r\n<p>Samantha Eisner, an ICANN lawyer, confirmed that the 171 countries advising the board include Russia, China and Iran as well as the United States, the United Kingdom and other countries. ICANN spokesman James Cole emailed us the <a href=\"https://docs.google.com/spreadsheets/d/17yVvuUIGcbTN5xfCfLbtpK36B-2Uc12m6EcaVQHOilk/edit?usp=sharing\">full list of participating countries</a>.</p>\r\n\r\n<p>When we checked, the chair of ICANN&#39;s Governmental Advisory Committee&nbsp;was from Switzerland, its vice chairs from Argentina, Spain, Namibia, Thailand and Turkey. GAC membership, per the web page, stretched to include national governments &quot;and distinct economies recognized in international fora; and, usually in an observer capacity, multinational governmental and treaty organisations and public authorities (including all the U.N. agencies with a direct interest in global Internet governance such as the ITU, UNESCO and WIPO).&quot;</p>\r\n\r\n<p>And according to an advisory committee <a href=\"https://gacweb.icann.org/display/gacweb/About+The+GAC\">web page</a>, the panel&rsquo;s advice must be taken into account by ICANN&rsquo;s board, which includes a single non-voting Governmental Advisory Committee liaison, &quot;and where the board proposes actions inconsistent with GAC advice it must give reasons for doing so and attempt to reach a mutually acceptable solution.&quot;</p>\r\n\r\n<p>So, we asked, might the advisory panel add up to a kind of United Nations?</p>\r\n\r\n<p>David Conrad, ICANN&rsquo;s chief technology officer, told us the advisory panel isn&rsquo;t a mini-UN in part because it&rsquo;s not a ruling body and any recommendation it makes must be unanimous--meaning any country can stop movement--though the committee can offer information or make suggestions to the board without a consensus.</p>\r\n\r\n<p>More broadly, Conrad and other ICANN officials stressed, it doesn&rsquo;t make sense to suggest a country controls the internet which, Conrad said, &quot;is comprised of a set of privately operated networks which agree to exchange traffic using a common set of protocols. There is no central point of control of the internet at all. So, the idea that the U.S. is somehow giving up control through a contract that its entire purpose is to allow the administration of a set of identifiers is just sort of ludicrous.&quot;</p>\r\n\r\n<p>Mueller, asked if Cruz&rsquo;s claim holds up, said by phone: &quot;There&rsquo;s no legitimate way for him to get to that conclusion. What he&rsquo;s doing is fear-mongering and trying to create a bogeyman, which is the United Nations.&quot; Mueller said the whole point of the approaching shift is to keep domain names&rsquo; governance away from direct government oversight.</p>\r\n\r\n<p><a href=\"https://www.w3.org/People/djweitzner/djw-bio-full.html#contact\">Daniel J. Weitzner</a>, an MIT official who told us he worked on the ICANN transition as an Obama administration adviser in the White House and Commerce Department, also responded to our inquiry by phone, saying the push for years has to been to ensure that no one country land the power to oversee the internet. Weitzner called Cruz&rsquo;s claim &quot;completely off base. There is no turnover to some nefarious organization.&quot;</p>\r\n\r\n<p>Separately, <a href=\"http://www.law.miami.edu/faculty/michael-froomkin\">Michael Froomkin</a>, a University of Miami law professor expert on ICANN, said by phone the U.S. government can&rsquo;t give away what it doesn&rsquo;t own--the internet--and Cruz&rsquo;s invocation of the U.N. seemed &quot;rather grandiose&quot; in that the duties at issue will continue to be overseen by the nonprofit whose board is advised only occasionally, Froomkin said, by the GAC. That said, he noted, the U.S. government will no longer independently contract with ICANN and so it will have less influence that way.</p>\r\n\r\n<p><strong>Cruz&#39;s recommended authorities</strong></p>\r\n\r\n<p>Novack, apprised that the experts we reached found Cruz&rsquo;s claim short of factual, urged us to consult others including Phil Kerpen, who heads the conservative <a href=\"http://www.americancommitment.org/about\">American Commitment </a>advocacy group and chairs the Internet Freedom Coalition, <a href=\"http://internetfreedomcoalition.org/?page_id=5\">which opposes</a> any UN attempts to manage the internet. By email, Kerpen said that in context, Cruz&rsquo;s claim is accurate; he said Cruz&rsquo;s reference to control of the internet refers to the about-to-go federal oversight and the UN mention reflects on the GAC which, Kerpen said, can only be overruled by a supermajority of the ICANN board.</p>\r\n\r\n<p>That&rsquo;s correct: ICANN&rsquo;s Cole told us that under revised bylaws, it&rsquo;ll take 10 (rather than the current nine) of 16 voting board members to spurn GAC advice while, Cole noted, it&rsquo;ll take even more votes to reject advice from the corporation&rsquo;s private sector policymaking body, the Generic Names Supporting Organization.</p>\r\n\r\n<p>Novack also pointed us to <a href=\"http://www.heritage.org/about/staff/s/brett-schaefer\">Brett Schaefer</a>, a senior research fellow with the Heritage Foundation. By email, Schaefer suggested that while the intended transition wouldn&rsquo;t lead to &quot;government &lsquo;control&rsquo; of ICANN as would be the case in a UN body, governments will have more authority in ICANN than they do currently.&quot; Schaefer and others said in a Sept. 8, 2016, <a href=\"http://docs.techfreedom.org/TF_White_Paper_IANA_Transition.pdf\">white paper</a> that governments will also be voting members of the new Empowered Community, which is vested with the power to dismiss the board or individual directors or reject or approve individual bylaw changes. &quot;Governments have not had a say in these matters before,&quot; the paper says.</p>\r\n\r\n<p>By email, ICANN spokeswoman Emily Crane Pimentel confirmed the fresh role for government representatives. Then again, she pointed out, other interest groups also will play new roles per a February 2016 <a href=\" https://community.icann.org/pages/viewpage.action?pageId=58723827&amp;preview=/58723827/58726517/Annex%2001%20-%20FINAL-Revised.pdf\">document</a> adopted by the &quot;multistakeholder community&quot; and, she said, governments won&#39;t end up with more power than other stakeholders.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Cruz said: &quot;If Congress fails to act, the Obama administration intends to give away control of the internet to an international body akin to the United Nations.&quot;</p>\r\n\r\n<p>As of October 2016, the U.S. government is set to no longer have a contract to oversee certain internet-related duties having to do with all of us finding websites. The tasks will continue to be handled through a California nonprofit that&rsquo;s been in place since 1998.</p>\r\n\r\n<p>Upshot: There&rsquo;s no pending government handoff of control of the internet that we can see. Also, the member-countries of an advisory panel to the nonprofit&rsquo;s board can only make a recommendation if every nation agrees; that&rsquo;s not U.N.-like.</p>\r\n\r\n<p>We rate this statement False.</p>\r\n\r\n<hr />\r\n<p><em><strong>FALSE </strong></em>&ndash; The statement is not accurate. Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n\r\n<p><a href=\"https://www.sharethefacts.co/share/43fb3a66-544f-450e-9e70-cbf648b67b6e\">https://www.sharethefacts.co/share/43fb3a66-544f-450e-9e70-cbf648b67b6e</a></p>\r\n", "ruling_comments_date": "2016-09-13T18:22:11.435588", "ruling_date": "2016-09-14T13:54:51", "ruling_headline": "Ted Cruz incorrect about Obama giving control of internet to UN-like body", "ruling_headline_slug": "ted-cruz-incorrect-about-obama-giving-control-inte", "ruling_link_text": "Does not fully compute", "ruling_state": null, "source_documents": null, "sources": "<p>News story, <a href=\"http://www.nytimes.com/2014/03/15/technology/us-to-give-up-role-in-internet-domain-names.html?_r=0\">&quot;U.S. to Cede Its Oversight of Addresses on Internet,&quot;</a> <em>New York Times</em>, March 14, 2014</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1I7xS_d4sA32-YpjamfKuEEvc1yBMV1sRnilX0H9XhSs/pub\">Emails</a>, Phil Novack, press secretary, U.S. Sen. Ted Cruz, Sept. 13, 2016</p>\r\n\r\n<p>Commentary, <a href=\"http://www.politico.com/agenda/story/2016/06/keep-internet-free-and-open-icann-000140#ixzz4K5L0wzQB\">&quot;How to keep the Internet free and open,&quot;</a> Michael Chertoff and James Cartwright, in Politico, June 7, 2016</p>\r\n\r\n<p>Web pages, Internet Corporation for Assigned Names and Numbers, <a href=\"https://www.icann.org/resources/pages/welcome-2012-02-25-en\">&quot;What Does ICANN Do?,&quot;</a> Feb. 25, 2012; <a href=\"https://www.icann.org/resources/pages/faqs-2014-01-21-en\">&quot;What Is ICANN?,&quot;</a> Jan. 21, 2014; <a href=\"https://gacweb.icann.org/display/gacweb/About+The+GAC\">&quot;About the GAC,&quot;</a> undated (accessed Sept. 12, 2016)</p>\r\n\r\n<p><a href=\"https://docs.google.com/spreadsheets/d/17yVvuUIGcbTN5xfCfLbtpK36B-2Uc12m6EcaVQHOilk/edit?usp=sharing\">List of countries comprising the Governmental Advisory Committee to ICANN</a>, September 2016 (received by email from James Cole, senior global communications coordinator, ICANN, Sept. 13, 2016)</p>\r\n\r\n<p>Telephone interview of ICANN officials, Theresa Swinehart, senior vice president, Multistakeholder Strategy and Strategic Initiatives; David Conrad, chief technology officer; Samantha Eisner, deputy general counsel, Sept. 12, 2016</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1TAGOuNsKpkBukiZO_xiTpjWNLuqZWZhRS5y_7Q-dH4M/pub\">Emails</a> including ICANN&rsquo;s <a href=\"https://docs.google.com/document/d/1OoaMrmpZ6Dm25aKYBvLnaVQbUBIBcq5n0hdFRnDPY9o/pub\">response</a> to Sen. Cruz&rsquo;s backup information, James Cole, Sept. 12-13, 2016</p>\r\n\r\n<p>Telephone interview, <a href=\"https://www.w3.org/People/djweitzner/djw-bio-full.html#contact\">Daniel J. Weitzner</a>, co-director, MIT CSAIL Decentralized Information Group, Sept. 12, 2016</p>\r\n\r\n<p>Telephone interview and <a href=\"https://docs.google.com/document/d/1VLzRs2DCDUc8O_95vfrFmBb0n-QpQ57xkexTZUB3mNc/pub\">emails</a>, Milton L. Mueller, professor,<a href=\"http://spp.gatech.edu/\"> School of Public Policy</a>, Georgia Institute of Technology, Sept. 12-13, 2016</p>\r\n\r\n<p>Telephone interview, <a href=\"http://www.law.miami.edu/faculty/michael-froomkin\">A. Michael Froomkin</a>, Laurie Silvers and Mitchell Rubenstein Distinguished Professor of Law, University of Miami School of Law, Sept. 13, 2016</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1zPR1zUJUxWAeepGjEovimrwbJEj1nLBLdf2fFRfD0X0/pub\">Emails</a>, Phil Kerpen, president, American Commitment, Sept. 13, 2016</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1_uLHlCkYep3JXHiK7m3VcNRStA1-ljGASN0EqvMmAh0/pub\">Emails</a>, Brett Schaefer, Jay Kingham senior research fellow in International Regulatory Affairs, Margaret Thatcher Center for Freedom, Davis Institute for National Security and Foreign Policy, The Heritage Foundation, Sept. 13, 2016</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1Yk3_QqbKj04j5dwoWxeoubLlkPRQW0jIDsHXqshYqmA/pub\">Emails</a>, Emily Crane Pimentel, director of communications, Internet Corporation for Assigned Names and Numbers, Sept. 14, 2016</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 43, "current_job": "Senator", "false_count": 38, "first_name": "Ted", "half_true_count": 20, "home_state": "Texas", "id": 1475, "last_name": "Cruz", "mostly_true_count": 22, "name_slug": "ted-cruz", "pants_count": 9, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/CRUZPFTNEW.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1475/", "total_count": 141, "true_count": 7, "website": "http://www.tedcruz.org/"}, "statement": "<p>&quot;If Congress fails to act, the Obama administration intends to give away control of the internet to an international body akin to the United Nations.&quot;</p>\r\n", "statement_context": "Senate floor remarks", "statement_date": "2016-09-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 213, "photo": null, "resource_uri": "/api/v/2/subject/213/", "subject": "Government regulation", "subject_slug": "government-regulation", "used_in_edition": ["/api/v/2/edition/9/"]}, {"description": "", "id": 115, "photo": null, "resource_uri": "/api/v/2/subject/115/", "subject": "Technology", "subject_slug": "technology", "used_in_edition": []}], "target": [], "twitter_headline": ".@tedcruz draws FALSE rating for claim about @BarackObama giving away control of internet"}