{"art": [], "author": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/nov/10/glenn-beck/beck-claims-universal-health-care-driving-massachu/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1306, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1306/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>On his Nov. 2, 2009, Webcast, Glenn Beck rattled off a list of Republicans he thinks are just too liberal for his party, including Sen. Lindsay &quot;Grahamnesty,&quot; Minnesota Gov. Tim &quot;Cap-and-Trade&quot; Pawlenty, Sen. John &quot;My Hero is a Flaming Progressive&quot; McCain, and Sen. Olympia &quot;Health Care&quot; Snowe.<br />\r\n&nbsp;<br />\r\nAnd then there&#39;s former Massachusetts Gov. Mitt Romney, who Beck said &quot;opened the tent and gave you government health care that is now bankrupting the state.&quot;<br />\r\n<br />\r\n&quot;That was my problem with the Massachusetts Romneycare,&quot; Beck said, referring to a three-year-old mandate that requires everyone in the state to have health care. &quot;I remember saying to him, &#39;Mitt, you&#39;re not king. You&#39;re not going to be there forever. You opened the door, the progressives came in.&#39;&quot;</p>\r\n\r\n<p>In many ways, the Massachusetts health care model mirrors a plan lawmakers are considering on Capitol Hill, so we wondered whether the mandate could be the budget-buster Beck claims it to be.</p>\r\n\r\n<p>First, a few words about the Massachusetts plan. When Romney became governor in 2003, he was looking for a way for Massachusetts to make health care cheaper and more accessible.<br />\r\n&nbsp;<br />\r\n&quot;People who don&#39;t have insurance nonetheless receive health care. And it&#39;s expensive,&quot; he told <a href=\" http://www.npr.org/templates/story/story.php?storyId=5330854\" target=\"_blank\"> National Public Radio </a> in 2006. &quot;We&#39;re spending a billion dollars giving health care to people who don&#39;t have insurance. ... And my question was: Could we take that billion dollars and help the poor purchase insurance? Let them pay what they can afford. We&#39;ll subsidize what they can&#39;t.&quot;<br />\r\n&nbsp;<br />\r\nThus began Romney&#39;s plan for an individual mandate, a requirement that nearly everyone have health insurance, even those who are unemployed. Though Romney vetoed eight parts of the bill, including a provision that would have fined small businesses that failed to comply with the mandate (the legislature overrode that veto), the basics of his original vision remained intact throughout the legislative process. Commonwealth Care is a program that helps low-income consumers pay for plans while Commonwealth Choice acts as an insurance exchange for individuals and small businesses. The program is subsidized by taxpayer dollars and federal funding.</p>\r\n\r\n<p>Today, about 96 percent of the state&#39;s population has health insurance, either through the state program, their employers or by other means, which ranks Massachusetts first in the nation in terms of percentage of people with some form of coverage.<br />\r\n&nbsp;<br />\r\nNevertheless, Commonwealth Care has had its share of criticism. Some critics say it&#39;s been a boon to the insurance industry, while others complain that some consumers are paying even more for coverage, not less, as state lawmakers initially hoped. (In fact, Massachusetts has some of the most expensive health care per family in the country, according to some studies.)<br />\r\n&nbsp;<br />\r\nAnother complaint: Commonwealth Care has taken a significant bite out of Massachusetts&#39;s bottom line.</p>\r\n\r\n<p>Indeed, the program has been quite popular. Initially, the state projected that 215,000 people would eventually be enrolled in the program at the cost of $725 million. By 2007, enrollment had reached 80,000 and six months later, the number had doubled to 158,000 people. In 2008, enrollment peaked at more than 177,000 people. Currently, the state is expecting to spend about $880 million on Commonwealth Care in the coming budget year; that&#39;s about 3.3 percent of the state&#39;s $27 billion budget.<br />\r\n&nbsp;<br />\r\nSo, while the program has become more expensive, it has not been the budget-buster that Beck suggests. We asked experts whether the state would still be facing a $5 billion deficit if the program hadn&#39;t been put into place, and the resounding answer was &quot;yes.&quot;<br />\r\n&nbsp;<br />\r\n&quot;Beck joins a long and growing list of uninformed commentators who allege that Massachusetts&rsquo; health reform is bankrupting the state,&quot; said Michael J. Widmer, president of the Massachusetts Taxpayers Foundation, a tax policy think tank. &quot;He and they are absolutely wrong.&quot;<br />\r\n&nbsp;<br />\r\nThe state&#39;s budget deficit has been caused by an unprecedented collapse in state tax revenues, Widmer said.<br />\r\n&nbsp;<br />\r\nAccording to the administration, tax revenues have fallen $2 billion below the amounts the fiscal 2009 budget was built upon. And the Massachusetts Budget and Policy Center, a left-leaning budget think tank, says the problem has been compounded by permanent tax cuts put in place during the late 1990s.<br />\r\n&nbsp;<br />\r\nAdding to these financial woes is an increase in the number of people relying on unemployment benefits as the result of losing their jobs, said Alan Sager, a professor of health policy and management at Boston University.&nbsp;<br />\r\n&nbsp;<br />\r\n&quot;The state would be facing a deficit no matter what,&quot; Sager said.<br />\r\n&nbsp;<br />\r\nSo, while the state may be broke, it has little to do with the health care program Mitt Romney put in place over three years ago. Instead, tax revenue shortfalls and a growing reliance on unemployment benefits due to layoffs have put a massive budget burden on the state. As a result, we give Beck a False.</p>\r\n", "ruling_comments_date": "2010-01-07T13:28:53.696875", "ruling_date": "2009-11-10T17:58:55", "ruling_headline": "Beck claims universal health care is driving Massachusetts' deficit", "ruling_headline_slug": "beck-claims-universal-health-care-driving-massachu", "ruling_link_text": "It's the economy, actually", "ruling_state": null, "source_documents": null, "sources": "<p>Glenn Beck, <a href=\"http://www.glennbeck.com/content/videos/ \" target=\"_blank\"> Nov. 2, 2009 </a> , Web cast</p>\r\n\r\n<p>Mass.gov, <a href=\"http://www.mass.gov/bb/h1/fy10h1/exec10/hbuddevhc.htm \" target=\"_blank\"> health care budget overview </a> , accessed Nov. 5, 2009</p>\r\n\r\n<p>Boston Globe, <a href=\"http://www.boston.com/news/health/articles/2009/08/22/bay_state_health_insurance_premiums_highest_in_country/ \" target=\"_blank\"> Bay State Health Insurance Premiums Highest in the Country </a> , Aug. 8, 2009</p>\r\n\r\n<p>The Los Angeles Times, <a href=\"http://www.latimes.com/news/nationworld/nation/la-na-health-massachusetts17-2009oct17,0,3965598.story\" target=\"_blank\"> Lessons from the Massachusetts healthcare experiment </a> , by By James Oliphant and Kim Geiger, October 17, 2009</p>\r\n\r\n<p>Massachusetts Budget and Policy Center, <a href=\"http://www.massbudget.org/documentsearch/findDocument?doc_id=644  \" target=\"_blank\"> MassBudget Brief: Fiscal Year 2010 Budget Preview </a> , accessed Nov. 5, 2009</p>\r\n\r\n<p>The Massachusetts Taxpayers Foundation, <a href=\" http://www.masstaxpayers.org/files/Health%20care-NT.pdf \" target=\"_blank\"> Massachusetts Health Reform: The Myth of Uncontrolled Costs </a> , accessed Nov. 5, 2009</p>\r\n\r\n<p>Massachusetts Budget and Policy Center, <a href=\"http://www.massbudget.org/documentsearch/findDocument?doc_id=686\" target=\"_blank\"> Facts At a Glance: Massachusetts Leads Nation in Health Care Coverage </a> , accessed Nov. 5, 2009<br />\r\n<br />\r\nThe Kaiser Family Foundation, <a href=\"http://www.kff.org/uninsured/upload/7777-02.pdf\" target=\"_blank\"> Massachusetts Health Care Reform: Three Years Later </a> , Sept. 2009</p>\r\n\r\n<p>The Boston Globe, <a href=\"http://www.boston.com/news/health/articles/2008/02/03/subsidized_care_plans_cost_to_double/?page=1 \" target=\"_blank\"> Subsidized care plan&#39;s cost to double </a> , by Alice Dembner, Feb. 3, 2008<br />\r\n<br />\r\nThe New England Journal of Medicine, <a href=\"http://healthcarereform.nejm.org/?p=2135&amp;query=home \" target=\"_blank\"> Massachusetts Health Care Reform &mdash; Near-Universal Coverage at What Cost? </a> , by Joel S. Weissman, Ph.D., and JudyAnn Bigby, M.D., October 21st, 2009.<br />\r\n<br />\r\nInterview, Alan Sager, professor of health policy and management at Boston University, Nov. 3, 2009<br />\r\nInterview, Brian Rosman, research director Massachusetts Health Care for All, Nov. 5, 2009<br />\r\nE-mail interview, Michael Widmer, president Massachusetts Taxpayers Foundation, Nov. 5, 2009<br />\r\nE-mail interview, Nancy Turnbill, Harvard School of Public Health and board member the Connector, which runs the Commonwealth Care program</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "", "false_count": 7, "first_name": "Glenn", "half_true_count": 7, "home_state": "", "id": 181, "last_name": "Beck", "mostly_true_count": 2, "name_slug": "glenn-beck", "pants_count": 6, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Glenn.png", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/181/", "total_count": 31, "true_count": 4, "website": ""}, "statement": "<p>&quot;Mitt Romney ... gave you government health care that is now bankrupting the state&quot; of Massachusetts.</p>\r\n", "statement_context": " a Webcast", "statement_date": "2009-11-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}], "target": [], "twitter_headline": ""}