{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2009/nov/09/nita-lowey/lowey-says-stupak-amendment-restricts-abortion-cov/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1308, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1308/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\n An amendment about abortion coverage was a key reason Democrats were able to narrowly pass the sweeping health care reform bill in the House of Representatives on Nov. 7, 2009. But that same amendment has emerged as a flashpoint that has some Democrats threatening to ultimately oppose the bill.\n <br />\n <br />\n The question of abortion funding has been a long-running and contentious issue in the current health care debate, and we have already addressed the question in the context of the Senate Finance Committee bill\n <a href=\"(http://www.politifact.com/truth-o-meter/statements/2009/sep/21/national-right-life-committee/national-right-life-committee-claims-under-Baucus-/\" target=\"_blank\">\n  here\n </a>\n and\n <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/sep/21/national-right-life-committee/national-right-life-committee-says-baucus-bill-wou/\" target=\"_blank\">\n  here\n </a>\n . Specifically at issue is whether the new system of exchanges and subsidies for uninsured Americans envisioned by the House health care bill would result in federal money being spent on abortion services -- something that has been barred since 1976, with passage of the Hyde Amendment.\n <br />\n <br />\n The amendment, by Reps. Bart Stupak, D-Mich., and Joe Pitts, R-Pa., has explicit restrictions on abortion coverage that go beyond the language of the original bill.\n <br />\n <br />\n The amendment passed the House on a 240-194 vote. It won the support of 64 mostly antiabortion Democrats, joining with all Republicans except for Rep. John Shadegg, R-Ariz., who voted present. A wide majority of Democrats opposed the Stupak-Pitts amendment.\n <br />\n <br />\n Opponents of the amendment argued that it amounted to a severe infringement on rights that have been upheld by the Supreme Court in the landmark case\n <em>\n  Roe vs. Wade.\n </em>\n During the House debate, Rep. Nita Lowey, D-N.Y., explained that she would support the health care bill despite approval of the abortion amendment, which she strongly opposed.\n <br />\n <br />\n \"Now, this bill is not perfect,\" Lowey said. \"I am deeply disappointed that the House approved language which puts new restrictions on women's access to abortion coverage in the private health insurance market even when they would pay premiums with their own money.\"\n <br />\n <br />\n For this item, we'll explore whether she is correct that it puts new restrictions on abortion coverage in the private market even when women would pay their own premium.\n <br />\n <br />\n On one issue right off the bat, we believe Lowey is misleading. The Stupak amendment -- which now accounts for about four pages of the nearly 2,000-page bill -- does not address the entire \"private health insurance market.\" Rather, it addresses how abortion coverage would be handled within the health insurance \"exchanges\" included in the Democratic-sponsored House health care bill. These exchanges would provide a virtual marketplace for health insurance for those who do not already have coverage through their employer or through a government program such as Medicare or Medicaid.\n <br />\n <br />\n The exchange is designed for people who are self-employed or work for very small businesses -- but it would serve at most a small fraction of Americans, since most people get their insurance either through their employer, a spouse's employer or through existing government programs. So, by not specifying that she's talking about how abortion coverage would be handled in the exchange, Lowey immediately makes the issue seem to affect many more people than it actually does.\n <br />\n <br />\n And she makes an additional, and we believe more significant, misrepresentation when she says that abortion coverage would be restricted for beneficiaries \"even when they would pay premiums with their own money.\"\n <br />\n <br />\n The amendment says that individuals buying insurance on the exchange may still purchase coverage that includes abortions as long as no federal money is used. It also says that insurers may still offer abortion coverage as long as such coverage, and the administrative structure behind it, is not supported by federal money, and as long as their insurance offerings on the exchange include two nearly identical options, one of which covers abortion services and one of which does not.\n <br />\n <br />\n Whether someone would be affected by the restriction depends on whether they receive what the bill calls \"affordability credits\" -- federal subsidies that would help the lower-middle class buy coverage.\n <br />\n <br />\n People who choose to receive the subsidies would indeed face more significant restrictions on abortion coverage. If they want a plan with abortion coverage, they would have to buy a separate, add-on plan for abortion coverage known as a \"rider,\" using their own money.\n <br />\n <br />\n But Lowey said the amendment \"puts new restrictions on women's access to abortion coverage in the private health insurance market\n <em>\n  even when they would pay premiums with their own money\n </em>\n .\" We believe that Lowey's formulation is, at best, misleading. The people who would truly pay all of the premium with their own money -- and who would not use federal subsidies at all -- are not barred in any way from obtaining abortion coverage, even if they obtain their insurance from the federally administered health exchange.\n <br />\n <br />\n Lowey's office counters that exchange participants who get the subsidies do indeed pay a share of their premiums with their own money, maybe even a majority of the cost. But if that's what Lowey meant, she should have said abortion coverage would be prohibited \"even when they pay part, or most, of their premiums with their own money.\" Not making that distinction, combined with her failure to specify that she was discussing only people who use the exchange, suggests that the restrictions are more severe and widespread than they actually are.\n <br />\n <br />\n Some in the abortion-rights community do actually make a stronger case that the amendment would harm individuals who pay for their coverage without subsidies. This line of argument involves what insurance companies might do from a business perspective in response to the amendment.\n <br />\n <br />\n Some critics say that the amendment throws up enough obstacles against offering abortion coverage on the health exchange -- particularly the requirement to offer two separate plans, one of them without abortion provisions -- that insurers will simply take the path of least resistance and offer a single plan that leaves out abortion coverage. Some also argue that companies will be reluctant to offer riders for abortion coverage, or that there won't be much demand for them. This could indirectly diminish the abortion coverage options for people on the exchange who don't take subsidies, even though the law doesn't limit their options directly.\n <br />\n <br />\n There's plenty of room for debate about how the Stupak-Pitts amendment will eventually shape the availability of abortion coverage. But Lowey is wrong on two points. First, she suggests the amendment applies to everyone in the private insurance market when it just applies to those in the health care exchange. Second, her statement that the restrictions would affect women \"even when they would pay premiums with their own money\" is incorrect. In fact, women on the exchange who pay the premiums with their own money will be able to get abortion coverage. So we find her statement False.\n</p>", "ruling_comments_date": "2010-01-07T13:28:53.821686", "ruling_date": "2009-11-09T18:42:59", "ruling_headline": "Lowey says Stupak amendment restricts abortion coverage even for those who pay for their own plan", "ruling_headline_slug": "lowey-says-stupak-amendment-restricts-abortion-cov", "ruling_link_text": "No, those who pay their own way will be allowed to buy abortion coverage on the health insurance exchange", "ruling_state": null, "source_documents": null, "sources": "<p>\n Rep. Nita Lowey, D-N.Y., House floor\n <a href=\"http://frwebgate5.access.gpo.gov/cgi-bin/TEXTgate.cgi?WAISdocID=778685412546+0+1+0&amp;WAISaction=retrieve\" target=\"_blank\">\n  statement\n </a>\n , Nov. 7, 2009 (find the comment by doing a text search for \"deeply\")\n <br />\n <br />\n Text of Stupak-Pitts\n <a href=\"http://www.rules.house.gov/111/SpecialRules/hr3962/111_part3_hr3962.pdf\" target=\"_blank\">\n  amendment\n </a>\n to the House health reform bill, accessed Nov. 9, 2009\n <br />\n <br />\n Congressional Quarterly, \"\n <a href=\"http://www.cq.com/document/display.do?dockey=/cqonline/prod/data/docs/html/news/111/news111-000003244015.html@allnews&amp;metapub=CQ-NEWS&amp;searchIndex=0&amp;seqNum=2\" target=\"_blank\">\n  House Adopts Stupak Amendment on Abortion\n </a>\n ,\" Nov. 7, 2009\n <br />\n <br />\n E-mail interview with Matthew Dennis, spokesman for Rep. Nita Lowey, D-N.Y., Nov. 9, 2009\n <br />\n <br />\n Interview with Tait Sye, spokesman for the Planned Parenthood Federation of America, Nov. 9, 2009\n <br />\n <br />\n Interview with Douglas Johnson, National Right to Life Committee legislative director, Nov. 9, 2009\n <br />\n <br />\n Interview with Donna Crane, policy director for NARAL Pro-Choice America, Nov. 9, 2009\n <br />\n <br />\n Interview with Autumn Fredericks Christensen, policy advisor for the Bipartisan Congressional Pro-life Caucus, Nov. 9, 2009\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. House of Representatives", "false_count": 1, "first_name": "Nita", "half_true_count": 0, "home_state": "New York", "id": 267, "last_name": "Lowey", "mostly_true_count": 0, "name_slug": "nita-lowey", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Nita_Lowey_.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/267/", "total_count": 1, "true_count": 0, "website": "http://lowey.house.gov/index.html"}, "statement": "<p>An amendment to the House health reform bill \"puts new restrictions on women's access to abortion coverage in the private health insurance market even when they would pay premiums with their own money.\"</p>", "statement_context": "a speech on the House floor", "statement_date": "2009-11-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}