{"art": [{"brightcove": "", "caption": "Donald Trump talked about Vladimir Putin on the Tonight Show on Sept. 15, 2016.", "id": 9102, "infogram": "", "ndn": "", "ndnid": "", "other": "<div\r\n    class=\"ndn_embed\"\r\n    data-config-widget-id=\"1\"\r\n    data-config-type=\"VideoPlayer/Single\"\r\n    data-config-tracking-group=\"92502\"\r\n    data-config-video-id=\"31402120\"\r\n    data-config-site-section=\"site_section_id\"\r\ndata-config-playlist-id=\"18500\"\r\nstyle=\"width:100%;\" \r\ndata-config-height=\"9/16w\"></div>", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/9102/", "title": "Trump-Putin (Video)", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "gemery@cox.net", "first_name": "C. Eugene", "id": 144, "last_name": "Emery Jr.", "name_slug": "c-eugene-emery", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/gene_emery80_.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/144/", "title": "PolitiFact correspondent", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2016/sep/22/michael-morell/experts-say-donald-trumps-policies-dovetail-what-v/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": "Do Donald Trump's policies read like a Kremlin wish list?", "id": 13109, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "gemery@cox.net", "first_name": "C. Eugene", "id": 144, "last_name": "Emery Jr.", "name_slug": "c-eugene-emery", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/gene_emery80_.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/144/", "title": "PolitiFact correspondent", "twitter": null}], "resource_uri": "/api/v/2/statement/13109/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>Concerned by Donald Trump&#39;s secrecy about his dealings with other countries, 55 former government, military and national security officials &mdash; Democrats and some Republicans &mdash; have <a href=\"https://assets.documentcloud.org/documents/3110611/Letter-Trump-Business.pdf\">signed a letter</a> urging him to reveal his international business relationships and foreign investments, and to pledge to divest himself of all overseas business interests if he wins the presidency.</p>\r\n\r\n<p>The letter was drafted in part by Michael Morell, former acting director and deputy director of the Central Intelligence Agency.</p>\r\n\r\n<p>It says that the limited amount of information available to the public &mdash; Trump has refused to release his tax returns &mdash; suggests business relationships that &quot;would be problematic&quot; and might influence his policy positions as president, particularly when it comes to Russia.</p>\r\n\r\n<p>&quot;On the campaign trail, Mr. Trump has repeatedly praised Vladimir Putin&rsquo;s authoritarian leadership, while outlining policies that read like a Kremlin wish list. He has claimed that Putin would never invade Ukraine, suggested permanently ceding Crimea to Russia, and placed conditions on upholding our obligation to protect our NATO allies. He even encouraged Russian espionage to interfere with our election, a tactic Putin has deployed across Central Asia and Europe to boost his preferred candidates. In addition, he has floated lifting sanctions against Russia, which would benefit both Putin and the Trump Organization.&quot;</p>\r\n\r\n<p>For this fact-check, we were interested in whether Trump has outlined &quot;policies that read like a Kremlin wish list.&quot; We talked to Russia experts who signed the letter as well as those who didn&#39;t.&nbsp;</p>\r\n\r\n<p>We emailed several people in the Trump campaign asking for reaction and information to dispute the assertion. We received no reply.</p>\r\n\r\n<p>We contacted Morell and more than a half dozen of the signers to get details on the claim. Their focus is on the issues mentioned in the letter: NATO, Ukraine and the lack of support for economic sanctions against Russia. Let&#39;s review them separately.</p>\r\n\r\n<p><strong>NATO: </strong>In July, Trump <a href=\"http://www.nytimes.com/2016/07/21/us/politics/donald-trump-issues.html\">told the <em>New York Times</em></a> that he wouldn&#39;t automatically come to the defense of a NATO ally that hasn&#39;t paid its expected contribution. &quot;I would be absolutely prepared to tell those countries, &#39;Congratulations, you will be defending yourself,&#39; &quot; <a href=\"http://www.nytimes.com/2016/07/22/us/politics/donald-trump-foreign-policy-interview.html\">he said</a>.</p>\r\n\r\n<p>NATO was created as deterrent to the former Soviet Union, of which Russia was the key player. Putin has <a href=\"http://www.telegraph.co.uk/news/worldnews/vladimir-putin/12093042/Vladimir-Putin-blames-Nato-expansion-for-rising-tension-with-Europe.html\">strongly objected</a> to attempts to expand NATO because of Russian security concerns, so anything that weakens NATO could strengthen Russia.</p>\r\n\r\n<p>&quot;This is exactly what Putin wants &mdash; to sow the seeds of doubt in those countries on his periphery over whether the West will be there for them,&quot; Morell told us in an email. &quot;This kind of talk forces those states to be more accommodating to Russian interests.&quot;</p>\r\n\r\n<p>Trump&#39;s <a href=\"http://www.nbcnews.com/storyline/2016-conventions/donald-trump-remarks-nato-trigger-alarm-bells-europe-n613911\">potential unwillingness to defend NATO members</a> who don&#39;t contribute enough financially to the alliance is &quot;essentially undermining unconditional nature of our commitment to their defense,&quot; said a cosigner of the letter, Richard Nephew, a former principal deputy coordinator of sanctions policy for the State Department who is now at Columbia University.</p>\r\n\r\n<p><strong>Crimea and Ukraine: </strong>Russia <a href=\"http://www.politifact.com/truth-o-meter/article/2016/aug/04/what-you-need-know-about-donald-trump-russia-and-u/\">annexed Crimea</a>, and <a href=\"http://www.politifact.com/truth-o-meter/article/2016/aug/04/what-you-need-know-about-donald-trump-russia-and-u/\">Putin supported</a> an uprising in eastern Ukraine, sending in fighters after a revolution removed a pro-Russian president in 2014. Putin said annexation was morally and legally justified. The United States and the European Union disagreed.</p>\r\n\r\n<p>Trump had <a href=\"https://www.buzzfeed.com/christophermassie/trump-called-russias-invasion-of-ukraine-so-smart-in-2014?utm_term=.jvplVzy0jK#.ntnbP3JN7M\">a different attitude</a>. &quot;The people of Crimea, from what I&#39;ve heard, would rather be with Russia than where they were,&quot; <a href=\"http://abcnews.go.com/Politics/week-transcript-donald-trump-vice-president-joe-biden/story?id=41020870\">he said</a> in a July 31 interview with ABC&#39;s George Stephanopoulos. He also called Putin&rsquo;s grab &quot;so smart&quot; in <a href=\"http://video.foxnews.com/v/3461025525001/donald-trump-on-how-to-revive-the-us-economy/?#sp=show-clips\">an April 12, 2014 Fox News interview</a>.</p>\r\n\r\n<p>As PolitiFact reported in August, Trump&rsquo;s comments actually echo the <a href=\"http://www.ibtimes.com/putin-eliminates-ministry-crimea-region-fully-integrated-russia-russian-leaders-say-2009463\">official Kremlin position</a> that Crimea is now Russian and its citizens prefer it that way.</p>\r\n\r\n<p>&quot;Trump has sided with Putin on all these issues,&quot; said Samantha Vinograd, another co-signer and former director for international affairs and Iraq at the National Security Council. &quot;If you look at how Trump will not condemn Russia&#39;s military takeover of Crimea, that&#39;s something that literally Putin was probably jumping up and down over when he said that.&quot;</p>\r\n\r\n<p>&quot;This lets Putin off the hook for the first land grab in Europe since World War II,&quot; said Morell. &quot;That gift to Putin even has a bow on it.&quot;</p>\r\n\r\n<p><strong>Sanctions against Russia: </strong>The European Union and the United States responded to the situation in Ukraine by issuing sanctions against Russia. <a href=\"https://www.theguardian.com/world/2016/jun/21/eu-to-extend-sanctions-against-russia\">They affect</a> Russian banks, arms makers and energy companies, and <a href=\"http://carnegieendowment.org/2016/07/11/role-of-sanctions-in-u.s.-russian-relations-pub-64056\">have both</a> limited Russia&#39;s access to Western markets and hindered its ability to deal with a recession caused by the sharp drop in oil prices.</p>\r\n\r\n<p>Clearly, Russia would like to see those sanctions lifted. <a href=\"https://twitter.com/MareikeAden/status/758325768900476928\">Trump has said</a> he would consider removing them.</p>\r\n\r\n<p>&quot;That undermines sanctions as a tool,&quot; said Vinograd. &quot;You don&#39;t just remove them without proof that a country has met its international obligations.&quot;</p>\r\n\r\n<p><strong>What other Russia experts say</strong></p>\r\n\r\n<p>Experts we consulted who didn&#39;t sign the letter agreed that many of Trump&#39;s comments line up with actions that Putin would probably like to see.</p>\r\n\r\n<p>&quot;I think Trump&#39;s foreign policy is the most pro-Russian policy we&#39;ve seen from a major presidential candidate, at least since World War II,&quot; said Matthew Kroenig, associate professor at Georgetown University and a senior advisor on the Marco Rubio campaign who signed an anti-Trump letter last spring. &quot;With talk of tearing up NATO and positive talk about President Putin, it seems to be a very sympathetic Russian foreign policy,&quot;</p>\r\n\r\n<p>&quot;Putin and the Russians would be delighted to see him elected,&quot; Kroenig added. &quot;To be more supportive of the Kremlin, Trump would have to scrap America&#39;s nuclear arsenal and sign a treaty to give the Ukraine back to Russia.&quot;</p>\r\n\r\n<p>Michael McFaul, who served as U.S. ambassador to Russia from 2012 to 2014, made additional points in an Aug. 17, 2016, <a href=\"https://www.washingtonpost.com/opinions/global-opinions/why-putin-wants-a-trump-victory-so-much-he-might-even-be-trying-to-help-him/2016/08/17/897ab21c-6495-11e6-be4e-23fc4d4d12b4_story.html?utm_term=.b50c7ef1f427\"><em>Washington Post</em> commentary</a>. For example, a political battle over building a wall on the Mexican border, would be a major distraction in this country and &quot;a United States convulsed by infighting over Trump&#39;s deeply divisive policy proposals gives Putin more freedom to act around the world.&quot;</p>\r\n\r\n<p>But Peter Feaver, a professor of political science and public policy at Duke University, said the claim that Trump&#39;s policies read like a Kremlin wish list is &quot;hyperbole to be sure, because it&#39;s looking at some of Trump&#39;s statements and not others.&quot;</p>\r\n\r\n<p>For example, the candidate&#39;s pledge to reinvigorate the United States military would not be part of a Russian wish list.</p>\r\n\r\n<p>He said the idea that NATO allies aren&#39;t paying their fair share for the defense of Europe is a longstanding United States complaint. It&#39;s just that Trump is the first to threaten to take action by not defending a country that&#39;s attacked but is not paying.</p>\r\n\r\n<p>&quot;And he described the situation in Crimea and Eastern Ukraine in a way that was favorable to Russia&#39;s interpretation of what&#39;s happening,&quot; said Feaver. &quot;So I wouldn&#39;t say his comments are are on the Kremlin&#39;s wish list, but they were certainly reinforcing Putin&#39;s approach and undermining NATO, which is a way of achieving one of Putin&#39;s goals, which is to weaken NATO.&quot;</p>\r\n\r\n<p>He also cautioned that it can be hard to tell what Trump really thinks, given all the things he says in off-the-cuff remarks. Only the other hand, he noted, Trump seldom backtracks on an outrageous statement he&#39;s made.</p>\r\n\r\n<p>The claim that Trump&#39;s policies read like a Kremlin wish list &quot;has a lot more to do with Donald Trump&#39;s overall statements about Russia than it does with any concrete policies, and that&#39;s because Donald Trump doesn&#39;t really have many concrete policies,&quot; said Emma Ashford, a defense and foreign policy research fellow at the libertarian Cato Institute.</p>\r\n\r\n<p>&quot;Trump tends to be quite inconsistent on a lot of things&quot; such as working with Russia to fight ISIS,&quot; she said. &quot;So with Donald Trump&#39;s inconsistency, it&#39;s really really hard to tell what he would do on some of these issues.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Morell and others said Trump has outlined &quot;policies that read like a Kremlin wish list.&quot;</p>\r\n\r\n<p>Trumps comments on backing away from NATO, supporting Russia on the Ukraine and rethinking sanctions against Russia certainly qualify as statements that dovetail with what the Putin administration would like.</p>\r\n\r\n<p>But not all of his opinions, such as wanting to increase military spending, are in lockstep with policies the Kremlin might favor.</p>\r\n\r\n<p>We rate the statement Mostly True.</p>\r\n\r\n<p><a href=\"https://www.sharethefacts.co/share/5df18d2f-7ff9-4a32-8bc9-ab8300a0ac0c\">https://www.sharethefacts.co/share/5df18d2f-7ff9-4a32-8bc9-ab8300a0ac0c</a></p>\r\n", "ruling_comments_date": "2016-09-22T15:13:47.128462", "ruling_date": "2016-09-22T16:28:54", "ruling_headline": "Experts say Donald Trump's 'policies' dovetail with what Vladimir Putin would like for Russia", "ruling_headline_slug": "experts-say-donald-trumps-policies-dovetail-what-v", "ruling_link_text": "Da, Comrade", "ruling_state": null, "source_documents": null, "sources": "<p>Document Cloud, &quot;<a href=\"https://assets.documentcloud.org/documents/3110611/Letter-Trump-Business.pdf\">A Call For Transparency</a>,&quot; signed by Ret. Gen. John R. Allen, Wendy Anderson and 53 others, undated but written after Sept. 14, 2016, accessed Sept. 19, 2016</p>\r\n\r\n<p>Email, Michael Morell, former acting director and deputy director of the Central Intelligence Agency, Sept. 22, 2016</p>\r\n\r\n<p>Interview, Emma Ashford, research fellow, defense and foreign policy, Cato Institute, Sept. 20, 2016</p>\r\n\r\n<p>Interview, Peter Feaver, professor of political science and public policy, Duke University, Sept. 19, 2016</p>\r\n\r\n<p>Interview, Matthew Kroenig, associate professor, department of government and the School of Foreign Service at Georgetown University, Sept. 21, 2016</p>\r\n\r\n<p>Email, Richard Nephew, program director and fellow at the Center on Global Energy Policy at the School of International and Public Affairs, Columbia University, and former principal deputy coordinator of sanctions policy for the State Department, Sept. 19, 2016</p>\r\n\r\n<p>Interview, Samantha Vinograd, former director for international affairs and for Iraq at the National Security Council, Sept. 21, 2016</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/article/2016/aug/04/what-you-need-know-about-donald-trump-russia-and-u/\">What you need to know about Donald Trump, Russia and Ukraine</a>,&quot; Aug. 4, 2016</p>\r\n\r\n<p>NBC News, &quot;<a href=\"http://www.nbcnews.com/storyline/2016-conventions/donald-trump-remarks-nato-trigger-alarm-bells-europe-n613911\">Donald Trump Remarks on NATO Trigger Alarm Bells in Europe</a>,&quot; July 21, 2016</p>\r\n\r\n<p>Fox News, &quot;<a href=\"http://video.foxnews.com/v/3461025525001/donald-trump-on-how-to-revive-the-us-economy/?#sp=show-clips\">Donald Trump on how to revive the US economy</a>,&quot; April 12, 2014</p>\r\n\r\n<p><em>The New York Times</em>, &quot;<a href=\"http://www.nytimes.com/2016/07/21/us/politics/donald-trump-issues.html\">Donald Trump Sets Conditions for Defending NATO Allies Against Attack</a>,&quot; and &quot;<a href=\"http://www.nytimes.com/2016/07/22/us/politics/donald-trump-foreign-policy-interview.html\">Transcript: Donald Trump on NATO, Turkey&#39;s Coup Attempt and the World</a>,&quot; both July 20, 2016; &quot;<a href=\"http://www.nytimes.com/2016/09/20/us/politics/donald-trump-business-reaction.html?_r=0\">Letter From Former Officials Urges Donald Trump to Detail Foreign Dealings</a>,&quot; Sept. 19, 2016</p>\r\n\r\n<p><em>The Telegraph</em>, &quot;<a href=\"http://www.telegraph.co.uk/news/worldnews/vladimir-putin/12093042/Vladimir-Putin-blames-Nato-expansion-for-rising-tension-with-Europe.html\">Vladimir Putin blames Nato expansion for rising tension in Europe</a>,&quot; Jan. 11, 2016</p>\r\n\r\n<p>BuzzFeed, &quot;<a href=\"https://www.buzzfeed.com/christophermassie/trump-called-russias-invasion-of-ukraine-so-smart-in-2014?utm_term=.jvplVzy0jK#.ntnbP3JN7M\">Trump Called Russia&#39;s Invasion Of Ukraine &#39;So Smart&#39; in 2014</a>,&quot; Aug. 1, 2016</p>\r\n\r\n<p>MSNBC, &quot;All In with Chris Hayes,&quot; Sept. 9, 2016</p>\r\n\r\n<p>BBC, &quot;<a href=\"http://www.bbc.com/news/world-europe-28400218\">How far do EU-US sanctions on Russia go?</a>&quot; Sept. 15, 2014</p>\r\n\r\n<p><em>The Guardian</em>, &quot;<a href=\"https://www.theguardian.com/world/2016/jun/21/eu-to-extend-sanctions-against-russia\">EU to extend sanctions against Russia</a>,&quot; June 21, 2016</p>\r\n\r\n<p>Politico, &quot;<a href=\"http://www.politico.eu/article/transatlantic-unity-russia-sanctions-united-states-europe-ukraine/\">The transatlantic cost of Russian sanctions</a>,&quot; Dec. 11, 2015 and &quot;<a href=\"http://www.politico.com/story/2016/07/trump-nato-new-york-times-225942\">Republicans rip Trump over NATO plan</a>,&quot; July 21, 2016</p>\r\n\r\n<p>Carnegie Endowment for International Peace, &quot;<a href=\"http://carnegieendowment.org/2016/07/11/role-of-sanctions-in-u.s.-russian-relations-pub-64056\">The Role of Sanctions in U.S.-Russian Relations</a>,&quot; July 11, 2016</p>\r\n\r\n<p>Twitter, &quot;<a href=\"https://twitter.com/MareikeAden/status/758325768900476928\">I asked @realDonaldTrump . . .</a> &quot; <a href=\"https://twitter.com/MareikeAden/\">@MareikeAden account</a>, July 27, 2016</p>\r\n\r\n<p><em>The Washington Post</em>, &quot;<a href=\"https://www.washingtonpost.com/opinions/global-opinions/why-putin-wants-a-trump-victory-so-much-he-might-even-be-trying-to-help-him/2016/08/17/897ab21c-6495-11e6-be4e-23fc4d4d12b4_story.html?utm_term=.b50c7ef1f427\">Why Putin wants a Trump victory (so much he might even try to help him</a>,&quot; opinion column, Aug. 17, 2016</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Michael", "half_true_count": 0, "home_state": "", "id": 3098, "last_name": "Morell", "mostly_true_count": 1, "name_slug": "michael-morell", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Morell.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3098/", "total_count": 2, "true_count": 1, "website": ""}, "statement": "<p>Says Donald Trump has outlined &quot;policies that read like a Kremlin wish list.&quot;</p>\r\n", "statement_context": "an open letter to Donald Trump", "statement_date": "2016-09-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}, {"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}, {"description": "", "id": 105, "photo": null, "resource_uri": "/api/v/2/subject/105/", "subject": "Human Rights", "subject_slug": "human-rights", "used_in_edition": []}, {"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}, {"description": "", "id": 143, "photo": null, "resource_uri": "/api/v/2/subject/143/", "subject": "Trade", "subject_slug": "trade", "used_in_edition": []}, {"description": "", "id": 107, "photo": null, "resource_uri": "/api/v/2/subject/107/", "subject": "Transparency", "subject_slug": "transparency", "used_in_edition": []}], "target": [{"adkey": "People ", "advalue": "Trump", "barely_true_count": 134, "current_job": "President", "false_count": 210, "first_name": "Donald", "half_true_count": 92, "home_state": "New York", "id": 1019, "last_name": "Trump", "mostly_true_count": 72, "name_slug": "donald-trump", "pants_count": 91, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_TRUMP_CAMPAIGN_5.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1019/", "total_count": 645, "true_count": 29, "website": "https://www.donaldjtrump.com/"}], "twitter_headline": "Group of foreign affairs experts says Donald Trump's policies real like a Kremlin wish list."}