{"art": [], "author": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "canonical_url": "/truth-o-meter/statements/2009/nov/10/charlie-crist/charlie-crist-is-taking-credit-for-floridas-larges/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 1311, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "resource_uri": "/api/v/2/statement/1311/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\n It's become part of Florida Gov. Charlie Crist's firewall when confronted with criticism that he isn't conservative enough.\n</p>\n<p>\n \"I signed the largest single tax cut in the history of Florida, a $25 billion tax cut over five years, directed at property tax cuts,\" Crist said while speaking to a group of Michigan Republicans in September. \"My state goes back to 1845; the largest tax cut since 1845 in the Sunshine State.\"\n</p>\n<p>\n Crist touts his tax-cutting record over and over, in news releases, political speeches and in the first radio ad for his U.S. Senate campaign.\n</p>\n<p>\n The line is good politics. But is it true?\n</p>\n<p>\n The property tax changes proposed by Crist and the Legislature in early 2007 were sold as the antidote to citizens' complaints that local government spending had spiraled out of control. Crist famously predicted taxes would \"drop like a rock.\"\n</p>\n<p>\n On June 21, 2007, the governor signed House bills 1B and 5B &mdash; the two-pronged tax package.\n</p>\n<p>\n House Bill 1B required local governments to reduce their property tax rates to 2006 levels and mandated deeper cuts based on how much a local government collected in property tax dollars. The reported savings to taxpayers: $15.6 billion over five years.\n</p>\n<p>\n House Bill 5B, meanwhile, let voters consider further property tax changes. Also known as Amendment 1, the changes &mdash; which included an additional homestead benefit, limited property value increases for non-homesteaded property and created portability for Save Our Homes &mdash; were approved by voters in January 2008. The savings: $9.3 billion over five years.\n</p>\n<p>\n Combined, that's the $25 billion Crist is talking about.\n</p>\n<p>\n We have to address two questions to see if Crist's claim is right: Are the estimates correct? And do they constitute the largest state tax cut ever?\n</p>\n<p>\n Caution: The following information is considered highly wonky.\n</p>\n<p>\n <span style=\"font-size: medium;\">\n  <strong>\n   Crist's tax math\n  </strong>\n </span>\n</p>\n<p>\n To estimate the financial impact of the 2007 and 2008 property tax changes, analysts at the governor's office first forecast a future as if the changes had not occurred.\n</p>\n<p>\n The process was relatively simple. Analysts estimated five years of statewide property tax collection information by multiplying a tax rate, which they did not change, by taxable property values, which they grew at 3 to 5 percent a year.\n</p>\n<p>\n The calculation, analysts said, attempted to replicate the billions of dollars in property taxes Floridians would pay each year if nothing else happened.\n</p>\n<p>\n With that baseline, analysts next built a world post-tax changes, multiplying an estimated new tax rate by the same property values.\n</p>\n<p>\n The difference between Year 1 of the first calculation and Year 1 of the second constitutes the governor's estimate of the savings to Florida taxpayers. They did the same math for years 2 through 5, and voila &mdash; $25 billion in savings.\n</p>\n<p>\n Simple?\n</p>\n<p>\n No, says David Gamage, an assistant professor at the University of California at Berkeley who specializes in taxation.\n</p>\n<p>\n The governor's estimates would be accurate only if property tax values increased as analysts predicted and local governments failed to reduce their tax rates, Gamage says.\n</p>\n<p>\n We will never know what governments would have done to their tax rates, but we do know about property tax values: They've gone down. Taxable property values dropped 15 percent in 2008, according to figures from county property appraisers. Property values are expected to drop again in 2009.\n</p>\n<p>\n \"Even if this policy hadn't been enacted, the future would look different than today,\" Gamage said.\n</p>\n<p>\n It's the same reason that a recent Florida Association of Counties report concluded that of the $1.5 billion trimmed from property tax collections at the county level in the past three years, almost half is a result of falling property values, not the Crist-led changes.\n</p>\n<p>\n When questioned by PolitiFact, the governor's office admitted that its original savings estimates are now likely high and it has not rerun the analysis.\n</p>\n<p>\n What we do know is this: the Department of Revenue said that as a result of the legislative-mandated tax rate rollbacks, the state's property tax collections fell about $300 million (\n <a href=\"http://dor.myflorida.com/dor/property/ptoreportamend1.pdf\" target=\"_blank\">\n  page 9\n </a>\n ) from fiscal year 2007 to fiscal year 2008. And property tax collections in total fell an estimated $745 million (\n <a href=\"http://edr.state.fl.us/taxhandbooks/taxhandbook2009.pdf\" target=\"_blank\">\n  page 163\n </a>\n ) from fiscal year 2008 to 2009, the first year the Amendment 1 changes took effect.\n</p>\n<p>\n That's a $1.05 billion reduction in property taxes. The governor's estimate predicted $6.1 billion in savings during that same period. If property values fail to increase, the gap will only widen since the changes are estimated to have a bigger impact in later years.\n</p>\n<p>\n Part of the difference in the numbers is that the governor's office counted future, theoretical increases in tax collections as part of its estimated \"tax cut.\"\n</p>\n<p>\n And part of the difference is that falling property values wrecked the governor's projections.\n</p>\n<p>\n <span style=\"font-size: medium;\">\n  <strong>\n   Is it the biggest?\n  </strong>\n  <br />\n </span>\n</p>\n<p>\n Despite inaccurate projections, the governor's office says the 2007 and 2008 tax cuts are still the state's largest.\n</p>\n<p>\n But what else competes? The governor's analysts point to the repeal of the intangibles tax.\n</p>\n<p>\n The intangibles tax &mdash; created during the Depression &mdash; was paid on investments, and at its peak, sat at 2 mills ($2 for every $1,000). The tax was cut under Gov. Lawton\n</p>\n<p>\n Chiles and repealed entirely in 2006 by Gov. Jeb Bush.\n</p>\n<p>\n At its height in 1999, it provided the state about $1.2 billion in revenue, according to the Department of Revenue. Adjusted for inflation, that translates to about $1.5 billion in 2007.\n</p>\n<p>\n That's a bigger tax break than what the Crist-led changes delivered in fiscal years 2007 and 2008, but not more than Crist's rosy projection.\n</p>\n<p>\n We wondered if anyone previously has claimed to be Florida's tax cut king.\n</p>\n<p>\n Bush did. In 1999, Bush and the Legislature passed what they called \"the largest tax cut in state history.\" The $1.01 billion plan included further cuts to the intangibles tax, as well as the repeal of a per-drink tax on alcohol, a rollback in the school property tax rate and a reduction in unemployment taxes businesses pay, among other things.\n</p>\n<p>\n Kurt Wenner, director of Tax Research at Florida TaxWatch, suggested a third tax change that could be considered the state's largest: Save Our Homes.\n</p>\n<p>\n The amendment to the state Constitution proposed and approved by citizens in 1992 limited increases to the property value of homesteaded property in Florida. While there is debate about whether those savings were offset by people without homestead exemptions, the savings to homesteaded property owners is quantifiable.\n</p>\n<p>\n From 1996 to 2008, almost $1.9 trillion in property value went untaxed because of Save Our Homes. Using a conservative tax rate of 17 mills, that equates to $32 billion less in property taxes paid &mdash; or about $2.66 billion per year without adjusting for inflation. In 2007, the savings was about $7.27 billion and from 2004 to 2008 the estimated savings was more than $26 billion.\n</p>\n<p>\n Those numbers certainly are bigger than the Crist cuts so far, in reality and in projection.\n</p>\n<p>\n The governor's office said it did not consider Save Our Homes when it made the claim that the Crist tax changes constitute the state's largest. Officials then provided data that showed the saving in the first years of Save Our Homes was modest. But that's because the large savings came in later years as Save Our Homes protected against increases to properties' taxable value.\n</p>\n<p>\n Failing to consider Save Our Homes didn't sit well with Ken Wilkinson, the Lee County property appraiser who led the push for Save Our Homes &mdash; and supported the Crist-led changes.\n</p>\n<p>\n \"I would say Save Our Homes is the largest tax cut in the history of Florida,\" Wilkinson said. \"There is a savings, you can look it up, and it's real.\"\n</p>\n<p>\n Wilkinson and Wenner said you can't ignore Save Our Homes just because it was a citizen initiative. Moreover, the Crist-led changes built off Save Our Homes in two major ways &mdash; by making Save Our Homes portable and by creating a Save Our Homes style benefit for commercial and rental properties.\n</p>\n<p>\n If one's a tax cut, so is the other.\n</p>\n<p>\n <span style=\"font-size: medium;\">\n  <strong>\n   Our ruling\n  </strong>\n </span>\n <span style=\"font-size: medium;\">\n  <strong>\n   <br />\n  </strong>\n </span>\n</p>\n<p>\n The Crist-led changes to Florida's property tax structure certainly required the lowering of tax rates and assessment values throughout Florida. But there are all kinds of holes in projecting the size and scope of the legislation's impact.\n</p>\n<ul>\n <li>\n  The basis for the governor's estimate assumed a future that did not come to pass. Specifically, the governor's estimates relied on future property values continuing to increase and local governments failing to lower their property tax rate. We now know property values are decreasing.\n </li>\n <li>\n  The governor's office admits its projections are now inaccurate because of declines in property values statewide.\n </li>\n <li>\n  A state analysis concluded that the tax measures have failed to produce the savings estimated by the governor. Portability, for instance, was predicted to cut taxable property values by $11.5 billion in 2008. But it cut property values only $3.4 billion, the analysis showed.\n </li>\n</ul>\n<p>\n Here's the bottom line: While the tax structure changes passed by the Legislature, signed by Crist and approved by voters undoubtedly will result in less property taxes being paid by Florida residents, the specific financial impact of the initiatives remains quite unclear. Experts say projections can be misleading.\n</p>\n<p>\n But given the decline in home values, we know Crist will have difficulty reaching his claim of $25 billion over five years.\n</p>\n<p>\n In the absence of additional data, and with the knowledge that Save Our Homes has cut property tax bills for Florida residents $32 billion or more, we can't agree with Crist that the 2007 and 2008 changes constitute the largest tax cut in state history.\n</p>\n<p>\n We rule Crist's statement False.\n</p>", "ruling_comments_date": "2010-01-07T13:28:54.137506", "ruling_date": "2009-11-10T18:02:40", "ruling_headline": "Charlie Crist takes credit for Florida's largest ever tax cut", "ruling_headline_slug": "charlie-crist-is-taking-credit-for-floridas-larges", "ruling_link_text": "Declining home values wrecked his estimate -- and another tax cut is bigger ", "ruling_state": null, "source_documents": null, "sources": "<p>\n Press release, \"\n <a href=\"http://www.flgov.com/pdfs/tax_cut_press_package.pdf\" target=\"_blank\">\n  Governor Crist Signs Legislation Providing Largest Tax Cut in Florida History\n </a>\n ,\" June 21, 2007\n</p>\n<p>\n Florida House of Represenatives staff analysis of\n <a href=\"http://www.myfloridahouse.gov/SEctions/Documents/loaddoc.aspx?FileName=h0001Ba.PBC.doc&amp;DocumentType=Analysis&amp;BillNumber=0001B&amp;Session=2007B\" target=\"_blank\">\n  HB 1\n </a>\n</p>\n<p>\n Revenue Estmating Conference,\n <a href=\"http://edr.state.fl.us/Archives2007/Fall/Conferences/advalorem_11-8-07.pdf\" target=\"_blank\">\n  Nov. 8, 2007 report\n </a>\n</p>\n<p>\n Department of Revenue,\n <a href=\"http://dor.myflorida.com/dor/property/ptoreportamend1.pdf\" target=\"_blank\">\n  Report on the Implementation of 2007 Maximum Millage Limitations and\n  <br />\n  Amendment 1 to the Florida Constitution,\n </a>\n Feb. 29, 2008\n <br />\n <br />\n <a href=\"http://www.heraldtribune.com/article/20090728/ARTICLE/907281024/2055\" target=\"_blank\">\n  Florida tax base falls 15 percent\n </a>\n , Sarasota Herald-Tribune, July 28, 2009\n</p>\n<p>\n Interview with Kurt Wenner, Florida Tax Watch\n</p>\n<p>\n Interview with David Gamage, assistant professor at the University of California Berkeley\n</p>\n<p>\n Interview with Crist spokesman Sterling Ivey and Florida financial analysts\n</p>\n<p>\n Interview with Amy Baker, director of the Office of Economic and Demographic Research\n</p>\n<p>\n Interview with Renne Watters, spokeswoman Florida Department of Revenue\n</p>\n<p>\n Interview with Cragin Mosteller, communications director Florida Association of Counties\n</p>\n<p>\n Interview with Ken Wilkinson, Lee County Property Appraiser\n</p>\n<p>\n Florida Association of Counties\n <a href=\"http://www.fl-counties.com/Pages/Advocacy/Hot_Topics/Property_Taxes.aspx\" target=\"_blank\">\n  report\n </a>\n on property tax collections\n <br />\n <br />\n Florida Tax Handbook\n <a href=\"http://edr.state.fl.us/reports/taxhandbooks/taxhandbooks.htm\" target=\"_blank\">\n  2008\n </a>\n</p>\n<p>\n Revenue Estimating Conference,\n <a href=\"http://edr.state.fl.us/conferences/advalorem/SB2d.pdf\" target=\"_blank\">\n  Estimated Impacts of SJR 2D\n </a>\n</p>\n<p>\n \"Gov. Bush proposes record $1.2 billion in tax cuts,\" Associated Press, Jan. 27, 1999, accessed via Nexis\n</p>\n<p>\n \"Homestead portability draws less interest than anticipated,\" Palm Beach Post, Feb. 11, 2009, access via Nexis\n</p>\n<p>\n Office of Economic and Demographic Research, Ad valorem impacts of Amendment 1\n</p>\n<p>\n State and local tax receipts, fiscal year\n <a href=\"http://dor.myflorida.com/dor/tables/f2fy9898r.html\" target=\"_blank\">\n  1999\n </a>\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 15, "current_job": "", "false_count": 9, "first_name": "Charlie", "half_true_count": 20, "home_state": "Florida", "id": 257, "last_name": "Crist", "mostly_true_count": 19, "name_slug": "charlie-crist", "pants_count": 2, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/crist.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/257/", "total_count": 90, "true_count": 15, "website": ""}, "statement": "<p>\"I signed the largest single tax cut in the history of Florida, a $25 billion tax cut over five years, directed at property tax cuts.\"</p>", "statement_context": "speaking to a group of Michigan Republicans", "statement_date": "2009-09-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 112, "photo": null, "resource_uri": "/api/v/2/subject/112/", "subject": "Florida", "subject_slug": "florida", "used_in_edition": []}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": null}