{"art": [{"brightcove": "", "caption": "State lawmakers hold a joint hearing on water quality and contamination on Sept. 7, 2016", "id": 9193, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/9193/", "title": "Joint Water Hearing", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/E6S3gAJn3ak?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "E6S3gAJn3ak"}], "author": [{"email_address": "dclark@buffnews.com", "first_name": "Dan", "id": 578, "last_name": "Clark", "name_slug": "dan-clark", "on_staff_page": null, "phone": "", "photo": null, "publication": {"id": 72, "publication_name": "Buffalo News", "resource_uri": "/api/v/2/publication/72/"}, "resource_uri": "/api/v/2/staffer/578/", "title": "PolitiFact New York writer", "twitter": ""}], "canonical_url": "/new-york/statements/2016/sep/30/basil-seggos/fracking-waste-being-dumped-new-york/", "edition": {"adkey": "Editions", "advalue": "New York", "edition": "New York", "edition_slug": "new-york", "has_afterthefact": false, "id": 55, "index_page": false, "meter_name": "The New York Truth-O-Meter", "resource_uri": "/api/v/2/edition/55/"}, "editor": [{"email_address": "plakamp@buffnews.com", "first_name": "Patrick", "id": 581, "last_name": "Lakamp", "name_slug": "patrick-lakamp", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 72, "publication_name": "Buffalo News", "resource_uri": "/api/v/2/publication/72/"}, "resource_uri": "/api/v/2/staffer/581/", "title": "Assigning Editor for Enterprise", "twitter": null}], "facebook_headline": "Landfills in upstate New York still accept fracking waste", "id": 13165, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "dclark@buffnews.com", "first_name": "Dan", "id": 578, "last_name": "Clark", "name_slug": "dan-clark", "on_staff_page": null, "phone": "", "photo": null, "publication": {"id": 72, "publication_name": "Buffalo News", "resource_uri": "/api/v/2/publication/72/"}, "resource_uri": "/api/v/2/staffer/578/", "title": "PolitiFact New York writer", "twitter": ""}], "resource_uri": "/api/v/2/statement/13165/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>When New York State officials banned fracking in late 2014, environmentalists celebrated a victory against the controversial natural gas extraction method. Then last year, <a href=\"http://www.eany.org/our-work/reports/license-dump-february-2015\">a report</a> said waste from the process was still coming into the state.</p>\r\n\r\n<p>Lawmakers grilled Department of Environmental Conservation Commissioner Basil Seggos at a water quality hearing in Albany. He contradicted the report.</p>\r\n\r\n<p>&quot;No fracking waste is being dumped in New York State, and those who perpetrated that are wrong,&quot; Seggos said at the hearing. &quot;There&#39;s no high volume hydraulic fracturing going on in New York. It&#39;s going on in other states. No waste from those other states is coming into New York.&quot;</p>\r\n\r\n<p>Environmental advocates, however, point to information from Pennsylvania&rsquo;s Department of Environmental Protection that indicates trucks carry fracking waste from the Keystone State to landfills in upstate New York.</p>\r\n\r\n<p>So do upstate landfills accept fracking waste?</p>\r\n\r\n<p>The Department of Environmental Protection in Pennsylvania confirmed that landfills in New York State took in fracking waste. We looked into what kinds of waste comes into the state, and which ones do not.</p>\r\n\r\n<p><strong>Waste brought into New York</strong></p>\r\n\r\n<p>Fracking is different from traditional gas drilling. Instead of drilling a well straight into the ground, a company first drills vertically, then directs the well horizontally. The drillers then blast porous rock with fluid to extract natural gas.</p>\r\n\r\n<p>Regulations by the New York State Department of Environmental Conservation&nbsp;block any waste more than 80 percent liquid from being dumped into landfills. That prevents liquid fracking waste, like flowback water, from being brought into the state for disposal.&nbsp;But any solid waste that may have come in contact with fracking liquids is permitted under current regulations.</p>\r\n\r\n<p>Data from the Pennsylvania Department of Environmental Protection <a href=\"https://www.paoilandgasreporting.state.pa.us/publicreports/Modules/Welcome/Agreement.aspx\">shows</a> three New York State landfills this year&nbsp;accepted waste from high volume hydraulic-fractured drilling.&nbsp;</p>\r\n\r\n<p>According to a database from the Pennsylvania agency, the Chemung County Landfill took more than 15,000 tons of waste, including what&rsquo;s listed as drill cuttings, synthetic liner materials, servicing fluid, soil contaminated by oil- and gas-related spills, and &quot;other oil and gas wastes.&quot; Hakes C&amp;D Landfill in Steuben County took in about 1,900 tons of drill cuttings. Hyland Facility Association in Allegany County took 550 tons of soil contaminated by oil- and gas- related spills.</p>\r\n\r\n<p>The <a href=\"http://files.dep.state.pa.us/oilgas/bogm/bogmportalfiles/oilgasreports/Greenport/Userguides/Oil%20and%20Gas%20Reporting%20Electronic%20Production%20and%20Waste%20Reporting%20Guide.pdf\">definitions</a> of this waste from the state of Pennsylvania are vague. We spoke with Scott Perry from the Pennsylvania environmental agency for a better understanding.</p>\r\n\r\n<p>Perry said any soil contaminated by an oil- or gas-related spill more often than not comes in contact with flowback water - a mixture of fluids and chemicals used during the fracking process.</p>\r\n\r\n<p>&quot;The most commonly spilled material is flowback water,&quot; Perry said. &quot;Drilling fluids and diesel are probably the next most common.&quot;</p>\r\n\r\n<p>Companies are not required to detail what they include in the &quot;other oil and gas wastes&quot; category. Perry said it&rsquo;s considered a catch-all for waste that does not fit any other description. He said it could mean anything from the packaging used to store chemicals before they are used for fracking to broken equipment.</p>\r\n\r\n<p>Synthetic liner materials are thick mats or liners used to prevent chemicals and other waste from leaking into the ground. Perry said any residue is washed from the liners before they&rsquo;re transported for disposal.</p>\r\n\r\n<p>Servicing fluid is used to maintain the wells and can include a water/oil-based mud and foam.</p>\r\n\r\n<p>All three New York State facilities that received waste this year are owned by Casella, a landfill operator. When we contacted one of the landfills, they said they do perform analytics on the waste as it&rsquo;s brought to the facility, but a message to Casella for details was not returned.</p>\r\n\r\n<p>We also reached out to both companies that operate the wells where the waste came from, but neither responded to our request for more information.</p>\r\n\r\n<p>As recently as last year, one facility in Syracuse was still accepting fluid that the Pennsylvania agency says includes brine from fracking. But no records indicate any New York State facility has accepted the fluids this year. Landfills accepted flowback waste from fracking as recently as 2013.</p>\r\n\r\n<p><strong>The state&#39;s response</strong></p>\r\n\r\n<p>We contacted the Department of Environmental Conservation about the contradiction between Seggos&#39;s statement and the Pennsylvania database. In a statement, the department&nbsp;said any drilling waste brought into the state was strictly regulated. In the same statement, the department&nbsp;said waste from fracking was not allowed in the state.</p>\r\n\r\n<p>&quot;Given recent public statements from advocates, it is important to set the record straight regarding the disposal and use of high volume hydraulic fracturing waste,&quot; said Kevin Frazier from the Department of Environmental Conservation.&nbsp;&quot;Under Gov. Cuomo&rsquo;s leadership, New York State banned high volume hydraulic fracturing and prohibits the use and disposal of any high volume hydraulic fracturing waste or fluids, including brines, anywhere in the state.&quot;</p>\r\n\r\n<p>&quot;DEC also strictly regulates the State&rsquo;s four landfills that currently accept drill cuttings from drilling operations. These landfills employ radiation detectors to ensure that no regulated radioactive materials are received by the facility. In addition, DEC staff provide on-site oversight and inspection to ensure operations are in compliance with state regulations.&quot;</p>\r\n\r\n<p>The DEC said it is &quot;in the process of strengthening these already robust regulations.&quot; A public review and comment period about the proposed revisions ended Sept. 13, Frazier said.</p>\r\n\r\n<p>When asked to clarify the confusion over banning some waste while accepting others, the DEC did not offer a clear response.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>During a hearing on water quality, Basil Seggos, the New York State commissioner for environmental conservation, said &quot;no fracking waste is being dumped in New York State.&quot;</p>\r\n\r\n<p>Data from the Pennsylvania Department of Environmental Protection indicates waste from fracking is transported from Pennsylvania&rsquo;s wells to three landfills in New York. The waste was transported as recently as earlier this year.</p>\r\n\r\n<p>Well operators did not report sending any flowback or fluid waste from fracking to New York State this year, but they have in years past.</p>\r\n\r\n<p>We rate this claim as False.</p>\r\n<a href=\"https://www.sharethefacts.co/share/2570100e-68fb-4c7a-91ea-4f6cb7426032\">https://www.sharethefacts.co/share/2570100e-68fb-4c7a-91ea-4f6cb7426032</a>\r\n", "ruling_comments_date": "2016-09-30T13:40:00.989908", "ruling_date": "2016-09-30T21:13:45", "ruling_headline": "Landfills in upstate New York still accept fracking waste", "ruling_headline_slug": "fracking-waste-being-dumped-new-york", "ruling_link_text": "We checked the database", "ruling_state": "New York", "source_documents": null, "sources": "<p><a href=\"https://www.nysenate.gov/calendar/public-hearings/september-07-2016/water-quality-and-contamination\">Joint Hearing on Water Quality and Contamination</a>, Sept. 7, 2016</p>\r\n\r\n<p>Email conversation with Kevin Frazier from the New York Department of Environmental Conservation</p>\r\n\r\n<p>Email and phone conversation with Deborah Klenotic from the Pennsylvania Department of Environmental Protection</p>\r\n\r\n<p>Phone conversation with Scott Perry, Deputy Secretary of Oil and Gas Management</p>\r\n\r\n<p>Interview with Liz Moran from Environmental Advocates of New York</p>\r\n\r\n<p>&quot;<a href=\"http://www.eany.org/our-work/reports/license-dump-february-2015\">License to Dump</a>&quot;, Feb. 2015, Report from Environmental Advocates of New York</p>\r\n\r\n<p><a href=\"https://www.paoilandgasreporting.state.pa.us/publicreports/Modules/Welcome/Agreement.aspx\">PA DEP Oil and Gas Reporting Website (Database)</a>, Accessed Sept. 8 - 19</p>\r\n\r\n<p><a href=\"http://files.dep.state.pa.us/oilgas/bogm/bogmportalfiles/oilgasreports/Greenport/Userguides/Oil%20and%20Gas%20Reporting%20Electronic%20Production%20and%20Waste%20Reporting%20Guide.pdf\">Oil and Gas Production and Waste Reporting Manual</a>, Pennsylvania DEP, February 2, 2016, Accessed Sept. 16, 2016</p>\r\n\r\n<p><a href=\"http://energy.wilkes.edu/pages/184.asp\">Does Marcellus shale pose a radioactivity risk?</a>, Wilkes University, Aug. 1, 2012, Accessed Sept. 15, 2016</p>\r\n\r\n<p><a href=\"https://www.siena.edu/news-events/article/southern-tier-hudson-valley-oppose-fracking-51-to-35-percent\">Siena Poll: Southern Tier, Hudson Valley Oppose Fracking 51 to 35 Percent</a>, July 30, 2014, Accessed Sept. 15, 2016</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "NY Department of Environmental Conservation Commissioner", "false_count": 1, "first_name": "Basil", "half_true_count": 0, "home_state": "New York", "id": 3707, "last_name": "Seggos", "mostly_true_count": 0, "name_slug": "basil-seggos", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Basil_Seggos_thumbnail.png", "primary_edition": {"adkey": "Editions", "advalue": "New York", "edition": "New York", "edition_slug": "new-york", "has_afterthefact": false, "id": 55, "index_page": false, "meter_name": "The New York Truth-O-Meter", "resource_uri": "/api/v/2/edition/55/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3707/", "total_count": 1, "true_count": 0, "website": "http://www.dec.ny.gov/about/243.html"}, "statement": "<p>&quot;No fracking waste is being dumped in New York State&quot;</p>\r\n", "statement_context": "a response at a legislative hearing on water quality and contamination", "statement_date": "2016-09-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}], "target": [], "twitter_headline": "Landfills upstate still accept fracking waste"}