{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2009/nov/12/rush-limbaugh/limbaugh-says-health-care-bills-spending-cant-be-c/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1316, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1316/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>On his Nov. 10, 2009, show, conservative radio host Rush Limbaugh decried President Barack Obama&#39;s spending priorities, saying the president is &quot;worried about 50 measly billion dollars to win a war&quot; in Afghanistan when he&#39;s already spent, or wants to spend, trillions of dollars on other items, such as the economic stimulus package and health care reform.<br />\r\n&nbsp;<br />\r\nOne of Limbaugh&#39;s claims caught our eye. He said that the health care legislation &quot;is going to be mandated spending. You can&#39;t cut it, regardless of the budget circumstances.&quot; Limbaugh was trying to make the point that spending demanded in the health care bill would expand without ordinary budgetary limits, and that the health bill&#39;s spending would ultimately crowd out other government necessities such as funding the military.<br />\r\n&nbsp;<br />\r\nTo determine whether Limbaugh is right, we&#39;ll start by defining &quot;mandated spending.&quot; Federal budget experts actually use a slightly different term -- &quot;mandatory spending&quot; -- but the meaning is the same. It refers to spending that isn&#39;t controlled by the usual congressional appropriations process. The spending goes up or down -- usually just up! -- based on the number of people who qualify. Examples include Medicare, Social Security, Medicare and food stamps. Their cost keeps going up as long as the number of people who qualify keeps going up.<br />\r\n&nbsp;<br />\r\nThe health care bill that passed the House and the slightly different one that passed the Senate Finance Committee offer two significant new streams of mandatory spending -- the &quot;affordability credits&quot; that subsidize health plans that people buy on the newly created health insurance &quot;exchanges,&quot; and an expansion of Medicaid, the federal-state health insurance program for the poor. Both of these efforts, which are broadly intended to help cover previously uninsured Americans, are indeed mandatory spending, health experts said.<br />\r\n&nbsp;<br />\r\nUnder the House bill, people qualify for the credits if they have incomes below 400 percent of the federal poverty level and are not eligible for Medicaid or Medicare. Beginning in year two, credits would be opened up to people whose employer?provided plan would cost more than 12 percent of their income. The Senate Finance bill would provide a credit to individuals with income up to 300 percent of the federal poverty level. With either bill as currently written, that would fit the definition of mandatory spending.<br />\r\n&nbsp;<br />\r\nThe second stream of mandatory spending -- an expansion of Medicaid -- also fits the definition of mandatory spending. Currently, Americans can qualify for Medicaid only if their income is low enough and if they are a child, pregnant, elderly, blind, or disabled. Both bills would expand eligibility for the program significantly. So Limbaugh is correct in that the most important new types of spending in the health care bills are mandatory.<br />\r\n&nbsp;<br />\r\nHowever, the second half of his statement -- that &quot;you can&#39;t cut it, regardless of the budget&quot; -- is off the mark. Just because mandatory spending is &quot;mandatory&quot; doesn&#39;t mean that it&#39;s permanent. Congress and the president can act to reduce mandatory spending, or even repeal entire programs, whenever they want.<br />\r\n<br />\r\nIt&#39;s true that doing that is politically difficult. Once people get used to guaranteed benefits (such as Medicare), they usually fight hard to keep them. Politicians, fearing the wrath of highly motivated voters who stand to lose something they value, often back off from challenging mandatory programs.<br />\r\n&nbsp;<br />\r\nBut occasionally, Congress finds the will to cut a mandatory program.<br />\r\n<br />\r\nIn 1983, Congress agreed to some Social Security cuts that were recommended by a blue-ribbon commission chaired by Alan Greenspan. The cuts withheld cost-of-living adjustments for one quarter and cut benefits over the longer term.<br />\r\n&nbsp;<br />\r\nAnd under a major welfare overhaul enacted under President Bill Clinton, benefits were cut for some of those who had previously been entitled to welfare payments, including legal aliens (a bar that was subsequently repealed) and illegal aliens (one that remains in force).<br />\r\n&nbsp;<br />\r\nAlong those lines, the Senate Finance health care bill includes a &quot;fail-safe&quot; provision that is supposed to ensure the mandatory spending won&#39;t bust the budget. Starting in 2012, the director of the Office of Management and Budget must certify every year that the provisions in the bill will not increase the budget deficit during the coming year. If the OMB director finds that the bill will increase the deficit, the subsidies in the health care exchange would automatically be cut. And that is . . . mandatory.<br />\r\n<br />\r\nSo while it would be hard to take away mandatory health insurance assistance to lower-income Americans, it&#39;s not true to say, as Limbaugh did, that &quot;you can&#39;t cut it, regardless of the budget circumstances.&quot; If Congress and the president have the will, there will be a way.<br />\r\n<br />\r\nSo Limbaugh is right that the most important spending streams in the House and Senate bills are mandatory. But he&#39;s not correct that Congress is powerless to do anything about them. We rate his statement Half True.</p>\r\n", "ruling_comments_date": "2010-01-07T13:28:54.403473", "ruling_date": "2009-11-12T14:52:12", "ruling_headline": "Limbaugh says health care bill's spending can't be cut in the future", "ruling_headline_slug": "limbaugh-says-health-care-bills-spending-cant-be-c", "ruling_link_text": "It's mandatory, but not permanent ", "ruling_state": null, "source_documents": null, "sources": "<p>Rush Limbaugh, <a href=\"http://www.rushlimbaugh.com/home/daily/site_111009/content/01125113.guest.html\" target=\"_blank\"> transcript </a> of radio show, Nov. 10, 2009<br />\r\n&nbsp;<br />\r\n<a href=\"http://waysandmeans.house.gov/media/pdf/111/hcare/HR3962SECBYSECFINAL.pdf\" target=\"_blank\">Summary </a> of House health care bill (H.R. 3962)<br />\r\n&nbsp;<br />\r\n<a href=\"http://www.finance.senate.gov/sitepages/leg/LEG%202009/100209_Americas_Healthy_Future_Act_AMENDED.pdf\" target=\"_blank\">Summary </a> of Senate Finance Committee health care bill</p>\r\n\r\n<p>Kaiser Family Foundation, Medicare historical <a href=\"http://www.kff.org/medicare/timeline/pf_85.htm\" target=\"_blank\"> timeline </a> , accessed Nov. 11, 2009<br />\r\n<br />\r\nUrban Institute-Brookings Institution Tax Policy Center, <a href=\"http://www.taxpolicycenter.org/taxtopics/budget/concepts.cfm#m\" target=\"_blank\"> definition </a> of mandatory spending, accessed Nov. 11, 2009<br />\r\n<br />\r\nInterview with Henry Aaron, Brookings Institution scholar, Nov. 11, 2009<br />\r\n<br />\r\nInterview with Marc Goldwein, policy director for the Committee for a Responsible Federal Budget, Nov. 11, 2009</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 10, "current_job": "Radio host", "false_count": 12, "first_name": "Rush", "half_true_count": 5, "home_state": "", "id": 156, "last_name": "Limbaugh", "mostly_true_count": 2, "name_slug": "rush-limbaugh", "pants_count": 10, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/rush_limbaugh6.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/156/", "total_count": 39, "true_count": 0, "website": "http://www.rushlimbaugh.com/"}, "statement": "<p>The health care bills will be &quot;mandated spending. You can&#39;t cut it, regardless of the budget circumstances.&quot;</p>\r\n", "statement_context": "his radio show", "statement_date": "2009-11-10", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}], "target": [], "twitter_headline": ""}