{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2009/nov/12/bob-beckel/beckel-says-protest-against-health-care-bill-drew-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1317, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1317/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Counting people at Washington protests has always been a tricky business. Groups have always boasted of huge crowds, but police estimates were often much lower. That sparked such controversy that police don&#39;t do the counts anymore.<br />\r\n<br />\r\nWithout an official police count, organizers are free to claim big numbers, with only the news media to offer an independent assessment.<br />\r\n<br />\r\nSuch was the case for a protest against the Democratic health care bill on the West Lawn of the U.S. Capitol on Nov. 5, 2009. The weekday event featured dozens of Republican members of Congress and a boisterious crowd that carried, among other things, a banner showing a photograph of dead Holocaust victims with the label, &quot;National Socialist Healthcare, Dachau, Germany, 1945.&quot;<br />\r\n<br />\r\nAs usual, there was debate about the size of the crowd. Rep. Michele Bachmann, R-Minn., a conservative firebrand who urged her supporters to attend, told Fox News&#39; Sean Hannity on the day of the rally that 20,000 to 45,000 people attended. In the blogosphere, meanwhile, liberals dismissed the idea that more than a few thousand people showed up.<br />\r\n<br />\r\nA few days after the rally, Bob Beckel, a Democratic consultant and Fox News contributor, said Bachmann&#39;s estimate was inflated. &quot;Well, I was down at that thing,&quot; Beckel said on Hannity&#39;s Nov. 9 show. &quot;You said there were 20,000 people there. There were more people at the Air and Space Museum that day than were [at the rally].&quot;<br />\r\n<br />\r\nWe wondered if Beckel was right, so we checked with the National Air and Space Museum. A spokeswoman told us there were 9,771 visitors that day.<br />\r\n<br />\r\nEstimating the size of the rally is more difficult. We called the Capitol Police, which has jurisdiction over the area where the rally was held, and a spokeswoman said that the department did not make a crowd estimate.<br />\r\n<br />\r\nSo we are left with reports in the news media. A news story in the <em> Washington Post </em> put the number at &quot;an estimated 10,000,&quot; while Dana Milbank, a columnist with the <em> Post </em> , said 5,000. <em> Politico </em> , a daily publication that that covers politics, said there were &quot;at least 10,000&quot; attendees. Most other newspaper accounts, including stories in the <em> Los Angeles Times </em> and the Associated Press, pegged attendance at &quot;thousands&quot; of people.<br />\r\n<br />\r\nWe asked two reporters who covered the event how they came up with their number. <em> Politico </em> &#39;s Jonathan Allen explained his methodology for us in considerable detail.<br />\r\n<br />\r\n&quot;I used a pretty simple method for my estimate,&quot; Allen told PolitiFact. &quot;The biggest portion of the crowd on the lawn was penned into a stone-walled area that looks a bit like the top part of a trapezoid. I counted people, roughly ticking off by tens, across the narrow top and got to 180. Then I went down one leg of the wall to count how deep the full line of people went, getting to between 50 and 60. I multiplied 180 by 55, knowing that because I was dealing with an angle greater than 90 degrees at the junction of the walls that my number would actually undercount the people in the space. The product of the two numbers is 9,900. I added because of the shape of the area and because there was another section of the crowd numbering in the low hundreds.&quot;<br />\r\n<br />\r\nHe concluded that &quot;it was at least &ndash; but not too much more than &ndash; 10,000,&quot; adding, &quot;I had another reporter with me, who agreed with the methodology. For anyone watching on television, it should be remembered that it&rsquo;s a huge lawn that takes tens of thousands of people to fill. If it looked empty, that&rsquo;s because it&rsquo;s a big space. I&rsquo;ve been going to sporting events and political rallies for more than 30 years, and I have a pretty good sense of crowd size. That said, if someone can produce an aerial shot and count the people and prove me wrong, I&rsquo;m happy to correct the error.&quot;<br />\r\n<br />\r\nWe also talked to Noam Levey, who covered the event for the <em> Los Angeles Times </em> . &quot;We based our estimate on a combination of observation and interviews,&quot; Levey said. &quot;Particularly helpful was Clark McPhail, an emeritus professor at the University of Illinois, who has been doing crowd estimates on the Mall for years by calculating densities in set areas of the Mall. At our request, Clark looked at photos of the event to come up with his estimate that about 5,000 people were there.&quot;<br />\r\n<br />\r\nWe followed up with McPhail. He said that the only elevated photograph of the rally that he was able to secure led him to estimate a crowd of 5,000, but McPhail added that the photograph he used was imperfect. It was not taken from as high an angle as he would have liked, and it was unclear whether it had been taken at the moment of maximum attendance.<br />\r\n<br />\r\nWhen we explained Allen&#39;s methodology to McPhail, he praised it as being statistically sound. &quot;It&#39;s absolutely a credible way of counting,&quot; McPhail said. &quot;In fact, I train observers to do it that way.&quot;<br />\r\n<br />\r\nWe find no support for the much larger estimates from Bachmann, who did not respond to our e-mails. And as a leader of the rally, she would benefit from a larger estimate.<br />\r\n<br />\r\nSo, in the absence of an official count, we&#39;ll take McPhail&#39;s lead and give Allen&#39;s methodology some credence. That means the number of people attending the rally and visiting the Air and Space Museum was about the same. If he&#39;s right, it&#39;s by just a small margin. If he&#39;s wrong, it&#39;s also by a small margin. So we find Beckel&#39;s claim Half True.</p>\r\n", "ruling_comments_date": "2010-01-07T13:28:54.341019", "ruling_date": "2009-11-12T15:04:36", "ruling_headline": "Beckel says protest against health care bill drew fewer people than Air and Space Museum", "ruling_headline_slug": "beckel-says-protest-against-health-care-bill-drew-", "ruling_link_text": "Roughly the same number, actually ", "ruling_state": null, "source_documents": null, "sources": "<p>Bob Beckel, comments on Sean Hannity&#39;s show on Fox News, Nov. 9, 2009, accessed via Lexis-Nexis<br />\r\n<br />\r\nMichele Bachmann, comments on Sean Hannity&#39;s show on Fox News, Nov. 9, 2009, accessed via Lexis-Nexis<br />\r\n<br />\r\nDana Milbank, &quot; <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2009/11/05/AR2009110504566.html\" target=\"_blank\"> No one said freedom was pretty </a> ,&quot; <em> Washington Post </em> , Nov. 6, 2009<br />\r\n<br />\r\nPhilip Rucker, &quot; <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2009/11/05/AR2009110503227.html\" target=\"_blank\"> Activists bring &#39;tea party&#39; to Capitol Hill; House Democrats&#39; health bill denounced as &#39;Pelosi-Care </a> ,&#39;&quot; <em> Washington Post </em> , Nov. 6, 2009<br />\r\n<br />\r\nJonathan Allen and Meredith Shiner, &quot; <a href=\"http://www.politico.com/news/stories/1109/29221.html\" target=\"_blank\"> Tea partiers descend on Capitol Hill </a> ,&quot; <em> Politico </em> , Nov. 5, 2009<br />\r\n<br />\r\nJanet Hook and Noam Levey, &quot;Seniors, doctors give key boost to health bill; The din grows from the left and right as a House vote nears,&quot; <em> Los Angeles Times </em> , Nov. 6, 2009, accessed via Lexis-Nexis<br />\r\n<br />\r\nAssociated Press, &quot; <a href=\"http://www.baltimoresun.com/news/sns-ap-us-health-overhaul-capitol-rumble,0,2019456.story\" target=\"_blank\"> Chanting &#39;Kill the bill,&#39; thousands rally at Capitol to protest health care overhaul bill </a> ,&quot; Nov. 5, 2009<br />\r\n<br />\r\nE-mail interview with Jonathan Allen, reporter with <em> Politico </em> , Nov. 12, 2009<br />\r\n<br />\r\nE-mail interview with Noam Levey, reporter with the <em> Los Angeles Times </em> , Nov. 12, 2009<br />\r\n<br />\r\nInterview with Clark McPhail, crowd expert and emeritus professor at the University of Illinois, Nov. 12, 2009<br />\r\n<br />\r\nInterviews with Isabel Lara, spokeswoman for the National Air and Space Museum, Nov. 11-12, 2009<br />\r\n<br />\r\nInterview with Sgt. Kimberly Schneider, spokeswoman for the U.S. Capitol Police, Nov. 11, 2009</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Co-host on Fox News Channel's \"The Five\"", "false_count": 1, "first_name": "Bob", "half_true_count": 1, "home_state": "Washington, D.C.", "id": 271, "last_name": "Beckel", "mostly_true_count": 0, "name_slug": "bob-beckel", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/thefive_BECKEL_042313.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/271/", "total_count": 3, "true_count": 1, "website": ""}, "statement": "<p>&quot;There were more people at the Air and Space Museum&quot; than at a rally against the health care bills.</p>\r\n", "statement_context": "Sean Hannity's show on Fox News", "statement_date": "2009-11-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}], "target": [], "twitter_headline": ""}