{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/nov/12/glenn-beck/glenn-beck-claims-health-care-bill-includes-insura/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1318, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1318/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>We&#39;re months into this health care debate and frankly a lot of the claims we&#39;ve been fact-checking from opponents and proponents alike have gotten a little stale. So we were thrilled to hear a new one on the Glenn Beck radio program on Nov. 12, 2009:</p>\r\n\r\n<p>&quot;Do you know in the health care bill, we&#39;re now offering insurance for dogs,&quot; Beck said. &quot;Do I need to say any more?&quot;</p>\r\n\r\n<p>Actually yes. Keep going.</p>\r\n\r\n<p>&quot;If you are somebody who is like, &#39;Well, I just, I&#39;m struggling and we&#39;re barely making ends meet,&#39; I&#39;m not paying for your dog cardiologist!&quot; Beck said. &quot;Not gonna do it. I&#39;m sorry, the dog goes nighty night.&quot;</p>\r\n\r\n<p>There was some discussion between Beck and his executive producer about their own dogs&#39; medical issues, whether or not they have pet insurance, and whether the Obama administration is putting animals on par with humans.</p>\r\n\r\n<p>Like so many claims in the health care debate, Beck has taken a kernel of something in the bill and spun it to an absurd conclusion.</p>\r\n\r\n<p>Included in the House bill is the creation of a Public Health Workforce Corps to address shortages in the public health workforce. The program would provide scholarships and education loan repayment assistance for public health professionals serving in areas of need. Veterinarians are included among those public health professionals.</p>\r\n\r\n<p>&quot;The rationale is that with mad cow disease, swine flu and other animal-borne diseases and issues, there is logic in helping to create more and better trained individuals to treat animal health,&quot; said Vincent Morris, spokesman for the House Rules Committee, which is chaired by Rep. Louise Slaughter, D-N.Y.</p>\r\n\r\n<p>But the inclusion of veterinarians in the health bill didn&#39;t sit well with Rep. Cliff Stearns, R-Fla., who noted on the House floor on Nov. 7, 2009, that the loan repayment program will cost $283 million over five years.</p>\r\n\r\n<p>&quot;So the real question I have for you folks (Democrats): Why are veterinarians part of this health care bill?&quot; Stearns asked.</p>\r\n\r\n<p>Rep. Slaughter responded: &quot;Have you ever heard of swine flu? Have you ever heard about food safety? Have you ever heard that 70 percent of all of the antibiotics produced in the United States are given to cattle and poultry even though they are not ill? But swine flu should make you worry a little bit, don&rsquo;t you think?&quot;</p>\r\n\r\n<p>The bill also would provide funding for fellowships to support public health training, and again, veterinary medicine is included in the mix. Lastly, the bill would create an advisory committee to assess the health workforce and to make recommendations to ensure that workforce is meeting the nation&rsquo;s needs. The bill says that would include public health professions &quot;including veterinarians engaged in public health practice.&quot; In other words, not the local vet who gives your dog heartworm pills.</p>\r\n\r\n<p>Two other things about the scholarships and loan assistance programs. In order to qualify, the bill says applicants must &quot;have demonstrated expertise in public health&quot; and as quid pro quo must serve for a period equal to their scholarship in a public health program assigned by the Centers for Disease Control and Prevention. Again, not your pet vet down the street.</p>\r\n\r\n<p>&quot;Veterinarians are a part of the public health workforce, especially those that deal with disease outbreak,&quot; said Brian Cook, press secretary for Pete Stark, D-Calif., chair of the Ways and Means Health Subcommittee. &quot;We have a shortage of veterinarians right now who are trained to deal with disease outbreak.&quot;</p>\r\n\r\n<p>Still, scholarships, loan assistance and fellowships to veterinarians is one thing. Providing government health insurance to dogs is quite another.</p>\r\n\r\n<p>&quot;We are not offering insurance for dogs,&quot; Morris said.</p>\r\n\r\n<p>We pored over the bill and came to the same conclusion. There is no health insurance of any kind for dogs -- no public option for Rex, no death panels for Fido.</p>\r\n\r\n<p>So we&#39;ve got to put Beck in the doghouse for this one -- Pants on Fire!</p>\r\n", "ruling_comments_date": "2010-01-07T13:28:54.523285", "ruling_date": "2009-11-12T18:08:20", "ruling_headline": "Glenn Beck claims health care bill includes insurance for dogs", "ruling_headline_slug": "glenn-beck-claims-health-care-bill-includes-insura", "ruling_link_text": "No public option for Bo", "ruling_state": null, "source_documents": null, "sources": "<p>U.S. House of Representatives Rules Committee, <a href=\"http://docs.house.gov/rules/health/111_ahcaa.pdf\" target=\"_blank\"> HR 3962 - the Affordable Health Care For America Act </a></p>\r\n\r\n<p>U.S. House of Representatives Ways and Means Committee, <a href=\"http://waysandmeans.house.gov/media/pdf/111/hcare/HR3962SECBYSECFINAL.pdf\" target=\"_blank\"> HR 3962 - Section by Section </a></p>\r\n\r\n<p>GOP.gov, Conference Blog: <a href=\"http://www.gop.gov/blog/09/10/29/fact-check-and-details-about\" target=\"_blank\"> Fact Check and Details About Pelosi&#39;s Government-Run Health Care Bill </a> , Oct. 29, 2009</p>\r\n\r\n<p>CQ Transcripts, Discussion of H.R. 3962 in the House Committee on Rules, Nov. 7, 2009</p>\r\n\r\n<p>Interview with Brian Cook, press secretary for Pete Stark, D-Calif., chair of the Ways and Means Health Subcommittee, Nov. 12, 2009</p>\r\n\r\n<p>Interview with Vincent Morris, spokesman for House Rules Committee, which is Chaired by Rep. Louise Slaughter, Nov. 12, 2009</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "", "false_count": 7, "first_name": "Glenn", "half_true_count": 7, "home_state": "", "id": 181, "last_name": "Beck", "mostly_true_count": 2, "name_slug": "glenn-beck", "pants_count": 6, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Glenn.png", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/181/", "total_count": 31, "true_count": 4, "website": ""}, "statement": "<p>&quot;In the health care bill, we&#39;re now offering insurance for dogs.&quot;</p>\r\n", "statement_context": "his radio program", "statement_date": "2009-11-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}], "target": [], "twitter_headline": ""}