{"art": [{"brightcove": "", "caption": "Mike Coffman ad falsely says Morgan Carroll voted to make it \"easier to sue\" doctors, small businesses and nurses.", "id": 9260, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/9260/", "title": "Mike Coffman ad falsely says Morgan Carroll voted to make it 'easier to sue' doctors, small businesses and nurses", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/HozSWQbFzyY?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "HozSWQbFzyY"}], "author": [{"email_address": "alan.gathright@kmgh.com", "first_name": "Alan", "id": 534, "last_name": "Gathright", "name_slug": "alan-gathright", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 66, "publication_name": "KMGH Denver7", "resource_uri": "/api/v/2/publication/66/"}, "resource_uri": "/api/v/2/staffer/534/", "title": "Reporter", "twitter": null}], "canonical_url": "/colorado/statements/2016/oct/05/mike-coffman/coffman-falsely-says-carroll-voted-make-it-easier-/", "edition": {"adkey": "Editions", "advalue": "Colorado", "edition": "Colorado", "edition_slug": "colorado", "has_afterthefact": false, "id": 53, "index_page": false, "meter_name": "The Colorado Truth-O-Meter", "resource_uri": "/api/v/2/edition/53/"}, "editor": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "facebook_headline": "Coffman says Carroll made it 'easier to sue' doctors, nurses", "id": 13198, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "alan.gathright@kmgh.com", "first_name": "Alan", "id": 534, "last_name": "Gathright", "name_slug": "alan-gathright", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 66, "publication_name": "KMGH Denver7", "resource_uri": "/api/v/2/publication/66/"}, "resource_uri": "/api/v/2/staffer/534/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/13198/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Colorado Republican Rep. Mike Coffman pulls no punches in an ad accusing his Democratic opponent, &nbsp;Morgan Carroll, of using her role as a state senator to benefit her &quot;shady interests&quot; as a trial lawyer.</p>\r\n\r\n<p>&quot;Meet Morgan Carroll, state senator, who&rsquo;s also Morgan Carroll, personal injury lawyer,&quot; the narrator says in the ad that aired Sept. 20. &quot;Morgan Carroll the lawyer has worked for some of the sleaziest firms in the state. And they love frivolous lawsuits.&quot;</p>\r\n\r\n<p><a href=\"https://www.youtube.com/watch?v=HozSWQbFzyY\">The ad shows</a> photos of Carroll on billboards next to slimy-looking lawyers.</p>\r\n\r\n<p>The narrator says the state senator&rsquo;s votes resulted in &quot;making it easier to sue doctors, small businesses, even nurses. Putting her own shady interests first.&quot;</p>\r\n\r\n<p><a href=\"http://www.denverpost.com/2016/09/08/mike-coffman-new-radio-ad/\">Coffman&rsquo;s radio version of the ad</a> goes further, accusing Carroll of &quot;using her position in the state Senate to line her own pockets&quot; and speaking about an &quot;odor of corruption,&quot; the <a href=\"http://www.denverpost.com/2016/09/08/mike-coffman-new-radio-ad/\"><em>Denver Post</em> reported</a>.</p>\r\n\r\n<p>We took a hard look at Coffman&rsquo;s TV ad claim that Carroll&#39;s&nbsp;votes resulted in&nbsp;&quot;making it easier to sue doctors, small businesses, even nurses&quot;to serve her &quot;shady interests.&quot;</p>\r\n\r\n<p>Carroll became an attorney in 2000, and spent the first decade of her career working with her mother. Their firm mostly represented clients with disabilities, Carroll campaign spokesman Drew Godinich told PolitiFact.</p>\r\n\r\n<p>In <a href=\"https://www.youtube.com/watch?v=6WdQJbcoY64\">an ad of her own</a>, Carroll recalls that she was a girl when her dad was diagnosed with Parkinson&rsquo;s disease and she watched him get sicker as medical costs wiped out his retirement savings. &quot;It&#39;s why I&#39;ve dedicated my career to fighting for people with disabilities, helping people stay in their homes and receive the care they need,&quot;&nbsp;she says.</p>\r\n\r\n<p>More recently, Carroll worked for two big personal injury law firms whose TV commercials are well-known to Coloradans. She spent two years at the Sawaya Law Firm, then moved to Bachus &amp; Schanker.</p>\r\n\r\n<p>The <a href=\"http://www.coloradolaw.net/html/carroll.html\">Bachus &amp; Schanker website</a> says, &quot;Morgan Carroll specializes in representing people in personal injury, Workers&#39; Compensation, Social Security Disability and employment law.&quot; Godinich said Carroll primarily was doing legal research at the firm until about four months ago when she took time off&nbsp;to devote herself to the race against Coffman for Colorado&rsquo;s 6th Congressional District, a crescent-ring of Denver suburbs.</p>\r\n\r\n<p>The Coffman ad focuses on two bills Carroll worked on.</p>\r\n\r\n<p>One of them is the <a href=\"http://www.leg.state.co.us/clics2006a/csl.nsf/fsbillcont3/75634C9E34F33F71872570CA007A8AE1?open&amp;file=1076_rer.pdf\">Good Samaritans in Health Care Act</a> of 2006, which Coffman says Carroll opposed to make it &quot;easier to sue&quot;doctors and nurses.</p>\r\n\r\n<p>The Republican-sponsored bill granted immunity from civil liability to doctors, nurses and other medical professionals who volunteer at free medical clinics to help people in need.</p>\r\n\r\n<p>The Coffman ad is misleading. Carroll, who at the time was a House member, voted against the bill in committee after she and the Colorado Trial Lawyers Association raised concerns that the proposed immunity was too broad and could shield a medical professional when a patient was harmed by gross negligence.</p>\r\n\r\n<p>However, Carroll voted for the bill after it was amended on the floor to grant immunity to&nbsp;medical volunteers from civil liability when an &quot;act or omission of a volunteer&quot; resulted in injury, except in cases of gross negligence, reckless misconduct and even violent crimes -- acts that would prevent a volunteer from receiving immunity under the <a href=\"https://www.gpo.gov/fdsys/pkg/PLAW-105publ19/html/PLAW-105publ19.htm\">federal Volunteer Protection Act</a>. &nbsp;&nbsp;&nbsp;&nbsp;</p>\r\n\r\n<p>Ultimately, Carroll supported passage of the law that made it harder -- not easier -- to sue volunteer doctors, nurses and other health-medical professionals -- unless there was evidence of gross negligence.</p>\r\n\r\n<p>Coffman&rsquo;s claim that Carroll made it easier to sue small businesses, refers to the &quot;<a href=\"http://www.leg.state.co.us/clics/clics2013a/csl.nsf/fsbillcont3/A82168D492556FE687257AF000556F1A?open&amp;file=1136_rer.pdf\">Job Protection and Civil Rights Enforcement Act of 2013</a>. &quot;Carroll was a primary sponsor of the bill.</p>\r\n\r\n<p>State law already allowed someone who prevailed in a complaint about employment discrimination or unfair employment practices before the Colorado Civil Rights Commission to sue for back pay, future pay, or to be reinstated or hired if they were improperly fired or denied a job.</p>\r\n\r\n<p>Carroll&rsquo;s bill allowed victims of employment discrimination who win a lawsuit to also receive compensatory and punitive damages in cases where it was proved an employer engaged in intentional discrimination. In addition, the bill allowed an employee to be awarded attorney&rsquo;s fees and costs. But if a judge found a lawsuit was frivolous -- or unjustified -- the court could award attorney&rsquo;s fees and costs to the employer.</p>\r\n\r\n<p>The bill capped the maximum compensatory and punitive damages at $10,000 for a business with fewer than five employees, and $25,000 for an employer with five to 14 workers, according to the nonpartisan <a href=\"http://www.leg.state.co.us/clics/clics2013a/csl.nsf/fsbillcont3/A82168D492556FE687257AF000556F1A?Open&amp;file=HB1136_f1.pdf\">Legislative Council&rsquo;s fiscal analysis</a>.</p>\r\n\r\n<p>The bill and the Legislative Council noted that while federal antidiscrimination laws allow compensatory and punitive damages, those laws don&rsquo;t protect workers who are discriminated against because of their sexual orientation or if their employer has fewer than 15 employees. Carroll&rsquo;s state bill allowed people to seek the increased damages when their employer had less than 15 employees or there was discrimination based on sexual orientation.</p>\r\n\r\n<p>So the legislation, which became law, didn&rsquo;t make it &quot;easier to sue&quot; small businesses -- people could already do that -- but it did allow people the opportunity to win greater financial damages.</p>\r\n\r\n<p>What about Coffman&rsquo;s accusation that Carroll engaged in a conflict of interest by voting on bills that financially benefited her work as a trial lawyer?</p>\r\n\r\n<p>We checked the Colorado Independent Ethics Commission&rsquo;s records and found no evidence of an ethics complaint having been made against Carroll. &nbsp;&nbsp;</p>\r\n\r\n<p>The <a href=\"http://tornado.state.co.us/gov_dir/leg_dir/olls/ethics/relevant_law.html#rots-17-c\">Legislature&rsquo;s ethics rules</a> state that a lawmaker has a personal or financial interest in legislation &quot;if the passage or failure of such bill, measure, or question will result in the member deriving a direct financial or pecuniary benefit that is greater than any such benefit derived by or shared by other persons in the member&#39;s profession, occupation, industry, or region.&quot;</p>\r\n\r\n<p>But a lawmaker will not be deemed to have a personal or financial interest in a bill that &quot;affects the entire membership of a class to which the member belongs.&quot; In a part-time &quot;citizen legislature&quot; like Colorado&rsquo;s, this generally allows a doctor/lawmaker to vote on a health care bill, a teacher to vote on an educational bill, and a builder to vote on a construction bill. &nbsp;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Coffman says Carroll&rsquo;s votes on state legislation made &quot;it easier to sue doctors, small businesses, even nurses. Putting her own shady interests first.&quot;</p>\r\n\r\n<p>Carroll voted in committee against a bill to grant immunity from civil liability to doctors, nurses and other medical professionals who volunteer at free medical clinics. But Carroll voted for the bill after it was amended on the floor to shield most medical volunteers from lawsuits &mdash; except in cases of gross negligence.</p>\r\n\r\n<p>Carroll did sponsor and vote for an anti-employment discrimination bill that didn&rsquo;t make it easier to sue small businesses, because existing law already allowed such suits. But her bill did allow for the awarding of compensatory and punitive damages and attorney&rsquo;s fees against employers of all sizes, including small businesses.</p>\r\n\r\n<p>Coffman accuses Carroll, who has worked as a lawyer handling disability, employment, workers&rsquo; compensation and personal injury cases, of being sleazy and shady with conflicts of interest.&nbsp;But there&#39;s no evidence she violated state ethics laws.</p>\r\n\r\n<p>We rate this claim False.</p>\r\n\r\n<p><a href=\"https://www.sharethefacts.co/share/ee3b4dca-e5bf-4630-a661-ef96890b8b02\">https://www.sharethefacts.co/share/ee3b4dca-e5bf-4630-a661-ef96890b8b02</a></p>\r\n", "ruling_comments_date": "2016-10-05T15:53:39.122734", "ruling_date": "2016-10-05T16:38:43", "ruling_headline": "Coffman falsely says Carroll voted to make it 'easier to sue' doctors, small businesses, nurses", "ruling_headline_slug": "coffman-falsely-says-carroll-voted-make-it-easier-", "ruling_link_text": "Ad misstates facts ", "ruling_state": null, "source_documents": null, "sources": "<p>Interview via email&nbsp;with Coffman campaign spokeswoman, Cinamon Watson, on September 22, 2016</p>\r\n\r\n<p>Interview via email with Carroll campaign spokesman, Drew Godinich, on September 28, 2016&nbsp;</p>\r\n\r\n<p>Colorado House Bill 2006-1076, <a href=\"http://www.leg.state.co.us/clics2006a/csl.nsf/fsbillcont3/75634C9E34F33F71872570CA007A8AE1?open&amp;file=1076_rer.pdf\">Good Samaritans in Health Care Act</a>, February 17, 2006</p>\r\n\r\n<p>Colorado House Journal, <a href=\"http://www.leg.state.co.us/CLICS2006A/csl.nsf/BillFoldersAll?OpenFrameSet\">Vote on Final Passage of HB06-1076</a>, Page 404-405, February 20, 2006</p>\r\n\r\n<p><em>Denver Post</em>, &quot;<a href=\"http://www.denverpost.com/2016/09/08/mike-coffman-new-radio-ad/\">Mike Coffman takes aim at challenger Morgan Carroll&rsquo;s work as a state senator, personal injury lawyer in new radio ad</a>,&quot;&nbsp;September 8, 2016</p>\r\n\r\n<p>Colorado House Bill 2013-1136, &quot;<a href=\"http://www.leg.state.co.us/clics/clics2013a/csl.nsf/fsbillcont3/A82168D492556FE687257AF000556F1A?Open&amp;file=HB1136_f1.pdf\">Job Protection and Civil Rights Enforcement Act</a>,&quot;&nbsp;April 17, 2013</p>\r\n\r\n<p>Colorado Legislative Council, <a href=\"http://www.leg.state.co.us/clics/clics2013a/csl.nsf/fsbillcont3/A82168D492556FE687257AF000556F1A?Open&amp;file=HB1136_f1.pdf\">Fiscal Note</a> for House Bill 2013-1136, &quot;Job Protection and Civil Rights Enforcement Act,&quot;&nbsp;July 25, 2013</p>\r\n\r\n<p>Colorado Senate Journal, Vote on Final Passage of the &quot;<a href=\"http://www.leg.state.co.us/CLICS/CLICS2013A/csl.nsf/Journals?OpenFrameSet\">Job Protection and Civil Rights Act</a>&quot;&nbsp;(HB13-1136), Page 1054, April 26, 2013.</p>\r\n\r\n<p>Colorado General Assembly, &quot;<a href=\"http://tornado.state.co.us/gov_dir/leg_dir/olls/ethics/relevant_law.html#rots-17-c\">Ethics Tutorial</a>&quot;</p>\r\n\r\n<p>Office of Legislative Legal Services, &quot;<a href=\"http://leg.colorado.gov/sites/default/files/ethics-laws-and-rules-for-members-of-the-general-assembly.pdf\">Ethics Resource Memo</a>,&quot;&nbsp;September 29, 2016</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Colorado U.S. Representative ", "false_count": 1, "first_name": "Mike", "half_true_count": 0, "home_state": "Colorado", "id": 3655, "last_name": "Coffman", "mostly_true_count": 0, "name_slug": "mike-coffman", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Coffman_80X80.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Colorado", "edition": "Colorado", "edition_slug": "colorado", "has_afterthefact": false, "id": 53, "index_page": false, "meter_name": "The Colorado Truth-O-Meter", "resource_uri": "/api/v/2/edition/53/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3655/", "total_count": 2, "true_count": 0, "website": ""}, "statement": "<p>Says state Sen. Morgan Carroll&#39;s votes made &quot;it easier to sue doctors, small businesses, even nurses. Putting her own shady interests first.&quot;</p>\r\n", "statement_context": "a TV ad ", "statement_date": "2016-09-20", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 35, "photo": null, "resource_uri": "/api/v/2/subject/35/", "subject": "Ethics", "subject_slug": "ethics", "used_in_edition": []}], "target": [], "twitter_headline": "Coffman falsely says Morgan Carroll voted to make it 'easier to sue' doctors, small businesses and nurses"}