{"art": [{"brightcove": "", "caption": "Sen. Ted Cruz spoke about Hillary Clinton's position on abortion starting about the 52:19 mark of this University of Texas appearance in September 2016 (Texas Tribune YouTube video).", "id": 9269, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/9269/", "title": "Ted Cruz Texas Tribune Festival 9/24/16", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/LLCxVfKkFNg?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "LLCxVfKkFNg"}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2016/oct/09/ted-cruz/false-ted-cruz-claim-hillary-clinton-backs-unlimit/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": "Ted Cruz says Hillary Clinton backs unlimited abortion", "id": 13223, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/13223/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Ted Cruz of Texas stirred an Austin crowd by declaring that Hillary Clinton favors abortion without limit.</p>\r\n\r\n<p>The Republican senator characterized the Democratic presidential nominee&rsquo;s position after an audience member at the September 2016 Texas Tribune Festival asked why the father of two young girls could support &quot;a candidate who is so openly misogynistic,&quot; referring to Cruz&rsquo;s endorsement the day before of Republican presidential nominee Donald Trump.</p>\r\n\r\n<p>Cruz stressed his concerns about entrusting Clinton with nominating Supreme Court justices who would, he said, threaten his daughters&rsquo; constitutional rights.</p>\r\n\r\n<p>When he paused, the audience member voiced another question: &quot;Like the right to choose?&quot;</p>\r\n\r\n<p>Cruz replied that the &quot;right to life&quot; needs to be protected, adding: &quot;I can also tell you even on the question of the right to life that the views of Hillary Clinton on abortion are radical and extreme. Her views: She supports unlimited abortion on demand up until the moment of birth, including partial-birth abortion, with taxpayer funding.&quot;</p>\r\n\r\n<p>Unlimited to the moment of birth? Readers asked us to check this claim.</p>\r\n\r\n<p>For starters, it&rsquo;s worth noting that abortions in the weeks leading up to birth are rare; 91 percent in 2012 occurred before the 14th week of pregnancy, according to the Guttmacher Institute, a New York-based reproductive health nonprofit. That year, the institute says, 1.3 percent took place in the 21st week or later. Notably too, as of October 2016, Texas ranked among 15 states to have proscribed abortion after about 20 weeks post-fertilization, <a href=\"https://www.guttmacher.org/state-policy/explore/state-policies-later-abortions\">the institute says</a>.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><img src=\"https://lh3.googleusercontent.com/fumL1g0FR170WFjfkIDoXkSKASBxVekZ_Wo347cEgqW_bNKaKf0x-F4D3tCQi1oKmROs7N_e6fDUQWouy06LwDR4gG5WNMmes_eJ0TgOwtL3vNz6B4RxZ3FsARrRXoofargQ7JBD\" style=\"border:none; height:447px; width:624px\" /></p>\r\n\r\n<p>It&rsquo;s also so that abortions earlier in pregnancy aren&rsquo;t always available on short notice. Twenty-eight states have statutory waiting periods for an abortion, PolitiFact Ohio noted in August 2016, and 14 states require physician counseling that necessitates two trips to a medical facility prior to an abortion.</p>\r\n\r\n<p><strong>Clinton through the years</strong></p>\r\n\r\n<p>And how does Clinton herself characterize her abortion position?</p>\r\n\r\n<p>We perused her own statements and one of her votes as a New York senator.</p>\r\n\r\n<p>A January 2016 &quot;fact sheet&quot; on her campaign website states that as president, Clinton will ensure the right to choose an abortion is protected, a reference to the 1973 Roe v. Wade Supreme Court ruling that legalized abortion.</p>\r\n\r\n<p>Also, the sheet says, Clinton will &quot;repeal the Hyde amendment to ensure low-income women have access to safe reproductive health care.&quot; That&#39;s potentially a call for more federally funded abortions in that the Hyde amendment, regularly embraced by Congress since 1976, bars government funding of abortion through Medicaid except in cases of rape, incest or to save the health or life of the mother.</p>\r\n\r\n<p>According to a 2016 <a href=\"https://www.fas.org/sgp/crs/misc/RL33467.pdf\">report</a> by the nonpartisan Congressional Research Service, similar &quot;restrictions affect the appropriations for other federal entities, including the Department of Justice, where federal funds may not be used to perform abortions in the federal prison system, except in cases of rape or if the life of the mother would be endangered.&quot;</p>\r\n\r\n<p>Hyde acts as a rider on federal appropriations bills. As such, <a href=\"http://www.politifact.com/ohio/statements/2016/aug/12/ohio-right-life/ohio-right-lifes-faulty-claims-ted-strickland-abor/\">PolitiFact Ohio noted in August 2016</a>, it doesn&rsquo;t have to be &quot;repealed&quot; to be deactivated. Bills on federal spending could just cease to include it. Some states have Hyde-like restrictions on their Medicaid dollars, and would have to change their guidelines to open an avenue to fund abortions if Hyde disappeared at the federal level.</p>\r\n\r\n<p>Clinton has long said that she&rsquo;d support a late-term limit on abortion--provided it has exceptions.</p>\r\n\r\n<p>In 2003, as a senator for New York, Clinton was on the <a href=\"https://www.govtrack.us/congress/votes/108-2003/s51\">losing end of a 64-33 floor vote</a> to advance the Partial-Birth Abortion Ban Act of 2003 later signed into law by President George W. Bush. That change--barring physicians from knowingly performing intact dilation and extraction on a living fetus--had no exception to preserve the health or life of the woman.</p>\r\n\r\n<p>&quot;Clearly, the administration and my colleagues on the other side of the aisle see this as an opportunity to begin to eliminate Roe v. Wade,&quot; Clinton said at the time, according to an NPR news report, &quot;and the possibility of safe, legal and rare abortions in this country. And many young women don&#39;t seem to understand that this is not an option that they can take for granted.&quot;</p>\r\n\r\n<p>Earlier, in an Oct. 8, 2000, candidate <a href=\"http://www.cnn.com/TRANSCRIPTS/0010/08/se.02.html\">debate</a>, Clinton said: &quot;I have said many times that I can support a ban on late-term abortions, including partial-birth abortions, so long as the health and life of the mother is protected. I&rsquo;ve met women who faced this heart-wrenching decision toward the end of a pregnancy. Of course it&rsquo;s a horrible procedure. No one would argue with that. But if your life is at stake, if your health is at stake, if the potential for having any more children is at stake, this must be a woman&rsquo;s choice.&quot;</p>\r\n\r\n<p>In March 2016, more recently, Bret Baier of Fox News asked Clinton during a <a href=\"http://www.foxnews.com/politics/2016/03/07/transcript-fox-news-democratic-presidential-town-hall.html\">Democratic presidential town hal</a> whether she favors legal restrictions on abortion at any stage of pregnancy.</p>\r\n\r\n<p>That exchange:</p>\r\n\r\n<p style=\"margin-left:22.5pt\">BAIER: &quot;Do you think a child should have any legal rights or protections before it&rsquo;s born? Or do you think there should not be any restrictions on any abortions at any stage in a pregnancy?&quot;</p>\r\n\r\n<p style=\"margin-left:22.5pt\">CLINTON: &quot;Well, again, let me put this in context, because it&#39;s an important question. Right now the Supreme Court is considering a decision that would shut down a lot of the options for women in Texas, and there have been other legislatures that have taken similar steps to try to restrict a woman&#39;s right to obtain an abortion.</p>\r\n\r\n<p style=\"margin-left:22.5pt\">&quot;Under Roe v. Wade, which is rooted in the Constitution, women have this right to make this highly personal decision with their family in accordance with their faith, with their doctor.</p>\r\n\r\n<p style=\"margin-left:22.5pt\">&quot;It&#39;s not much of a right if it is totally limited and constrained.</p>\r\n\r\n<p style=\"margin-left:22.5pt\">&quot;So I think we have to continue to stand up for a woman&#39;s right to make these decisions, and to defend Planned Parenthood, which does an enormous amount of good work across our country.&quot;</p>\r\n\r\n<p style=\"margin-left:22.5pt\">BAIER: &quot;Just to be clear, there&#39;s no -- without any exceptions?&quot;</p>\r\n\r\n<p style=\"margin-left:22.5pt\">CLINTON: &quot;No -- I have been on record in favor of a late pregnancy regulation that would have exceptions for the life and health of the mother.</p>\r\n\r\n<p style=\"margin-left:22.5pt\">&quot;I object to the recent effort in Congress to pass a law saying after 20 weeks, you know, no such exceptions, because although these are rare, Bret, they sometimes arise in the most complex, difficult medical situation.&quot;</p>\r\n\r\n<p style=\"margin-left:22.5pt\">BAIER: &quot;Fetal malformities and&hellip;&quot;</p>\r\n\r\n<p style=\"margin-left:22.5pt\">CLINTON: &quot;And threats to the woman&#39;s health.&quot;</p>\r\n\r\n<p style=\"margin-left:22.5pt\">BAIER: &quot;Sure.&quot;</p>\r\n\r\n<p style=\"margin-left:22.5pt\">CLINTON: &quot;And so I think it is -- under Roe v. Wade, it is appropriate to say, in these circumstances, so long as there&#39;s an exception for the life and health of the mother.&quot;</p>\r\n\r\n<p><strong>Abortion at birth?</strong></p>\r\n\r\n<p>When we inquired about the basis of Cruz&rsquo;s claim, a Senate office spokesman, Phil Novack, said by email that the <a href=\"https://www.law.cornell.edu/supremecourt/text/410/113\">ruling in Roe v. Wade</a> and another issued the same day in Doe v. Bolton meant from the start that a woman could obtain an abortion &quot;on demand&quot; up to giving birth.</p>\r\n\r\n<p>This intepretation presents as extremely permissive the court&#39;s stipulation that states may restrict abortion after fetal &quot;viability&quot; except &quot;where necessary, in appropriate medical judgment, for the preservation of the life or health of the mother.&quot;</p>\r\n\r\n<p>Among analysts quoted by Novack, <a href=\"https://www.stthomas.edu/law/facultystaff/a-z-index/michael-paulsen.html\">Michael Paulsen</a> of the University of St. Thomas School of Law<a href=\"http://www.consciencedefense.org/files/TheWorstConstitutionalDecisionofAllTime.pdf\"> wrote in 2003</a> that it&rsquo;s &quot;clear to all today that Roe, in tandem with Doe v. Bolton, in fact created a regime of abortion-on-demand throughout all nine months of pregnancy for any reason agreed to by the mother and abortionist.&quot; We followed up with Paulsen, who <a href=\"https://docs.google.com/document/d/1i8-SgJggBgWYd1hEIWxQwp1gTeCE6h6-9ujqfRwwXk4/pub\">said by email</a> that the court&rsquo;s allowance of a late-term abortion to protect a woman&rsquo;s health could extend to &quot;any physical, medical, emotional, psychological, or family reason a woman might evoke. The breadth of the &lsquo;health&rsquo; exception/loophole is stunning,&quot; Paulsen told us.</p>\r\n\r\n<p>Other legal scholars challenge this read.</p>\r\n\r\n<p>To our inquiries, <a href=\"https://law.utexas.edu/faculty/sagerl/\">Lawrence Sager</a>, a constitutional expert at the University of Texas School of Law, and <a href=\"https://www.law.yale.edu/priscilla-smith\">Priscilla Smith</a>, a Yale law professor who&rsquo;s advocated for reproductive rights, each said the mandate that a physician determine if an abortion is needed to protect a woman&rsquo;s health hasn&rsquo;t played out lightly.</p>\r\n\r\n<p>By email, Smith said a physician could lose her or his license to practice or face criminal charges if the judgment that an abortion was needed to protect the woman&rsquo;s health was later found inappropriate.</p>\r\n\r\n<p>&quot;Physicians do not take these significant potential penalties lightly,&quot; Smith wrote, which she said partly explains the rarity of late-term abortions. &quot;The other reason is that women don&#39;t just wake up one day after carrying a pregnancy for six months or more and decide to end it unless there is something really wrong with them,&quot; Smith said.</p>\r\n\r\n<p><strong>Other fact checks</strong></p>\r\n\r\n<p>Earlier this year, PolitiFact National and the Fact Checker at <em>The Washington Post</em> each noted that Clinton had repeatedly declared she&rsquo;d support a law limiting late-term abortion if it includes exceptions to protect the health of the woman.</p>\r\n\r\n<p><a href=\"http://www.politifact.com/truth-o-meter/statements/2016/feb/10/marco-rubio/marco-rubio-says-hillary-clinton-supports-abortion/\">PolitiFact National rated False</a> a claim that Clinton &quot;believes that all abortions should be legal, even on the due date of that unborn child.&quot; That ruling noted Clinton had said she supports restrictions on late-term abortions except in cases of rape, incest and when the mother&rsquo;s life and health are in danger--which wasn&#39;t the same thing as unequivocally supporting abortions &quot;even on the due date.&quot;</p>\r\n\r\n<p>The Fact Checker <a href=\"https://www.washingtonpost.com/news/fact-checker/wp/2016/04/01/firoinas-claim-that-hillary-clinton-supports-abortion-up-until-the-moment-of-birth/\">gave four Pinocchios</a> to a claim that Clinton &quot;supports that a child can be aborted any time up until the moment it is born.&quot; Conceding that some abortion opponents deem the &quot;health&quot; exception for abortion a loophole that allows a woman to get a late-term abortion, the story said &quot;the fact remains that Clinton is on record as accepting that there can be restrictions to abortion well before the imminent birth of the baby.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Cruz said Clinton &quot;supports unlimited abortion on demand up until the moment of birth, including partial-birth abortion, with taxpayer funding.&quot;</p>\r\n\r\n<p>Clinton clearly supports a woman&rsquo;s right to choose an abortion and she&rsquo;s called for ending congressional restrictions on Medicaid funding of abortions.</p>\r\n\r\n<p>However, she&rsquo;s said since 2000 that she&rsquo;d support a legislated late-term limit on abortion if it included an exception to protect the health of the woman--which the law against partial-birth abortions does not. She hasn&#39;t pitched for unlimited abortion on demand.</p>\r\n\r\n<p>We rate this statement False.</p>\r\n\r\n<hr />\r\n<p><em><strong>FALSE</strong></em> &ndash; The statement is not accurate. Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p> <a href=\"https://www.sharethefacts.co/share/571a318d-a7ee-4780-bfc7-d1e0e2acac7f\">https://www.sharethefacts.co/share/571a318d-a7ee-4780-bfc7-d1e0e2acac7f</a> \r\n", "ruling_comments_date": "2016-10-07T20:44:13.979411", "ruling_date": "2016-10-09T06:00:00", "ruling_headline": "False: Ted Cruz claim that Hillary Clinton backs 'unlimited abortion' to moment of birth", "ruling_headline_slug": "false-ted-cruz-claim-hillary-clinton-backs-unlimit", "ruling_link_text": "She's said otherwise since 2000", "ruling_state": null, "source_documents": null, "sources": "<p>Web page, <a href=\"https://www.guttmacher.org/fact-sheet/induced-abortion-united-states\" style=\"text-decoration:none;\"><u>&quot;Induced Abortion in the United States,&quot;</u></a> the Guttmacher Institute, September 2016 (accessed Oct. 6, 2016)</p>\r\n\r\n<p>Truth-O-Meter articles, <a href=\"http://www.politifact.com/truth-o-meter/statements/2016/feb/10/marco-rubio/marco-rubio-says-hillary-clinton-supports-abortion/\" style=\"text-decoration:none;\"><u>&quot;Marco Rubio says Hillary Clinton supports abortions &#39;even on the due date,&#39;&quot;</u></a> PolitiFact, Feb. 10, 2016; <a href=\"http://www.politifact.com/ohio/statements/2016/aug/12/ohio-right-life/ohio-right-lifes-faulty-claims-ted-strickland-abor/\" style=\"text-decoration:none;\"><u>&quot;Ohio Right to Life&#39;s faulty claims on Ted Strickland, abortion,&quot;</u></a> PolitiFact Ohio, Aug. 12, 2016</p>\r\n\r\n<p>Fact check, <a href=\"https://www.washingtonpost.com/news/fact-checker/wp/2016/04/01/firoinas-claim-that-hillary-clinton-supports-abortion-up-until-the-moment-of-birth/\" style=\"text-decoration:none;\"><u>&quot;Fiorina&rsquo;s claim that Hillary Clinton supports abortion &lsquo;up until the moment&rsquo; of birth,&quot;</u></a> the Fact Checker, <em>The Washington Post</em>, April 1, 2016</p>\r\n\r\n<p>ABC, &quot;<a href=\"http://abcnews.go.com/Politics/week-transcript-hillary-clinton-sen-bernie-sanders-donald/story?id=36619138\" style=\"text-decoration:none;\"><u>&#39;This Week&#39; Transcript: Hillary Clinton, Sen. Marco Rubio, and Donald Trump</u></a>,&quot; Feb. 7, 2016</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1Kpu9paUAQIShHMcM8zz5nCpHhECIoFvxKhQZcW53l5w/edit?usp=sharing\" style=\"text-decoration:none;\"><u>Email</u></a>, Phil Novack, press secretary, U.S. Sen. Ted Cruz, Oct. 6, 2016</p>\r\n\r\n<p>Web pages summarizing and showing U.S. Supreme Court rulings in <a href=\"https://www.law.cornell.edu/supremecourt/text/410/113\" style=\"text-decoration:none;\"><u>Roe v. Wade</u></a> and <a href=\"https://www.law.cornell.edu/supremecourt/text/410/179\" style=\"text-decoration:none;\"><u>Doe v. Bolton</u></a>, Jan. 22, 1973, Legal Information Institute, Cornell University Law School (accessed Oct. 6, 2016)</p>\r\n\r\n<p>Telephone interviews, <a href=\"https://law.utexas.edu/faculty/sagerl/\" style=\"text-decoration:none;\"><u>Lawrence Sager</u></a>, Alice Jane Drysdale Sheffield Regents Chair, University of Texas School of Law, Oct. 6, 2016</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1i8-SgJggBgWYd1hEIWxQwp1gTeCE6h6-9ujqfRwwXk4/pub\" style=\"text-decoration:none;\"><u>Email,</u></a> <a href=\"https://www.stthomas.edu/law/facultystaff/a-z-index/michael-paulsen.html\" style=\"text-decoration:none;\"><u>Michael S. Paulsen</u></a>, University chair &amp; professor of law, The University of St. Thomas, Oct. 7, 2016</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1MSBWCv_6UZnLK1_SAyPsNrFoJScTDhVN3jfcQ1aCoBo/pub\" style=\"text-decoration:none;\"><u>Emails,</u></a> Devon Kearns, press officer, Planned Parenthood Federation of America, Planned Parenthood Action Fund, Oct. 6-7, 2016</p>\r\n\r\n<p>Email,<a href=\"https://www.law.yale.edu/priscilla-smith\" style=\"text-decoration:none;\"><u> Priscilla J. Smith</u></a>, associate research scholar In law, Yale Law School, Oct. 7, 2016</p>\r\n\r\n<p>CNN, &quot;<a href=\"http://www.cnn.com/TRANSCRIPTS/0010/08/se.02.html\" style=\"text-decoration:none;\"><u>Hillary, Lazio Square Off in Second New York Senate Debate</u></a>,&quot; Oct. 8, 2000</p>\r\n\r\n<p>Web page showing Senate vote, <a href=\"https://www.govtrack.us/congress/votes/108-2003/s51\" style=\"text-decoration:none;\"><u>&quot;S. 3 (108th): Partial-Birth Abortion Ban Act of 2003,&quot;</u></a> Senate Vote No. 51 in 2003, March 13, 2003, GovTrack.us (accessed Oct. 5, 2016)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1MSBWCv_6UZnLK1_SAyPsNrFoJScTDhVN3jfcQ1aCoBo/pub\" style=\"text-decoration:none;\"><u>Email</u></a>, Devon Kearns, press officer, Planned Parenthood Federation of America, Planned Parenthood Action Fund, Oct. 6, 2016</p>\r\n\r\n<p>Video and transcript, <a href=\"http://www.foxnews.com/politics/2016/03/07/transcript-fox-news-democratic-presidential-town-hall.html\" style=\"text-decoration:none;\"><u>&quot;Fox News Democratic presidential town hall,&quot;</u></a> Fox News, March 7, 2016</p>\r\n\r\n<p>News story, &quot;U.S. Senate approves a bill that bans partial-birth abortions; President Bush vows to sign bill into law,&quot; reporter David Welna for NPR, All Things Considered, March 13, 2003 (Nexis search)</p>\r\n\r\n<p>Report, <a href=\"https://www.fas.org/sgp/crs/misc/RL33467.pdf\" style=\"text-decoration:none;\"><u>&quot;Abortion: &nbsp;Judicial History and &nbsp;Legislative Response,&quot;</u></a> Congressional Research Service, Jan. 15, 2016</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 43, "current_job": "Senator", "false_count": 38, "first_name": "Ted", "half_true_count": 20, "home_state": "Texas", "id": 1475, "last_name": "Cruz", "mostly_true_count": 22, "name_slug": "ted-cruz", "pants_count": 9, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/CRUZPFTNEW.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1475/", "total_count": 141, "true_count": 7, "website": "http://www.tedcruz.org/"}, "statement": "<p>Hillary Clinton &quot;supports unlimited abortion on demand up until the moment of birth, including partial-birth abortion, with taxpayer funding.&quot;</p>\r\n\r\n<p><br />\r\n&nbsp;</p>\r\n", "statement_context": "responding to an audience member's question at the Texas Tribune Festival.", "statement_date": "2016-09-24", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}], "target": [], "twitter_headline": ".@tedcruz wrong that @HillaryClinton backs 'unlimited abortion' up to moment of birth."}