{"art": [{"brightcove": "", "caption": "A leading lobby group for Texas automobile dealers dealt an errant tweet proclaiming $500 average savings for consumers. These Tesla cars lined up outside the Texas Capitol in 2015 (Austin American-Statesman, Ralph Barrera).", "id": 9404, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/teslapicpft.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/9404/", "title": "Tesla in Texas", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "roberto.cervantes@chron.com", "first_name": "Bobby", "id": 600, "last_name": "Cervantes", "name_slug": "bobby-cervantes", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 60, "publication_name": "Houston Chronicle", "resource_uri": "/api/v/2/publication/60/"}, "resource_uri": "/api/v/2/staffer/600/", "title": "staff writer", "twitter": null}], "canonical_url": "/texas/statements/2016/oct/18/texas-automobile-dealers-association/car-dealers-association-incorrectly-ties-500-savin/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": "Texas auto dealers deal clunker of a tweet", "id": 13275, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "roberto.cervantes@chron.com", "first_name": "Bobby", "id": 600, "last_name": "Cervantes", "name_slug": "bobby-cervantes", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 60, "publication_name": "Houston Chronicle", "resource_uri": "/api/v/2/publication/60/"}, "resource_uri": "/api/v/2/staffer/600/", "title": "staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/13275/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>To say <a href=\"https://www.tesla.com/\">Tesla Motors</a> hasn&rsquo;t had an easy ride directly selling its high-end electric vehicles to Texans is an understatement.</p>\r\n\r\n<p>That&rsquo;s probably due in part to the sway of the <a href=\"http://www.tada.org/web/Online\">Texas Automobile Dealers Association</a>, which through the 2013 and 2015 state legislative sessions stopped Tesla&rsquo;s effort to repeal a prohibition on vehicle manufacturers selling directly to Texas motorists -- a standoff expected to renew in the 2017 session.</p>\r\n\r\n<p>So we noticed when @teslaintexas, a Twitter account for Tesla&rsquo;s efforts in Texas, said in a &nbsp;<a href=\"https://twitter.com/teslaintexas/status/778662985283829761\">September 2016 tweet</a>: &quot;Auto dealers profit off the current system.&quot; The tweet urged followers to tell legislators to legalize &quot;direct sales.&quot;</p>\r\n\r\n<p>The auto dealers association, through the @autodealerstx account, shot back with a tweet stating &quot;consumers save avg of $500 per car sold through franchised dealer model. #txlege got it right the first time.&quot;</p>\r\n\r\n<p>We wondered about that savings figure, ultimately finding the association&rsquo;s cited study didn&rsquo;t compare dealership sales to online or phone sales of the kind that Tesla conducts with Texas customers.</p>\r\n\r\n<p>First, it&rsquo;s worth a look at what the auto dealers and Tesla have been tussling over.</p>\r\n\r\n<p>The Texas franchise law, implemented decades ago, prohibited direct sales of vehicles from the manufacturer to the consumer.</p>\r\n\r\n<p>In other words, Tesla cannot sell cars at their own Texas showrooms, though it may process orders by phone or online. Other states, including Connecticut, Michigan and Utah, have dealership statutes, according to <a href=\"http://www.pewtrusts.org/en/research-and-analysis/blogs/stateline/2015/12/16/for-tesla-a-fight-to-sell-in-some-states\">Stateline</a>, a reporting service on state policy funded by the Pew Charitable Trust.</p>\r\n\r\n<p>For their part, TADA has told lawmakers that the franchise model saves consumers money because it allows them to shop around independently-owned dealerships, where deals and other incentives can drop the car&rsquo;s sticker price.</p>\r\n\r\n<p>So why has Tesla declined to sell its electric vehicles through Texas dealerships a la Ford, Chevrolet and Toyota?</p>\r\n\r\n<p>Appearing before the Federal Trade Commission in January 2016, <a href=\"http://fortune.com/2016/01/19/why-tesla-sells-directly/\">Todd Maron</a>, Tesla&rsquo;s general counsel, said the Texas model would not work for the company because, unlike traditional dealerships that often sprawl side by side along major highways, Tesla&#39;s showrooms need to be smaller and are already built in high foot traffic shopping areas. Such a setup encourages a necessary education process for buyers who must learn about the company&rsquo;s relatively new electric technology, Maron said. Large car dealerships cannot offer those resources, Tesla representatives have argued.</p>\r\n\r\n<p>Legislation that would have allowed Tesla to get around the state&rsquo;s franchise dealer model won approval from a Texas House committee in 2013 but went no <a href=\"https://www.texastribune.org/2013/04/23/teslas-efforts-texas-trouble/\">further</a>. In 2015, Tesla-friendly measures got a House committee hearing and no more.</p>\r\n\r\n<p>Back to the money claim: We asked the dealers association about how it got its $500 savings figure for dealerships versus direct sales to motorists. On behalf of the association, consultant Jennifer Stevens pointed us to a journal article, <a href=\"http://www.phoenix-center.org/perspectives/Perspective16-06Final.pdf\">&quot;State Automobile Franchise Laws: Public or Private Interests?&quot;</a> It was published July 12, 2016 on the website of the Washington, D.C.-based <a href=\"http://www.phoenix-center.org/pcau.html\">Phoenix Center for Advanced Legal &amp; Economic Public Policy Studies</a>, a nonprofit founded in 1998 &quot;with a mission to provide independent assessments of the economic and material implications of regulatory and economic policy in the U.S. and abroad,&quot; according to its website.</p>\r\n\r\n<p>But, we noticed, the study didn&rsquo;t compare shopping in a dealership to shopping for cars online. Rather, it largely considers a broader debate about state auto franchise laws -- whether dealers protect consumers from manufacturers or whether they&rsquo;re a scheme to protect dealership owners.</p>\r\n\r\n<p>We noticed that the touted $500 figure doesn&rsquo;t show up in the paper. Asked about that, one of the paper&rsquo;s authors, <a href=\"http://www.phoenix-center.org/FordVitaMay2016.pdf\">George Ford</a>, the center&rsquo;s chief economist, pointed out the figure in the <a href=\"http://phoenix-center.org/pcpp/PCPP48Final.pdf\">abstract</a> of a March 2015 Phoenix Center policy paper, which minorly cited in first paper, on &quot;the price effects of intra-brand competition. In other words, this paper focused on competition among retailers that sell the same branded product, measuring competition as &quot;the distance (in miles) to the nearest same-brand dealer,&quot; the paper said.</p>\r\n\r\n<p>The abstract states: &quot;For the popular Honda Accord, for example, increasing the distance between Honda dealerships by thirty miles raises the price paid by consumers by about $500.&quot; The researchers found that for nearly all the car models they looked at -- limited to the 10 most popular new cars bought in Texas from 2011-2013 -- competition between same-brand dealers lowered the price tag on new cars. The authors considered price as a function of the distance between the nearest same-brand dealers, allowing them to find the average price at various distances. The bottom line, according to the study&rsquo;s authors, is that more independent dealers competing for consumers&rsquo; money meant lower prices for the consumers.</p>\r\n\r\n<p>Ford, a co-author of both papers, said there was previously a lack of economic analysis on the &quot;fairly important&quot; issue of price changes due to dealership competition, so he and a colleague set out to do that.</p>\r\n\r\n<p><a href=\"http://som.yale.edu/fiona-m-scott-morton\">Fiona M. Scott Morton</a>, an economics professor at Yale University, disagreed with the overall analyses of the center&rsquo;s two studies. The Texas model does not reduce in any discernable way the amount customers will pay for a car, a claim which long has been advanced by the automobile associations to keep the model, Morton said. In fact, according to her analysis of the issue at the state level, the opposite can be true. &quot;One issue that&rsquo;s particularly confusing to lay people is the idea that the dealers create price competition with each other&quot; under a dealership model like Texas&rsquo;, she said. &quot;There is no sense that a manufacturer who owns his own store would charge more. Truthfully, there are no issues with the manufacturer having their own stores.&quot;</p>\r\n\r\n<p>Next, we hunted other relevant research on the specific question about customers saving money at car dealerships as opposed to via a direct sales model.</p>\r\n\r\n<p>Several professors, including Mortons, pointed us to a U.S. Department of Justice <a href=\"https://www.justice.gov/atr/economic-effects-state-bans-direct-manufacturer-sales-car-buyers\">analysis</a> from 2009, conducted by <a href=\"https://www.linkedin.com/in/gerald-bodisch-b2789431\">Gerald R. Bodisch</a> that focused on the state bans on direct sales, which Bodisch said may hinder the development of a more cost-effective method for car distribution. In the paper, Bodisch writes that most buyers today likely would want some hands-on contact with the car before purchasing, but if state bans were repealed, the situation for consumers could look different.</p>\r\n\r\n<p>&quot;Surveys do show that many new car buyers in America would be interested in buying directly from manufacturers, particularly to avoid costs associated with the dealer/customer bargaining process. In one survey, almost half of respondents said that they would opt to buy cars direct from the manufacturer even if it didn&#39;t save any money,&quot; he wrote.</p>\r\n\r\n<p>Daniel Crane, a University of Michigan law professor who focuses on regulation and studies franchise models, said the study&rsquo;s attempt to correlate the dealership model&rsquo;s intra-brand competition with generally more savings for consumers is bogus. &quot;I&rsquo;m not denying that it&rsquo;s possible that (dealerships) could lead to lower prices, but it&rsquo;s not because of the law. You don&rsquo;t need the law for that,&quot; Crane said. &quot;The dealer could just turn out to be more efficient than the manufacturer.&quot;</p>\r\n\r\n<p>The independent experts we talked with said there is no way to compare how much Texas consumers save when purchasing a vehicle at a dealership versus online from Tesla, because Tesla can&rsquo;t sell directly to consumers from showrooms in the state.</p>\r\n\r\n<p>Finally, we circled back to the auto dealers association. Its president, Bill Wolters, stood by its tweet and cited study. By phone, Wolters agreed the study didn&rsquo;t compare traditional dealers to Tesla&rsquo;s sales methods. However, Wolters said, the conclusion suggesting dollar savings due to franchises being abundant signals a built-in advantage for consumers that Wolters said he doesn&rsquo;t believe manufacturers like Tesla would offer through showrooms which, Wolters predicted, would solely be concentrated in the state&rsquo;s biggest cities.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>The auto dealers association responded to a tweet talking up direct sales by car manufacturers by saying consumers save an average of $500 by shopping at traditional roadside dealers.</p>\r\n\r\n<p>However, studies offered to back up this claim didn&rsquo;t gauge whether shoppers save money by visiting dealers rather than buying directly from manufacturers. The $500 savings figure ties to shopping roadside dealers offering the same model of car.</p>\r\n\r\n<p>We rate the claim False.</p>\r\n\r\n<hr />\r\n<p><em><strong>FALSE</strong></em> &ndash; The statement is not accurate. Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p> <a href=\"https://www.sharethefacts.co/share/841b0ef7-f147-4297-adfe-7eb8e2768104\">https://www.sharethefacts.co/share/841b0ef7-f147-4297-adfe-7eb8e2768104</a> \r\n", "ruling_comments_date": "2016-10-17T15:33:29.219056", "ruling_date": "2016-10-18T17:41:10", "ruling_headline": "Car dealers tout $500 in average consumer savings, but cited study not so extensive", "ruling_headline_slug": "car-dealers-association-incorrectly-ties-500-savin", "ruling_link_text": "Clunker", "ruling_state": null, "source_documents": null, "sources": "<p>Journal article, &quot;<a href=\"http://www.phoenix-center.org/perspectives/Perspective16-06Final.pdf\">State Automobile Franchise Laws: Public and Private Interests?</a>&quot; Phoenix Center for Advanced Legal and Economic Public Policy Studies, Perspectives, July 12, 2016</p>\r\n\r\n<p>Policy paper No. 48, &quot;<a href=\"http://phoenix-center.org/pcpp/PCPP48Final.pdf\">The Price Effects of Intra-Brand Competition in the Automobile Industry: An Econometric Analysis</a>,&quot; Phoenix Center, March 2015<br />\r\n<br />\r\nPhone interview, George S. Ford, chief economist, Phoenix Foundation, Oct. 4, 2016</p>\r\n\r\n<p>News story, &quot;<a href=\"http://www.houstonchronicle.com/local/explainer/article/texas-law-tesla-franchise-dealership-electric-cars-7940158.php\">Tesla vs. Texas dealerships explained: Are more luxury electric cars headed our way?</a>&quot; <em>Houston Chronicle</em>, May 23, 2016</p>\r\n\r\n<p>News story, &quot;<a href=\"http://fortune.com/2016/01/19/why-tesla-sells-directly/\">7 Reasons Why Tesla Insists on Selling its Own Cars</a>,&quot; Fortune.com, Jan, 19, 2016</p>\r\n\r\n<p>News story, &quot;<a href=\"http://money.cnn.com/2013/06/04/autos/tesla-texas/\">Tesla&#39;s challenge to dealerships sputters in Texas</a>,&quot; CNN, June 4, 2013</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/10neZQpWuTUZYNsOdJgdpm3OOim6vHw5n1H0uCN4ocx8/edit?usp=sharing\">Email</a>, Karen Kolb Steakley, government relations manager, Tesla, Oct. 5, 2016</p>\r\n\r\n<p>Policy paper, &quot;<a href=\"https://www.justice.gov/atr/economic-effects-state-bans-direct-manufacturer-sales-car-buyers\">Economic Efforts of State Bans on Direct Manufacture Sales to Car Buyers</a>,&quot; Economic Analysis Group, U.S. Department of Justice, May 2009</p>\r\n\r\n<p>Phone interview, <a href=\"http://som.yale.edu/fiona-m-scott-morton\">Fiona Scott Morton</a>, Theodore Nierenberg professor of economics, Yale University, Oct. 10, 2016</p>\r\n\r\n<p>Policy paper, <a href=\"http://faculty.som.yale.edu/FionaScottMorton/documents/StateFranchiseLawsDealerTerminationsandtheAutoCrisis.pdf\">&quot;State Franchise Laws, Dealer Terminations, and the Auto Crisis,</a>&quot; <a href=\"https://michiganross.umich.edu/faculty-research/faculty/francine-lafontaine\">Francine Lafontaine</a>, William Davidson professor of business economics and public policy, University of Michigan, Oct. 14, 2016</p>\r\n\r\n<p>Phone interview, <a href=\"http://www.tada.org/web/Online/About_TADA/President_s_Welcome/Online/About_TADA/Presidents_Message.aspx?hkey=d29fc403-7482-4912-9f39-2ec0e99eff7b\">Bill Wolters</a>, president, Texas Automobile Dealers Association, Oct. 17, 2016</p>\r\n\r\n<p>Phone interview, <a href=\"https://www.law.umich.edu/FacultyBio/Pages/FacultyBio.aspx?FacID=dancrane\">Daniel Crane</a>, Frederick Paul Furth Sr. professor of law, University of Michigan, Oct. 17, 2016</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Advocacy group", "false_count": 1, "first_name": "Texas", "half_true_count": 0, "home_state": "Texas", "id": 3728, "last_name": "Automobile Dealers Association", "mostly_true_count": 0, "name_slug": "texas-automobile-dealers-association", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/tadalogopft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3728/", "total_count": 1, "true_count": 0, "website": "http://www.tada.org"}, "statement": "<p>Says that compared to direct sales by manufacturers, consumers &quot;save avg of $500 per car sold through franchised dealer model.&quot;</p>\r\n", "statement_context": "a tweet", "statement_date": "2016-09-21", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 44, "photo": null, "resource_uri": "/api/v/2/subject/44/", "subject": "Transportation", "subject_slug": "transportation", "used_in_edition": []}], "target": [], "twitter_headline": "Clunker: @autodealerstx claim of avg $500 savings from franchise dealers versus direct sales @teslaintexas"}