{"art": [{"brightcove": "", "caption": "Former Vice President Al Gore spoke about Florida's Amendment 1 during a Hillary Clinton campaign rally in Kendall on Oct. 11, 2016.", "id": 9486, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/9486/", "title": "Gore on Amendment 1", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/t5rc3fwJn40?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "t5rc3fwJn40"}], "author": [{"email_address": "jgillin@politifact.com", "first_name": "Joshua", "id": 327, "last_name": "Gillin", "name_slug": "joshua-gillin", "on_staff_page": null, "phone": "727-893-8337", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/joshuagillin.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/327/", "title": "Staff Writer", "twitter": "jpgillin"}], "canonical_url": "/florida/statements/2016/oct/21/al-gore/utilities-behind-amendment-1-are-trying-trick-vote/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "facebook_headline": "Gore: Utilities trying to trick voters with solar amendment", "id": 13317, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jgillin@politifact.com", "first_name": "Joshua", "id": 327, "last_name": "Gillin", "name_slug": "joshua-gillin", "on_staff_page": null, "phone": "727-893-8337", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/joshuagillin.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/327/", "title": "Staff Writer", "twitter": "jpgillin"}, {"email_address": "meklas@miamiherald.com", "first_name": "Mary Ellen", "id": 185, "last_name": "Klas", "name_slug": "mary-ellen-klas", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 5, "publication_name": "Miami Herald", "resource_uri": "/api/v/2/publication/5/"}, "resource_uri": "/api/v/2/staffer/185/", "title": "Miami Herald Tallahassee Bureau Chief", "twitter": null}], "resource_uri": "/api/v/2/statement/13317/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>In the Miami area to stump for Hillary Clinton, former Vice President Al Gore wanted to enlighten a crowd of supporters about a controversial ballot measure on solar energy.</p>\r\n\r\n<p>Gore said the utility companies that back Amendment 1 make it sound like it fosters solar, but the true aim is darker than that. He called it a <a href=\"http://miamiherald.typepad.com/nakedpolitics/2016/10/gore-blasts-phony-baloney-amendment-1-on-florida-ballot.html\">&quot;phony baloney&quot; initiative</a> propped up by utilities.</p>\r\n\r\n<p>&quot;The things they claim protect solar are protections you already have,&quot; Gore said at Miami Dade College&rsquo;s Kendall campus <a href=\"https://youtu.be/t5rc3fwJn40\">on Oct. 11, 2016</a>. &nbsp;&quot;But they are trying to fool you into amending your state Constitution in a way that gives them the authority to shut down net metering and do in Florida what they did in Nevada and just kill the solar industry.&quot;</p>\r\n\r\n<p>Does Amendment 1 allow utility companies to stop net metering? And what is net metering, anyway? We wanted to shine some light on a very contentious energy proposal.</p>\r\n\r\n<p><strong>Solar squabble</strong></p>\r\n\r\n<p>Amendment 1, called &quot;Rights of Electricity Consumers Regarding Solar Energy Choice,&quot; has drawn fire for crowding out a more grassroots solar power amendment that failed to make this year&rsquo;s ballot because it didn&rsquo;t garner enough signatures &mdash; in part because utility companies contributed millions to Amendment 1&rsquo;s war chest.</p>\r\n\r\n<p>The&nbsp;Florida&nbsp;Supreme Court determined the language of the amendment was not&nbsp;<a href=\"http://www.flsolarchoice.org/florida-supreme-court-approves-utility-backed-solar-amendment-fiercely-opposed-by-grassroots-coalition/\" target=\"_blank\">misleading and approved it 4-3. </a>&nbsp;It is widely considered a deliberate attempt by utilities&nbsp;to erect barriers to competition and prevent third-party leasing of solar. Utility companies&nbsp;have given most of the <a href=\"http://www.abc-7.com/story/33430336/amendment-1-billed-as-pro-consumer-supported-by-big-money\">almost $22 million</a> being poured into the amendment campaign.&nbsp;</p>\r\n\r\n<p>Florida&nbsp;is one of five states that do not allow a property owner to have a third-party installer put solar panels on their roof and sell the power back to them.</p>\r\n\r\n<p>The amendment will leave that ban in place, but, if the ban on solar leasing and sales were removed, the language in the amendment could discourage third-party sales. It gives utility companies the right to impose new fees on all solar customers to compensate for the loss of revenue when solar customers don&#39;t buy their power, making solar sales and leasing less economical.</p>\r\n\r\n<p>Audio surfaced this month of Sal Nuzzo, a vice president at the utilities-backed James Madison Institute in Tallahassee, at an energy summit calling the amendment &quot;an incredibly savvy maneuver&quot; that &quot;would completely negate anything they (pro-solar interests) would try to do either legislatively or constitutionally down the road,&quot; <a href=\"http://www.miamiherald.com/news/politics-government/election/article109017387.html\">according to the <em>Miami Herald</em></a>.</p>\r\n\r\n<p>He also said that because solar power is a popular idea among customers,&nbsp;&quot;we can use a little bit of political jiu-jitsu&quot; to get voters to approve protections for non-solar customers.</p>\r\n\r\n<p>Before that story, environmentalists and solar advocates said they were tipped off by the very <a href=\"https://docs.google.com/viewerng/viewer?url=https://smartsolar3.wpengine.com/wp-content/uploads/2016/06/smart-solar-ballot-language-1.pdf&amp;hl=en_US\">wording in the amendment</a>:</p>\r\n\r\n<p>&quot;State and local governments shall retain their abilities to protect consumer rights and public health, safety and welfare, and to ensure that consumers who do not choose to install solar are not required to subsidize the costs of backup power and electric grid access to those who do.&quot;</p>\r\n\r\n<p>The first clause protects a person&rsquo;s ability to put solar panels on their house. That&rsquo;s really not a big deal at the moment, since current law already allows that. The second half is the controversial part, because critics like Gore say it will allow utility companies to end a process called net metering.</p>\r\n\r\n<p>What&rsquo;s that, you ask? Say you have solar panels on your roof. When the sun is out, the panels are generating power. They may even generate more than your house needs. Meanwhile, most homes still need traditional electric service from utility companies so that they can have power at night.</p>\r\n\r\n<p>Net metering allows someone to sell excess solar-generated power to the utilities. Those people would also enjoy a lower bill because they draw less electricity from the traditional, power plant-supplied grid.</p>\r\n\r\n<p>Utility companies nationwide have argued that this is unfair, because homes with solar panels are getting all the benefit of being connected to the grid without having to pay as much for the upkeep of generators and transmission lines as other customers. Traditional customers, they say, are subsidizing solar customers.</p>\r\n\r\n<p>&quot;The concern is that if you get all your power for free, you&rsquo;re not paying your fair share,&quot; Stetson University law professor Lance Long said.</p>\r\n\r\n<p>Solar promoters disagree with those claims. They argue that instead of costing non-solar customers more, solar energy brings more value to the electricity distribution system than it takes away. A&nbsp;<a href=\"https://www.brookings.edu/research/rooftop-solar-net-metering-is-a-net-benefit/\" target=\"_blank\" title=\"\">Brookings Institution study in May</a>&nbsp;looked at net metering in several states and concluded that when solar customers sell their power back to the electric utility through net metering, it actually helps non-solar customers in a few ways. The study said adding solar power reduces&nbsp;the need to build new power plants to meet peak demand, curtails costly grid maintenance, lowers reliance on oil and gas power generation, lowers utility rates, increases energy security and saves customers money.</p>\r\n\r\n<p>Amendment 1 opponents therefore fear that utilities will lobby the state to allow a surcharge on solar customers or, as Gore said, change the policy for net metering.&nbsp;If Amendment 1 is approved, state officials could define what it means to &quot;subsidize&quot; solar power and lessen the economic benefits of third-party solar power&nbsp;for homes and businesses.</p>\r\n\r\n<p>It&rsquo;s a reasonable concern, since Florida utility providers have already grumbled about ending net metering. Florida Power &amp; Light told the state Public Service Commission in June 2015 that it didn&rsquo;t see the practice as sustainable, repeatedly referring to &quot;<a href=\"http://www.psc.state.fl.us/Files/PDF/Utilities/Electricgas/SolarEnergy/Florida%20Power%20and%20Light.pdf\">subsidies required to support rooftop solar</a>.&quot;</p>\r\n\r\n<p>Ending net metering would strangle a vital revenue source for those third-party solar companies. Those businesses often install solar panels on houses for free or reduced cost, then make money by leasing the equipment and selling excess power to utilities. The chance to cripple competitors would give utilities a big incentive to kill net metering.</p>\r\n\r\n<p>As Gore mentioned, that&rsquo;s what happened in Nevada, which reduced net metering payments so much that major third-party companies left the state, dropping new panel installations by <a href=\"https://www.brookings.edu/research/rooftop-solar-net-metering-is-a-net-benefit/\">92 percent in the first quarter of 2016</a>.</p>\r\n\r\n<p>That follows a national trend of utility companies being hostile to some types of solar arrangements.&nbsp;But no one, not even Oscar-winning environmentalist Gore, knows for certain what Florida&rsquo;s utility companies would do about net metering, or potential extra fees. Both are possible, or even likely, depending on your point of view. But neither are definite if Amendment 1 passes.</p>\r\n\r\n<p>Changes wouldn&rsquo;t be automatic, either. A spokeswoman for <a href=\"https://smartsolarfl.org/\">Consumers for Smart Solar</a>, the utility-backed group behind the initiative, pointed out &quot;Amendment 1 gives utilities no authority whatsoever.&quot;</p>\r\n\r\n<p>Legal experts we contacted said that&rsquo;s accurate; Florida&rsquo;s Public Service Commission, which sets rates and handles utility regulations, would have to approve utilities&rsquo; requests. And since net metering is <a href=\"http://www.leg.state.fl.us/Statutes/index.cfm?App_mode=Display_Statute&amp;Search_String=&amp;URL=0300-0399/0366/Sections/0366.91.html\">a part of state statute</a>, the matter would likely end up before the state Supreme Court. &nbsp;</p>\r\n\r\n<p>That&rsquo;s when Amendment 1 would really kick in: It would give utilities a much stronger argument that one way or another, solar customers should be paying a higher electric bill.</p>\r\n\r\n<p>&quot;It (the amendment) would create a constitutional right for utilities, and not just a regulation,&quot; Florida State University law professor Hannah Wiseman said. &quot;It raises the stakes.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Gore said electric utilities &quot;are trying to fool you into amending your state Constitution in a way that gives them the authority to shut down net metering.&quot;</p>\r\n\r\n<p>Amendment 1 doesn&rsquo;t immediately give utilities authority to do anything, on its face. But it would potentially give them a constitutional argument to eventually charge solar customers more, or change net metering policies. There&rsquo;s no certain proof that&nbsp;Florida&nbsp;regulators would approve either,&nbsp;but experts told us it&rsquo;s a very reasonable suspicion.&nbsp;</p>\r\n\r\n<p>The amendment is widely considered to be deceptively worded&nbsp;and erects barriers to solar power that would favor traditional utilities. Gore is right to warn solar proponents it would work against their broader efforts.</p>\r\n\r\n<p>Nonetheless, he went a bit too far to say the amendment would automatically grant utilities unchecked &quot;authority&quot;&nbsp;to kill net metering. We rate his statement Half True.</p>\r\n\r\n<p><em><strong>Clarification, Oct. 24, 2016: </strong>This fact-check was updated to clarify that third-party&nbsp;sales of electricity from solar power are banned in Florida.</em></p>\r\n\r\n<p><a href=\"https://www.sharethefacts.co/share/b5fa6588-4ecc-454f-9a48-028843014ede\">https://www.sharethefacts.co/share/b5fa6588-4ecc-454f-9a48-028843014ede</a></p>\r\n", "ruling_comments_date": "2016-10-20T16:24:19.078451", "ruling_date": "2016-10-21T12:16:04", "ruling_headline": "Utilities behind solar amendment are trying to trick voters into ending net metering, Al Gore says", "ruling_headline_slug": "utilities-behind-amendment-1-are-trying-trick-vote", "ruling_link_text": "Power would shift, but next step is cloudy", "ruling_state": null, "source_documents": null, "sources": "<p>Alliance for Solar Choice, &quot;<a href=\"https://youtu.be/t5rc3fwJn40\">Former VP Al Gore Gives Speech on Solar Industry at Hillary Clinton Rally, Miami, Florida</a>,&quot; Oct. 11, 2016</p>\r\n\r\n<p><em>Miami Herald</em> Naked Politics blog, &quot;<a href=\"http://miamiherald.typepad.com/nakedpolitics/2016/10/gore-blasts-phony-baloney-amendment-1-on-florida-ballot.html\">Gore blasts &#39;phony-baloney&#39; solar Amendment 1 on Florida ballot</a>,&quot; Oct. 11, 2016</p>\r\n\r\n<p>Florida Public Service Commission, <a href=\"http://www.psc.state.fl.us/Files/PDF/Utilities/Electricgas/SolarEnergy/Florida%20Power%20and%20Light.pdf\">Florida Power &amp; Light comments</a>, June 23, 2015</p>\r\n\r\n<p><em>Rolling Stone</em>, &quot;<a href=\"http://www.rollingstone.com/politics/news/the-koch-brothers-dirty-war-on-solar-power-20160211\">The Koch Brothers&#39; Dirty War on Solar Power</a>,&quot; Feb. 11, 2016</p>\r\n\r\n<p><em>Mother Jones</em>, &quot;<a href=\"http://www.motherjones.com/environment/2016/03/florida-solar-amendment-utility-companies-electricity\">Are Big Power Companies Pulling a Fast One on Florida Voters?</a>,&quot; March 7, 2016</p>\r\n\r\n<p>Floridians for Solar Choice, &quot;<a href=\"http://www.flsolarchoice.org/florida-supreme-court-approves-utility-backed-solar-amendment-fiercely-opposed-by-grassroots-coalition/\">Florida Supreme Court Narrowly Approves Utility-Backed Solar Amendment, Fiercely Opposed by Grassroots Coalition</a>,&quot; March 31, 2016</p>\r\n\r\n<p>News Service of Florida, &quot;<a href=\"http://www.sun-sentinel.com/business/consumer/fl-nsf-solar-ballot-proposal-20160331-story.html\">Florida Supreme Court OKs solar ballot proposal</a>,&quot; March 31, 2016</p>\r\n\r\n<p>Brookings Institution, &quot;<a href=\"https://www.brookings.edu/research/rooftop-solar-net-metering-is-a-net-benefit/\">Rooftop solar: Net metering is a net benefit</a>,&quot; May 23, 2016</p>\r\n\r\n<p>WLRN, &quot;<a href=\"http://wlrn.org/post/what-do-floridas-two-solar-amendments-actually-mean-sunshine-state\">What Do Florida&#39;s Two Solar Amendments Actually Mean For The Sunshine State?</a>,&quot; Aug. 24, 2016</p>\r\n\r\n<p>Politico, &quot;<a href=\"http://www.politico.com/states/florida/story/2016/10/clinton-gore-knock-florida-officials-on-climate-change-solar-amendment-106289\">Clinton, Gore knock Florida officials on climate change, solar amendment</a>,&quot; Oct. 11, 2016</p>\r\n\r\n<p>PV Magazine, &quot;<a href=\"https://pv-magazine-usa.com/2016/10/12/clinton-gore-rip-floridas-amendment-1-address-climate-change/\">Clinton, Gore rip Florida&rsquo;s Amendment 1, address climate change</a>,&quot; Oct. 12, 2016</p>\r\n\r\n<p><em>Miami Herald</em>, &quot;<a href=\"http://www.miamiherald.com/news/politics-government/election/article109017387.html\">Insider reveals deceptive strategy behind Florida&rsquo;s solar amendment</a>,&quot; Oct. 18, 2016</p>\r\n\r\n<p>Capitol News Service, &quot;<a href=\"http://www.abc-7.com/story/33430336/amendment-1-billed-as-pro-consumer-supported-by-big-money\">Amendment 1 billed as pro-consumer, supported by big money</a>,&quot; Oct. 19, 2016</p>\r\n\r\n<p>Consumers for Smart Solar, &quot;<a href=\"https://docs.google.com/viewerng/viewer?url=https://smartsolar3.wpengine.com/wp-content/uploads/2016/06/smart-solar-ballot-language-1.pdf&amp;hl=en_US\">Rights of Electricity Consumers Regarding Solar Energy Choice</a>,&quot; accessed Oct. 12, 2016</p>\r\n\r\n<p>2016 Florida Statutes, &quot;<a href=\"http://www.leg.state.fl.us/Statutes/index.cfm?App_mode=Display_Statute&amp;Search_String=&amp;URL=0300-0399/0366/Sections/0366.91.html\">366.91 Renewable energy</a>,&quot; accessed Oct. 14, 2016</p>\r\n\r\n<p>Interview with Susan Glickman, Southern Alliance for Clean Energy Florida director, Oct. 13, 2016</p>\r\n\r\n<p>Interview with Betsy McManus, Al Gore spokeswoman, Oct. 14, 2016</p>\r\n\r\n<p>Interview with Kristen Bridges, Consumers for Smart Solar spokeswoman, Oct. 14, 2016</p>\r\n\r\n<p>Interview with Ryan Stoa, Florida International University law professor, Oct. 14, 2016</p>\r\n\r\n<p>Interview with Hannah Wiseman, Florida State University law professor, Oct. 14, 2016</p>\r\n\r\n<p>Interview with Lance Long, Stetson University law professor, Oct. 14, 2016</p>\r\n\r\n<p>Interview with Amy Stein, University of Florida law professor, Oct. 16 &amp; 18, 2016</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "cofounder of Generation Investment Management and Current TV, visiting professor and author", "false_count": 0, "first_name": "Al", "half_true_count": 3, "home_state": "Tennessee", "id": 130, "last_name": "Gore", "mostly_true_count": 1, "name_slug": "al-gore", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Al_Gore.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/130/", "total_count": 6, "true_count": 1, "website": "http://algore.com/"}, "statement": "<p>Says electric utilities &quot;are trying to fool you into amending your state Constitution in a way that gives them the authority to shut down net metering.&quot;</p>\r\n", "statement_context": "a campaign speech", "statement_date": "2016-10-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>We strive to make our work completely accurate. When we make a mistake, we correct it and note it on the original item. If the mistake is so significant that it requires us to change the ruling, we will do so. Readers who see an error should contact the writer or editor. Their names are listed on the right side of every Truth-O-Meter item. Clicking on their names will take you to their bio pages, where you can find their email addresses. Read more about our corrections policies in our <a href=\"http://www.politifact.com/truth-o-meter/article/2013/nov/01/principles-politifact-punditfact-and-truth-o-meter/\">Principles of the Truth-O-Meter</a>.</p>\r\n", "id": 255, "photo": null, "resource_uri": "/api/v/2/subject/255/", "subject": "Corrections and Updates", "subject_slug": "corrections-and-updates", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 162, "photo": null, "resource_uri": "/api/v/2/subject/162/", "subject": "Florida Amendments", "subject_slug": "florida-amendments", "used_in_edition": ["/api/v/2/edition/4/"]}], "target": [], "twitter_headline": "Gore: Utilities trying to trick Florida voters with solar amendment"}