{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2009/nov/19/recoverygov/recoverygov-shows-jobs-congressional-districts-don/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1332, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/1332/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>The Obama administration has promoted its Web site Recovery.gov as a bold new step in government transparency and a convenient way for voters to see that the economic stimulus program is working. The Web site makes the case that the stimulus has created tens of thousands of jobs by listing money spent and jobs created or \"saved.\" It uses sophisticated mapping to show where the projects are located.  <br /> <br /> But it's also been a target for stimulus critics who contend that the site uses sloppy bookkeeping and overly generous assumptions to present data that they say is simply political propaganda. The critics were quick to highlight an ABC News report that the Web site shows jobs for Congressional Districts that don't exist.  <br /> <br /> The Obama administration acknowledged the mistakes and said that some of the data was entered incorrectly. Two days after ABC News reported on the problem with Congressional districts, the Recovery.gov Web site had changed the data from imaginary district numbers to \"unassigned\" districts.  <br /> <br /> But we were intrigued by ABC's report and decided to dig into the data a little deeper.  <br /> <br /> We selected the state of Florida and noted, before the data was changed, that it listed congressional districts that don't exist. There are 25 Congressional districts in the state, but the site listed projects in the 34th, 35th, 53rd, and 88th districts. It also listed one project in the \"00th\" district. (See  <a href=\"http://www.tampabay.com/universal/politifact/photos/recovery.gov.jpg\" target=\"_blank\"> the page we archived here </a> .)  <br /> <br /> For our fact-checking purposes, we decided to select one of the non-existent Florida districts at random and see if we could discover what was going on. We selected the 34th District, which listed 52 jobs and $1,810,857.  <br /> <br /> After searching Recovery.gov a few different ways, we finally found the project: It was for the Hialeah Housing Authority, an agency in South Florida, to modernize and update its public housing. \"This funding can be expected to result in providing employment for construction workers and product manufacturers,\" said the project page on Recovery.gov. It said the money was being used for roofing and bathroom work and cabinet installations. The Congressional district was listed as 34, but it actually belongs in the 21st, which is represented by Republican Rep. Lincoln Diaz-Balart.  <br /> <br /> We couldn't reach anyone with the Hialeah Housing Authority. But there were four major contractors listed for the Hialeah Housing Authority's project, and we were able to find one of them, Greystroke Construction Inc. Owner Gustavo Blazquez confirmed his work for the authority, and said he assigned about six employees to the project. The work -- replacing cabinets in individual public housing units --had been going on for three months and he expected it to go for three more.  <br /> <br /> Blazquez confirmed the project details listed on Recovery.gov, including that he was one of several contractors who got a piece of the grant. Hialeah is near Miami, and the construction industry there has been hit hard by the housing bust, he said. \"We've got a bare bones crew, and we're trying to survive,\" he said. \"It's helped us keep a small amount of employees, but for how long?\"  <br /> <br /> Blazquez said he's in the process of bidding for more work from the housing authority.  <br /> <br /> The Hialeah project highlights some important caveats -- some might consider them flaws -- in the Obama administration's accounting. The concept of jobs \"saved\" is nebulous and raises questions. Those six people Blazquez employs are listed as jobs \"saved or created\" on the Recovery.gov Web site, but it is a contract for short-term work. Those six people could very well be out of a job in three months -- even though the Obama administration touts them as holding new jobs.  <br /> <br /> Counting jobs \"created or saved\" is also under scrutiny from the U.S. Government Accountability Office, an independent agency that does investigations for Congress. The legislation that created the stimulus also charged the GAO with monitoring jobs reported, and the GAO filed its first report on Thursday.  <br /> <br /> The report found that while agencies and employers were making good-faith efforts to report data, there was evidence that data reporting has been inconsistent. \"Even recipients of similar types of funds appear to have interpreted the reporting guidance in somewhat different ways and took different approaches in how they developed their jobs data,\" the report said.  <br /> <br /> The guidelines require employers to report full-time equivalents, or FTEs, on a quarterly basis for the duration of the project. That means the total hours worked divided by the number of hours in a full time schedule, as defined by the recipient. This is to account for people who work part-time.  <br /> <br /> The GAO report said that some employers and government agencies have been confused by the process and haven't followed the guidelines for determining FTEs, particularly using different time periods to calculate FTEs. In some cases, agencies didn't specify a time period to use. Housing authorities in particular had trouble because they have little experience with reporting employment data, according to the report.  <br /> <br /> We can't independently confirm whether the Hialeah Housing Authority appropriately reported its data on jobs created. But we do know they misreported their Congressional district. Still, it appears to be construction work that should have some stimulative effect.  <br /> <br /> When you hear the Obama administration cite the number of jobs saved or created, you may get the impression that they are referring to long-term, permanent jobs. But that is not the case. In many cases the jobs on Recovery.gov and cited by the administration represent contract jobs that are full-time but end after a short period of time.  <br /> <br /> We should also note this isn't the first time that we've seen problems with the Obama administration's aggressive counting of jobs created or \"saved\" under its stimulus plan. Back in May, President Barack Obama said the economic stimulus has \"  <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/may/29/barack-obama/150000-jobs-created-or-saved-maybe/\" target=\"_blank\"> saved or created nearly 150,000 jobs </a> \" in its first 100 days. That was an estimate created by White House economic advisers, and independent economists we interviewed said that it was far too early to create a definite projection with a high level of accuracy. So we rated his statement Barely True. On the other hand, our reporting has also found the stimulus is properly credited for contributing to 3.5 percent growth in the Gross Domestic Product during the third quarter. Talk show host Rush Limbaugh said all that was due to  <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/nov/03/rush-limbaugh/rush-limbaugh-said-bump-gdp-due-cash-clunkers-and-/\" target=\"_blank\"> Cash for Clunkers and a homebuyers tax credit </a> , but we found that Half True.  <br /> <br /> Recovery.gov is a useful Web site for finding information on specific projects funded by the stimulus, but its rah-rah claims for job creation need some important context and explanation. We are not trying to suggest that the stimulus is doing nothing, but we don't believe that a six-month temporary job is what most people think of when they hear of a job saved or created.  <br /> <br /> In the claim we're examining here, Recovery.gov reported that 52 jobs have been saved or created in Florida's 34th Congressional District. The 34th District doesn't exist, and that's the result of a data entry error. The jobs are actually in the 21st District, and we know that work is being done there after we spoke with one of the contractors. But those still are short-term construction jobs. In the example we chose, we've seen enough questions about the data to give us significant pause. We rate the statement Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-01-07T13:28:55.457689", "ruling_date": "2009-11-19T18:00:55", "ruling_headline": "Recovery.gov shows jobs in Congressional districts that don't exist", "ruling_headline_slug": "recoverygov-shows-jobs-congressional-districts-don", "ruling_link_text": "No 34th District in Florida", "ruling_state": null, "source_documents": null, "sources": "<p>ABC News,  <a href=\"http://abcnews.go.com/Politics/jobs-saved-created-congressional-districts-exist/story?id=9097853\" target=\"_blank\"> Exclusive: Jobs 'Saved or Created' in Congressional Districts That Don't Exist </a> , Nov. 16, 2009</p>\r\n<p>Recovery.gov,  <a href=\"http://www.recovery.gov/transparency/pages/RecipientProjectSummary.aspx?AwardIDSUR=23186&amp;PopId=65384\" target=\"_blank\"> Grants - Award Summary - Hialeah Housing Authority </a> , accessed Nov. 18, 2009</p>\r\n<p>ABC News,  <a href=\"http://blogs.abcnews.com/thenote/2009/11/key-house-dem-wants-answers-on-recoverygov-errors.html\" target=\"_blank\"> Key House Dem Wants Answers on Recovery.gov Errors </a> , Nov. 17, 2009</p>\r\n<p><a href=\"http://www.hialeahhousing.org/news.htm\" target=\"_blank\"> Hialeah Housing Authority </a></p>\r\n<p>Interview with Gustavo Blazquez of Greystroke Construction</p>\r\n<p>U.S. Government Accountability Office, via the Washington Post,  <a href=\"http://www.washingtonpost.com/wp-srv/politics/documents/recipients_report.pdf\" target=\"_blank\"> Recipient Reported Jobs Data Provide Some Insight into Use of Recovery Act Funding, but Data Quality and Reporting Issues Need Attention </a> , November 2009</p>\r\n<p>ProPublica,  <a href=\"http://www.propublica.org/ion/stimulus/item/are-the-criticisms-of-the-govs-stimulus-site-legit-1119\" target=\"_blank\"> Are the Criticisms of the Gov&rsquo;s Stimulus Site Legit? </a> , Nov. 19, 2009</p>\r\n<p>ProPublica,  <a href=\"http://www.propublica.org/ion/stimulus/item/propublicas-unofficial-guide-to-recovery.gov-1030\" target=\"_blank\"> ProPublica&rsquo;s Unofficial Guide to Recovery.gov </a> , Oct. 30, 2009</p>\r\n<p>Washington Post,  <a href=\"http://voices.washingtonpost.com/federal-eye/2009/11/auditors_raise_doubts_about_st_1.html?hpid=topnews\" target=\"_blank\"> Auditors raise doubts about stimulus numbers, but expect data will improve </a> , Nov. 19, 2009</p>\r\n<p>Recovery Accountability and Transparency Board,  <a href=\"http://s3.amazonaws.com/propublica/assets/docs/ratb_press_release_091118.pdf\" target=\"_blank\"> Recovery Board Corrects Congressional District Errors Identified by OMB </a> , Nov. 18, 2009</p>\r\n<p>The White House Web site,  <a href=\"http://www.whitehouse.gov/blog/2009/11/19/reality-check-very-real-jobs-recovery-act-supporting\" target=\"_blank\"> Reality Check: The Very Real Jobs the Recovery Act is Supporting </a> , Nov. 19, 2009</p>\r\n<p>&nbsp;</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "", "id": 275, "last_name": "Recovery.gov", "mostly_true_count": 0, "name_slug": "recoverygov", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Recovery.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/275/", "total_count": 1, "true_count": 0, "website": "http://www.recovery.gov/"}, "statement": "<p>52 jobs have been saved or created in Florida's 34th Congressional District.</p>", "statement_context": "data on its Web site", "statement_date": "2009-11-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 150, "photo": null, "resource_uri": "/api/v/2/subject/150/", "subject": "Stimulus", "subject_slug": "stimulus", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}