{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2009/nov/20/joe-lieberman/public-option-was-not-discussed-much-during-campai/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1336, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/1336/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\n Democrats hoping to pass health care legislation through the Senate need 60 votes to begin consideration of the bill and, ultimately, to pass it. That means every Democrat and the two independents who generally vote with them need to approve.\n <br />\n <br />\n One of those independents is Sen. Joe Lieberman of Connecticut. Lieberman favors health care reform but opposes the public option. He\n <a href=\"http://www.politico.com/news/stories/1109/29698.html\" target=\"_blank\">\n  told Politico\n </a>\n that he was keeping \"all my options open\" when it comes to votes on health care.\n <br />\n <br />\n He said the public option has only recently become a key part of Democratic plans for a health care overhaul.\n <br />\n <br />\n \"It's classic politics of our time that if you look at the campaign last year, presidential, you can't find a mention of public option,\" Lieberman said. \"It was added after the election as a part of what we normally consider health insurance reform &mdash; insurance market reforms, cover people, cover people who are not covered.\"\n <br />\n <br />\n Politico pointed out, correctly, that Lieberman was wrong about the public option being added after the election. It was part of Obama's plans released publicly during the campaign.\n <br />\n <br />\n But we wanted to check his statement that during the 2008 presidential election, \"you can't find a mention of public option.\"\n <br />\n <br />\n Here at PolitiFact, we covered the Democratic primaries and examined the candidates' plans for health care reform in great detail. The most contentious issue during the primary was support for what is known as the individual mandate -- the requirement that everyone have health insurance or face a tax penalty. We don't recall any significant discussion of a public option, nor did we do any Truth-O-Meter items on it during the campaign.\n <br />\n <br />\n To make sure we weren't missing anything, we conducted a database search of campaign coverage by all news outlets. We found very few news reports during the campaign that mentioned the public option or a public plan as part of Obama's health proposals, with the notable exception of a\n <em>\n  New York Times\n </em>\n story published on May 30, 2007, headlined, \"\n <span class=\"SS_L0\">\n  <a name=\"ORIGHIT_2\" target=\"_blank\">\n  </a>\n  <span class=\"hit\">\n   Obama\n  </span>\n  calls for wider and less costly\n  <a name=\"ORIGHIT_3\" target=\"_blank\">\n  </a>\n  <a name=\"HIT_3\" target=\"_blank\">\n  </a>\n  <span class=\"hit\">\n   health\n  </span>\n  care coverage.\n </span>\n \"\n <br />\n <br />\n Here's what the\n <em>\n  Times\n </em>\n reported:\n <br />\n <br />\n \"Mr. Obama would create a public plan for individuals who cannot obtain group coverage through their employers or the existing government programs, like Medicaid or the State Children&rsquo;s Health Insurance Program. Children would be required to have health insurance. Subsidies would be available for those who need help with the cost of coverage.\n <br />\n <br />\n \"He would also create a National Health Insurance Exchange, a regulated marketplace of competing private health plans intended to give individuals other, more affordable options for coverage. The public plan would compete in that Insurance Exchange, advisers said.\"\n <br />\n <br />\n The Obama campaign mentioned the public option briefly in its health position paper and on its Web site. A typical description went like this:\n <br />\n <br />\n \"The Obama-Biden plan will create a National Health Insurance Exchange to help individuals purchase new affordable health care options if they are uninsured or want new health insurance. Through the Exchange, any American will have the opportunity to enroll in the new public plan or an approved private plan, and income-based sliding scale tax credits will be provided for people and families who need it. ... The Exchange will require that all the plans offered are at least as generous as the new public plan and meet the same standards for quality and efficiency.\"\n <br />\n <br />\n But there was little discussion about the public option. The debate in both the primary and the general election focused on the mandate, costs and covering the uninsured. We found the public option mentioned in only 70 articles or transcripts during the entire campaign and months prior to the inauguration.\n <br />\n <br />\n It wasn't until after Obama took office that there was sustained attention to the issue. There were 50 items published between January and May and then coverage exploded this past summer. Major newspapers produced about 650 significant stories or op-eds on Obama and the public option in June, July and August.\n <br />\n <br />\n Lieberman was wrong that the public option was added after the election, but he makes a valid point that it wasn't emphasized or discussed much during the campaign. Lieberman said, \"It's classic politics of our time that if you look at the campaign last year, presidential, you can't find a mention of public option.\" We found a few mentions, but the public option was not at all a significant point of debate during the presidential campaign. So we rate Lieberman's statement Mostly True.\n</p>", "ruling_comments_date": "2010-01-07T13:28:55.638661", "ruling_date": "2009-11-20T15:44:40", "ruling_headline": "The public option was not discussed much during the campaign", "ruling_headline_slug": "public-option-was-not-discussed-much-during-campai", "ruling_link_text": "A few mentions, but not many", "ruling_state": null, "source_documents": null, "sources": "<p>\n Politico, Joe Lieberman slams public option, brushes off critics, Nov. 19, 2009\n</p>\n<p>\n <a href=\"http://www.barackobama.com/pdf/issues/HealthCareFullPlan.pdf\" target=\"_blank\">\n  Obama health care plan\n </a>\n</p>\n<p>\n New York Times, \"\n <a href=\"http://www.nytimes.com/2007/05/30/us/politics/30obama.html?pagewanted=print\" target=\"_blank\">\n  Obama calls for wider and less costly health care coverage\n </a>\n ,\" May 30, 2007\n</p>\n<p>\n Lexis-Nexis news articles database (subscription required)\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Senator", "false_count": 1, "first_name": "Joe", "half_true_count": 0, "home_state": "Connecticut", "id": 66, "last_name": "Lieberman", "mostly_true_count": 2, "name_slug": "joe-lieberman", "pants_count": 0, "party": {"id": 6, "party": "Independent", "party_slug": "independent", "resource_uri": "/api/v/2/party/6/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-joelieberman.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/66/", "total_count": 5, "true_count": 1, "website": "http://lieberman.senate.gov/"}, "statement": "<p>If you look at last year's presidential campaign, \"you can't find a mention of public option.\"</p>", "statement_context": "an interview with Politico", "statement_date": "2009-11-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}