{"art": [], "author": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "canonical_url": "/florida/statements/2009/nov/25/marco-rubio/battle-out-conservative-charlie-crist-marco-rubio-/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1341, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "resource_uri": "/api/v/2/statement/1341/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Marco Rubio is all of the sudden a darling of the American conservative movement in his U.S. Senate primary run against Florida Gov. Charlie Crist.</p>\r\n<p>Consider his bona fides: Rubio opposes publicly run health care and is against abortion. He has been highly critical of the president's $787 billion stimulus plan. He is open to expanding oil drilling in the Gulf of Mexico. He has been endorsed by Mike Huckabee and coverboy for the right-leaning  <em> National Review </em> .  <br /> <br /> To top it off, there's this:  <br /> <br /> \"I have never voted for a tax increase,\" Rubio says on his campaign  <a href=\"http://www.marcorubio.com/issues/\" target=\"_blank\"> Web site </a> . \"While I generally support tax cuts, I believe meaningful tax reform that simplifies our tax code, makes it easier to understand and is more fair to the taxpayer should be our ultimate goal.\"  <br /> <br /> In almost nine years in the Florida House, the last two as speaker, Rubio was an outspoken critic of tax hikes. Rubio twice opposed a tax increase on cigarettes only to have the $1-per-pack hike signed into law by Crist after Rubio left office.  <br /> <br /> And Rubio, along with Crist, led an effort in 2007 to lower property taxes. Rubio went as far as to propose eliminating property taxes on primary homes altogether, replacing them with a state sales tax increase.</p>\r\n<p>That measure ultimately failed, but the idea still won him style points. Grover Norquist, a national conservative figure and president of the anti-tax advocacy group Americans for Tax Reform, called Rubio the most pro-taxpayer legislative leader in the country.  <br /> <br /> \"Runaway property taxes threaten the standard of living of millions of homeowners and renters and the bottom lines of businesses big and small,\" Rubio  <a href=\"http://blogs.tampabay.com/buzz/files/rubio3-6-07.doc\" target=\"_blank\"> said </a> during the property tax debate of 2007.  <br /> <br /> The rhetoric clearly is anti-tax.  <br /> <br /> But does the voting record -- he said \"never\" -- always match?  <br /> <br /> <strong> Rubio's tax record </strong></p>\r\n<p>PolitiFact scoured Rubio's nine-year voting history as a member of the Florida House. We also looked through votes Rubio cast in his two years as a member of the West Miami City Commission.</p>\r\n<p>As a city commissioner, Rubio voted twice to raise property taxes. And in the Florida House, while he pushed to cut property taxes collected by local governments, he also repeatedly voted to force school districts statewide to collect more property taxes, his record shows.</p>\r\n<p>Here's how:</p>\r\n<p>As part of the state budget each year, lawmakers set an amount the state's 67 school districts are required to contribute to education funding. The amount is set as a dollar figure. The state Department of Education then takes that dollar figure and turns it into a corresponding property tax rate for each school district. The process is called the \"required local effort.\"</p>\r\n<p>From 2000 to 2008 -- the years Rubio was in office -- the required local effort from Florida's school districts rose about 102 percent, from $4.08 billion to $8.25 billion. Rubio voted for the budget, and the schools tax, each year. Some of that increase was created by new construction, but at least $2.5 billion came in additional property tax payments made by Floridians.</p>\r\n<p>Two important caveats:  <strong> </strong></p>\r\n<p><strong> &bull; </strong> <strong> </strong> In 2008, the Rubio-led House originally passed a budget that did not raise the schools tax -- the increase came later during budget negotiations between the House and Senate. Rubio praised that year's final budget as being balanced \"without raising taxes.\"  <strong> </strong></p>\r\n<p><strong> &bull; </strong> And in eight of Rubio's nine years, the corresponding tax rate went down. But because of increasing property values, the actual dollar amount -- the figure the Legislature sets -- grew.</p>\r\n<p>The best example of this comes in 2007. As Rubio, Crist and the Legislature were pushing to reform the state's property tax system, they also were passing a budget that increased school property tax collections about $340 million, excluding increases for new construction.</p>\r\n<p>In an interview with PolitiFact this week, Rubio offered two rebuttals: First, that he was only one member of the Legislature. And second, that he wasn't prepared to vote against the entire state budget only to make a point about the schools tax. Earlier this year, Rubio offered another explanation of his schools tax vote, saying that it wasn't a tax increase because the tax rate didn't go up.</p>\r\n<p>\"Anybody who voted against those budgets, would have voted against massive tax cuts,\" Rubio said. \"Somebody could have made that claim. That a 'no' vote on the budget was a vote against tax cuts.\"</p>\r\n<p>But in 2007, Rubio was given a proposal that would have allowed him to support the budget and prevent a school property tax increase. After  <strong> </strong> Crist vetoed about $459.2 million from the 2007-2008 budget, then-House Democratic leader Dan Gelber wrote Rubio asking the Legislature to use that money to reduce the school property tax increase.  <br /> <br /> Rubio balked, saying it would require a change to state spending practices.</p>\r\n<p>\"I share your distaste for the property tax,\" Rubio wrote in a formal response. \"In fact, I wish it would go away totally, at least on homesteaded properties. But as you know public education funding in Florida is a partnership between the state and local school boards. The property tax is the only method of generating revenue we have given school districts.\"</p>\r\n<p>Though he voted for the increases, Rubio did attempt to replace the required local effort with an increased sales tax in 2007 as speaker. The plan went nowhere in the Legislature, and a constitutional amendment for the tax swap plan was thrown off the ballot the following year by a Florida circuit court judge.  <strong> <br /> </strong></p>\r\n<p>State legislators aren't forced to hold public hearings and publicly acknowledge a tax increase like local governments. Some tax bills refer to the tax only as \"School-state\" or \"School-state law.\"  <a href=\"http://taxjax.com/Documents/sampleTaxBill-2.pdf\" target=\"_blank\"> Other </a> tax bills don't break the state tax out at all.  <br /> <br /> It's a system, says state Rep. Adam Fetterman, D-Port St. Lucie, that helps perpetuate a belief that Tallahassee lawmakers aren't raising taxes, when they actually are.  <br /> <br /> Fetterman authored a  <a href=\"http://www.myfloridahouse.gov/sections/Bills/billsdetail.aspx?BillId=40357\" target=\"_blank\"> bill </a> this year requiring tax collectors to tell residents if state legislators were raising school property taxes.  <br /> <br /> The bill was never heard.  <br /> <br /> \"We had some folks in Tallahassee beating their chest, and nearly breaking their arms, shouting about the largest tax cut in Florida history,\" Fetterman said. \"Then they turned around and forced local governments, specifically school boards, to increase taxes. I am tired and fed up -&ndash; as are most of my constituents -&ndash; of the saying of one thing and the doing of another thing in Tallahassee.\"</p>\r\n<p><strong> Old city votes </strong></p>\r\n<p>Rubio also voted in 1998 and 1999 for increases in property tax collections as a member of the West Miami City Commission, West Miami records show.</p>\r\n<p>PolitiFact tracked down the final budget resolutions for both years. Without getting too technical, they say the city of West Miami, without raising tax rates, was increasing property taxes -- 1.402 percent in 1998 and 5.545 percent in 1999. The roll call has then-Commissioner Rubio as voting \"Y\" both years.</p>\r\n<p>It's worth noting that Rubio later argued as a member of the Legislature that local governments were raising taxes while being able to claim they were keeping the tax rate the same.</p>\r\n<p>Rubio said this week it's a sign of a flawed system. Something he attempted to correct.</p>\r\n<p>\"The essence of our campaign is that property taxes are an inherently unfair way to generate revenue,\" Rubio said. \"There were very likely years that people were taxed more even though they were earning less.\"</p>\r\n<p>Back to Rubio's original statement. Though he claims to have never voted for a tax increase, we found that he has several times. First, as a commissioner in West Miami when he approved an increase in property tax collections, then as a state legislator when he voted year after year for budgets that forced school districts statewide to collect more property taxes. School districts were simply the middleman, in charge of collecting the money, but they did it at the behest of legislators.  <br /> <br /> Maybe the votes could be considered appropriate. Or reasoned. Or even necessary. But they were votes to raise taxes -- and he did say \"never.\" We rate his claim False.</p>", "ruling_comments_date": "2010-01-07T13:28:55.943295", "ruling_date": "2009-11-25T17:54:47", "ruling_headline": "Marco Rubio says he never voted to increase taxes", "ruling_headline_slug": "battle-out-conservative-charlie-crist-marco-rubio-", "ruling_link_text": "He said 'never'", "ruling_state": null, "source_documents": null, "sources": "<p>\"  <a href=\"http://www.tampabay.com/news/politics/elections/article1048753.ece\" target=\"_blank\"> Senate candidate Marco Rubio shows conservative stripes in Panhandle swing </a> ,\" St. Petersburg Times/Miami Herald, Nov. 3, 2009</p>\r\n<p>Marco Rubio 2010 campaign web site,  <a href=\"http://www.marcorubio.com/issues/\" target=\"_blank\"> Issues </a></p>\r\n<p>\"Tax eyed for cheap cigarettes,\" Miami Herald, March 17, 2004, accessed via Nexis</p>\r\n<p>\"Cigarette tax hike,\" Miami Herald, April 15, 2008, accessed via Nexis</p>\r\n<p>\"  <a href=\"http://www.sptimes.com/2007/02/27/State/Rubio_tries_to_sell_t.shtml\" target=\"_blank\"> Rubio tries to sell tax change </a> ,\" St. Petersburg Times, Feb. 27, 2007</p>\r\n<p>\"  <a href=\"http://www.sptimes.com/2007/06/10/State/On_special_session_st.shtml\" target=\"_blank\"> On special session, he'll star </a> ,\" St. Petersburg Times, June 10, 2007</p>\r\n<p>Interview with Cheryl Etters, Florida Department of Education, Nov. 19, 2009</p>\r\n<p>Required local effort figures from 2000-2008, provided by Florida Department of Education</p>\r\n<p>\"Republicans admit tax hikes,\" Palm Beach Post, March 31, 2007, accessed via Nexis</p>\r\n<p>Interview with Marco Rubio, Nov. 24, 2009</p>\r\n<p>\"  <a href=\"http://www.floridatrend.com/article.asp?aID=49261\" target=\"_blank\"> Rubio's 100 ideas </a> ,\" Florida Trend, July 1, 2008</p>\r\n<p>Rubio  <a href=\"http://blogs.tampabay.com/buzz/files/letter_to_reps_gelber_cusack.PDF\" target=\"_blank\"> letter </a> to state Rep. Dan Gelber</p>\r\n<p>\"  <a href=\"http://findout.typepad.com/the_fine_print/2009/09/rubio-talks-about-sansom-party-credit-cards-and-the-looming-fight-with-crist.html\" target=\"_blank\"> Rubio talks about Sansom, party credit cards and the looming fight with Crist </a> ,\" The Fine Print, Sept. 18, 2009</p>\r\n<p>Marco Rubio, \"A fair, simple tax proposal,\" St. Petersburg Times, May 13, 2007, accessed via Nexis</p>\r\n<p>Duval County sample tax  <a href=\"http://taxjax.com/Documents/sampleTaxBill-2.pdf\" target=\"_blank\"> bill </a></p>\r\n<p>Interview with state Rep. Adam Fetterman, D-Port St. Lucie, Nov. 19, 2009</p>\r\n<p>Florida House Bill  <a href=\"http://www.myfloridahouse.gov/sections/Bills/billsdetail.aspx?BillId=40357\" target=\"_blank\"> 461 </a></p>\r\n<p>\"Increase in school money has a catch,\" St. Petersburg Times, May 4, 2005, accessed via Nexis</p>\r\n<p>Interview with Yolanda Aguilar, West Miami city manager, Nov. 20, 2009</p>\r\n<p>West Miami resolutions 98-26 and 99-23</p>", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 36, "current_job": "U.S. Senator", "false_count": 26, "first_name": "Marco", "half_true_count": 33, "home_state": "Florida", "id": 277, "last_name": "Rubio", "mostly_true_count": 37, "name_slug": "marco-rubio", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Marco_Rubio.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/277/", "total_count": 168, "true_count": 20, "website": "http://www.rubio.senate.gov/"}, "statement": "<p>\"I have never voted for a tax increase.\"</p>", "statement_context": "his campaign Web site", "statement_date": "2009-11-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 112, "photo": null, "resource_uri": "/api/v/2/subject/112/", "subject": "Florida", "subject_slug": "florida", "used_in_edition": []}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": null}