{"art": [{"brightcove": "", "caption": "Citizens to Protect Transportation Funding in Illinois claims creating a lockbox for transportation revenue will allow roads to be maintained without raising taxes.", "id": 9707, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/9707/", "title": "Illinois road funds", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/aokVwynZ0go?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "aokVwynZ0go"}], "author": [{"email_address": "mdoubek@rebootillinois.com", "first_name": "Madeleine", "id": 573, "last_name": "Doubek", "name_slug": "madeleine-doubek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 71, "publication_name": "Better Government Association", "resource_uri": "/api/v/2/publication/71/"}, "resource_uri": "/api/v/2/staffer/573/", "title": "Publisher", "twitter": null}], "canonical_url": "/illinois/statements/2016/nov/04/citizens-protect-transportation-funding/safe-roads-backers-tax-claim-defies-reality/", "edition": {"adkey": "Editions", "advalue": "Illinois", "edition": "Illinois", "edition_slug": "illinois", "has_afterthefact": false, "id": 61, "index_page": false, "meter_name": "The Illinois Truth-O-Meter", "resource_uri": "/api/v/2/edition/61/"}, "editor": [{"email_address": "matt@matthewdietrich.com", "first_name": "Matt", "id": 574, "last_name": "Dietrich", "name_slug": "matt-dietrich", "on_staff_page": null, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Matt-Dietrich1.jpg", "publication": {"id": 71, "publication_name": "Better Government Association", "resource_uri": "/api/v/2/publication/71/"}, "resource_uri": "/api/v/2/staffer/574/", "title": "PolitiFact Illinois writer", "twitter": ""}], "facebook_headline": "No new taxes? Road amendment claim does not compute", "id": 13433, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mdoubek@rebootillinois.com", "first_name": "Madeleine", "id": 573, "last_name": "Doubek", "name_slug": "madeleine-doubek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 71, "publication_name": "Better Government Association", "resource_uri": "/api/v/2/publication/71/"}, "resource_uri": "/api/v/2/staffer/573/", "title": "Publisher", "twitter": null}], "resource_uri": "/api/v/2/statement/13433/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Illinois voters are being asked whether they want to amend their state constitution to create a kind of lockbox to prevent lawmakers from raiding the proceeds from gas taxes, vehicle registration fees and other transportation-related surcharges that make up the state&rsquo;s road fund.</p>\r\n\r\n<p>A coalition called Citizens to Protect Transportation Funding -- comprised of groups including the state&rsquo;s road construction industry, business and transportation advocates -- has collected $3.75 million and spent more than $2.05 million on TV ads, a <a href=\"http://www.saferoadsamendment.com/\">website </a>and airtime to promote &quot;yes&quot; votes for the &quot;Safe Roads&quot; constitutional amendment this fall.</p>\r\n\r\n<p>One of the group&rsquo;s oft-repeated claims in its <a href=\"https://www.youtube.com/watch?v=enQGTMQifjU\">ads and campaign materials </a>is that the state&rsquo;s infrastructure can be repaired without raising taxes if the amendment is approved. &quot;Now we can regain control. Vote to require politicians to spend those transportation fees on transportation only. We can fix our roads without raising taxes,&quot; a narrator says in one of the ads.</p>\r\n\r\n<p>Given the state has operated without a budget since mid 2015 and leads the nation in unpaid general and pension funds&rsquo; debt, we wanted to examine whether that was true.</p>\r\n\r\n<p><strong>A taxing situation</strong></p>\r\n\r\n<p>The move by the coalition was prompted by a history of Illinois governors and lawmakers borrowing from the state&rsquo;s road fund when budget gaps arise. Indeed, Gov. Bruce Rauner and Democratic majority lawmakers agreed to sweep $350 million from the road fund last year. A few months later, those same lawmakers voted overwhelmingly to put the amendment to voters -- only four lawmakers out of 177 opposed it.</p>\r\n\r\n<p>For the current fiscal year, the road fund and the motor fuel tax fund combined have collected <a href=\"http://ledger.illinoiscomptroller.com/index.cfm/find-a-revenue/fund/?FundSel=0012&amp;FundGrpSel=0&amp;FundCatSel=0&amp;FundTypeSel=0&amp;GroupBy=Agcy&amp;FY=17&amp;submitted=\">$1.62 billion</a>, but transportation advocates have said the state will need $43 billion over the next 10 years to address needs, or $4.3 billion per year.</p>\r\n\r\n<p>A search of the language in the amendment did not find any references to locking in current tax rates or fees. However, a section explaining reasons to oppose the amendment suggests other areas of the budget may need to be cut in order to prioritize transportation: &quot;As a result, elected officials may be asked to reduce funding for other priorities, such as education or social service programs.&quot;</p>\r\n\r\n<p>Many Democratic majority lawmakers have argued Illinois needs to increase taxes to help erase its bill backlog and to correct what they say is a perennially underfunded state government. Illinois does not collect enough revenue to cover all the services citizens expect, they argue. At the same time, they allowed a temporary income tax increase approved in 2011 to expire at the end of 2014. Several attempts to tax the state&rsquo;s millionaires at a higher rate have failed, but no other votes to raise taxes have occurred as Rauner and Democratic majority leaders remain at war and in the midst of a budget impasse.</p>\r\n\r\n<p>Charlie Wheeler, director of the Public Affairs Reporting Program at the University of Illinois-Springfield and a former reporter who covered the state budget for decades, said he believes it will be practically impossible to avoid a tax increase if road funds are off limits.</p>\r\n\r\n<p>He noted Rauner&rsquo;s budget office says the state&rsquo;s budget is operating $4 billion in the red while its Commission on Government Forecasting and Accountability says the figure is more like $7 billion. The state began November with more than $9 billion in overdue bills to pay, according to the Illinois Comptroller&rsquo;s Office.</p>\r\n\r\n<p>When the next fiscal year begins next July, Wheeler said, the figures above mean it&rsquo;s likely the state will be $14 billion to $15 billion behind in paying its bills. The state generates only between $30 billion to $32 billion annually for general spending.</p>\r\n\r\n<p>&quot;If they say generically taxes won&rsquo;t go up they&rsquo;re flat out wrong. Taxes will go up and everybody concedes it,&quot; Wheeler said. &quot;Now if they&rsquo;re saying if we do this, we won&rsquo;t have to increase the gasoline tax, I&rsquo;d say that&rsquo;s pretty dubious.&quot;</p>\r\n\r\n<p>If history is a predictor, then the past would seem to suggest fixing the state&rsquo;s infrastructure will mean more money from residents. Wheeler noted that major state construction programs launched by three previous Democrat and Republican governors all contained provisions to raise new revenue in one or multiple forms. Democratic Gov. Pat Quinn enacted video gambling with tax proceeds going to construction. GOP Gov. George Ryan launched Illinois First by raising vehicle registration fees and alcohol taxes. Before him, former GOP Gov. Jim Thompson oversaw a program called Build Illinois that included a new tax on the private sale of used cars.</p>\r\n\r\n<p>Taxes and fees that go into the road fund are trending downward as well, Wheeler noted, as vehicles become more fuel efficient. At the same time, costs to build roads and bridges are increasing.</p>\r\n\r\n<p>&quot;I don&rsquo;t think it&rsquo;s accurate at all. It&rsquo;s not as inaccurate as many campaign ads, but it&rsquo;s disingenuous,&quot; Wheeler said of the safe roads ad. &quot;You have to pay for the things you want.&quot;</p>\r\n\r\n<p>Additionally, some of the people pushing for passage of the amendment have alluded to the need to generate more tax revenue, if not for roads, then elsewhere if the road fund is off limits.</p>\r\n\r\n<p>Doug Whitley, past president and CEO of the Illinois State Chamber of Commerce, recently wrote: &quot;Unabated raids upon funds financed by user fees has been precipitated by elected officials&rsquo; unwillingness to assume responsibility for raising taxes to assure the General Fund is capable of meeting the state&rsquo;s fundamental obligations to education, healthcare, human services, public safety and pension payments. Shutting off the fund raids will help force the issue.&quot;</p>\r\n\r\n<p>James R. Reilly, a senior fellow focusing on transportation policy at the Metropolitan Planning Council, wrote that to &quot;get our transportation infrastructure in good shape again, Illinois needs to invest an additional $43 billion over the next ten years.</p>\r\n\r\n<p>&quot;One thing we must do is make a significant investment in our transportation network. It&rsquo;s hard to ask voters to make that investment, though, without the assurance that the money will actually be spent on transportation.&quot;</p>\r\n\r\n<p>Laurence Msall, president of the government finance watchdog Civic Federation, said his organization found the state only has diverted about $520 million from road funds between 2004 and 2015, but Illinois&rsquo; needs are far greater than what now is collected for road and bridge and other transportation-related expenses.</p>\r\n\r\n<p>&quot;To say that you&rsquo;d be able to fix roads without raising taxes fails to recognize the condition the state is already in without this constitutional amendment,&quot; Msall said. &quot;This will likely make it harder to stabilize the state&rsquo;s finances.</p>\r\n\r\n<p>&quot;A constitutional amendment to lockbox road funds is likely to do for our roads what the lottery did for the state&rsquo;s education needs,&quot; Msall added, &quot;which was an easy answer to a complicated problem but did not fix it.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Ads created and paid for by Citizens to Protect Transportation Funding say &quot;we can fix our roads without raising taxes.&quot;</p>\r\n\r\n<p>But government budget experts say the state&rsquo;s road needs already are far greater than what is collected in gas taxes and related fees.</p>\r\n\r\n<p>Illinois leads the nation in unpaid bills and has not had a budget since mid 2015. And some of those backing the amendment themselves have written that the state is not generating enough revenue to cover needs and current spending.</p>\r\n\r\n<p>We rate this claim False.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><a href=\"https://www.sharethefacts.co/share/9545f473-c81d-4633-83bb-058d56bea9b8\">https://www.sharethefacts.co/share/9545f473-c81d-4633-83bb-058d56bea9b8</a></p>\r\n\r\n<p>&nbsp;</p>\r\n", "ruling_comments_date": "2016-11-04T20:49:10.602497", "ruling_date": "2016-11-04T21:25:41", "ruling_headline": "Safe roads backers' tax claim defies reality ", "ruling_headline_slug": "safe-roads-backers-tax-claim-defies-reality", "ruling_link_text": "Road amendment group's no-new-tax claim crashes", "ruling_state": null, "source_documents": null, "sources": "<p>Saferoadsamendment.com, <a href=\"http://www.saferoadsamendment.com/videos\">&quot;Safe Roads. No new taxes.&quot;</a> Nov. 1, 2016</p>\r\n\r\n<p>Illinois Secretary of State, <a href=\"https://www.cyberdriveillinois.com/publications/con_amend/ca_english.pdf\">Proposed Amendment to the Illinois Constitution</a>, Nov. 1, 2016</p>\r\n\r\n<p>Illinois Issues, <a href=\"http://nprillinois.org/post/illinois-issues-transportation-lockbox-could-come-unintended-consequences\">&quot;Transportation Lockbox Could Come With Unintended Consequences,&quot;</a> Nov. 1, 2016</p>\r\n\r\n<p>Phone interview, Charles Wheeler, director of the Public Affairs Reporting program, University of Illinois-Springfield, Nov. 1, 2016</p>\r\n\r\n<p>Phone interview, Laurence Msall, Civic Federation, Nov. 1, 2016</p>\r\n\r\n<p>Civic Federation, <a href=\"https://www.civicfed.org/iifs/blog/state-illinois-diversions-transportation-funds\">&quot;State of Illinois Diversions of Transportation Funds,&quot;</a> Nov. 1, 2016</p>\r\n\r\n<p>Civic Federation, &quot;<a href=\"https://www.civicfed.org/iifs/blog/letter-editor-lockbox-amendment\">Letter to the Editor: Lockbox Amendment,&quot;</a> Nov. 1, 2016</p>\r\n\r\n<p>Follow-up phone interview, Laurence Msall, Civic Federation, Nov. 3, 2016</p>\r\n\r\n<p>Doug Whitley, former president of the Illinois State Chamber of Commerce, &quot;<a href=\"http://rebootillinois.com/2016/10/27/opinion-opponents-lockbox-amendment-miss-point/\">Opinion: Opponents of &lsquo;lockbox&rsquo; amendment miss the point,&quot;</a> Reboot Illinois, Nov. 4, 2016</p>\r\n\r\n<p>James R. Reilly, <a href=\"https://www.metroplanning.org/news/7370/Lockbox-amendment-makes-sense-for-Illinois\">&quot;Lockbox amendment makes sense for Illinois,&quot;</a> Metropolitan Planning Council, Nov. 4, 2016</p>\r\n\r\n<p>Illinoissunshine.org, <a href=\"https://www.illinoissunshine.org/committees/32141/\">Citizens to Protect Transportation Funding</a>, Nov. 4, 2016</p>\r\n\r\n<p>Chicago Tribune, <a href=\"http://articles.chicagotribune.com/1985-07-09/news/8502140199_1_special-session-illinois-james-thompson\">&quot;Build Illinois nailed down,&quot;</a> Nov. 4, 2016</p>\r\n\r\n<p>Reboot Illinois, <a href=\"http://rebootillinois.com/2016/11/02/arguments-for-against-safe-roads-amendment/\">&quot;What are the arguments for and against the Safe Roads Amendment,&quot;</a> Nov. 4, 2016</p>\r\n\r\n<p>Illinois Comptroller, <a href=\"https://illinoiscomptroller.gov/\">The Ledger,</a> Nov. 4, 2016</p>\r\n\r\n<p>Illinois Comptroller, The Ledger, <a href=\"http://ledger.illinoiscomptroller.com/index.cfm/find-a-revenue/fund/?FundSel=0012&amp;FundGrpSel=0&amp;FundCatSel=0&amp;FundTypeSel=0&amp;GroupBy=Agcy&amp;FY=17&amp;submitted=\">Statewide revenue by funds</a>, Nov. 4, 2016</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Group pushing a safe roads constitutional amendment", "false_count": 1, "first_name": "", "half_true_count": 0, "home_state": "Illinois", "id": 3760, "last_name": "Citizens to Protect Transportation Funding", "mostly_true_count": 0, "name_slug": "citizens-protect-transportation-funding", "pants_count": 0, "party": {"id": 16, "party": "Organization", "party_slug": "organization", "resource_uri": "/api/v/2/party/16/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Fixroads.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Illinois", "edition": "Illinois", "edition_slug": "illinois", "has_afterthefact": false, "id": 61, "index_page": false, "meter_name": "The Illinois Truth-O-Meter", "resource_uri": "/api/v/2/edition/61/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/3760/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>&quot;We can fix our roads without raising taxes.&quot;</p>\r\n", "statement_context": "a TV ad", "statement_date": "2016-09-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}, {"description": "", "id": 44, "photo": null, "resource_uri": "/api/v/2/subject/44/", "subject": "Transportation", "subject_slug": "transportation", "used_in_edition": []}], "target": [], "twitter_headline": "No new taxes? Road amendment claim does not compute"}