{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2009/nov/27/ed-schultz/schultz-says-health-care-bill-will-only-tax-top-2-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1345, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1345/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Republicans have frequently criticized the Democrats&#39; health care bills by saying that they will make Americans pay more. On Nov. 20, 2009, MSNBC host Ed Schultz fired back, arguing that &quot;98 percent of the American people will not see their taxes go up because of this bill.&quot;<br />\r\n<br />\r\nOn the show, Schultz didn&#39;t specify whether he was referring to the House or Senate health care reform bill. However, a spokeswoman contacted by PolitiFact said he was referring to the House bill, so we will judge him on that basis here.<br />\r\n<br />\r\nWe looked at analyses of the House bill and found one big tax -- the so-called &quot;millionaire&#39;s tax&quot; -- and a few more modest ones that would hit individuals. Let&#39;s address the millionaire&#39;s tax first.<br />\r\n<br />\r\nStarting in 2011, the House bill would impose a 5.4 percent tax on individuals making more than $500,000 a year and on couples earning at least $1 million. This measure is expected to collect $460 billion over 10 years, according to the Congressional Budget Office. But the number of taxpayers hit by this tax would be fewer than 1 million people, or less than 1 percent of tax filers, according to Internal Revenue Service statistics. (Technical note: When calculating the percentages of Americans, the IRS uses a baseline of almost 143 million tax returns filed in 2007, rather than individual people. So we will do the same.)<br />\r\n<br />\r\nIt should be noted that the number of people paying the &quot;millionaire&#39;s tax&quot; is likely to rise, since the tax thresholds are not going to be adjusted for inflation. This means that, barring widespread economic calamity, more people will be hit by the tax every year.<br />\r\n<br />\r\nStill, the exact amount of the increase is hard to determine, so if we stick to the published numbers, Schultz is correct. In fact, he&#39;s given himself a margin of error, saying it would be 2 percent when in fact it would be 1 percent of Americans.<br />\r\n<br />\r\nBut there are a few other taxes in the bill that could hit individuals either directly or indirectly, and while the dollar amounts they collect are much smaller than what the &quot;millionaire&#39;s tax&quot; collects, the pool of people they would affect is much wider.<br />\r\n<br />\r\nThe most notable of these taxes is a penalty assessed on people who decline to buy their own health insurance. According to the bill, people would have to pay a 2.5 percent tax on their income or the dollar amount of a basic coverage plan, whichever is lower. Some people, especially those who are young and in good health, will choose to forgo insurance and pay the tax instead, because doing so will save them money.<br />\r\n<br />\r\nIn its analysis of the House bill, the CBO estimated that this provision would add $5 billion to $6 billion to the federal coffers annually between 2014 and 2019 -- about one-tenth the amount that the &quot;millionaire&#39;s tax&quot; kicks in during those years. But even though the dollar amounts involved are smaller, the number of individuals expected to pay the penalty is potentially much larger.<br />\r\n<br />\r\nThe CBO provided the total amount of penalty revenues rather than an estimate of the number of people paying the penalty, but it&#39;s possible to reverse-engineer the number of penalty payers. Depending on the method used, the number of people paying the penalty -- assuming CBO&#39;s assumptions are right -- could range from 2.5 million to 10 million, according to our estimates and consultations with tax experts.<br />\r\n<br />\r\nOne estimate pegs the number even higher. Working backward from the 23 million people that the CBO expects to be uninsured in 2019, the chief actuary for the Centers for Medicare and Medicaid Services recently estimated that most of the 18 million who are uninsured and who aren&#39;t illegal immigrants would be paying the penalty.<br />\r\n<br />\r\nTwo other taxes in the bill bear mentioning.<br />\r\n<br />\r\nOne is a 2.5 percent tax on most durable medical devices, which the Joint Committee on Taxation, a bipartisan arm of Congress, expects to generate $2 billion to $3 billion most years -- approximately one-twentieth of the amount collected by the &quot;millionaire&#39;s tax.&quot; But while this is technically a tax on companies, it would almost certainly be passed along to consumers, and the number of people affected would be substantial. Because many people use medical devices in any given year, this tax would likely hit more than 2 percent of the population, even accounting for overlap with the other taxes included in the bill.<br />\r\n<br />\r\nThe other tax worth noting is on employers who do not offer health insurance. This, like the medical device tax, is a direct tax on businesses, but much of the cost would probably be borne by employees (in lower wages) or consumers (in higher prices). The CBO expects this tax to generate between $15 billion and $25 billion a year.<br />\r\n<br />\r\nExperts disagree on whether it&#39;s fair to include these two taxes in the larger equation, because they hit taxpayers only indirectly, and because it&#39;s hard to quantify how many people will pay them. In the meantime, some would argue that the individual penalty isn&#39;t really a tax, because it&#39;s voluntary.<br />\r\n<br />\r\nFor the purposes of our analysis, we think it&#39;s fair to include the individual penalty, because, like the &quot;millionaire&#39;s tax,&quot; it will be administered through Americans&#39; tax returns. But because we don&#39;t have good data on the device tax or the employer tax, we&#39;ll keep those out of our final equation.<br />\r\n<br />\r\nSo, Schultz is right that less than 2 percent -- indeed, less than 1 percent -- of Americans would be subject to the millionaire&#39;s tax, at least at the beginning. But while making estimates is tricky, it&#39;s likely that many more people will choose to pay the individual penalty, most likely pushing the numbers above the 2 percent level Schultz cited. And if we had chosen to include the device tax, the percentages would climb higher still. So we rate his statement Barely True.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><br />\r\n<em>Editor&#39;s note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</em></p>\r\n\r\n<p>&nbsp;</p>\r\n", "ruling_comments_date": "2010-01-07T13:28:56.362078", "ruling_date": "2009-11-27T17:44:02", "ruling_headline": "Schultz says health care bill will only tax top 2 percent", "ruling_headline_slug": "schultz-says-health-care-bill-will-only-tax-top-2-", "ruling_link_text": "Two percent will pay the biggest tax, but the bill contains other taxes, too", "ruling_state": null, "source_documents": null, "sources": "<p>Ed Schultz, <a href=\"http://www.msnbc.msn.com/id/34060519/ns/msnbc_tv-the_ed_show/\" target=\"_blank\"> comments </a> on his MSNBC show, Nov. 20, 2009<br />\r\n<br />\r\nJoint Committee on Taxation, &quot; <a href=\"http://www.jct.gov/publications.html?func=startdown&amp;id=3633\" target=\"_blank\"> Estimated Revenue Effects Of The Revenue Provisions Contained In H.R. 3962, The Affordable Health Care For America Act, Scheduled For Consideration By The House Of Representatives </a> ,&quot; Nov. 7, 2009<br />\r\n<br />\r\nInternal Revenue Service, &quot; <a href=\"http://www.irs.gov/pub/irs-soi/07in11si.xls\" target=\"_blank\"> Table 1.1&nbsp; Selected Income and Tax Items, by Size and Accumulated Size of Adjusted Gross Income, Tax Year 2007 </a> ,&quot; accessed Nov. 24, 2009</p>\r\n\r\n<p>Congressional Budget Office, <a href=\"http://www.cbo.gov/ftpdocs/107xx/doc10741/hr3962Revised.pdf\" target=\"_blank\"> letter </a> to Rep. John Dingell on a revised estimate of the net budgetary impact of H.R. 3962, the Affordable Health Care for America Act, Nov. 20, 2009<br />\r\n<br />\r\nCongressional Budget Office, <a href=\"http://www.cbo.gov/ftpdocs/106xx/doc10691/hr3962SubsidiesRangelLtr.pdf\" target=\"_blank\"> letter </a> to Rep. Charles Rangel on subsidies in H.R. 3962, the Affordable Health Care for America Act, Nov. 2, 2009<br />\r\n<br />\r\nAssociated Press, &quot; <a href=\"http://www.usatoday.com/news/washington/2009-11-02-health-care-taxes_N.htm\" target=\"_blank\"> AP sources: House health bill totals $1.2T </a> ,&quot; Nov. 3, 2009<br />\r\n<br />\r\nRichard S. Foster (chief actuary, Centers for Medicare and Medicaid Services), <a href=\"http://voices.washingtonpost.com/ezra-klein/actuary.pdf\" target=\"_blank\"> memo </a> on estimated effects of H.R. 3962, Nov. 13, 2009<br />\r\n<br />\r\nE-mail interview with Eugene Steuerle, Urban Institute fellow, Nov. 24, 2009<br />\r\n<br />\r\nInterview with Edmund F. Haislmaier, Heritage Foundation Fellow, Nov. 24, 2009<br />\r\n<br />\r\nE-mail interview with Alana Russo, spokeswoman for Ed Schultz, Nov. 23, 2009<br />\r\n<br />\r\nE-mail interview with Matthew Beck, majority press secretary for the House Ways and Means Committee, Nov. 23, 2009<br />\r\n<br />\r\nE-mail interview with Jill Gerber, minority press secretary for the Senate Finance Committee, Nov. 23, 2009</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "MSNBC television host", "false_count": 1, "first_name": "Ed", "half_true_count": 4, "home_state": "", "id": 279, "last_name": "Schultz", "mostly_true_count": 1, "name_slug": "ed-schultz", "pants_count": 2, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/ed.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/279/", "total_count": 11, "true_count": 0, "website": "http://www.wegoted.com/"}, "statement": "<p>&quot;Ninety-eight percent of the American people will not see their taxes go up&quot; due to the House health care bill.</p>\r\n", "statement_context": "MSNBC's the 'Ed Show'", "statement_date": "2009-11-20", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}