{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2009/nov/30/paul-krugman/krugman-says-bush-was-first-president-lead-country/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1346, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1346/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>With President Barack Obama scheduled to make a speech on Dec. 1 on how the United States will proceed with the war in Afghanistan, war spending was the topic du jour on the Sunday political talk shows. Some Democratic officials have even talked of a war surtax to pay for the expense of additional troops.</p>\r\n\r\n<p>Depending on how many more troops Obama decides to send, the cost could top $30 billion.</p>\r\n\r\n<p>&quot;This is a lot of money,&quot; liberal <em> New York Times </em> columnist Paul Krugman said on ABC&#39;s <em> This Week with George Stephanopoulos </em> on Nov. 29, 2009. &quot;And the point is, we should have been paying for these wars to begin with, right from the beginning. I mean, this was, if you want to talk firsts for Bush, this was the first time in American history that a president took us into a war and cut taxes.&quot;</p>\r\n\r\n<p>As the talk about the price tag for the war in Afghanistan heats up, we thought it would be worthwhile to take a look at Krugman&#39;s claim about Bush being the first to cut taxes after leading the country into war, and to add some context.</p>\r\n\r\n<p>Generally, we found, taxes and wars have followed a fairly predictable pattern: Taxes rise during wartime and then come back down in the years afterward.</p>\r\n\r\n<p>We&#39;ll start with the Civil War. Congress enacted various income and excise taxes to meet the rising cost of the war, most of which were repealed in the years after the war.</p>\r\n\r\n<p>During World War I, the 1916 Revenue Act and the War Revenue Act of 1917 increased tax revenue from $761 million in 1916 to $3.6 billion in 1918. After the war, in the 1920s, Congress cut taxes five times.</p>\r\n\r\n<p>The same was true during World War II. Tax increases over several years raised revenues from $8.7 billion in 1941 to $45.2 billion in 1945. Again, tax cuts followed the war.</p>\r\n\r\n<p>It&#39;s worth noting, however, that during all of those wars, the war expenses were much larger than today, relative to the size of the economy.</p>\r\n\r\n<p>Congress hasn&#39;t formally declared war since then, but we think it&#39;s fair to consider the wars in Korea, Vietnam, the Persian Gulf and Iraq. However, we have decided not to include the armed conflicts in Grenada in 1983 and Panama in 1989 due to their much smaller cost, length and scope.</p>\r\n\r\n<p>So those are the wars. But what about major tax cuts? That&#39;s a smaller and somewhat more subjective list.</p>\r\n\r\n<p>Some of the most notable tax cuts have come during peacetime, such as the Reagan tax cut that took effect over the years 1982-84, and the smaller capital gains tax cuts under Carter and Clinton.</p>\r\n\r\n<p>The one notable exception is the Kennedy tax cuts, which took effect in 1964. The conflict in Vietnam stretched from 1959 to 1975, but when the Kennedy tax cuts were implemented, the Vietnam War did not have much of an impact on the U.S. budget. Within 18 months, when the tax cuts were in full bloom, the United States was spending plenty in Vietnam.</p>\r\n\r\n<p>The tax rates were phasing down just as our commitment in Vietnam was ramping up, said William Ahern of the Tax Foundation. &quot;That would maybe be a counter example (to Krugman),&quot; he said.</p>\r\n\r\n<p>But many argue the Kennedy tax cuts shouldn&#39;t count in Krugman&#39;s example because they came at a time when the United States did not anticipate the escalation of the war that followed.</p>\r\n\r\n<p>&quot;The Kennedy tax cuts were proposed, and then adopted by Congress, before the Vietnam war was a big expenditure item,&quot; said Gary Burtless, senior fellow in economic studies at the Brookings Institution. &quot;Vietnam initially did not require much in the way of additional outlays; it was not like either World War II or the Korean War, which started out with a huge runup in military spending. It was not until 1968 that the Johnson administration proposed the surtax to help pay for the Vietnam War. ... Still, the Vietnam era surtax went into effect within five years of major spending on that war. We are now more than eight years into the &#39;war on terrorism,&#39; and we&rsquo;ve had only tax reductions; no tax hikes.&quot;</p>\r\n\r\n<p>We think Krugman is on firm ground. Aside from the Kennedy tax cuts during the Vietnam War, which were adopted before Vietnam became such a major fiscal issue, taxes have gone up during war.</p>\r\n\r\n<p>&quot;Traditionally countries raise taxes to pay for wars, then cut taxes by a portion of the amount raised once peace descends,&quot; agreed J.D. Foster, senior fellow in the economics of fiscal policy at the conservative Heritage Foundation.</p>\r\n\r\n<p>But Foster noted two caveats. One, the Bush tax cuts of 2001 and 2003 came during a jobless recovery period after a recession. And the economic stimulus package championed by Obama includes $282 billion in tax cuts over two years -- also in the midst of the wars in Iraq and Afghanistan.</p>\r\n\r\n<p>&quot;Curious though,&quot; Foster said, &quot;whether Krugman is arguing we should have raised taxes when the economy was experiencing a jobless recovery (and by implication arguing we should raise taxes now), or whether he is trying to say Obama is just like Bush since if Bush was the first to do this, then Obama was the second.&quot;</p>\r\n\r\n<p>Krugman has not advocated a tax increase to deal with the war in Afghanistan. And we think Krugman also has some wiggle room on that second point, because he said Bush was the first president who &quot;took us into a war&quot; and cut taxes. Both wars were inherited by Obama. Again, there are many different political and economic realities now than there were when taxes generally rose during wars, but Krugman is still mostly right. We dock him some points, though, because the Kennedy tax cuts technically came during the Vietnam War and rate the statement Mostly True.</p>\r\n", "ruling_comments_date": "2010-01-07T13:28:56.084308", "ruling_date": "2009-11-30T14:28:30", "ruling_headline": "Krugman says Bush was first president to lead country into war and cut taxes", "ruling_headline_slug": "krugman-says-bush-was-first-president-lead-country", "ruling_link_text": "More often, taxes have gone up during wars", "ruling_state": null, "source_documents": null, "sources": "<p>Tax Foundation, <a href=\"http://www.taxfoundation.org/publications/show/151.html\" target=\"_blank\"> &quot;U.S. Federal Individual Income Tax Rates History, 1913-2009&quot; </a></p>\r\n\r\n<p>U.S. Treasury Web site, <a href=\"http://www.treas.gov/education/fact-sheets/taxes/ustax.shtml\" target=\"_blank\"> Fact Sheets: Taxes, History of the U.S. Tax System </a></p>\r\n\r\n<p>U.S. News and World Report Web site, <a href=\"http://www.usnews.com/blogs/robert-schlesinger/2009/02/12/is-obama-stimulus-plan-also-the-biggest-tax-cut-ever.html\" target=\"_blank\"> &quot;Is Obama Stimulus Plan Also the Biggest Tax Cut Ever?&quot; </a> by Robert Schlesinger, Feb. 12, 2009</p>\r\n\r\n<p>CQ Transcripts, ABC&#39;s &quot;This Week with George Stephanopoulos,&quot; Nov. 30, 2009</p>\r\n\r\n<p>Interview with William Ahern of the Tax Foundation, Nov. 30, 2009</p>\r\n\r\n<p>E-mail interview with Dean Baker, co-director of the Center for Economic and Policy Research, Nov. 30, 2009</p>\r\n\r\n<p>E-mail interview with Gary Burtless, senior fellow in economic studies at the Brookings Institution, Nov. 30, 2009</p>\r\n\r\n<p>E-mail interview with J.D. Foster, senior fellow in the economics of fiscal policy at the Heritage Foundation, Nov. 30, 2009</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "New York Times columnist", "false_count": 3, "first_name": "Paul", "half_true_count": 3, "home_state": "", "id": 185, "last_name": "Krugman", "mostly_true_count": 4, "name_slug": "paul-krugman", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/krugman.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/185/", "total_count": 18, "true_count": 8, "website": "http://topics.nytimes.com/top/opinion/editorialsandoped/oped/columnists/paulkrugman/index.html"}, "statement": "<p>&quot;If you want to talk firsts for Bush, this was the first time in American history that a president took us into a war and cut taxes.&quot;</p>\r\n", "statement_context": "ABC's 'This Week with George Stephanopoulos'", "statement_date": "2009-11-29", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 113, "photo": null, "resource_uri": "/api/v/2/subject/113/", "subject": "Afghanistan", "subject_slug": "afghanistan", "used_in_edition": []}, {"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 1, "photo": null, "resource_uri": "/api/v/2/subject/1/", "subject": "Iraq", "subject_slug": "iraq", "used_in_edition": []}, {"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}