{"art": [{"brightcove": "", "caption": "President-elect Donald Trump is talking about a big infrastructure push, but some are still decrying the last one under President Barack Obama.", "id": 9840, "infogram": "", "ndn": "", "ndnid": "", "other": "<div\r\n    class=\"ndn_embed\"\r\n    data-config-widget-id=\"1\"\r\n    data-config-type=\"VideoPlayer/Single\"\r\n    data-config-tracking-group=\"92502\"\r\n    data-config-video-id=\"31641742\"\r\n    data-config-site-section=\"site_section_id\"\r\ndata-config-playlist-id=\"18500\"\r\n\t\tstyle=\"width:100%;\" \r\n\t\tdata-config-height=\"9/16w\"></div>", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/9840/", "title": "Stimulus video", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "Fox News' Eric Bolling criticized President Barack Obama's 2009 stimulus act. We checked to see whether Bolling had a point.", "id": 9841, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Eric_Bolling_still.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/9841/", "title": "Eric Bolling commentary", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/punditfact/statements/2016/nov/29/eric-bolling/foxs-eric-bolling-exaggerates-shortcomings-stimulu/", "edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "editor": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "facebook_headline": "Fox's Eric Bolling exaggerates shortcomings of stimulus", "id": 13499, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/13499/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>President Barack Obama will soon hand over the keys to the White House to one of his biggest critics. But the outgoing president&rsquo;s 2009 stimulus bill -- officially known as the American Recovery and Reinvestment Act -- still drives some of his opponents to distraction.</p>\r\n\r\n<p>During a commentary on Nov. 26, 2016, Fox News host Eric Bolling called the stimulus measure Obama&rsquo;s &quot;biggest failure.&quot;</p>\r\n\r\n<p>&quot;President Obama&#39;s American Recovery and Reinvestment Act (was) a fancy name for almost a trillion-dollar spending bill,&quot; Bolling said. &quot;The ARRA was supposed to fix our crumbling roads and bridges. Remember shovel-ready jobs? Well, guess what: I recall union thug head Richie Trumka laughing, saying, &#39;I guess those shovel-ready jobs weren&#39;t shovel-ready. Ha ha ha.&#39; Not funny, Trumka. That&#39;s hard-working Americans handing over their well-deserved, hard-earned money to the government, only to have it wasted on you and your union thug friends. Really, really not funny, Richie. President Obama spent a trillion of your tax dollars and we have absolutely nothing to show for it.&quot;</p>\r\n\r\n<p>Bolling&rsquo;s description of the stimulus didn&rsquo;t match up with what we remembered about the bill, so we decided to take a deeper look. We found Bolling exaggerated several key points about the legislation -- its main purpose was not to fix crumbling roads and bridges.</p>\r\n\r\n<p>An effort to contact Bolling through Fox News was unsuccessful.</p>\r\n\r\n<p><strong>Some of the law&rsquo;s shortcomings</strong></p>\r\n\r\n<p>In 2009, as the country was reeling from the Great Recession, Obama signed into law a stimulus package that ultimately cost just over $800 billion. (Earlier estimates had been higher, so we won&rsquo;t quibble with Bolling&rsquo;s calling it a $1 trillion bill.)</p>\r\n\r\n<p>Even observers who see some value in the act acknowledge that it was far from perfect.</p>\r\n\r\n<p>Michael Grabell, a journalist with the investigative project ProPublica, wrote a book, <em>Money Well Spent? The Truth Behind the Trillion-Dollar Stimulus, the Biggest Economic Recovery Plan in History</em>. He concluded in a 2012 <a href=\"http://www.nytimes.com/2012/02/12/opinion/sunday/how-the-stimulus-fell-short.html\">op-ed</a> that a lesson of the stimulus is that &quot;government can create jobs &mdash; it just doesn&rsquo;t often do it well.&quot;</p>\r\n\r\n<p>Grabell wrote that &quot;money was spread far and wide rather than dedicated to programs with the most bang for the buck. &lsquo;Shovel-ready&rsquo; projects, those that would put people to work right away, took too long to break ground. Investments in worthwhile long-term projects, on the other hand, were often rushed to meet arbitrary deadlines, and the resulting shoddy outcomes tarnished the projects&rsquo; image.&quot;</p>\r\n\r\n<p>In addition, some economists, primarily from the center-left, have argued that the infrastructure investment was doomed because it was too small to be effective.</p>\r\n\r\n<p>Gary Burtless, an economist at the Brookings Institution, said that the federal expenditures on infrastructure ended up having less of an impact than expected because they were dwarfed by pullbacks in infrastructure spending by states and private companies during the same time span.</p>\r\n\r\n<p>&quot;The net effects on employment are hard to determine,&quot; Burtless said. Even as stimulus dollars were circulating through the economy, &quot;there was a huge decline in private construction of structures -- homes, apartments, shopping centers, factories, office buildings,&quot; along with severe cutbacks in infrastructure projects funded by cash-strapped states.</p>\r\n\r\n<p>Meanwhile, many conservative economists blame the stimulus for the relatively weak recovery.</p>\r\n\r\n<p>&quot;Usually the debate about whether we have &lsquo;anything to show for it&rsquo; has to do with growth and jobs,&quot; said Daniel Mitchell of the free-market Cato Institute. &quot;And by both measures, it is very fair to say we got nothing. Indeed, we probably got negative consequences, with an abnormally weak recovery and expansion:&quot;</p>\r\n\r\n<p>That said, most of the experts we contacted said that Bolling overstated his case.</p>\r\n\r\n<p><strong>The stimulus was not primarily an infrastructure bill</strong></p>\r\n\r\n<p>The &quot;shovel-ready&quot; aspects of the stimulus tended to attract a disproportionate share of attention. But officially, that was only one of the act&rsquo;s goals, and if you look closely at how the funds were allocated, only a fraction of the total was ever intended to go to infrastructure.</p>\r\n\r\n<p>According to the Council of Economic Advisers&rsquo; <a href=\"https://www.whitehouse.gov/sites/default/files/docs/cea_arra_report.pdf\">final report to Congress on the stimulus</a>, which was current through February 2014, about 35 percent of the expenditures went for tax cuts for individuals and businesses; about 18 percent went for aid to cash-strapped state governments to offset cuts to health and education programs; and about 14 percent went for &quot;safety net&quot; expenditures paid to individual Americans, such as added unemployment payments.</p>\r\n\r\n<p>That leaves 34 percent of expenditures going to &quot;public investment&quot; -- hardly a trivial amount in an $804.6 billion bill, but still a distinct minority of the total outlay. And the amount actually spent on metal-and-concrete infrastructure was even smaller than that, since the &quot;public investment&quot; category also covers spending on such things as Pell grants, education for disabled students and scientific research.</p>\r\n\r\n<p>In his book, Grabell estimated that only about $80 billion, or roughly one-tenth of the act&rsquo;s spending, was devoted to what people would normally think of as &quot;infrastructure,&quot; and of that, only about $27 billion was spent specifically on roads and bridges. So roads and bridges accounted for just over 3 percent of all spending under the act.</p>\r\n\r\n<p>So by the numbers, it would be at least as accurate to call the stimulus a tax cut bill as it would be to call it an infrastructure bill.</p>\r\n\r\n<p><img src=\"https://lh4.googleusercontent.com/yy0amcvwBrcWSVPyw2m5nGcHBocxO8fPYnjoy7CoHpvZNJLXo_TN_YJu4thdy5XnyqJtvNzgehSqtQl9FnpLMMzQU3rykLddBTcRxiPHlPt6psy0_oWv_oliCrRvaQm1GLfhdZwD\" style=\"border:none; height:355px; width:558px\" /></p>\r\n\r\n<p><strong>It&rsquo;s wrong to say that &quot;we have absolutely nothing to show for&quot; the money spent</strong></p>\r\n\r\n<p>First, while the impact of the tax cuts and individual payments are harder to envision than a highway or a bridge, they were an unsung success of the stimulus, Burtless said.</p>\r\n\r\n<p>&quot;The tax cuts, income and payroll, and the increases in government transfer payments largely succeeded in cushioning American households&rsquo; net after-tax incomes from the drubbing they would have received in the absence of the stimulus,&quot; Burtless said.</p>\r\n\r\n<p>In the meantime, the infrastructure spending in the stimulus, despite their shortcomings, did build things.</p>\r\n\r\n<p>&quot;The notion that the New Deal built bridges and dams while all the stimulus did was fill potholes isn&#39;t entirely true,&quot; Grabell wrote in his book. &quot;Generations from now, there will be countless projects that communities can point to as the enduring legacy of the American Recovery and Reinvestment Act. The $80 billion for roads, runways, waterworks, rails, federal buildings, and parks was one of the largest investments in the nation&#39;s infrastructure since President Eisenhower established the Interstate Highway System in the 1950s.&quot;</p>\r\n\r\n<p>Just to cite a few of the bigger projects, the Recovery Act helped push to completion the $1 billion DFW Connector highway in Dallas-Fort Worth; a $650 million elevated truck route to the Port of Tampa; a new Cleveland Innerbelt Bridge; a tunnel connecting Oakland and Contra Costa County, Calif.; new light rail lines in Salt Lake City and Dallas; a courthouse in Austin; a hospital at Camp Pendleton in California; a veterans&#39; facility at Fort Bliss in Texas; and new headquarters for the Department of Homeland Security and the Coast Guard. And the list of projects funded by the act runs to nine pages in his book, even though that&rsquo;s just a partial accounting.</p>\r\n\r\n<p>Of course, even though the act produced tangible results, it&rsquo;s reasonable to question whether it did so in the most efficient way possible.</p>\r\n\r\n<p>&quot;If you want to interpret (Bolling&rsquo;s) statement very narrowly, I&rsquo;m sure you can find a few infrastructure projects that otherwise would not have taken place,&quot; Mitchell said. &quot;But even with this narrow interpretation, keep in mind that the normal test for a positive outcome involves cost-benefit analysis. Dumping a bunch of money into the maws of state and local governments is highly unlikely to generate good results.&quot;</p>\r\n\r\n<p>And Grabell said it&rsquo;s important not to oversell the impact of the stimulus&rsquo; reach.</p>\r\n\r\n<p>&quot;Despite the historic investments and endless list of projects, the Recovery Act in the end created not a crater but a dent in America&#39;s overwhelming infrastructure needs,&quot; he wrote. &quot;It replaced or repaired more than 1,000 deficient or obsolete bridges, but America has more than 150,000 bridges in such conditions.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Bolling said the stimulus was &quot;a fancy name for almost a trillion-dollar spending bill. The ARRA was supposed to fix our crumbling roads and bridges,&quot; but now, &quot;we have absolutely nothing to show for it.&quot;</p>\r\n\r\n<p>Infrastructure efforts under the stimulus can fairly be critiqued for shortcomings in efficiency and for their relatively modest impact on promoting job growth and reducing the backlog in needed repairs and expansions.</p>\r\n\r\n<p>However, Bolling seriously overstates his case. Contrary to what he said, the actual expenditures in the stimulus bill on infrastructure were dwarfed by a combination of tax cuts and safety-net payments. And both these tax cuts and individual payments and the infrastructure projects funded by the bill undermine his assertion that &quot;we have absolutely nothing to show for&quot; the act. We rate his statement Mostly False.</p>\r\n\r\n<p><a href=\"https://www.sharethefacts.co/share/6e0e521a-4147-4ad5-9506-1544a02138b9\">https://www.sharethefacts.co/share/6e0e521a-4147-4ad5-9506-1544a02138b9</a></p>\r\n", "ruling_comments_date": "2016-11-29T16:58:09.018289", "ruling_date": "2016-11-29T17:01:23", "ruling_headline": "Fox's Eric Bolling exaggerates shortcomings of Barack Obama's stimulus", "ruling_headline_slug": "foxs-eric-bolling-exaggerates-shortcomings-stimulu", "ruling_link_text": "It wasn't perfect, but it did a lot", "ruling_state": null, "source_documents": null, "sources": "<p>Eric Bolling, remarks on Fox News, Nov. 26, 2016</p>\r\n\r\n<p>Council of Economic Advisers, &quot;<a href=\"https://www.whitehouse.gov/sites/default/files/docs/cea_arra_report.pdf\">The Economic Impact of the American Recovery and Reinvestment Act Five Years Later: Final Report to Congress</a>,&quot; February 2014</p>\r\n\r\n<p>Michael Grabell, <em><a href=\"https://books.google.com/books?id=bBgBAwAAQBAJ&amp;pg=PP1&amp;dq=money+well+spent&amp;hl=en&amp;sa=X&amp;ved=0ahUKEwiN14vVys7QAhXBzIMKHUVfD7AQ6AEIKDAC#v=onepage&amp;q=%22vast%20majority%20of%20highway%20projects%22&amp;f=false\">Money Well Spent? The Truth Behind the Trillion-Dollar Stimulus, the Biggest Economic Recovery Plan in History</a></em>, 2012</p>\r\n\r\n<p>Michael Grabell, &quot;How Not to Revive an Economy&quot; (<em>New York Times</em> op-ed), Feb. 11, 2016</p>\r\n\r\n<p>Email interview with Tara Sinclair, George Washington University economist, Nov. 29, 2016</p>\r\n\r\n<p>Email interview with Gary Burtless, Brookings Institution economist, Nov. 29, 2016</p>\r\n\r\n<p>Email interview with Daniel Mitchell, Cato Institute senior fellow, Nov. 29, 2016</p>\r\n\r\n<p>Email interview with Michael Grabell, journalist covering economic and labor issues for ProPublica, Nov. 29, 2016</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "political commentator", "false_count": 2, "first_name": "Eric", "half_true_count": 1, "home_state": "", "id": 1044, "last_name": "Bolling", "mostly_true_count": 1, "name_slug": "eric-bolling", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/bolling_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1044/", "total_count": 7, "true_count": 0, "website": ""}, "statement": "<p>&quot;President Obama&#39;s American Recovery and Reinvestment Act (was) a fancy name for almost a trillion-dollar spending bill. The ARRA was supposed to fix our crumbling roads and bridges,&quot; but now, &quot;we have absolutely nothing to show for it.&quot;</p>\r\n", "statement_context": "a commentary on Fox News", "statement_date": "2016-11-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 133, "photo": null, "resource_uri": "/api/v/2/subject/133/", "subject": "Infrastructure", "subject_slug": "infrastructure", "used_in_edition": []}, {"description": "", "id": 150, "photo": null, "resource_uri": "/api/v/2/subject/150/", "subject": "Stimulus", "subject_slug": "stimulus", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}], "twitter_headline": "Fox's Eric Bolling exaggerates shortcomings of stimulus"}