{"art": [{"brightcove": "", "caption": "Rep. Roger Williams, R-Austin, said a lot of trucks enter the U.S. from Mexico without inspection. Mostly False, we found. (Associated Press photo, June 2004, El Paso).", "id": 9876, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/truckspft.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/9876/", "title": "Trucks crossing at El Paso", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2016/dec/05/roger-williams/mostly-false-roger-williams-claim-lot-trucks-not-i/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": "Roger Williams makes Mostly False border security claim", "id": 13514, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/13514/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>A Texas congressman aware that President-elect Donald Trump <a href=\"http://www.wsj.com/articles/donald-trump-poised-to-put-pressure-on-nafta-1479746005\">has vowed to renegotiate the North American Free Trade Agreement</a> says that right now, many potentially dangerous trucks roll uninspected from Mexico into the U.S.</p>\r\n\r\n<p>Roger Williams, a Republican&nbsp;<a href=\"http://www.rogerwilliams.com/\">car dealer</a>, called himself a &quot;free trade guy&quot; in an interview with Alex Daugherty of the Fort Worth Star-Telegram. The resulting November 2016 McClatchy<a href=\"http://www.mcclatchydc.com/news/nation-world/national/economy/article116966308.html\"> news story</a>&nbsp;also quoted&nbsp;Williams saying: &quot;NAFTA allows a lot of trucks from Mexico. ... They can drive through without even being inspected. That concerns me.&quot;</p>\r\n\r\n<p>We wondered if Williams, whose district runs from Austin north and west nearly into Tarrant County, was right about uninspected trucks.</p>\r\n\r\n<p>To be sure, the 1994 trade agreement committed the bordering nations to allowing each other&rsquo;s trucks to carry goods across the border and make deliveries anywhere inside their respective countries. But implementation proved bumpy, we learned, and few trucks from Mexico lately trundle outside of border commercial zones.</p>\r\n\r\n<p>Also, trucks from Mexico might not be safety threats in themselves. A federal pilot project -- involving over 900 long-haul trucks traveling from Mexico over three years ending in fall 2014 -- showed &quot;Mexico-domiciled motor carriers operating beyond the commercial zones&quot; on the border &quot;had safety records that were equal to or better than the national average for U.S. and Canadian motor carriers operating in the United States,&quot; the Department of Transportation <a href=\"https://www.fmcsa.dot.gov/sites/fmcsa.dot.gov/files/docs/US-Mexico%20Cross-Border%20Long-Haul%20Trucking%20Pilot%20Program%20Report%20FINAL%20January%202015.pdf\">told</a> Congress in 2015.</p>\r\n\r\n<p>Still, are a lot of trucks rumbling across the border uninspected?</p>\r\n\r\n<p>We sent emails inquiring into Williams&rsquo; factual backup and asking Customs and Border Protection, the agency most associated with border security, to assess his claim.</p>\r\n\r\n<p>A Williams&rsquo; spokesman, Vince Zito, responded by phone that Williams based his assessment on his background as Texas secretary of state, whose duties include border issues, and past membership of the House Committee on Transportation and Infrastructure.</p>\r\n\r\n<p><strong>Outside analysis</strong></p>\r\n\r\n<p>Before hearing back from CBP, we connected with experts including <a href=\"https://www.wilsoncenter.org/person/christopher-wilson\">Christopher Wilson</a>, deputy director of the Mexico Institute at the Woodrow Wilson International Center for Scholars.</p>\r\n\r\n<p>Wilson advised&nbsp;that only a handful of Mexico-based carriers currently haul cargo beyond the commercial zones along the border.</p>\r\n\r\n<p>Reason: It&rsquo;s often unprofitable, Wilson and <a href=\"https://tti.tamu.edu/people/resume/?id=2121\">Juan Carlos Villa</a>, who studies freight traffic across the border for the Texas A&amp;M Transportation Institute,&nbsp;told us by phone.</p>\r\n\r\n<p>A key issue is that under &quot;cabotage&quot; regulations, a truck that originates in Mexico may drop off goods in the U.S. interior but can&rsquo;t also move goods solely within the U.S. And, Villa said, while a&nbsp;Mexico-rooted truck may haul a U.S. load back to Mexico,&nbsp;lining up such cargo can prove difficult, causing costly delays. In contrast, the alternative--driving an empty trailer back to Mexico--&quot;doesn&rsquo;t make business sense,&quot; Villa said. A web search led us to 2012&nbsp;<a href=\"https://www.dhs.gov/xlibrary/assets/policy/dhs-cross-border-trucking-guidelines.pdf\">Department of Homeland Security guidelines</a>&nbsp;confirming the described limits.</p>\r\n\r\n<p>Another deterrence to long-haul trucks venturing into the interior from Mexico, Wilson said, are the&nbsp;typically long delays at border crossings. As a result, Wilson said, it&#39;s more commonplace for&nbsp;other trucks to trundle cargo into the U.S. commercial zones where transfers are then made to U.S. lines, a practice called drayage.</p>\r\n\r\n<p>Wilson, asked to appraise Williams&rsquo; claim, said: &quot;I don&rsquo;t &nbsp;know what kind of inspection he means. We don&rsquo;t allow anyone into the United States without some level of inspection.&quot;</p>\r\n\r\n<p>Officials don&rsquo;t open every car trunk, every suitcase or every cargo load, he said, but all vehicles are scanned for nuclear material and some are subject to x-ray checks.</p>\r\n\r\n<p>&quot;My interpretation of what &lsquo;good inspection&rsquo; means is using intelligence to selectively inspect at varying degrees and with various tools&quot; each vehicle&rsquo;s &quot;cargo based on an evaluation of risk. And that is what we do on the border today,&quot; Wilson said. &quot;In that sense, no one makes it across without inspection.&quot;</p>\r\n\r\n<p>To our query, Villa estimated that 99.9 percent of Mexico-based trucks entering the U.S. stay within the border commercial zones. Also, Villa said, every truck is screened for safety at the border by the Federal Motor Carrier Safety Administration (in the Department of Transportation) and, in Texas, the Texas Department of Public Safety -- with the CBP handling security screenings.</p>\r\n\r\n<p>When we asked the FMCSA about trucks going uninspected, spokesman Duane DeBruyne said by email that Mexico-based trucks permitted to bring goods beyond the border are randomly selected for border safety inspections. Also, DeBruyne said, each interior-bound truck must display a<a href=\"http://www.cvsa.org\"> Commercial Vehicle Safety Alliance decal</a> to operate in the U.S. He said the decals must be renewed via a &quot;thorough safety&quot; inspection every 90 days.</p>\r\n\r\n<p>More detail: A March 2002 agency<a href=\"https://www.fmcsa.dot.gov/sites/fmcsa.dot.gov/files/docs/NAFTA_Fact_Sheet_508CLN.pdf\"> &quot;fact sheet&quot;</a> on NAFTA-related transportation regulations states: &quot;Mexican-domiciled carriers&quot; entering the U.S. are required to have a drug and alcohol-testing program, a system of compliance with U.S. federal hours-of-service requirements, adequate data and safety management systems, and valid insurance with a U.S.-registered insurance company.</p>\r\n\r\n<p>Villa said each border security screening starts with a CBP officer looking at a truck and checking an electronic manifest of the truck&rsquo;s contents including information about the driver. The agency&rsquo;s system then guides the officer on whether to let the truck exit into the country or proceed to a secondary inspection, Villa said, which could involve X-rays and unpacking cargo.</p>\r\n\r\n<p>If a shipment is registered with a U.S. program intended to ease movement of goods, Villa said, the truck is usually directed to exit without secondary inspection. <a href=\"https://www.cbp.gov/travel/trusted-traveler-programs/fast\">CBP describes</a> its Free and Secure Trade program as a &quot;commercial clearance program for known low-risk shipments&quot; entering the country that allows &quot;expedited processing for commercial carriers who have completed background checks and fulfill certain eligibility requirements.&quot; Participation, CBP says, &quot;requires that every link in the supply chain, from manufacturer to carrier to driver to importer, is certified under the <a href=\"https://www.cbp.gov/border-security/ports-entry/cargo-security/c-tpat-customs-trade-partnership-against-terrorism\">Customs-Trade Partnership Against Terrorism (C-TPAT)</a> program,&quot; a public-private partnership focused on protecting the supply chain, identifying security gaps and implementing security measures.</p>\r\n\r\n<p><strong>Customs &amp; Border Protection</strong></p>\r\n\r\n<p>CBP spokesman Roger Maier ultimately sent an email describing the agency&rsquo;s border role in a similar way. &quot;All commercial trucks entering the U.S. from Mexico are subject to CBP inspection,&quot; Maier said. &quot;CBP also receives advance cargo manifest information on all shipments arriving at ports of entry. Some shipment will receive expedited processing if they have successfully enrolled in the <a href=\"https://www.cbp.gov/travel/trusted-traveler-programs/fast\">CBP FAST</a> trusted trader program.&quot;</p>\r\n\r\n<p>Asked if a lot of trucks get through uninspected, Maier replied: &quot;All arriving trucks are met and processed by a CBP officer. Some go gate to gate if they are FAST and there are no issues. Others face some form of physical or non-intrusive exams. All manifests are reviewed in advance.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>Williams said a lot of trucks from Mexico drive into the U.S. without being inspected.</p>\r\n\r\n<p>Our research showed that not all trucks are searched, a fact giving an element of truth to this statement, for which Williams provided no specific backup.</p>\r\n\r\n<p>However, no vehicles cross the border without a visual screening and trucks also are subject to electronic scans and random hands-on safety and security inspections. Also, any truck headed to the nation&rsquo;s interior is required to fulfill various requirements including a safety inspection within the previous 90 days.</p>\r\n\r\n<p>We rate this claim Mostly False.</p>\r\n\r\n<div dir=\"ltr\">\r\n<hr />\r\n<p><em><strong>MOSTLY FALSE</strong></em> &ndash; The statement contains an element of truth but ignores critical facts that would give a different impression. Click here for<a href=\"http://www.politifact.com/truth-o-meter/article/2011/feb/21/principles-truth-o-meter/\"> more</a> on the six PolitiFact ratings and how we select facts to check.</p>\r\n\r\n<p><em><strong>CORRECTIONS, 4:52 p.m., Dec. 5, 2016 and 3:30 p.m. Dec. 8, 2016:</strong></em>&nbsp;We&#39;ve amended this fact check, thanks to a reader&#39;s nudge,&nbsp;because the original version misstated the kinds of deliveries that&nbsp;Mexico-domiciled commercial trucks are allowed to make in the U.S. interior. We earlier amended this story to correct the committee membership singled out by Vince Zito of Williams&#39; office. These changes didn&#39;t affect our rating of the claim.</p>\r\n</div>\r\n\r\n<p><a href=\"https://www.sharethefacts.co/share/60abd1d5-f386-4e9c-90cd-9c3e9dad5dd3\">https://www.sharethefacts.co/share/60abd1d5-f386-4e9c-90cd-9c3e9dad5dd3</a></p>\r\n", "ruling_comments_date": "2016-12-05T15:16:07.673426", "ruling_date": "2016-12-05T15:17:32", "ruling_headline": "Mostly False: Roger Williams' claim that a lot of trucks not inspected crossing U.S.-Mexico border", "ruling_headline_slug": "mostly-false-roger-williams-claim-lot-trucks-not-i", "ruling_link_text": "UPDATED: Many hoops", "ruling_state": null, "source_documents": null, "sources": "<p>News story, <a href=\"http://www.mcclatchydc.com/news/nation-world/national/economy/article116966308.html\">&quot;Donald Trump&rsquo;s anti-trade rhetoric puts Texas Republicans in a bind,&quot;</a> McClatchy, Nov. 25, 2016</p>\r\n\r\n<p>Report, <a href=\"https://www.fas.org/sgp/crs/misc/R41821.pdf\">&quot;Status of Mexican Trucks in the United States: &nbsp;Frequently Asked Questions,&quot;</a> Congressional Research Service, Jan. 3, 2014</p>\r\n\r\n<p>Website, <a href=\"https://www.fmcsa.dot.gov/international-programs/mexico-cross-border-trucking-pilot-program\">&quot;U.S.-Mexico Cross-Border Trucking Pilot Program, Overview,&quot;</a> Federal Motor Carrier Safety Administration, U.S. Department of Transportation, updated Feb. 10, 2015 (accessed Dec. 1, 2012)</p>\r\n\r\n<p>Report, documents and charts, FMCSA, &nbsp;<a href=\"https://www.fmcsa.dot.gov/sites/fmcsa.dot.gov/files/docs/US-Mexico%20Cross-Border%20Long-Haul%20Trucking%20Pilot%20Program%20Report%20FINAL%20January%202015.pdf\">&quot;United States-Mexico Cross-Border Long-Haul Trucking Pilot Program Report to Congress,&quot;</a> January 2015; &nbsp;<a href=\"https://www.fmcsa.dot.gov/sites/fmcsa.dot.gov/files/docs/NAFTA_Fact_Sheet_508CLN.pdf\">&quot;North American Free Trade Agreement (NAFTA) Fact Sheet,&quot;</a> March 14, 2002 (viewed Nov. 30, 2016); <a href=\"https://www.fmcsa.dot.gov/sites/fmcsa.dot.gov/files/docs/OP-1MX%20registration%20and%20long-haul%20authority%20FAQs%2017Mar2015.pdf\">&quot;International operating authority frequently asked questions (updated 03/19/2015);&quot;</a> &nbsp;<a href=\"https://www.fmcsa.dot.gov/sites/fmcsa.dot.gov/files/docs/Charts_thru%2010-10-14_Revised%2010-24-14c.pdf\">&quot;Aggregate Data Chart through 10/10/2014 - Revised 10/24/2014,&quot;</a> &nbsp;U.S.-Mexico Cross-Border Long Haul Trucking Pilot Program, (accessed Dec. 1, 2016)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vSI8cGkml6ABKScbZUVqOuB5x9hH40kSeFU-FBm2v4NMw-mi-0JcTDi8mMAhfzFCgbygUBedWxpQCG7/pub\">Email</a> with transcript of Roger Williams&rsquo; response in a Nov. 16, 2016 interview, Alex Daugherty, politics reporter, McClatchy bureau, Washington, D.C., Nov. 30, 2016</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vT3L0r6MxvvpGrwF5Q0WPOpAA5KKQoXSDYS8LON2eekqB_LYZbUTaLBOY-mPjr8plQARMvYmqUKSULO/pub\">Email</a>, Duane DeBruyne, deputy director, Office of Communications, FMCSA, Dec. 1, 2016</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vRjeDbXmsKllEaBHmiGQJ7FuVuQFVO45K91TZmZlgYQIsC9ZDXx0X7qFrABVYje0IfiInRX1Bm0igQY/pub\">Email</a>, Renn Osborne, deputy press secretary, House Committee on Homeland Security, Dec. 1, 2016</p>\r\n\r\n<p>Telephone interview, <a href=\"https://www.wilsoncenter.org/person/christopher-wilson\">Christopher Wilson</a>, deputy director of the Mexico Institute at the Woodrow Wilson International Center for Scholars, Dec. 1, 2016</p>\r\n\r\n<p>Telephone interviews, <a href=\"https://tti.tamu.edu/people/resume/?id=2121\">Juan Carlos Villa</a>, program manager, research scientist, Texas A&amp;M Transportation Institute, Dec. 2 and 8, 2016</p>\r\n\r\n<p>Publication, <a href=\"https://www.dhs.gov/xlibrary/assets/policy/dhs-cross-border-trucking-guidelines.pdf\">&quot;GUIDELINES FOR COMPLIANCE OF COMMERCIAL MOTOR VEHICLES (CMV) AND CMV DRIVERS ENGAGED IN CROSS-BORDER TRAFFIC,&quot;</a> Office of Policy, Department of Homeland Security, May 2012</p>\r\n\r\n<p>Web page, <a href=\"https://www.cbp.gov/travel/trusted-traveler-programs/fast\">&quot;FAST: Free and Secure Trade for Commercial Vehicles,&quot;</a> U.S. Customs and Border Protection, last published Sept. 21, 2015 (accessed Dec. 2, 2016)</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/e/2PACX-1vRSmOSD3I_xPBI-Oi1KvTD7K7UDdEFXfGj2ru6pSVCk4PZOmqItougXodE1ismJQFTFgO2iDlZ0XauZ/pub\">Email</a>, Roger Maier, public affairs specialist, Office of Public Affairs, U.S. Customs and Border Protection, Dec. 2, 2016</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "Businessman", "false_count": 2, "first_name": "Roger", "half_true_count": 2, "home_state": "Texas", "id": 1282, "last_name": "Williams", "mostly_true_count": 0, "name_slug": "roger-williams", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/williams.jpeg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1282/", "total_count": 11, "true_count": 3, "website": "http://www.rogerforcongress.com/"}, "statement": "<p>&quot;NAFTA allows a lot of trucks from Mexico, for example, to leave there and ... drive straight through without even being inspected.&quot;</p>\r\n\r\n<div dir=\"ltr\">&nbsp;</div>\r\n", "statement_context": "an interview with McClatchy's Washington bureau", "statement_date": "2016-11-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>We strive to make our work completely accurate. When we make a mistake, we correct it and note it on the original item. If the mistake is so significant that it requires us to change the ruling, we will do so. Readers who see an error should contact the writer or editor. Their names are listed on the right side of every Truth-O-Meter item. Clicking on their names will take you to their bio pages, where you can find their email addresses. Read more about our corrections policies in our <a href=\"http://www.politifact.com/truth-o-meter/article/2013/nov/01/principles-politifact-punditfact-and-truth-o-meter/\">Principles of the Truth-O-Meter</a>.</p>\r\n", "id": 255, "photo": null, "resource_uri": "/api/v/2/subject/255/", "subject": "Corrections and Updates", "subject_slug": "corrections-and-updates", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 132, "photo": null, "resource_uri": "/api/v/2/subject/132/", "subject": "Homeland Security", "subject_slug": "homeland-security", "used_in_edition": []}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 44, "photo": null, "resource_uri": "/api/v/2/subject/44/", "subject": "Transportation", "subject_slug": "transportation", "used_in_edition": []}], "target": [], "twitter_headline": ".@RepRWilliams makes Mostly False claim that a lot of trucks cross US-Mexico border without inspection"}