{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/jan/04/dana-milbank/milbank-says-americans-admire-glenn-beck-more-they/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1373, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1373/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Since 1948, the Gallup polling organization has been asking Americans what man and woman &quot;that you have heard or read about, living today in any part of the world, do you admire most?&quot; This year, the polling firm stirred up more interest -- and in some circles, horror -- than in years past.<br />\r\n<br />\r\nThe reason: More people mentioned Glenn Beck, the conservative radio and television host, than the pope.<br />\r\n<br />\r\nGranted, it was close: In the final tally, Beck and Pope Benedict XVI both were named by 2 percent of respondents. But Beck earned a few more mentions than the pope -- enough, by Gallup&#39;s reckoning, to edge His Holiness by a nose. The runaway winner was President Barack Obama, with 30 percent, followed by former President George W. Bush with 4 percent and former South African President Nelson Mandela with 3 percent.<br />\r\n<br />\r\nBeck, on his Jan. 4, 2010, syndicated radio show, expressed mystification at the poll results and joked that they are &quot;a sign of the apocalypse.&quot;<br />\r\n<br />\r\n&quot;It is so disturbing,&quot; he said. &quot;It&#39;s so wrong. ... When somebody phoned me up [with the news], I said, &#39;Shut the hell up!&#39; ... None of it&#39;s good news for the world.&quot;<br />\r\n<br />\r\nDana Milbank -- a columnist for the <em> Washington Post </em> who&#39;s generally considered liberal -- thought much the same about Gallup&#39;s finding. In a Jan. 3, 2010, column, Milbank analyzed Beck&#39;s role in the national discourse, concluding that while he is &quot;more parasite than host,&quot; Beck has, &quot;by any measure ... had a huge impact on the body politic.&quot;<br />\r\n<br />\r\nAs his Exhibit A, Milbank cited the Gallup findings.<br />\r\n<br />\r\n&quot;It&#39;s official: Americans admire Glenn Beck more than they admire the pope,&quot; Milbank wrote. &quot;This news, at once unsettling and unsurprising, came from the Gallup polling organization on Wednesday. Beck, the new Fox News host who has said President Obama has a &#39;deep-seated hatred for white people&#39; and alternately likens administration officials to Nazis and Marxists, was also more admired by Americans than Billy Graham and Bill Gates, not to mention Bill Clinton and George H.W. Bush. In Americans&#39; esteem, Beck only narrowly trailed South Africa&#39;s Nelson Mandela, the man who defeated apartheid.&quot;<br />\r\n<br />\r\nIt was a striking result, so we wondered whether Milbank was using the Gallup result accurately. Polling experts we contacted said Milbank was making too big a leap with the Beck-Pope comparison.<br />\r\n<br />\r\nFirst, some background on the poll. Gallup asks the same question at the end of each year. The 2009 version is based on telephone interviews with 1,025 adults nationwide, conducted between Dec. 11 and Dec. 13. The sampling error is plus or minus 4 percentage points -- far greater than the difference between Beck&#39;s number and the pope&#39;s. And that&#39;s just the beginning of the problems with comparing the two men&#39;s stature using this poll.<br />\r\n<br />\r\nFrank Newport, Gallup&#39;s editor in chief, said the primary problem is that the &quot;most admired&quot; poll is based on an open-ended question -- one in which the poll-takers asked respondents to volunteer names of the people they most admire, rather than providing them with a list of individuals to choose from. Using this poll, Newport told PolitiFact, &quot;I think it&#39;s not accurate, for example, to say that Beck is more admired than the pope.&quot;<br />\r\n<br />\r\nGiven the enormous universe of possible answers facing someone asked an open-ended question, even most of the individuals who crack the top 10 in the &quot;most admired poll&quot; account for only a percentage point or two of all the responses. That means people with a passionate base of supporters -- but also a large group of detractors -- can find themselves high on the list. And it&#39;s not clear that someone who fits this description is clearly &quot;more admired&quot; than someone else who is more consistently, if less passionately, admired.<br />\r\n<br />\r\nAs it happens, other recent surveys have shown Beck with almost as many detractors as he has fans, and a sizable plurality of respondents say they don&#39;t know enough about him to have an opinion. In the September NBC/<em>Wall Street Journal </em> poll, 24 percent had a positive opinion of Beck, 19 percent had a negative opinion and 42 percent said they didn&#39;t know or weren&#39;t sure. Meanwhile, an October Pew poll found that just 40 percent could identify Beck as a TV and radio host.<br />\r\n<br />\r\nA better way to compare the two men, Newport said, would be to ask respondents directly whether they admired Beck and whether they admired the pope. Such a question would capture negative sentiment as well as positive sentiment. But no one has done such a poll, he said. Offering pure speculation, Newport suggested that the pope, leader of 1 billion Catholics worldwide, would score fairly well in this sort of test.<br />\r\n<br />\r\nOther polling experts largely agreed that Milbank drew too glib a conclusion. Karlyn Bowman, a polling analyst with the American Enterprise Institute, said that &quot;we have to take these low rankings in the most admired poll with a grain of salt. More popular than the pope? I can&rsquo;t see that.&quot;<br />\r\n<br />\r\nAnd Mark Blumenthal, who edits the Web site Pollster.com, said that &quot;if the question posed were, &#39;Who do you admire more, the pope or Glenn Beck?&#39; the results would likely be very different.&quot; Blumenthal added that he&#39;d judge Milbank&#39;s claim &quot;as more of a minor failure of semantics and copy editing than an effort to intentionally mislead.&quot;<br />\r\n<br />\r\nBecause Milbank made a commonsense deduction from widely disseminated poll data, we&#39;re not going to call his claim False. But he&#39;s made a sweeping conclusion from a small amount of data. Because polling experts -- including the leader of the firm that did the poll in the first place -- believe that Milbank has drawn too sweeping a conclusion from complicated data, we&#39;re rating his statement Barely True.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><br />\r\n<em>Editor&#39;s note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</em></p>\r\n\r\n<p>&nbsp;</p>\r\n", "ruling_comments_date": "2010-01-07T13:28:58.105329", "ruling_date": "2010-01-04T18:35:03", "ruling_headline": "Milbank says Americans admire Glenn Beck more than they do the pope", "ruling_headline_slug": "milbank-says-americans-admire-glenn-beck-more-they", "ruling_link_text": "By one measure, Beck beats the pope by a nose", "ruling_state": null, "source_documents": null, "sources": "<p>Dana Milbank, &quot;Fox News host Glenn Beck&#39;s national domination&quot; ( <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/01/01/AR2010010101371.html?wprss=rss_opinions\" target=\"_blank\"> column </a> in the <em> Washington Post </em> ), Jan. 3, 2010<br />\r\n<br />\r\nGallup, &quot;Clinton Edges Out Palin as Most Admired Woman&quot; ( <a href=\"http://www.gallup.com/poll/124895/clinton-edges-palin-admired-woman.aspx\" target=\"_blank\"> news release </a> ), Dec. 30, 2010<br />\r\n<br />\r\nGlenn Beck, The Glenn Beck Program ( <a href=\"http://www.glennbeck.com/content/show/2010-01-04/\" target=\"_blank\"> radio show </a> ), Jan. 4, 2010<br />\r\n<br />\r\nNBC News/ <em> Wall Street Journal </em> Survey, <a href=\"http://online.wsj.com/public/resources/documents/WSJ-NBC_Poll090922.pdf\" target=\"_blank\"> September 2009 edition </a> , Sept. 2009<br />\r\n<br />\r\nPew Research Center for the People and the Press, &quot; <a href=\"http://people-press.org/report/554/news-iq-knowledge-quiz\" target=\"_blank\"> Well Known: Public Option, Sonia Sotomayor; Little Known: Cap and Trade, Max Baucus </a> ,&quot; Oct. 14, 2009<br />\r\n<br />\r\nU.S. Conference of Catholic Bishops, &quot; <a href=\"http://www.usccb.org/comm/catholic-church-statistics.shtml\" target=\"_blank\"> The Catholic Church in the United States At A Glance </a> ,&quot; accessed Jan. 4, 2010<br />\r\n<br />\r\nInterview with Frank Newport, Gallup editor in chief, Jan. 4, 2010<br />\r\n<br />\r\nE-mail interview with Mark Blumenthal, editor of pollster.com, Jan. 4, 2010<br />\r\n<br />\r\nE-mail interview with Karlyn Bowman, polling analyst at the American Enterprise Institute, Jan. 4, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Columnist for the Washington Post", "false_count": 0, "first_name": "Dana", "half_true_count": 0, "home_state": "Washington, D.C.", "id": 286, "last_name": "Milbank", "mostly_true_count": 1, "name_slug": "dana-milbank", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/danamilbank.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/286/", "total_count": 3, "true_count": 0, "website": "http://voices.washingtonpost.com/roughsketch/"}, "statement": "<p>&quot;Americans admire Glenn Beck more than they admire the pope.&quot;</p>\r\n", "statement_context": "a column in the Washington Post", "statement_date": "2010-01-03", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}, {"description": "", "id": 9, "photo": null, "resource_uri": "/api/v/2/subject/9/", "subject": "Religion", "subject_slug": "religion", "used_in_edition": []}], "target": [], "twitter_headline": ""}