{"art": [], "author": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "canonical_url": "/florida/statements/2010/jan/18/marco-rubio/fla-republican-rubio-says-close-half-illegal-immig/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 1393, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "resource_uri": "/api/v/2/statement/1393/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>Florida U.S. Senate hopeful Marco Rubio has hit the big time -- Glenn Beck's radio program.</p>\r\n<p>During a wide-ranging interview on Jan. 14, 2010, Beck told Rubio that illegal immigration would be the big issue&nbsp;of the fall 2010 election.</p>\r\n<p>Rubio responded that he thinks Republicans need to be the party that supports and promotes legal immigration. Then, he added: \"Close to half of the folks in this country illegally, entered legally (but) overstayed (their) visas,\" Rubio said. \"So we've got to get a hold of this visa program, too.\"</p>\r\n<p>Rubio, the son of Cuban-born parents, claims people remaining in the United States on expired visas&nbsp;are nearly as big a problem as people illegally crossing the U.S. border. Is he right?</p>\r\n<p>The border, of course, continues to be the dominant symbol of the immigration debate (see phrases \"<a href=\"http://www.dhs.gov/xnews/releases/press_release_0794.shtm\" target=\"_blank\">secure the border</a>\" and \"<a href=\"http://www.borderfenceproject.com/\" target=\"_blank\">border fence</a>\" for proof), but more and more <a href=\"http://www.cis.org/articles/2006/msktestimony051106.html\" target=\"_blank\">questions</a> are being asked about people who enter the United States&nbsp;legally but fail to leave when they should. At least four of the 9/11&nbsp;terrorists were in America on expired visas, and the government has been criticized for lacking a system that can track or even count the number of people living in the country on expired visas.</p>\r\n<p>To back Rubio's claim, spokesman Alex Burgos directed us to a 2006 National Public Radio&nbsp;report about illegal immigration. The report, filed from the U.S.-Mexico border in Douglas, Ariz., said that \"nearly half the 12 million people illegally in the country didn't cross the desert or pay a smuggler ... they crossed legally at a point of entry.\" The NPR story points to a study conducted by the <a href=\"http://pewhispanic.org/\" target=\"_blank\">Pew Hispanic Center</a>, a group that examines the U.S. Hispanic population.</p>\r\n<p>The Pew <a href=\"http://pewhispanic.org/files/factsheets/19.pdf\" target=\"_blank\">report</a>, published in May 2006,&nbsp;indeed concludes that 40 to 50 percent of people living in the United States illegally entered the country legally through ports of entry. The percentages are right in line with what Rubio suggested on the Beck program.</p>\r\n<p>How did Pew get there?</p>\r\n<p>Pew relied on a 1997 Immigration and Naturalization Service report that attempted to quantify the number of people overstaying visas. The INS report tried to match arrival and departure documents of people entering and leaving the United States to calculate how many people were living in the country on expired visas or expired border crossing cards. It concluded that in 1996, 41 percent of illegal immigrants had entered the country legally.</p>\r\n<p>That data became the baseline for future government studies. Both the Department of Homeland Security and the General Accounting Office took the data collected by the INS (now Citizenship and Immigration Services), and tried to extrapolate their own estimates.</p>\r\n<p>The Department of Homeland Security released a report in January 2003 that found 33 percent of the illegal immigrant population in 2000 had entered the country legally.</p>\r\n<p>Trying to make the same estimate, the General Accounting Office <a href=\"http://www.gao.gov/new.items/d0482.pdf\" target=\"_blank\">produced</a> three percentages using different methodology. In one case, the GAO used a survey of more than 1,000 adult green-card holders finding that of the 300 who admitted once being in the country illegally, 31 percent said they had overstayed their visas. In a second scenario, the GAO used arrest data on a group of 917 illegal immigrants and found that 246, or 27 percent, had been in the United States on expired visas. A second set of arrest data provided a much different result. Of 243 cases of illegal immigrants working at retail chain stores, 138 (57 percent) had been living on outdated visas.</p>\r\n<p>The GAO said that the Department of Homeland Security's methodology was \"complex, indirect, and marked by potential weaknesses.\"</p>\r\n<p>Back to the Pew estimate. Researchers at Pew say they took the 1997 government report and tried to apply it to 2005, with a few minor modifications. Pew concluded that of the then 11.5 million to 12 million illegal immigrants in the United States, 4.5 million&nbsp;to 6 million entered the country legally. Researchers admit it's an estimate. (The overall number of illegal residents also is an estimate, it's worth noting. According to<em> <a href=\"http://www.usatoday.com/news/nation/2009-02-23-immigration_N.htm\" target=\"_blank\">USA Today</a></em>, the department estimates the number of illegal residents by subtracting the number of foreign-born people who are in the United States legally from the Census estimate of the total foreign-born population. The most recent estimate, from January 2009, puts the number of illegal residents at about 11.6 million.)</p>\r\n<p>\"The government has a pretty good idea of how many people come into the country if they fill out one of the forms, but it does not have a full count of how many leave,\" the&nbsp;Pew&nbsp;report said.</p>\r\n<p>A spokesman for the Department of Homeland Security, which now includes Citizenship and Immigration Services, told PolitiFact he is unaware of any other government studies attempting to quantify the number of people overstaying their visas. Pew also says the government has not published any new estimates. We couldn't find any, either.</p>\r\n<p>Department of Homeland Security Secretary Janet Napolitano said in December that while the government is working on a way to document, and ultimately apprehend, people overstaying their visas, one doesn't exist yet. \"I don't think that we can say with precision what percentage of visa holders are stay over,\" Napolitano told the Senate Judiciary Committee. \"But I think we can say that the issue of the visa overstays has been one of the kind of most difficult but top priority problems that we've been working on this last 10 months.\"</p>\r\n<p>What we're left with then is a series of numbers -- all different, all educated guesses.</p>\r\n<p>Rubio says close to half of all illegal immigrants entered this country legally but overstayed their visas. Some estimates, by Pew and one by the GAO, support that. But others put the number lower, closer to one-third. The difference between the estimates represents about 2 million people, not an insignificant number. We can't fault Rubio for using the numbers he did. But it seems like adding a little context would be appropriate. We rate Rubio's claim Mostly True.</p>", "ruling_comments_date": "2010-01-14T15:07:03.081527", "ruling_date": "2010-01-18T17:27:13", "ruling_headline": "Fla. Republican Rubio says close to half of illegal immigrants entered the U.S. legally", "ruling_headline_slug": "fla-republican-rubio-says-close-half-illegal-immig", "ruling_link_text": "Numbers differ based on study", "ruling_state": null, "source_documents": null, "sources": "<p>Glenn Beck radio show transcript, Jan. 14, 2010</p>\r\n<p>Federation for American Immigration Reform, <a href=\"http://www.fairus.org/site/PageServer?pagename=iic_immigrationissuecenters3c6a\" target=\"_blank\">Preventing Visa Overstays</a></p>\r\n<p>\"Nearly Half of Illegal Immigrants Overstay Visas,\" <a href=\"http://www.npr.org/templates/story/story.php?storyId=5485917\" target=\"_blank\">NPR</a>, June 14, 2006</p>\r\n<p>Interview with Rubio spokesman Alex Burgos, Jan. 14, 2010</p>\r\n<p>\"<a href=\"http://pewhispanic.org/files/factsheets/19.pdf\" target=\"_blank\">Modes of Entry for the Unauthorized Migrant Population</a>,\" Pew Hispanic Center, May 22, 2006</p>\r\n<p>\"<a href=\"http://pewhispanic.org/files/other/overstayers.pdf\" target=\"_blank\">Estimates of the Undocumented Immigrant Population Residing in the United States: October 1996</a>,\" U.S. Department of Justice, August 1997</p>\r\n<p>Interview with Matt Chandler, deputy press sectary for the Department of Homeland Security, Jan. 14, 2010</p>\r\n<p>Political Transcript Wire, Senate Committee on the Judciary, Dec. 10, 2009, accessed via Nexis</p>\r\n<p>\"<span class=\"SS_L0\">1 in 3 illegal residents arrives legally and just stays,\" USA Today, Sept. 4, 2009, accessed via Nexis</span></p>\r\n<p><span class=\"SS_L0\">\"Illegal immigrant population declines\" <a href=\"http://www.usatoday.com/news/nation/2009-02-23-immigration_N.htm\" target=\"_blank\">USA Today</a>, Feb. 24, 2009<br /></span></p>", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 36, "current_job": "U.S. Senator", "false_count": 26, "first_name": "Marco", "half_true_count": 33, "home_state": "Florida", "id": 277, "last_name": "Rubio", "mostly_true_count": 37, "name_slug": "marco-rubio", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Marco_Rubio.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/277/", "total_count": 168, "true_count": 20, "website": "http://www.rubio.senate.gov/"}, "statement": "<p>\"Close to half of the folks in this country illegally entered legally (but) overstayed (their ) visas.\"</p>", "statement_context": "an interview with Glenn Beck", "statement_date": "2010-01-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 112, "photo": null, "resource_uri": "/api/v/2/subject/112/", "subject": "Florida", "subject_slug": "florida", "used_in_edition": []}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}