{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/jan/20/kelly-odonnell/scott-brown-mostly-avoided-mentioning-hes-republic/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1410, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "hadgold@gmail.com", "first_name": "Hadas", "id": 123, "last_name": "Gold", "name_slug": "hadas-gold", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/123/", "title": "Intern", "twitter": null}, {"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1410/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>The closely watched race to fill the U.S. Senate seat of the late Edward Kennedy, D-Mass., ended with victory by a long-shot Republican.<br />\r\n<br />\r\nIn the runup to Scott Brown&#39;s special election victory on Jan. 19, 2010, pundits floated a variety of possible explanations for his surprise surge in the historically Democratic state, from dissatisfaction with President Barack Obama&#39;s domestic agenda to a poorly run campaign by Brown&#39;s Democratic opponent, state attorney general Martha Coakley. Another explanation was that Brown went to great lengths to avoid identifying himself as a Republican.<br />\r\n<br />\r\nOne place this claim surfaced was in a <em>Today </em>show piece by NBC correspondent Kelly O&#39;Donnell. The segment -- which aired Jan. 19, 2010, the day of the election -- included an interview with Brown himself.<br />\r\n<br />\r\nIn it, O&#39;Donnell asked Brown, &quot;You don&#39;t mention the Republican Party much in your campaign. Why is that?&quot;<br />\r\n<br />\r\nBrown responded, &quot;I think people know I&#39;m a Republican. That&#39;s never been a secret.&quot;<br />\r\n<br />\r\nO&#39;Donnell, in a voice-over, continued, &quot;Not a secret, but clearly not on display. No mention of being a Republican on Brown&#39;s bus, signs or campaign ads.&quot;<br />\r\n<br />\r\nThat&#39;s not unusual in some congressional races, but a caller on C-SPAN asked us to check if it were true in this case. Did Brown go through the campaign without mentioning his party affiliation?</p>\r\n\r\n<p>First, we looked at the specific contexts that O&#39;Donnell had mentioned. In addition to the footage in her piece, we found a blog post that featured various photos of a Brown bus tour through the Bay State, and the images clearly show that the exterior of his bus reads, &quot;Bold, New Leadership: Scott Brown, United States Senate,&quot; along with a number for accessing the campaign by text message and a reminder to vote on Jan. 19. So no mention of Brown&#39;s party on his bus.<br />\r\n<br />\r\nDitto for his campaign signs. In all the pictures we saw, Brown&#39;s signs were devoid of any mention of the Republican Party.<br />\r\n<br />\r\nFinally, we looked at the broadcast and Web advertisements posted on Brown&#39;s campaign Web site. We found that the candidate consistently avoided any mention of what party banner he was running under.<br />\r\n<br />\r\nThen we broadened the search to take in the whole Brown campaign Web site.<br />\r\n<br />\r\nWe found nothing referring to his party on the home page, on his biography page, or in any of his Web videos. In fact, most of the scattered mentions of the word &quot;Republican&quot; on his site were extremely minor -- and nearly impossible to locate without a Google search.<br />\r\n<br />\r\nFor instance, he posted an endorsement by Republican National Committee chairman Michael Steele as well as a couple of other endorsements, including some by Massachusetts Republican officials. In the news section, he linked to a number of newspaper articles identifying himself as a Republican, and on his calendar, he listed events with the Republican Jewish Coalition and a &quot;Republican rally.&quot;<br />\r\n<br />\r\n&quot;He and his team clearly sought to emphasize the word &#39;independent&#39; over &#39;Republican,&#39;&quot; said Scott Helman, political editor at the <em>Boston Globe</em>.<br />\r\n<br />\r\nRare was the document posted on Brown&#39;s Web site that clearly identified the candidate as a Republican.<br />\r\n<br />\r\nIn his victory speech after the Dec. 8, 2009, primary, Brown introduced himself to the state&#39;s electorate by saying, &quot;For my fellow citizens watching at home, my name is Scott Brown. I&#39;m the Republican in the race. You may not have heard of me before now because all the focus has been on the other side where the candidates were competing for title of &lsquo;most liberal.&rsquo; &quot;<br />\r\n<br />\r\nBut even in that speech, Brown made a point of undercutting his partisan label, saying that he was speaking &quot;in the name of every independent-thinking citizen, whether they be Democrat, unenrolled-independent or Republican.&quot;<br />\r\n<br />\r\nPolitical analysts said that over the past decade, it has become common for Republican candidates in increasingly Democratic New England to avoid mentioning their party affiliation in official communications.<br />\r\n<br />\r\n&quot;One of the ways you can see this most clearly is in the lawn sign wars,&quot; said Roy Occhiogrosso, a Democratic consultant in neighboring Connecticut. &quot;Democrats frequently have the word &#39;Democrat&#39; on their lawn sign, while Republicans, unless they are running in a solid Republican legislative district, almost never have the word &#39;Republican&#39; on their signs.&quot;<br />\r\n<br />\r\nBut before we conclude that Brown dwelled in a universe beyond partisanship, it&#39;s worth noting that his message managed to communicate clear opposition to the Democratic majority in Washington and Boston even as he declined to tout the Republican Party by name.<br />\r\n<br />\r\nThe balance between being explicit and implicit began with his Sept. 12, 2009, speech announcing his candidacy. In that address, Brown said, &quot;We have 11 other elected officials from the majority party in Washington, and the governor has a Washington office to assist Massachusetts there as well. All of these officials usually vote the same way and take their orders from the same special-interest groups and political leaders. Does Massachusetts need another elected official to merely rubber stamp the policies of one party or administration?&quot;<br />\r\n<br />\r\n&quot;People know Scott Brown&#39;s a Republican,&quot; said Eric Fehrnstrom, a senior adviser to the Brown campaign. &quot;If they don&#39;t know, then they&#39;re not paying attention.&quot;<br />\r\n<br />\r\nLater, as his campaign gained steam, Brown reveled in the possibility that he could become the 41st Republican senator -- enough to keep the Democrats from passing health care reform or other parts of the president&#39;s agenda. He even took to signing autographs &quot;Scott Brown 41.&quot;<br />\r\n<br />\r\nIn a Jan. 13, 2010, news release attacking Coakley&#39;s &quot;negative and untrue attacks&quot; on health care, Brown took the rare step of referring to himself explicitly as a Republican. &quot;Time and again, Martha has said she would be the 60th vote for a health care bill that will slash Medicare by a half-trillion dollars, raise taxes and increase spending. As the 41st Republican senator, I would insist we start over on health care and craft a bipartisan bill that will lead to meaningful reform.&quot;<br />\r\n<br />\r\nTufts University political scientist Jeffrey Berry calls the notion of Brown being the 41st vote &quot;the most powerful thing he said on the campaign trail. Everyone in Massachusetts understood that meant he would vote like a national Republican once he joined the Senate. He nationalized the election and that brought him money, volunteers, attention, and, ultimately, votes.&quot;<br />\r\n<br />\r\nSo, back to O&#39;Donnell&#39;s claim that Brown&#39;s Republican affiliation was &quot;not a secret, but clearly not on display.&quot;<br />\r\n<br />\r\nO&#39;Donnell was correct that during the campaign there was &quot;no mention of being a Republican on Brown&#39;s bus, signs or campaign ads.&quot; We did find two brief instances -- one in a speech, one in a news release -- in which Brown referred to himself as a Republican. But while news coverage regularly mentioned his party affiliation, meaning that it should have been no secret to voters, the candidate clearly downplayed his partisan ties. So we find O&#39;Donnell&#39;s statement Mostly True.</p>\r\n", "ruling_comments_date": "2010-01-20T16:52:39.761528", "ruling_date": "2010-01-20T18:26:40", "ruling_headline": "Scott Brown mostly avoided mentioning that he's a Republican", "ruling_headline_slug": "scott-brown-mostly-avoided-mentioning-hes-republic", "ruling_link_text": "Candidate made his views clearer than his partisan ties", "ruling_state": null, "source_documents": null, "sources": "<p>Kelly O&#39;Donnell, <a href=\"http://today.msnbc.msn.com/id/26184891/vp/34933070#34933070\" target=\"_blank\">comments</a> on NBC&#39;s Today show, Jan. 19, 2010<br />\r\n<br />\r\nScott Brown for Senate <a href=\"http://www.brownforussenate.com\" target=\"_blank\">Web site</a><br />\r\n<br />\r\nScott Brown, <a href=\"http://www.brownforussenate.com/press/10-05-09/9-12-09-scott-brown-announcement-speech-us-senate-0\" target=\"_blank\">announcement speech</a> for U.S. Senate, Sept. 12, 2010<br />\r\n<br />\r\nScott Brown, primary election night <a href=\"http://www.brownforussenate.com/press/12-08-09/12-08-09-scott-brown-primary-election-night-remarks\" target=\"_blank\">remarks</a>, Dec. 8, 2009<br />\r\n<br />\r\nScott Brown, &quot;Scott Brown Responds To Martha Coakley&#39;s Misleading Health Care Distortions&quot; <a href=\"http://www.brownforussenate.com/press/01-13-10/1-13-10-scott-brown-responds-martha-coakleys-misleading-health-care-distortions\" target=\"_blank\">(news release</a>), Jan. 13, 2010<br />\r\n<br />\r\nRed Mass Group, &quot;Scott Brown Bus Tour&quot; (<a href=\"http://www.redmassgroup.com/diary/6634/scott-brown-bus-tour\" target=\"_blank\">blog post</a>), Jan. 15, 2010<br />\r\n<br />\r\nCNN, <em>CNN Newsroom </em>transcript mentioning Brown&#39;s signing autographs &quot;Scott Brown 41,&quot; Jan. 17, 2010 (accessed via Nexis)<br />\r\n<br />\r\nNewsBusters, &quot;<a href=\"http://newsbusters.org/blogs/geoffrey-dickens/2010/01/19/nbc-reporter-accuses-scott-brown-ducking-gop-label\" target=\"_blank\">NBC Reporter Accuses Scott Brown of Ducking GOP Label</a>,&quot; Jan. 19, 2010<br />\r\n<br />\r\nE-mail interview with Eric Fehrnstrom, a senior adviser to the Brown campaign, Jan. 20, 2010<br />\r\n<br />\r\nE-mail interview with Jeffrey Berry, Tufts University political scientist, Jan. 20, 2010<br />\r\n<br />\r\nE-mail interview with Michael Goldman, former Massachusetts-based Democratic consultant and radio host, Jan. 20, 2010<br />\r\n<br />\r\nE-mail interview with Scott Helman, political editor of the <em>Boston Globe</em>, Jan. 20, 2010<br />\r\n<br />\r\nE-mail interview with Roy Occhiogrosso, Connecticut-based Democratic consultant, Jan. 20, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Capitol Hill correspondent for NBC News", "false_count": 0, "first_name": "Kelly", "half_true_count": 0, "home_state": "", "id": 305, "last_name": "O'Donnell", "mostly_true_count": 1, "name_slug": "kelly-odonnell", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Kelly_ODonnell.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/305/", "total_count": 1, "true_count": 0, "website": "http://www.msnbc.msn.com/id/3688927/"}, "statement": "<p>In Massachusetts, Scott Brown&#39;s Republican affiliation is &quot;not a secret, but clearly not on display.&quot;</p>\r\n", "statement_context": "a segment on NBC's Today show", "statement_date": "2010-01-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}, {"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}], "target": [], "twitter_headline": ""}