{"art": [], "author": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/jan/22/joe-biden/biden-says-every-senate-decision-now-requires-60-v/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1413, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1413/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>In case you haven't heard, the traditionally blue state of Massachusetts just  elected Republican Scott Brown to take the seat of the late Edward Kennedy, a standard-bearer for the the Democratic Party. <br /><br />A lot of ink has been been  dedicated to what this means for Democrats in the midterm elections, the party's  strength and, of course, the health care reform plan in the Senate. The upper  chamber needs 60 votes to prevent a Republican filibuster on the bill, and with  Brown's election, Democrats have lost their supermajority. <br /><br />Vice  President Joe Biden lamented this obstacle in a speech just days before Brown  defeated Democratic Senate candidate Martha Coakley. <br /><br />\"As long as I have  served &hellip; I&rsquo;ve never seen, as my uncle once said, the Constitution stood on its  head as they&rsquo;ve done,\" Biden said at a Florida fundraiser Jan. 17, 2010,  according to a White House pool report. \"This is the first time every single  solitary decision has required 60 senators.\" <br /><br />We're going to check the  second part of Biden's statement, that this is the first time in his political  career that every decision in the Senate has required 60 votes. <br /><br />But  first, some Senate history. <br /><br />Once upon a time, senators could stall  debate indefinitely by <a href=\"http://www.senate.gov/artandhistory/history/common/briefing/Filibuster_Cloture.htm\" target=\"_blank\">reading  from cookbooks or reciting Shakespeare</a> (think Jimmy Stewart's impassioned  speech in <em>Mr. Smith Goes to Washington</em>). In 1917, new rules allowed Senate  leadership to end debate so long as it had support from two-thirds of the  Senate. In 1975, the Senate reduced that to three-fifths, or 60 of the current  100 senators. <br /><br />Around this time, the old-school filibuster started to  become less popular. With only 60 votes needed to prevent a filibuster, the  majority party would simply file cloture motions -- the technical term to set up  a vote to stop debate -- and get on with it, said Senate historian Don Ritchie.  <br /><br />Of course, both the minority and the majority have benefited from the  tactical tool. The minority can unify and oppose a cloture motion, effectively  stalling a bill. And the majority, knowing it has no chance of winning on a  vote, can file a cloture motion and then blame the opposition for holding things  up. <br /><br />But back to Biden's statement. He won his Senate seat in 1973, just  two years before the Senate adopted its new cloture rules, and served until Jan.  15, 2009, shortly before he was sworn in as vice president. <br /><br />The <a href=\"http://www.senate.gov/artandhistory/history/common/generic/Senate_Historical_Office.htm\" target=\"_blank\">Senate historian's office</a> provided us with a list of cloture votes since 1919,  which have been on the uptick in the last three decades. The 110th Congress,  which spanned from 2006 to 2008, boasts the most with 112 votes. There were 54  such votes from 2004 to 2006, and 49 vote from 2002 to 2004. There have been 39  cloture votes so far this session, which has been under way since January 2009.  <br /><br />Is the increasing use of cloture an example of pure obstructionist  politics, as Biden's statement would imply? It's more complicated than that,  said Ritchie. <br /><br />In the early '70s, when Biden first came to the Senate,  the membership of both the Democratic and Republicans parties were more  ideologically diverse and, as a result, party-line votes were scarce, Ritchie  said. <br /><br />\"In the late '80s, the two parties became more internally coherent  and cohesive,\" he said. \"As a result, leadership was invoking cloture a lot  more.\" <br /><br />This dynamic has come to a head in recent years when the Senate  leadership, whether Republican or Democratic, has had such narrow majorities,  Ritchie said. The minority is more likely to unify against legislation,  effectively filibustering a bill. As a result, the majority is essentially  forced to round up 60 votes to keep the process going. <br /><br />Sarah Binder, a  congressional expert teaching at George Washington University and a fellow with  the Brookings Institution, echoed Ritchie. <br /><br />In the early 1970s, senators  \"were less likely to vote with fellow partisans, so there was a less partisan  use of cloture,\" she said. \"Today, there's no ideological overlap between the  parties.\" <br /><br />Binder also pointed out that the size and scope of the  leadership's agendas has grown dramatically in recent years, but it has little  time to get big things done. Invoking the 60-vote rule is one way to keep the  agenda moving. <br /><br />Back to Biden: His overall point -- that the Senate more  frequently requires 60 votes to get things done these days -- has some truth to  it. According to Senate experts, there have been more and more cloture votes as  the upper chamber becomes increasingly split along party lines. <br /><br />But he  said \"every single solitary decision has required 60 senators,\" which is an  exaggeration. In 2009, for example, there were 397 roll call votes. According to  the Senate Historian's office, only 39 of them were cloture votes. Indeed, we  found plenty of major bills that did not require 60 votes to start or end  debate, including a <a href=\"http://thomas.loc.gov/cgi-bin/bdquery/z?d111:HR00002:@@@X\" target=\"_blank\">bill meant to  give more children health insurance</a> and a bill to <a href=\"http://thomas.loc.gov/cgi-bin/bdquery/z?d111:SN00896:@@@X\" target=\"_blank\">prevent  mortgage foreclosures.</a> Furthermore, the Senate frequently passes  noncontroversial bills unanimously, so there are countless pieces of legislation  such as post office namings and resolutions that don't require 60 votes.  <br /><br />As we like to say at PolitiFact, words matter; if Biden had said every  \"major\" decision requires 60 votes, he would have been on more solid ground. As  a result, we rate his claim False.</p>", "ruling_comments_date": "2010-01-21T15:57:22.431527", "ruling_date": "2010-01-22T14:51:04", "ruling_headline": "Biden says every Senate decision now requires 60 votes", "ruling_headline_slug": "biden-says-every-senate-decision-now-requires-60-v", "ruling_link_text": "Cloture votes more common, but not that common", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n<script type=\"text/javascript\">// <![CDATA[\r\n    function DoPageLoad() {\r\n      \r\n      window.TimeoutId = setTimeout('');\r\n      parent.TIME_doc_load_full = new Date().getTime();\r\n    }\r\n// ]]></script>\r\nWhite House pool report for Vice President Joe Biden's trip to Florida, Jan. 17,  2010 <br /><br />The Senate Historian's Office, <a href=\"http://www.senate.gov/artandhistory/history/common/briefing/Filibuster_Cloture.htm\" target=\"_blank\">Filibuster  and Cloture</a>, accessed Jan. 20, 2010 <br /><a href=\"http://www.senate.gov/artandhistory/history/common/briefing/Filibuster_Cloture.htm\" target=\"_blank\"></a><br />Politico,  <a href=\"http://www.politico.com/blogs/bensmith/0110/Biden_derides_supermajority_rule.html?showall\" target=\"_blank\">Biden  derides supermajority rule</a>, by Ben Smith, Jan. 18, 2010<br /><br />Interview  Julian Zelizer, Princeton University, Jan. 20, 2010 <br /><br />The Senate  Historian's office, list of cloture votes since 1919, accessed Jan. 20, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 11, "current_job": "U.S. senator", "false_count": 10, "first_name": "Joe", "half_true_count": 21, "home_state": "Delaware", "id": 11, "last_name": "Biden", "mostly_true_count": 16, "name_slug": "joe-biden", "pants_count": 4, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-joebiden.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/11/", "total_count": 78, "true_count": 13, "website": "http://www.joebiden.com/"}, "statement": "<p>\"As long as I have served . . . This is the first time  every single solitary decision has required 60 senators.\"</p>", "statement_context": "a fundraiser in Florida", "statement_date": "2010-01-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 149, "photo": null, "resource_uri": "/api/v/2/subject/149/", "subject": "Bipartisanship", "subject_slug": "bipartisanship", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 131, "photo": null, "resource_uri": "/api/v/2/subject/131/", "subject": "Government Efficiency", "subject_slug": "government-efficiency", "used_in_edition": []}], "target": [], "twitter_headline": null}