{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/jan/21/chain-email/chain-e-mail-claims-health-care-bills-congress-wou/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1414, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1414/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>It's hard to say when a chain e-mail has reached critical mass. Although we'd  seen one from former attorney Michael Connelly floating around for months, we  never weighed in on it. The chief claim in the e-mail is that the Democrats'  health care plan is unconstitutional, which is a matter of opinion, not fact.  Also, we'd dealt with many of the other issues raised in the e-mail. And it's an  e-mail that was penned in August.<br /><br />The thing is, we are still getting lots  of readers sending it to us, asking us to fact-check it. It's clearly still in  high circulation. <br /><br />We've decided that critical mass has been  reached.<br /><br />And so we're revisiting several claims  in the e-mail. In this item, we will address the claim that HR 3200, \"The  Affordable Health Care Choices Act of 2009,\" would provide \"free health care for  illegal immigrants.\"<br /><br />It's hardly a new charge. You may recall U.S. Rep.  Joe Wilson, R-S.C., famously yelling \"You lie!\" during a joint session of Congress  when President Barack Obama said the reforms Democrats were proposing would not  apply to those who are in the United States illegally.<br /><br />In an item we  wrote then, we noted that, in fact, the House bill specifically stated that  \"undocumented aliens\" would not be eligible for credits to help them buy health  insurance, in Section 246 on Page 143. <br /><br />Still, Wilson and Connelly and  others argued the bill did not spell out verification procedures strong enough  to ensure that illegal immigrants couldn't access the health care  plan.<br /><br />\"There are no provisions for enforcing it,\" Connelly told us in an  interview on Jan. 20, 2010. \"The loophole is too big.\"<br /><br />Others have made  the same criticism. The anti-immigration group Federation for American  Immigration Reform argued that illegal immigrants would be permitted to purchase  insurance on the national health insurance exchange because the bill does not  include a mechanism for verifying citizenship. So, the logic goes, illegal  immigrants would have the chance to purchase insurance in the public option, a  government-run health care plan that would offer basic coverage at a low  price.<br /><br />FAIR also argued for more robust verification measures for the  affordability credit and making sure that illegal immigrant parents won't be  able to receive coverage if their citizen children are eligible. <br /><br />FAIR  had a point that illegal immigrants would likely be able to buy insurance on the  national health insurance exchange. We didn't see anything in the bills that  would hinder that. A Congressional Research Service report issued Aug. 25, 2009,  confirmed our observation. The House bill \"does not contain any restrictions on  noncitizens participating in the Exchange &mdash; whether the noncitizens are legally  or illegally present, or in the United States temporarily or permanently,\" the  report said. <br /><br />But buying insurance on an exchange is different from getting free health care, as Connelly's e-mail suggested. We're not aware of any  particular restrictions that stop illegal immigrants from buying private  insurance now. <br /><br />We should note that while Connelly's e-mail references HR  3200, the House version of the bill in play when Connelly wrote his e-mail in  August, it's not the bill that the House ultimately passed. <br /><br />According to  Connelly, the version ultimately passed by the House (3962) is even worse  because it has lower standards than the version in the summer. The version that  passed only requires that people be residents of the United States in order to  be eligible for the health care exchange. One could simply provide an electric  bill to clear that hurdle, he said.<br /><br />We checked the bill and found that  Connelly is right about the language that says people have to be residents of  the United States to be eligible.<br /><br />But we also found language similar to  the older bill. Section 34, titled \"No federal payment for undocumented aliens,\"  states unequivocally, \"Nothing in this subtitle shall allow Federal payments for  affordability credits on behalf of individuals who are not lawfully present in  the United States.\" And Sec. 1786 prohibits Medicaid and CHIP payments to  \"individuals who are not lawfully present in the United States.\"<br /><br />We  further note that if the tax credits are administered through the Internal  Revenue Service, there would be built-in scrutiny. For instance, if a system  were set up for taxpayers to declare insurance expenses and then receive a  refund or a rebate, illegal immigrants couldn't obtain coverage, \"because  illegal immigrants do not have legitimate Social Security numbers,\" Marc  Rosenblum, a senior policy analyst with the Migration Policy Institute, a group  that is generally pro-immigration, told PolitiFact back in September when this  issue was hot. \"Screening out illegal immigrants through the tax system would  prevent them from obtaining health care-related subsidies.\" <br /><br />In addition,  language in the House bill provides clear authority for the new government  official who would run the exchange to set up that verification, as the Congressional Research Service report notes. <br /><br />Rosenblum concurs. \"The commissioner could enforce these  restrictions in one of two ways: through document- and database-based screening  requirements as in the Medicaid system, or by reimbursing health care expenses  through tax refunds,\" Rosenblum said. <br /><br />It's one thing to argue that the  bill lacks adequate verification procedures (which is certainly debatable). It's  another to claim if the those procedures aren't stringent enough, that the bill  would provide free health care to illegal immigrants. Especially when the bill  specifically states there can be no federal payments to undocumented aliens.  That was in 3200 when Connelly wrote his e-mail, and it's in the bill the House  ultimately passed. We rate this claim False.</p>", "ruling_comments_date": "2010-01-21T16:36:30.001528", "ruling_date": "2010-01-21T17:42:48", "ruling_headline": "Chain e-mail claims health care bills in Congress would provide free health care to illegal immigrants", "ruling_headline_slug": "chain-e-mail-claims-health-care-bills-congress-wou", "ruling_link_text": "No accommodations for immigrants", "ruling_state": null, "source_documents": null, "sources": "<p>&nbsp;</p>\r\n<p>Michael Connelly's Web site, <a href=\"http://michaelconnelly.viviti.com/entries/general/the-truth-about-the-health-care-bills\" target=\"_blank\">\"The Truth About the Health Care Bills\"</a></p>\r\n<p>HR 3200, <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getdoc.cgi?dbname=111_cong_bills&amp;docid=f:h3200ih.txt.pdf\" target=\"_blank\">\"America's Affordable health Choices Act of 2009\"</a></p>\r\n<p>Cornell University Law School, <a href=\"http://topics.law.cornell.edu/constitution\" target=\"_blank\">The Constitution of the United States of America </a></p>\r\n<p>PolitiFact,<a href=\"http://www.politifact.com/truth-o-meter/article/2009/sep/21/baucus-plan-and-abortion-politifact-analysis/\" target=\"_blank\"> \"Abortion and the Baucus health care bill,\"</a> by Robert Farley, Sept. 21, 2009</p>\r\n<p>CNS News, <a href=\"http://www.cnsnews.com/news/article/57392\" target=\"_blank\">\"Reid Introduces Senate Health Bill That Mandates Federally Subsidized Abortion,\"</a> by Terence P. Jeffrey, Nov. 19, 2009</p>\r\n<p>FactCheck.org, <a href=\"http://www.factcheck.org/2009/10/health-care-overhaul-constitutional/\" target=\"_blank\">\"Health Care Overhaul: Constiutional?\"</a> by Viveca Novak, Oct. 2, 2009</p>\r\n<p>Fort Myers News-Press, <a href=\"http://www.news-press.com/article/20100119/NEWS01/100119044/1075/Florida-AG-Bill-McCollum-says-health-care-bill-is-unconstitutional\" target=\"_blank\">\"Florida AG Bill McCollum says health care bill is unconstitutional,\"</a> by Paul Flemming, Jan. 19, 2010</p>\r\n<p>Los Angeles Times, Opinion: <a href=\"http://www.latimes.com/news/opinion/la-oe-amar20-2010jan20,0,4309186.story?track=rss\" target=\"_blank\">\"Constitutional objections to Obamacare don't hold up,\"</a> by Akhil Reed Amar, Jan. 20, 2010</p>\r\n<p>House Rules Committee Web site, <a href=\"http://docs.house.gov/rules/health/111_ahcaa.pdf\" target=\"_blank\">HR 3962</a></p>\r\n<p>House Energy and Commerce Committee, <a href=\"http://energycommerce.house.gov/Press_111/20090730/hr3200_capps_1.pdf\" target=\"_blank\">The Capps Amendment to HR 3200</a></p>\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/aug/07/john-boehner/boehner-says-democrats-health-care-plan-would-lead/\" target=\"_blank\">\"Boehner says Democrats' health care plan would subsidize abortions,\"</a> by Robert Farley, Aug. 7, 2009</p>\r\n<p>New York Times, <a href=\"http://www.nytimes.com/2009/11/08/health/policy/08scene.html?_r=2\" target=\"_blank\">\"Abortion Was at Heart of Wrangling,\"</a> by David M. Herszenhorn and jackie Calmes, Nov. 7, 2009</p>\r\n<p>Ed2go.com, <a href=\"http://www.ed2go.com/online_course/wsc/instructor/Winning_Strategy_for_the_Courtroom.html\" target=\"_blank\">Instructor Bio: Michael Connelly</a></p>\r\n<p>Wall Street Journal, Opinion: <a href=\"http://online.wsj.com/article/SB10001424052970204518504574416623109362480.html\" target=\"_blank\">\"Mandatory Insurance Is Unconstitutional,</a>\" by David B. Rivkin Jr. and Lee A. Casey, Sept. 18, 2009</p>\r\n<p>Politico, <a href=\"http://www.politico.com/news/stories/1009/28620.html\" target=\"_blank\">\"Health care reform is constitutional,\" </a>by Erwin Chemerinsky, Oct. 23, 2009</p>\r\n<p>Fox News, <a href=\"http://www.foxnews.com/politics/2009/12/22/health-care-face-string-legal-challenges/\" target=\"_blank\">\"Health Care Bill Could Face String of Legal Challenges,\" </a>Dec. 22, 2009</p>\r\n<p>Interview with Michael Connelly, Jan. 20, 2010</p>", "speaker": {"adkey": "People ", "advalue": "Fake_news", "barely_true_count": 11, "current_job": "", "false_count": 44, "first_name": "", "half_true_count": 8, "home_state": "", "id": 27, "last_name": "Chain email", "mostly_true_count": 5, "name_slug": "chain-email", "pants_count": 106, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-emailer.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/27/", "total_count": 180, "true_count": 6, "website": ""}, "statement": "<p>The Democrats' health care bills would provide \"free health care for illegal immigrants.\"</p>", "statement_context": "a chain e-mail", "statement_date": "2009-08-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}