{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/jan/22/chain-email/chain-e-mail-says-congress-raised-own-salaries-whi/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1416, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1416/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>It is now conventional wisdom that American voters are angry -- very angry. And few things set them off as much as perks for lawmakers and the denial of benefits for seniors. A chain e-mail ties together these two hot-button issues and runs with them.<br /><br />The version we received reads, in part:<br /><br />\"U.S. House &amp; Senate have voted themselves $4,700 and $5,300 raises.<br /><br />\"1. They voted to not give you a [Social Security] Cost of living raise in 2010 and 2011.<br /><br />\"2. Your Medicaid premiums will go up $285.60 for the 2-years and You will not get the 3% COLA: $660/yr. Your total 2-yr loss and cost is -$1,600 or -$3,200 for husband and wife.<br /><br />\"3. Over 2-yrs they [Members of Congress] each get $10,000<br /><br />\"4. Do you feel SCREWED?<br /><br />\"5. Will they have your cost of drugs - doctor fees - local taxes - food, etc., increase? NO WAY . They have a raise and better benefits. Why care about you? You never did anything about it in the past. You obviously are too stupid or don't care.\"<br /><br />The e-mail closes with a call to action on the 2010 midterm elections: \"SEND THE MESSAGE -- You're FIRED.\"<br /><br />Let's take these claims one by one:<br /><strong><br />A congressional pay raise</strong><br /><br />Under a law in force for two decades, members of Congress are entitled to a pay raise every year unless they vote to reject it.<br /><br />For two out of the past four years, lawmakers have voted to decline their cost-of-living increase. In votes taken in 2006 and 2009 -- affecting their pay during 2007 and 2010, respectively -- lawmakers turned down the pay raise. In 2007 and 2008, however, lawmakers didn't act to reject their pay raise, so their salaries increased -- by $4,100 for 2008 and by $4,700 for 2009. That boosted the rank-and-file congressional salary to its current level of $174,000. (Leaders in both chambers get more.)<br /><br />So it's true that Congress has acted (or, more precisely, failed to act) in a way that increased lawmaker salaries. But if you compare apples to apples by focusing on the most recent two-year period, as the e-mail does with the Social Security COLA (cost-of-living adjustment), congressional salaries in 2009 and 2010 increased by $4,700 -- less than half of what the e-mail alleged.<br /><br />Bottom line: The e-mail is partly right. Lawmakers did raise their salaries, but by less than the e-mail said.<br /><br /><strong>A cost-of-living increase for Social Security</strong><br /><br />In September, PolitiFact looked at an <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/sep/28/chain-email/e-mail-claims-democratic-congress-blame-no-cola-in/\" target=\"_blank\">earlier chain e-mail</a>&nbsp;that claimed that \"for the first time in history, the Democratic Congress will not allow an increase in the Social Security COLA.\" We'll recap and update our original analysis here.<br /><br />Until 1975, it took an act of Congress to adjust Social Security payments for inflation. But a law enacted in 1972&nbsp;-- and signed by President Richard Nixon&nbsp;-- created a formula to automatically calculate the COLA every year. The Social Security cost-of-living adjustment was tied to the Consumer Price Index for Urban Wage Earners and Clerical Workers (CPI-W).<br /><br />The government compares that index in the third quarter (July, August and September) of the current year to the third quarter of the previous year. Every year since the formula was put into effect, it has resulted in a cost-of-living increase. In fact, high oil prices in the summer of 2008 helped produce a sizable COLA increase in January 2009 of 5.8 percent -- the highest increase in more than 25 years.<br /><br />But lower energy prices and the effects of the recession combined to reduce the CPI-W during the period used to calculate the 2010 Social Security COLA. So in a break with tradition, there was no COLA for Social Security recipients this year. And projections by the Congressional Budget Office suggest that there won't be a COLA for Social Security recipients in 2011, either.<br /><br />But as we stated in our analysis of the earlier e-mail, this process occurs without any intervention by Congress. So it's incorrect to say, as the current e-mail does, that Congress \"voted to not give you a [Social Security] cost of living raise in 2010 and 2011.\"<br /><br />In addition, CBO projections aside, it's not yet official that Social Security beneficiaries won't get a COLA for 2011. The statistics that determine whether that will happen won't be calculated for another 10 months or so.<br /><br />Finally, several bills are pending in Congress that would provide seniors with additional money to make up for the lack of a Social Security COLA this year. The bills -- S. 1685, H.R. 3536, H.R. 3557, H.R. 4429, H.R. 3572 and H.R. 3536 -- are being offered by both Democrats and Republicans, and most of them would provide recipients with additional payments of $150 or $250. President Barack Obama is on record saying that he supports the idea of a $250 one-time payment to seniors. As of yet, none has advanced beyond the committee stage.<br /><br />How big could the hit from a lost COLA be? For someone who has a $3,054 monthly benefit -- a comparatively generous amount, based on what a steady earner at the maximum level would get every month if he or she had retired in 2009 at age 70 -- would lose $1,099 over the course of the year compared to what they'd get with a 3 percent COLA. But most recipients would take a much smaller hit, according to Social Security Administration tables.<br /><br />Bottom line: On this point too, the e-mail is partly right. Social Security recipients won't be getting a COLA in 2010, and they are projected not to receive one for 2011, either. But it's inaccurate to blame Congress for that -- and the e-mail fails to note that the president and many lawmakers are working to provide a COLA to seniors retroactively.<br /><br /><strong>Increases in premiums for Medicare</strong><br /><br />Let's get one thing clear before we start: It's not Medicaid premiums the e-mail writer meant. It's Medicare premiums.<br /><br />Americans age 65 and older get their health coverage through Medicare and pay monthly premiums to support Part B of the program -- coverage for outpatient services, including physician visits. These premiums are subtracted from a recipient's Social Security check.<br /><br />Part B premiums typically rise every year, but in the past, the annual increase in Social Security benefits has generally exceeded the annual rise in Part B premiums, meaning that the amount of a recipient's Social Security check has risen year after year despite the Part B increases. With the absence of a Social Security COLA this year, the rise in Part B premiums threatens, for the first time, to reduce the amount in Social Security checks compared to the prior year.<br /><br />But we need to raise a couple of caveats. Under a so-called \"hold-harmless\" law, 73 percent of Social Security beneficiaries are protected from any reduction in Social Security benefits caused by a rise in Part B premiums.<br /><br />Another 17 percent of Medicare beneficiaries are covered by both Medicare and Medicaid, and under current law, Medicaid -- not the recipient -- covers the higher Part B premium.<br /><br />And another 3 percent are new enrollees in Social Security or Medicare. While they will pay the higher Part B premiums, they won't see any change in their Social Security check amount because they either weren't getting Social Security checks last year or weren't enrolled in Medicare last year.<br /><br />So, the vast majority of Medicare beneficiaries will see the amount in their Social Security checks stay the same, rather than decline, due to this year's Part B premium increases.<br /><br />Those who will see a decrease in their Social Security check -- about 5 percent of Medicare enrollees -- are generally those who have a modified adjusted gross income greater than $85,000 (for individuals) or $170,000 (for couples). For these recipients, the typical year-to-year increase in Part B premiums will be $14.10 per month. That works out to be $169.20 additional per year for an individual, or $338.40 additional for a couple -- levels far below what the e-mail alleged.<br /><br />Meanwhile, there's one additional factor that could cut into Social Security benefits: an increase in premiums for Medicare Part D, the part that covers prescription drugs. The impact from Medicare Part D premium hikes will vary widely because it's a voluntary program and because enrollees may choose among a variety of plans, each with different levels of benefits and premiums.<br /><br />One estimate cited by the Kaiser Family Foundation predicts that 1.2 million beneficiaries could see their Part D premiums rise this year by at least $10 a month -- a change that would mean dollar-for-dollar reductions in their Social Security checks. That's about 3 percent of those enrolled in Medicare as a whole. A larger number of beneficiaries could see smaller monthly changes.<br /><br />Bottom line: The e-mail is correct that the absence of a Social Security COLA this year will affect Medicare premiums (even though it mistakenly called them Medicaid premiums). However, the vast majority of beneficiaries will see no reductions in their Social Security checks, and the relatively small proportion who do see a decliine -- many of them at the higher end of the income scale -- are likely to see increases far smaller than those alleged in the e-mail.<br /><br /><strong>Summary</strong><br /><br />As with many chain e-mails we've seen, this one takes nuggets of truth and distorts them, adding several layers of inaccuracies.<br /><br />For one thing, the losses suggested in the e-mail are on the higher end of the scale. If the recently retired high-earner who was cited above also got hit by both types of premium increases, he or she would stand to lose $1,389 for the year. If his or her spouse was in the same situation, they would lose a combined $2,778. That's not so far off from the $1,600 to $3,200 claimed by the e-mail. But it's also for an extreme case. For most recipients, the hit would be much smaller.<br /><br />So let's recap. To its credit, the e-mail is correct that Congress has acted to increase its own pay, that Social Security recipients will not see a cost-of-living increase this year and that some recipients may in fact see a decrease in their checks from rising Medicare premiums.<br /><br />But the e-mail got many key details wrong. It cherry-picked its data in a way that overstated the increase in congressional salaries; it wrongly blamed Congress for killing the Social Security COLA (when in fact many lawmakers and the president are working to reverse that development); it vastly overstated the number of people who will be hit by rising Medicare premiums; and it used an extreme case in constructing its example of income being lost.<br /><br />If the author of the e-mail had been more careful in vetting the statistics, this missive could have been informative. But since the author was not, we will rate it Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-01-21T17:02:15.811527", "ruling_date": "2010-01-22T13:56:26", "ruling_headline": "Chain e-mail says Congress raised own salaries while acting to kill Social Security benefit hikes", "ruling_headline_slug": "chain-e-mail-says-congress-raised-own-salaries-whi", "ruling_link_text": "A nugget of truth that misstates key details", "ruling_state": null, "source_documents": null, "sources": "<p>Congressional Research Service, \"<a href=\"http://www.senate.gov/reference/resources/pdf/97-1011.pdf\" target=\"_blank\">Salaries of Members of Congress: A List of Payable Rates and Effective Dates, 1789-2008</a>,\" Feb. 21, 2008<br /><br />Kaiser Family Foundation, \"The Social Security COLA and Medicare Part B Premium: Questions, Answers, and Issues\" (<a href=\"http://www.kff.org/medicare/upload/7912-02.pdf\" target=\"_blank\">briefing paper</a>), October 2009<br /><br />Social Security Administration, \"Prompt Passage of Economic Recovery Act Payment for 2010 Needed; Law Does Not Provide for a Social Security Cost-of-Living Adjustment for 2010\" (<a href=\"http://www.socialsecurity.gov/pressoffice/pr/2010cola-pr.htm\" target=\"_blank\">news release</a>), Oct. 15, 2009<br /><br />Social Security Administration,<a href=\"http://www.socialsecurity.gov/cola/2010/factsheet.htm\" target=\"_blank\"> fact sheet</a> on cost-of-living adjustments, October 2009</p>\r\n<p>Social Security Administration, \"Benefit Examples For Workers With Maximum-Taxable Earnings\" (<a href=\"http://www.socialsecurity.gov/OACT/COLA/examplemax.html\" target=\"_blank\">table</a>), accessed Jan. 21, 2010</p>\r\n<p>Centers for Medicare and Medicaid Services, <a href=\"http://www.cms.hhs.gov/ReportsTrustFunds/\" target=\"_blank\">home page</a> for Medicare Trustees' Reports, accessed Jan. 21, 2010<br /><br />Associated Press, \"<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2009/08/23/AR2009082302463.html\" target=\"_blank\">Social Security Expects No COLAs for 2 Years</a>,\" Aug. 24, 2009,<br /><br /><em>New York Times</em>, \"<a href=\"http://www.nytimes.com/2009/05/03/us/politics/03benefits.html\" target=\"_blank\">Social Security Will Not Raise Benefits in '10, Forecasts Say</a>,\" May 3, 2009,<br /><br /><em>Washington Post</em>, \"<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2009/03/10/AR2009031002653.html\" target=\"_blank\">Senate Approves $410 Billion Bill to Fund Federal Government</a>,\" March 11, 2009,<br /><br /><em>Washington Post</em>, \"<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/01/04/AR2008010402402.html\" target=\"_blank\">Region's Federal Workers Get Raise; Salaries Rise 4.49% Under Bush Order</a>,\" Jan. 6, 2008,<br /><br />White House, \"President Obama Announces Proposals to Accelerate Job Growth and Lay the Foundation for Robust Economic Growth\" (<a href=\"http://www.whitehouse.gov/the-press-office/president-obama-announces-proposals-accelerate-job-growth-and-lay-foundation-robust\" target=\"_blank\">news release</a>), Dec. 08, 2009<br /><br />E-mail interview with Pamela Tainter Causey, spokeswoman for the National Committee to Preserve Social Security and Medicare, Jan. 21, 2010<br /><br />E-mail interview with Rachael Slobodien, spokeswoman for the National Taxpayers Union, Jan. 21, 2010</p>", "speaker": {"adkey": "People ", "advalue": "Fake_news", "barely_true_count": 11, "current_job": "", "false_count": 44, "first_name": "", "half_true_count": 8, "home_state": "", "id": 27, "last_name": "Chain email", "mostly_true_count": 5, "name_slug": "chain-email", "pants_count": 106, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-emailer.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/27/", "total_count": 180, "true_count": 6, "website": ""}, "statement": "<p>Members of Congress passed a pay raise for themselves of $10,000 over two years even as they voted not to raise Social Security benefits for 2010 and 2011.</p>", "statement_context": "a chain e-mail", "statement_date": "2010-01-21", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 50, "photo": null, "resource_uri": "/api/v/2/subject/50/", "subject": "Medicare", "subject_slug": "medicare", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 102, "photo": null, "resource_uri": "/api/v/2/subject/102/", "subject": "Retirement", "subject_slug": "retirement", "used_in_edition": []}, {"description": "", "id": 141, "photo": null, "resource_uri": "/api/v/2/subject/141/", "subject": "Social Security", "subject_slug": "social-security", "used_in_edition": []}], "target": [], "twitter_headline": null}