{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/jan/25/carolyn-maloney/congresswoman-says-democratic-presidents-create-mo/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1419, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1419/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>As the recession continues to inflict economic pain on most Americans, the political battle to frame the debate rages on. In a House floor speech on Jan. 21, 2010, Rep. Carolyn Maloney, D-N.Y., held up a chart showing job creation statistics under two former presidents, Bill Clinton and George W. Bush.&nbsp;</p>\r\n<p>\"This chart goes back to 1992, the year that President [Bill] Clinton was elected,\" Maloney said. \"It shows that during his time there was very robust job creation in the private sector, and then during the Bush years it fell dramatically. This dark line is the job creation, going up during the Clinton years, falling dramatically under the [George W.] Bush administration. It also shows that Democrats have been considerably more effective at creating private-sector jobs.\" <br />&nbsp; <br />We wondered whether that pattern held true for other presidents as well, or whether Maloney had simply chosen two presidencies that conveniently showed her party in the most favorable light. So we ran the numbers and got some interesting results. <br />&nbsp; <br />We did this by turning to the Bureau of Labor Statistics Web site, where visitors can customize data tables on national employment statistics. We used the month-by-month totals for nonfarm employment in the United States. (We actually ran the numbers twice -- once using Maloney's cited statistic, private-sector employment, and a second time using the combination of private-sector and government employment. It turned out that the general trends were virtually identical, so we'll be sticking with the statistics on just private-sector employment below.) <br />&nbsp; <br />The BLS data go back to 1939, but since that fell in the middle of Franklin D. Roosevelt's presidency, we skipped forward to Harry Truman and compared him and all of his post-World War II successors.<br />&nbsp;<br />We also did some minor massaging of the numbers in order to make the statistics more comparable. <br />&nbsp; <br />First, we calculated how much the number of jobs rose or fell on each president's watch. Then we divided that result by the number of jobs there were when the president began his first term, in order to get a percentage increase in jobs over that president's tenure. This enabled us to minimize the effect of population growth, which would otherwise credit later presidents with larger employment increases than earlier ones. <br />&nbsp; <br />Next, we divided this job growth percentage by the number of years the president occupied the Oval Office, creating a statistic that calculates percentage job growth per year as president. This allowed us to more fairly compare the job growth rates under, say, Gerald Ford with those of two-termers such as Ronald Reagan and Clinton. <br />&nbsp; <br />Finally, we lumped the Democratic presidents' annual job-growth percentages together and averaged them, and did the same for the Republicans. Because President Barack Obama has served just one year in office -- a length of time that some would consider statistically problematic -- we ran the Democratic numbers both with and without Obama, so that readers could choose their preferred statistic. <br />&nbsp; <br />Before we provide the final totals, let's run down how each president did. Here are the average annual percentage increases in jobs for each postwar president: <br />&nbsp; <br /><strong>Harry S. Truman</strong> (Democrat): increase of 2.95 percent a year <br /><strong>Dwight D. Eisenhower</strong> (Republican): increase of 0.50 percent a year <br /><strong>John F. Kennedy</strong> (Democrat): increase of 2.03 percent a year <br /><strong>Lyndon B. Johnson</strong> (Democrat): increase of 3.88 percent a year <br /><strong>Richard M. Nixon</strong> (Republican): increase of 2.16 percent a year <br /><strong>Gerald R. Ford</strong> (Republican): increase of 0.86 percent a year <br /><strong>Jimmy Carter</strong> (Democrat): increase of 3.45 percent a year <br /><strong>Ronald Reagan</strong> (Republican): increase of 2.46 percent a year <br /><strong>George H.W. Bush</strong> (Republican): increase of 0.40 percent a year <br /><strong>Bill Clinton</strong> (Democrat): increase of 2.86 percent a year <br /><strong>George W. Bush</strong> (Republican): increase of 0.01 percent a year <br /><strong>Barack Obama</strong> (Democrat): <em>decrease</em> of 3.0 percent a year <br />&nbsp; <br />(Can we take time out here to say how surprised we are that Eisenhower, who presided over the \"happy\" 1950s, managed an anemic half-percent job growth per year, while Jimmy \"Malaise\" Carter finished second with 3.45 percent annual job growth?) <br />&nbsp; <br />Now for the totals. If you exclude Obama, Democrats averaged 3.03 percent annual job growth, compared to 1.07 percent for Republicans -- a nearly 3-to-1 advantage. <br />&nbsp; <br />If you include Obama, the Democrats still held a significant edge. With Obama included, the Democrats averaged 2.03 annual job growth, compared to the same 1.07 for Republicans -- about twice as high as the GOP. <br />&nbsp;<br />And based on some quick calculations he did, Brookings Institution economist Gary Burtless said that the U.S. working-age population actually grew slightly faster under Republican presidents, making the Democratic accomplishment even more impressive.<br />&nbsp;<br />So the statistics are clear: Democratic presidents have been more successful at creating jobs. But how much importance should we assign to this fact? We hereby list some caveats that we and several historians we contacted came up with. <br />&nbsp; <br />-- <strong>The president actually deserves less credit for the good times -- and less blame for the bad times</strong>. It's a truism of politics that when things go well, the president generally gets too much credit, and when things don't go well, the president usually gets too much blame. Shouldn't the Republican Congress of 1995-2001 get a share of the credit for Clinton's robust job growth? Shouldn't the Democratic House that served under Reagan? Most experts would say yes and yes. <br />&nbsp; <br />-- <strong>Timing can be hugely important</strong>. \"Statistics about employment growth over presidential terms are dominated by the timing of the business cycle, including Federal Reserve policy, and have no apparent connection to economic policies attributed to the White House, as opposed to Congress,\" said Alan Reynolds, a senior fellow at the libertarian Cato Institute. One example: Clinton had the good fortune to enter office when the economy had just undergone a recession. This relatively low starting point made it easier for him to rack up big gains over eight years. The converse is true for George W. Bush: He took office right as the tech bubble was bursting, meaning that any jobs he added to the nation's total amounted to digging the country out of a jobs hole. <br />&nbsp; <br />-- <strong>Outside factors can play a big role</strong>. Truman's private-sector employment numbers likely benefited from the post-World War II demobilization of troops. (Private sector jobs grew at 2.95 percent per year during his presidency, compared to 2.7 percent a year for all jobs.) Meanwhile, Lyndon Johnson took office right as the first wave of baby boomers was turning 18, a fact that almost certainly boosted his job-creation figures. And research by James D. Hamilton, an economist at the University of California at San Diego has shown that oil price shocks -- something entirely out of a president's control -- have caused most postwar recessions.</p>\r\n<p>As Yale political scientist David Mayhew points out, conclusions drawn from a relatively narrow data set -- in this case, just 12 postwar presidencies -- need to be taken with a grain of salt. Still, most experts we spoke to agreed that the pattern is too consistent to dismiss out of hand. <br />&nbsp; <br />And it's not the only one that reflects a strong correlation between an economic factor and the president's partisan affiliation. In his 2008 book <em>Unequal Democracy</em>, Princeton University political scientist Larry Bartels showed that changes in income inequality are strongly correlated with the president's party. Under every postwar Republican president, Bartels concluded, the gap between rich and poor has grown, and under every Democratic president except for Carter, that gap has shrunk. (For those on the lookout for ideological bias, Bartels made a point of writing in his introduction that he is \"an unusually apolitical political scientist\" who last voted in 1984, for Reagan. \"I was quite surprised to discover how often and how profoundly partisan differences in ideologies and values have shaped key policy decisions and economic outcomes,\" he wrote. \"I have done my best to follow my evidence where it led me.\") <br />&nbsp; <br />Ultimately, the experts we contacted said that, despite the caveats, Maloney's calculations, and our expansion of them, were justified. <br />&nbsp; <br />\"This is a reasonable exercise in the scheme of things,\" said liberal economist Dean Baker. \"Obviously, luck matters a lot, but when there is a consistent pattern over more than 60 years, it starts to look like more than just luck.\" <br />&nbsp; <br />Kevin Hassett, an economist with the conservative American Enterprise Institute and a former economic adviser to the Republican presidential campaigns of George W. Bush and John McCain, argued that the best way to evaluate presidents is to look at their policies. Still, he added, calculations like Maloney's \"are worth doing. They can be thought-provoking and can ignite debates that help inform.\" <br />&nbsp; <br />So the significance of this pattern is open to question, but on the facts, the evidence is clear: We rate Maloney's statement True, not just for the two presidents she cited, but for the postwar presidency as a whole.</p>", "ruling_comments_date": "2010-01-22T15:27:41.591528", "ruling_date": "2010-01-25T15:15:55", "ruling_headline": "Congresswoman says Democratic presidents create more private-sector jobs", "ruling_headline_slug": "congresswoman-says-democratic-presidents-create-mo", "ruling_link_text": "Even with Obama's doldrums, the postwar pattern is surprisingly durable", "ruling_state": null, "source_documents": null, "sources": "<p>Carolyn Maloney, <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getpage.cgi?position=all&amp;page=H270&amp;dbname=2010_record\" target=\"_blank\">speech</a> on the floor of the U.S. House of Representatives, Jan. 21, 2010</p>\r\n<p>Bureau of Labor Statistics, <a href=\"http://www.bls.gov/webapps/legacy/cesbtab1.htm\" target=\"_blank\">search form</a> for Table B-1. Employees on nonfarm payrolls by industry sector and selected industry detail (in thousands), accessed Jan. 22, 2010<br />&nbsp; <br />James D. Hamilton, <a href=\"http://www.econbrowser.com/archives/2009/05/Hamilton_JEC_2009_05_20.html\" target=\"_blank\">prepared testimony</a> before the Joint Economic Committee, May 20, 2009</p>\r\n<p>Dan Balz, \"For Richer or for Poorer\" (<em>Washington Post</em> <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/06/12/AR2008061203779.html\" target=\"_blank\">review</a> of Larry Bartels' 2008 book, <em>Unequal Democracy</em>), June 15, 2008</p>\r\n<p>E-mail interview with Joel Aberbach, political scientist at the University of California at Los Angeles, Jan. 22, 2010 <br />&nbsp; <br />E-mail interview with Dean Baker, economist with the Center for Economic and Policy Research, Jan. 22, 2010 <br />&nbsp; <br />E-mail interview with Gary Burtless, economist with the Brookings Institution, Jan. 22, 2010 <br />&nbsp; <br />E-mail interview with Kevin Hassett, economist at the American Enterprise Institute, Jan. 22, 2010&nbsp; <br />&nbsp; <br />E-mail interview with David Mayhew, political scientist at Yale University, Jan. 22, 2010</p>\r\n<p>E-mail interview with Alan Reynolds, a senior fellow at the Cato Institute, Jan. 24, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. Representative", "false_count": 0, "first_name": "Carolyn", "half_true_count": 0, "home_state": "New York", "id": 306, "last_name": "Maloney", "mostly_true_count": 0, "name_slug": "carolyn-maloney", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Carolyn_Maloney__.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/306/", "total_count": 2, "true_count": 2, "website": "http://maloney.house.gov/"}, "statement": "<p>Democratic presidents \"have been considerably more effective at creating private-sector jobs.\"</p>", "statement_context": "a floor speech in the House", "statement_date": "2010-01-21", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}, {"description": "", "id": 103, "photo": null, "resource_uri": "/api/v/2/subject/103/", "subject": "Workers", "subject_slug": "workers", "used_in_edition": []}], "target": [], "twitter_headline": null}