{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/jan/27/barack-obama/obama-says-supreme-court-ruling-allows-foreign-com/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1425, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1425/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>On Jan. 21, 2010, the U.S. Supreme Court issued a landmark ruling striking down barriers to corporations spending money directly from their own treasuries to influence elections. The 5-4 decision in <em>Citizens United vs. Federal Election Commission </em>has drawn fire from President Barack Obama twice -- first in a weekly radio address and, now, during his State of the Union address.<br /><br />The president told a joint session of Congress on Jan. 27, 2010, that \"it's time to put strict limits on the contributions that lobbyists give to candidates for federal office. Last week the Supreme Court reversed a century of law that I believe will open the floodgates for special interests &ndash;- including foreign corporations &ndash;- to spend without limit in our elections. Well I don't think American elections should be bankrolled by America's most powerful interests, and worse, by foreign entities. They should be decided by the American people, and that's why I'm urging Democrats and Republicans to pass a bill that helps to right this wrong.\"<br /><br />That's much the same argument he made in his Jan. 23 radio address, when he argued that \"even foreign corporations may now get into the act\" of spending \"an unlimited amount of special interest money\" for political purposes.<br /><br />We published an item on Jan. 26 -- one day before the State of the Union address -- that investigated whether the justices' ruling did in fact open the door to foreign companies spending freely on American campaigns. We're updating and expanding it now that Obama has mentioned this issue in his State of the Union address.<br /><br />First, some background. In <em>Citizens United</em>, the justices overturned previous decisions that prohibited, in the court's words, \"corporations and unions from using their general treasury funds to make independent expenditures for speech defined as an 'electioneering communication' or for speech expressly advocating the election or defeat of a candidate.\" While corporations are still barred from giving directly to federal candidates, they are no longer forced to create political action committees in order to spend money on electioneering. A corporation, the justices held, may simply spend funds from its own accounts.<br /><br />Critics of the majority's opinion warned that allowing political spending by corporations could also undermine existing barriers to foreign corporate spending on elections.<br /><br />Current federal law -- legal eagles can find it at 2 U.S.C. 441e(b)(3) -- prevents \"a partnership, association, corporation, organization, or other combination of persons organized under the laws of or having its principal place of business in a foreign country\" from making \"directly or indirectly\" a donation or expenditure \"in connection with a Federal, State, or local election,\" to a political party committee or \"for an electioneering communication.\"<br /><br />The majority opinion, authored by Associate Justice Anthony Kennedy, maintained that the court was not specifically overturning this barrier to foreign campaign spending, essentially saying that it was outside the scope of the opinion.<br /><br />\"We need not reach the question whether the Government has a compelling interest in preventing foreign individuals or associations from influencing our Nation's political process,\" the majority wrote.<br /><br />But in a strongly worded and sometimes bitter dissent, Associate Justice John Paul Stevens latched onto the question of campaign spending by foreign companies as an example of the majority opinion's shortcomings, bringing it up no fewer than three times.<br /><br />\"The notion that Congress might lack the authority to distinguish foreigners from citizens in the regulation of electioneering would certainly have surprised the Framers,\" said Stevens. He went on to quote Fordham University law professor Zephyr Rain Teachout's observation that the Framers' \"obsession with foreign influence derived from a fear that foreign powers and individuals had no basic investment in the well-being of the country.\" (Teachout, incidentally, directed Internet organizing for Howard Dean's 2004 presidential campaign.)<br /><br />But passionate as his view is, Stevens' dissent holds no legal authority.<br /><br />Indeed, the legal experts we spoke to after Obama's radio address said that the president was overstating the immediate impact of the opinion. They said Obama was correct that the ruling could open the door to foreign companies spending on American campaigns, given the general direction of the majority's opinion. But because the majority justices didn't actually strike down the existing barriers on foreign companies -- in fact, they explicitly wrote that it fell beyond the boundaries of their decision -- our experts agreed that Obama erred by suggesting that the issue is settled law. Until test cases proceed and further rulings are handed down, Obama's claim about foreign campaign spending is a reasonable interpretation, and nothing more.<br /><br />\"Some people think that Kennedy's opinion in <em>Citizens United</em> logically leads there,\" said Robert Kelner, who chairs the election and political law practice group at the law firm Covington &amp; Burling. \"Maybe it does, maybe it doesn't. We don't know for sure.\"<br /><br />Brett Kappel, a political law specialist with the law firm Arent Fox, said the <em>Citizens United </em>opinion \"certainly could be read as declaring this provision unconstitutional, so I'd have to say the president's interpretation is correct -- but we won't really know for sure until a court rules on the issue.\"<br /><br />Critics of the ruling -- including some readers who contacted PolitiFact after we posted our original analysis -- have zeroed in on one scenario in particular, \"that foreign corporations with U.S. subsidiaries are likely to be able to now spend unlimited amounts on American elections,\" in the words of the liberal blog Think Progress. In one theoretical example offered by the Web site Politico, \"even if Sony Corp. in Japan couldn't spend money directly for or against a candidate, the electronics company's American-based subsidiaries could.\"<br /><br />According to Politico, the White House and Democratic lawmakers have been discussing legislation to mitigate the impact of the ruling, including directly addressing the question of how foreign companies should be treated.<br /><br />The scenario involving foreign-owned U.S. subsidiaries hinges on a quirk in the law that had seemed to be of little consequence, but which now may loom large.</p>\r\n<p>The federal law cited above -- 2 U.S.C. 441e(b)(3) -- defines U.S. companies as those incorporated under U.S. law or that have their headquarters here. It is silent on the treatment of companies that are incorporated and headquartered in the United States but are owned by foreigners.<br /><br />That uncertainty could indeed provide a loophole for spending unlimited amounts of money on politics. But even that interpretation is not a slam dunk. Federal Election Commission regulations say that a foreign national cannot \"direct, dictate, control, or directly or indirectly participate in the decision-making process\" for spending money for political purposes, a principle that could keep the critics' worst-case scenario from coming true, said Tara Malloy, an associate counsel with the Campaign Legal Center. What that FEC regulation means for political spending by a foreign-owned company is far from clear.<br /><br />So, if anything, uncertainties about how foreign-owned U.S. subsidiaries would be treated only further muddies the question. Based on our reading of the court's opinion and interviews with campaign law experts, we find that Obama has overstated the ruling's immediate impact on foreign companies' ability to spend unlimited money in U.S. political campaigns. While such an outcome may be possible, the majority opinion specifically said it wasn't addressing that point, and only further litigation would settle the matter once and for all. So we find Obama's claim to be Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-01-26T12:38:29.991528", "ruling_date": "2010-01-27T23:56:07", "ruling_headline": "Why Alito shook his head: Obama exaggerates impact of Supreme Court ruling on foreign companies", "ruling_headline_slug": "obama-says-supreme-court-ruling-allows-foreign-com", "ruling_link_text": "Why Alito shook his head", "ruling_state": null, "source_documents": null, "sources": "<p>U.S. Supreme Court, <a href=\"http://www.supremecourtus.gov/opinions/09pdf/08-205.pdf\" target=\"_blank\"><em>Citizens United v. Federal Election Commission</em></a>, decided Jan. 21, 2010<br /><br />Federal Election Commission, <a href=\"http://www.fec.gov/law/feca/feca.pdf\" target=\"_blank\">listing</a> of campaign-finance laws, April 2008<br /><br />Code of Federal Regulations, <a href=\"http://cfr.vlex.com/vid/110-donations-expenditures-disbursements-510-19623173\" target=\"_blank\">text</a> of 11 CFR 110.20, accessed Jan. 26, 2010</p>\r\n<p>Barack Obama, <a href=\"http://www.whitehouse.gov/the-press-office/weekly-address-president-obama-vows-continue-standing-special-interests-behalf-amer\" target=\"_blank\">transcript</a> of weekly radio address, Jan. 23, 2010</p>\r\n<p><em>Politico</em>, \"<a href=\"http://www.politico.com/news/stories/0110/32060.html\" target=\"_blank\">Obama to push Hill on foreign cash</a>,\" Jan. 26, 2010<br /><br />Think Progress, \"Lobbyists For Foreign Corporations Begin Fight To Ensure Foreign Money Can Influence American Elections \" (<a href=\"http://thinkprogress.org/2010/01/27/foreign-lobbying-elections/\" target=\"_blank\">blog post</a>), Jan. 26, 2010</p>\r\n<p>E-mail interview with Brett Kappel, political law specialist with Arent Fox, Jan. 25, 2010<br /><br />E-mail interview with Robert Kelner, chair of the election and political law practice group at Covington &amp; Burling, Jan. 25, 2010<br /><br />Interview with Tara Malloy, associate counsel with the Campaign Legal Center, Jan. 25, 2010</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\"Last week, the Supreme Court reversed a century of law that I believe will open the floodgates for special interests &ndash; including foreign corporations &ndash; to spend without limit in our elections.\"</p>", "statement_context": "the State of the Union address", "statement_date": "2010-01-27", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 101, "photo": null, "resource_uri": "/api/v/2/subject/101/", "subject": "Corporations", "subject_slug": "corporations", "used_in_edition": []}, {"description": "", "id": 108, "photo": null, "resource_uri": "/api/v/2/subject/108/", "subject": "Supreme Court", "subject_slug": "supreme-court", "used_in_edition": []}], "target": [], "twitter_headline": null}