{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/jan/28/john-boehner/boehner-says-majority-americans-oppose-health-care/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1438, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "alexanderdavidholt@gmail.com", "first_name": "Alex", "id": 116, "last_name": "Holt", "name_slug": "alex-holt", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/116/", "title": "Intern", "twitter": null}, {"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1438/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>In a live-blogging response to President Barack Obama's State of the Union Address, House Minority Leader John Boehner, R-Ohio, wrote that \"a majority of Americans still oppose this health care bill.\"<br /><br />We looked at recent polls to see if Boehner was correct.<br /><br />Using the archive at the Web site pollster.com, we found 10 relevant polls taken in January 2010 that were nonpartisan and conducted by telephone -- traditional benchmarks for highly credible polls. The exact wording of the questions varied from poll to poll, but all asked whether the respondent supports or opposes the health care plan being considered in Congress.<br /><br />Five out of the 10 polls found that a clear majority of respondents opposed the health care bill. From most recent to oldest, they were:<br /><br />&bull; <strong>CNN</strong>: 38 percent in favor and 58 percent opposed<br />&bull; <strong>ABC News/Washington Post</strong>: 44 percent in favor and 51 percent opposed<br />&bull; <strong>Fox News</strong>: 39 percent in favor and 51 percent oppposed<br />&bull; <strong>Quinnipiac University</strong>: 34 percent in favor and 54 percent opposed<br />&bull; <strong>Another poll from CNN</strong>: 40 percent in favor and 57 percent opposed<br /><br />Two other polls found a sizable plurality -- but not a majority -- of respondents opposing the health care bill:<br /><br />&bull; <strong>NBC News/Wall Street Journal</strong>: 31 percent in favor and 46 percent opposed<br />&bull; <strong>Another poll from NBC News/Wall Street Journal</strong>: 33 percent in favor and 46 percent opposed<br /><br />One showed a tie:<br /><br />&bull; <strong>Associated Press/GfK</strong>: 42 percent for each view<br /><br />And two showed a narrow plurality in support of the health care bill, but within the poll's margin of error:<br /><br />&bull; <strong>Kaiser Family Foundation/Princeton Survey Research Associates</strong>: 42 percent in favor and 41 percent opposed<br />&bull; <strong>Gallup</strong>: 49 percent in favor and 46 percent opposed<br /><br />The Gallup poll may have attracted somewhat more support because of the question's wording, which did not refer to the specific health care bills now being considered. That poll's question was, \"Would you advise your Member of Congress to vote for or against a health care bill this year, or do you not have an opinion?\" But even that question could not garner a plurality of support outside the margin of error.<br /><br />A major factor accounting for the differences in these poll results was that some had large percentages of respondents saying they had no opinion or were uncertain, while others did not.<br /><br />Seven of the polls did not offer an explicit \"no opinion\" option when asking the question, and five of those polls led to outright majorities for opponents of the health care bill. By contrast, among the three polls that did offer a \"no opinion\" option, one was the Gallup poll showing a plurality in favor of the health care plan, a second was the AP poll showing a tie, and a third was the NBC poll showing 31 percent in favor and 46 percent opposed.<br /><br />These differences are illuminated by a separate line of questioning in the Kaiser poll. That poll demonstrated that respondents are not always sure what policies are actually included in the health care proposal. When presented with a list of policy provisions, 8 percent to 25 percent of respondents, depending on the provision, said they were not sure if the idea was included in the proposal or not.<br /><br />\"Even after a year of substantial media coverage of the health reform debate, many Americans remain unfamiliar with key elements of the major bills passed by the House and Senate,\" Kaiser concluded. The foundation added that \"awareness can matter. Among the least known elements of the bills, those with the biggest potential to change minds include the fact that the Congressional Budget Office has said health reform would reduce the deficit (only 15% expect the legislation to reduce the deficit, but 56% said hearing that makes them more supportive) and that the legislation would stop insurers from charging women more than men (37% are aware that the legislation would do this, but 50% said this provision makes them more supportive).\"<br /><br />So, Boehner would have been on firm ground if he'd said that more Americans oppose the health care bill than support it. Instead, he said \"a majority of Americans still oppose this health care bill,\" something that was strictly true in only half the January polls we looked at.<br /><br />That said, Boehner is not far off. In none of the 10 polls we looked at did supporters outnumber opponents by an amount larger than the margin of error. So we'll knock down the minority leader for his imprecise language and rate his statement Mostly True.</p>", "ruling_comments_date": "2010-01-28T11:55:16.081528", "ruling_date": "2010-01-28T13:58:23", "ruling_headline": "Boehner says a majority of Americans oppose health care bill", "ruling_headline_slug": "boehner-says-majority-americans-oppose-health-care", "ruling_link_text": "More Americans oppose it than support it, but not always more than 50 percent", "ruling_state": null, "source_documents": null, "sources": "<p>John Boehner, <a href=\"http://gopleader.gov/blog/\" target=\"_blank\">State of the Union Live Blog</a>, Jan. 27, 2010<br /><br />Pollster.com, <a href=\"http://www.pollster.com/polls/us/healthplan.php\" target=\"_blank\">archive</a> of health care polls (see this page for links to specific polls cited in story), accessed Jan. 28, 2010<br /><br />Kaiser Family Foundation, <a href=\"http://www.kff.org/kaiserpolls/upload/8042-F.pdf\" target=\"_blank\">summary</a> of January tracking poll on health care reform, January 2010<br /><br />E-mail interview with Mark Blumenthal, editor of pollster.com, Jan. 27, 2010<br /><br />E-mail interview with Karlyn Bowman, polling analyst at the American Enterprise Institute, Jan. 27, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 13, "current_job": "Speaker of the House of Representatives", "false_count": 22, "first_name": "John", "half_true_count": 11, "home_state": "Ohio", "id": 49, "last_name": "Boehner", "mostly_true_count": 4, "name_slug": "john-boehner", "pants_count": 2, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-johnboehner.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/49/", "total_count": 69, "true_count": 17, "website": "http://www.speaker.gov/"}, "statement": "<p>\"A majority of Americans still oppose this health care bill.\"</p>", "statement_context": "a live-blog post during the State of the Union address", "statement_date": "2010-01-27", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}