{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2010/jan/28/nancy-pfotenhauer/health-care-reform-does-not-increase-premiums-and-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1441, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/1441/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>In an interesting display of chutzpah from a television pundit, Republican strategist Nancy Pfotenhauer claimed on CNN that she understood perfectly the president&#39;s health care proposals, then proceeded to distort them.<br />\r\n<br />\r\n&quot;You&#39;ve got an extremely talented man here who&#39;s a great orator,&quot; she said after President Barack Obama&#39;s State of the Union address. &quot;I don&#39;t think anybody could challenge that. But if there&#39;s a sin, it&#39;s hubris, and at one point, when he was talking about health care, he literally said, you know, hey, you&#39;re not with me, but that&#39;s okay. I understand. I just didn&#39;t speak clearly enough to you. Like if I slow down and talk in smaller words, maybe you&#39;ll get it.&quot;</p>\r\n\r\n<p>&quot;And so the response is, no, no, you explained it, I heard it and I disagreed with you,&quot; she added. &quot;You&#39;re talking about a proposal that increases taxes by half a trillion dollars, that cuts Medicare by half a trillion dollars, that causes most Americans to have their premiums increased, not decreased, and hundreds of millions of people to lose their current insurance coverage. This is not something that&#39;s good.&quot; (That didn&#39;t get challenged by host Larry King, who then went to a commercial.)<br />\r\n<br />\r\nPfotenhauer boiled down some complicated issues we&#39;ve been reporting on for quite a while into a zinger of a soundbite. A bit of what she said was true, but most of this is a significant distortion of Obama&#39;s reforms. Here, we&#39;re going to rule on the most dramatic part of her claim, that the plans cause &quot;most Americans to have their premiums increased, not decreased, and hundreds of millions of people lose their current insurance coverage.&quot;</p>\r\n\r\n<p>We contacted Pfotenhauer, who served as an adviser to Sen. John McCain&#39;s presidential campaign, and asked what the basis of her claims were. But we didn&#39;t hear back.<br />\r\n<br />\r\nWe&#39;ve written before about the Democratic proposals to increase taxes to pay for expanded health care coverage. The House bill increases income taxes on the wealthy, and the Senate bill has an excise tax for high-cost health care plans, or &quot;Cadillac&quot; plans. Add up those taxes, plus other revenue provisions in the form of fees, and those revenues do approach $500 billion over 10 years. On Medicare spending, both bills seek to curb spending on Medicare by trimming excess payments to private insurers under the Medicare Advantage program, as well as other freezes on payments intended to reduce waste. (Check out this comparison on the <a href=\"http://www.kff.org/healthreform/upload/housesenatebill_final.pdf\" target=\"_blank\">details on Medicare</a> created by the independent Kaiser Family Foundation. You&#39;ll find details on Medicare changes on Page 14.) Those provisions too approach $500 billion over 10 years. But the measure also includes more funding for Medicare&#39;s prescription drug plan.<br />\r\n<br />\r\nThen Pfotenhauer said most Americans would &quot;have their premiums increased, not decreased,&quot; and that &quot;hundreds of millions of people lose their current insurance coverage.&quot;<br />\r\n<br />\r\nOn Nov. 30, 2009, the Congressional Budget Office, or CBO, released a detailed analysis on how health insurance premiums might be affected by the Senate Democrats&#39; health care bill. The CBO is an independent agency whose estimates for pending legislation are considered nonpartisan and rigorous.<br />\r\n<br />\r\nThe CBO reported that, for most people, premiums would stay about the same, or slightly decrease. This was especially true for people who get their insurance through work. (Health policy wonks call these the large group and small group markets.) People who have to go out and buy insurance on their own (the individual market) would see rates increase by 10 to 13 percent. But more than half of those people -- 57 percent, in fact -- would be eligible for subsidies to help them pay for the insurance. People who get subsidies would see their premiums drop by more than half, according to the CBO. So most people would see their premiums stay the same or potentially drop.<br />\r\n<br />\r\nAs for &quot;hundreds of millions of people&quot; losing their coverage, there is little evidence to support this. Republicans have been making the claim based on a study by the Lewin Group, which stated that 123 million people would choose a public option for health insurance if it were cheaper than their current coverage. (The Lewin Group is respected by many health care analysts and operates with editorial independence, but it is a subsidiary of UnitedHealth Group, whose primary business is private health insurance.)<br />\r\n<br />\r\nThere were other problems with <a href=\"http://politifact.com/truth-o-meter/statements/2009/oct/28/john-boehner/health-care-reform-will-not-force-people-governmen/\" target=\"_blank\">how Republicans have used the Lewin study</a> to claim that people would be pushed out of their coverage, and you can read more about those problems <a href=\"http://politifact.com/truth-o-meter/statements/2009/oct/28/john-boehner/health-care-reform-will-not-force-people-governmen/\" target=\"_blank\">in another item we reported back in October</a>. But it&#39;s not necessary to go into those details because the Senate has since rejected a public option.<br />\r\n<br />\r\nSo it&#39;s not clear where Pfotenhauer is getting her numbers now. Certainly there will be some churn among plans, just as there is now, when companies change insurance plans. (For this reason, we gave Obama a Half True for saying that people could <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/aug/11/barack-obama/barack-obama-promises-you-can-keep-your-health-ins/\" target=\"_blank\">keep their current coverage</a>. Under the plan, employers would still be able to choose new plans.)<br />\r\n<br />\r\nBut the CBO has found that the numbers of uninsured will be lower under the Democratic plans. The Senate Democrats plan would increase the percentage of the insured from 83 percent to 94 percent. So we don&#39;t see how millions of people would lose their current coverage.<br />\r\n<br />\r\nIt&#39;s true that there is a lot of confusion among the public about the health care proposals. The independent Kaiser Family Foundation recently conducted a poll and found that &quot;even after a year of substantial media coverage of the health reform debate, <a href=\"http://kff.org/kaiserpolls/8042.cfm\" target=\"_blank\">many Americans remain unfamiliar with key elements</a> of the major bills passed by the House and Senate.&quot; The poll also found tremendous differences based on political affiliations: Democrats supported the proposals, Republicans opposed them, and independents were roughly split.<br />\r\n<br />\r\nIn Pfotenhauer&#39;s appearance on CNN, though, she said she understood the proposals but disagreed with them. Then she said -- and this was not phrased as an opinion -- that the plans will cause &quot;most Americans to have their premiums increased, not decreased, and hundreds of millions of people to lose their current insurance coverage.&quot; There&#39;s not an independent, nonpartisan analysis out there on the current Democratic proposals that shows that. These are Republican talking points that have repeatedly been proven false, but they keep coming back.</p>\r\n\r\n<p>Pfotenhauer&#39;s statement is not just false, it&#39;s ridiculously so. Pants on Fire!</p>\r\n", "ruling_comments_date": "2010-01-28T17:15:19.701527", "ruling_date": "2010-01-28T18:08:51", "ruling_headline": "Health care reform does not increase premiums and boot people out of their coverage", "ruling_headline_slug": "health-care-reform-does-not-increase-premiums-and-", "ruling_link_text": "Pretending clarity while distorting", "ruling_state": null, "source_documents": null, "sources": "<p>Congressional Budget Office, <a href=\"http://www.cbo.gov/ftpdocs/108xx/doc10868/12-19-Reid_Letter_Managers_Correction_Noted.pdf\" target=\"_blank\">Analysis of HR 3590</a>, Senate Democratic health care legislation, Dec. 19, 2009<br />\r\n<br />\r\nCongressional Budget Office, <a href=\"http://www.cbo.gov/ftpdocs/107xx/doc10741/hr3962Revised.pdf\" target=\"_blank\">Analysis of HR 3962</a>, House Democratic health care legislation, Nov. 20, 2009<br />\r\n<br />\r\nCongressional Budget Office, <a href=\"http://cbo.gov/ftpdocs/107xx/doc10781/11-30-Premiums.pdf\" target=\"_blank\">Analysis of the Senate Democratic health care legislation on patient premiums</a>, Nov. 30, 2010<br />\r\n<br />\r\nThe Kaiser Family Foundation, <a href=\"http://www.kff.org/healthreform/upload/housesenatebill_final.pdf\" target=\"_blank\">Side by side comparison of the House-passed and Senate-passed Bills</a>, Jan. 13, 2010<br />\r\n<br />\r\nThe Kaiser Family Foundation, <a href=\"http://kff.org/kaiserpolls/8042.cfm\" target=\"_blank\">Kaiser Health tracking poll</a>, January 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "political strategist", "false_count": 0, "first_name": "Nancy", "half_true_count": 0, "home_state": "", "id": 309, "last_name": "Pfotenhauer", "mostly_true_count": 0, "name_slug": "nancy-pfotenhauer", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/pfotenhauer.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/309/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>The president&#39;s health care proposals will cause &quot;most Americans to have their premiums increased, not decreased, and hundreds of millions of people lose their current insurance coverage.&quot;</p>\r\n", "statement_context": "an interview on CNN", "statement_date": "2010-01-27", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}], "target": [{"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}], "twitter_headline": ""}