{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/jan/29/jeb-hensarling/rep-hensarling-says-annual-deficits-under-republic/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1447, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1447/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>We felt like President Barack Obama gave us a direct assignment on Friday afternoon.  <br /><br />In his retreat with  Republicans on Jan. 29, 2010, Obama and Rep. Jeb Hensarling, R-Texas, were  sparring over deficits, when Obama issued this challenge. <br /><br />\"I am happy to have any  independent fact-checker out there take a look at your presentation versus mine  in terms of the accuracy of what I just said,\" Obama said. <br /><br />It was like the  president was speaking directly to us here at PolitiFact. <br /><br />In this item, we'll  examine Hensarling's side of the exchange. <br /><br />Hensarling began by saying that an alternative 2010  budget offered by House Republicans in April would have grown government  spending far slower than the Democrats' plan. <br /><br />\"And since that budget was ignored,\" he said, \"what  were the old annual deficits under Republicans have now become the monthly  deficits under Democrats. The national debt has increased 30 percent.\" <br /><br />Hensarling asked if  Obama's 2011 budget would \"continue to take us down the path of increasing the  cost of government to almost 25 percent of our economy.\" <br /><br />Obama said the  question sounded more like a talking point from someone running a campaign and  was an example of why it's so hard to achieve bipartisan legislation. <br /><br />But was Hensarling  right that the old <em>annual</em> deficits under Republicans are now the <em>monthly</em> ones  under the Democrats? <br /><br />Only if you do some serious cherry-picking. <br /><br />In a press release  issued by Hensarling after the meeting, he noted that the monthly deficit in  October 2009 was $176 billion. That's really the first month you can  attribute wholly to Democrats -- Obama and the Democrat-controlled Congress. And  it's also a high-water mark. The CBO estimates a total 2010 deficit of $1.35  trillion, which works out to an average of about $112 billion per month. So  while the deficits fluctuate month-to-month, we think the average is the fairest  number when you refer to \"monthly deficits under Democrats.\" So to begin with,  Hensarling is choosing the highest number.<br /><br />Hensarling compares the October 2009 number to fiscal  year 2007 -- the last year in which the nation had a Republican president, George W.  Bush, and a Republican-controlled Congress handling the budget -- when the total  deficit that year was $162 billion. But that was one of the smaller deficits  under Bush. <br /><br />Over  his full, eight-year term (including much of the 2009 deficit that rightly falls  to him), the country ran up $3.3 trillion in total deficits. That works out to  an average of about $412 billion per year -- more than double the number  Hensarling is using. If you want to just look at the six years Bush had a  Republican Congress, the average drops to about $260 billion a year. <br /><br />Some would argue that  to cut out the recession years -- when the deficit exploded -- is unfair (and we  agree), but even under that scenario, Hensarling's statistic doesn't hold up if  you consider the average monthly deficit under Democrats' full control rather  than cherry-picking one particularly high month. <br /><br />\"If he were to say the  highest monthly deficit months under Obama versus the lower deficit years under  Bush and the Republican Congress, then his numbers are right,\" said Brian Riedl,  lead budget analyst for the conservative Heritage Foundation. <br /><br />With those kinds of  qualifiers, you could argue that the deficit in October 2009 under Obama ($176  billion) was more than the entire 2007 fiscal year under Bush and a Republican  Congress ($162 billion). <br /><br />But that's not what Hensarling said. <br /><br />For the sake of  argument, let's do some cherry-picking of our own. In October 2008, the month  before Obama was even elected, the monthly deficit was $232 billion. That's  higher than any of the monthly deficits under Obama.</p>\r\n<p>In fact, many of the monthly deficits since the recession began -- and which fall under the watch of Bush and a Democrat-controlled Congress -- have routinely rivaled the monthly deficits under Obama. So using Hensarling's technique, we could also claim that Bush's deficit was higher than Obama's.</p>\r\n<p>Hensarling's director of communications, George Rasley, said it was a mistake to look at the numbers as Obama versus Bush. Rather, he said, Hensarling was comparing Democrats to Republicans, not presidents. For the last two years of the Bush administration, he said, Democrats in Congress were \"controlling the purse strings.\" But we think dialing back the clock to full Republican control not only leaves Bush entirely off the hook for his role in running up the deficit, it conveniently predates the recession, which has contributed greatly to the deficits.</p>\r\n<p>As for Hensarling's claim that the national debt has increased 30 percent, that figure also is misleading. The public debt did increase 30 percent over the fiscal 2009 year. The fiscal year runs from the beginning of October until the end of September. In other words, Obama was inaugurated four months into the fiscal year. The Obama administration's first budget proposal was for the 2010 fiscal year. And the nonpartisan Congressional Budget office estimated the 2009 deficit at nearly $1.2 trillion on the day Obama was sworn in.<br /><br />Obama increased it by about $250 billion, but we think the bulk of the deficit that contributed to the sharp increase in the public debt in 2009 falls to President Bush and the Democratic majority in Congress at the time. We note that under Obama and the Democratic Congress, the debt held by the public is expected to increase another 16.6 percent in the 2010 fiscal year.<br /><br />Hensarling's comparison also ignores the hand Obama was dealt, said Jim Horney, director of federal fiscal policy at the left-leaning Center on Budget and Policy Priorities. While the stimulus has certainly contributed to the deficits in Obama's budgets, he said, they are also largely due to realities in place before Obama took office -- a recession, two wars, unfunded Bush tax cuts and Medicare prescription drug coverage. \"Any year,\" Horney said, \"the deficit is largely the result of everything that goes before it.\"<br /><br />In summary, Hensarling's numbers only work if you cherry-pick the highest month under full Democratic control and compare it to one of the lowest years under full Republican control. If you compare average months (about $112 billion a month for Obama and the Democratic Congress) to average years under Bush (about $412 billion a year if you include his full 8-year term, or about $260 billion a year if you only include the first six years with a Republican Congress), Hensarling's numbers are wrong. There are so many bookkeeping tricks in this one that he's far from the truth. We rule his claim False.</p>", "ruling_comments_date": "2010-01-29T19:10:05.191528", "ruling_date": "2010-01-29T19:32:23", "ruling_headline": "Rep. Hensarling says annual deficits under Republicans have become the monthly deficits under Democrats", "ruling_headline_slug": "rep-hensarling-says-annual-deficits-under-republic", "ruling_link_text": "Only if you seriously cherry-pick", "ruling_state": null, "source_documents": null, "sources": "<p>Time, <a href=\"http://swampland.blogs.time.com/2010/01/29/re-great-political-television/\" target=\"_blank\">Transcript and video of House Republican Retreat with Obama</a>, Jan. 29, 2010</p>\r\n<p>Congressional Budget Office, <a href=\"http://www.cbo.gov/ftpdocs/108xx/doc10871/frontmatter.shtml\" target=\"_blank\">The Budget and Economic Outlook: Fiscal Years 2010 to 2020</a>,  January 2010</p>\r\n<p>U.S. Treasury, <a href=\"http://www.fms.treas.gov/mts/mts1209.pdf\" target=\"_blank\">Monthly Treasury Statement of Receipts and Outlays of the United States Government</a></p>\r\n<p>Congressional Budget Office, <a href=\"http://cbo.gov/publications/bysubject.cfm?cat=35\" target=\"_blank\">Monthly Budget Review</a></p>\r\n<p>U.S. Treasury, <a href=\"http://www.treasurydirect.gov/NP/BPDLogin?application=np\" target=\"_blank\">The Debt to the Penny and Who Holds It<br /></a></p>\r\n<p>Web site of U.S. Rep. Jeb Hensarling, Press release: <a href=\"http://hensarling.house.gov/list/press/tx05_hensarling/morenews/Hensarling_Fact_Check_Release.shtml\" target=\"_blank\">\"Hensarling Statement On The President&rsquo;s Appearance At GOP Retreat,\"</a> Jan. 29, 2010</p>\r\n<p>Interview with Brian Riedl,  lead budget analyst for the Heritage Foundation, Jan. 29, 2010</p>\r\n<p>Interview with Jim Horney, director of federal fiscal policy at the Center on Budget and Policy Priorities, Jan. 29, 2010</p>\r\n<p>Interview with George Rasley, Director of Communications for Rep. Hansarling, Jan. 29, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. Congressman", "false_count": 2, "first_name": "Jeb", "half_true_count": 1, "home_state": "Texas", "id": 310, "last_name": "Hensarling", "mostly_true_count": 0, "name_slug": "jeb-hensarling", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/JebH.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/310/", "total_count": 5, "true_count": 1, "website": "http://hensarling.house.gov/"}, "statement": "<p>\"What were the old annual deficits under Republicans have now become the monthly deficits under Democrats.\"</p>", "statement_context": "a Republican retreat in Baltimore", "statement_date": "2010-01-29", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 150, "photo": null, "resource_uri": "/api/v/2/subject/150/", "subject": "Stimulus", "subject_slug": "stimulus", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}