{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2010/feb/04/farouk-shami/farouk-shami-says-bill-white-discriminating-taking/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "bbell@statesman.com", "first_name": "Brenda", "id": 267, "last_name": "Bell", "name_slug": "brenda-bell", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/267/", "title": "Projects Editor", "twitter": null}], "facebook_headline": null, "id": 1451, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/1451/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tFarouk Shami of Houston, a Democratic gubernatorial candidate, recently made a pointed charge about his key Democratic opponent, according to an online post by the Dallas Morning News. Referring to former Houston Mayor Bill White, Shami said Jan. 26: &quot;He is discriminating. He&rsquo;s taking jobs from African-Americans and giving them to his friends.&quot;<br />\r\n\t<br />\r\n\tSuch an assertion could pack a wallop in the Democratic primary, where African Americans are traditionally a vital voting bloc.<br />\r\n\t<br />\r\n\tWe tried to get the goods on Shami&#39;s provocative claim &mdash; starting with our confusion over Shami&#39;s speaking as if White, who is no longer Houston&#39;s mayor, could currently be handing out city jobs while stumping for governor.<br />\r\n\t<br />\r\n\tShami spokeswoman Kelly Johnson told us that Shami spoke in the present tense because that&rsquo;s his typical speech pattern.<br />\r\n\t<br />\r\n\tShe also pointed us to a nearly year-old Houston Chronicle article that quoted critics of the Houston city department that&#39;s responsible for ensuring that companies doing business with the city do all they can to subcontract with businesses helmed by women, minorities and the disadvantaged. In the Feb. 12 article, Houston City Councilman Jarvis Johnson said the 25-year-old the Minority Women Disadvantaged Business Enterprise, or MWDBE, program should improve or be scrapped. More criticism came from City Councilman Ron Green, who said the program to certify businesses as MWDBEs employed a process &quot;to keep individuals from getting certified.&quot;<br />\r\n\t<br />\r\n\tThe article also noted it is common practice among local governments to assist and promote the use of businesses owned by women, minorities and people with disabilities in city contracting efforts.</p>\r\n<p>\r\n\tWhite, whose tenure as mayor ran from 2004 through December, is quoted saying the certification process &quot;can always be improved.&quot; He suggested the city create a simple system making it easier to determine if paperwork has sat too long on someone&rsquo;s desk or whether a complaint is legitimate, the Chronicle reported.</p>\r\n<p>\r\n\tVelma Laws, director of the city&rsquo;s Affirmative Action and Contract Compliance Department, recently told us it takes the department an average of 30 days to process an application for certification, compared to the 90 days required by federal authorities.</p>\r\n<p>\r\n\tNothing in the article speaks directly to Shami&rsquo;s claim that White discriminated, taking jobs from black residents to give to friends.<br />\r\n\t<br />\r\n\tWe sought outside insights into how black-led firms fared on White&#39;s watch.<br />\r\n\t<br />\r\n\tThomas Jones, an African American Houston CPA and member of the Across the Track political action committee, told us the city affirmative action contracting program is sometimes perceived as not pushing hard enough for the hiring of historically disadvantaged firms. &quot;We&rsquo;ve had a number of members complain about the lack of advocacy on the part of the department as opposed to being there to make sure you dot all your I&rsquo;s and cross your T&rsquo;s,&quot; Jones said. &quot;It probably could be some(thing) more advocacy minded.&quot;<br />\r\n\t<br />\r\n\tJones said, however, he didn&#39;t notice any dropoff in minority opportunities while White was mayor. Nor did Jones sense racial discrimination coming from White, whose top aides included black and Hispanic residents. &quot;I&rsquo;ve always found White to be pretty fair,&quot; Jones said. &quot;I would never ever say that Bill White is even remotely a racist ... That&#39;s just not true.&quot;<br />\r\n\t<br />\r\n\tThe chairman of a Houston group representing black-owned businesses told us that some African American professionals believe they did not have the contracting opportunities under White that they enjoyed under his predecessor as mayor, Lee Brown. Carroll Robinson, chairman of the Houston Citizens Chamber of Commerce, said that his group is going to study whether there&#39;s a legitimate basis for that concern.<br />\r\n\t<br />\r\n\tWe took our own look at contracts under the affirmative action program when White was mayor compared to contracts under his immediate predecessors as mayor, Brown and Bob Lanier.<br />\r\n\t<br />\r\n\tThrough the program, the dollar amount of contracts awarded to businesses helmed by minorities, women or the disadvantaged increased from $809,000 under Lanier to nearly $1.3 million under Brown to $1.45 million under White. But the share of contracts in city projects credited to black-owned businesses dropped on White&#39;s watch to 15.3 percent. Under Brown, 20.1 percent of contracts monitored by the program went to black-owned businesses; under Lanier, it was 21 percent. The share of contracts awarded to Hispanic-owned businesses rose from 33 percent under Lanier and Brown to 34.5 percent under White, while the share of contracts awarded to Asian-owned businesses went from 14 percent under Lanier to 18 percent under Brown to 15 percent under White.<br />\r\n\t<br />\r\n\tWhite campaign spokeswoman Katy Bacon pointed out that 10 percent of contracts monitored by the program hadn&#39;t been finalized by the time White left office. As each one is executed, she suggested, the share of contracts awarded within each racial category could change.<br />\r\n\t<br />\r\n\tWhite stressed that the affirmative action program statistics do not capture all contracts awarded to minority-owned firms, including some awarded in the wake of Hurricane Katrina. &quot;We are very proud of our record,&quot; White said.<br />\r\n\t<br />\r\n\tJohnson of Shami&#39;s campaign told us that Shami&rsquo;s statement in Dallas reflected &quot;the way many African Americans, Hispanics, and other minorities in the city of Houston feel about Bill White&#39;s tenure as mayor. He hired as his top staffers Republicans close to indicted former U.S. House Majority leader Tom DeLay (R-Sugar Land) and helped alter city policy in such a way that promoted contracts being let in larger blocks, thus resulting in less minority contractors being hired directly by the city.&quot;<br />\r\n\t<br />\r\n\tJohnson singled out White&rsquo;s February 2004 hiring of Ann Travis as the Mayor&rsquo;s Director for Government Affairs. A city press release stated that Travis had worked for seven years as district director for Rep. DeLay. White also supplemented her city pay with money from his campaign kitty, the Chronicle has reported.<br />\r\n\t<br />\r\n\tJohnson said the Chronicle had printed multiple articles in 2004 and 2005 about White, his DeLay connection and hires beyond Travis. Our search of the Chronicle for 2004-05 came up empty.<br />\r\n\t<br />\r\n\tUnder White, a smaller share of black-owned businesses got contracts through the city program devoted to fostering affirmative action. It may also be that White fed perceptions that he was trimming opportunities for black-owned businesses.<br />\r\n\t<br />\r\n\tBut Shami&#39;s claim is an overreach, unsupported by even his own campaign&#39;s back-up evidence.<br />\r\n\t<br />\r\n\tWe rate Shami&#39;s statement as Pants on Fire.</p>", "ruling_comments_date": "2010-02-01T18:26:25.181528", "ruling_date": "2010-02-04T14:38:13", "ruling_headline": "Farouk Shami says Bill White is discriminating, taking jobs from blacks to give to friends", "ruling_headline_slug": "farouk-shami-says-bill-white-discriminating-taking", "ruling_link_text": "White has a record; this isn't exactly it", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tDallas Morning News, Trailblazers blog, <a href=\"http://trailblazersblog.dallasnews.com/archives/2010/01/shami-says-white-took-jobs-fro.html\" target=\"_blank\">&quot;Shami says White took jobs from minorities,&quot;</a> Jan. 26, 2010<br />\r\n\t<br />\r\n\tE-mails and interview, Kelly Johnson, communications director, Farouk Shami campaign, Jan. 26, 2010<br />\r\n\t<br />\r\n\tInterview, Velma Laws, Affirmative Action director, City of Houston, Jan. 28, 2010</p>\r\n<p>\r\n\tInterview, Carroll Robinson, chairman, Houston Citizens Chamber of Commerce, Jan. 27, 2010</p>\r\n<p>\r\n\tInterview, Thomas Jones, Houston, Jan. 29, 2010</p>\r\n<p>\r\n\tInterviews, Katy Bacon and Bill White, Bill White for Governor campaign, Jan. 29, 2010<br />\r\n\t<br />\r\n\tCity of Houston, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/012710_hstmwdbe.pdf\" target=\"_blank\">&quot;Affirmative Action and Contract Compliance, Total MWDBE Participation,&quot;</a> Jan. 28, 2010<br />\r\n\t<br />\r\n\tCity of Houston, press release, <a href=\"http://www.houstontx.gov/mayor/press/20040212.html\" target=\"_blank\">&quot;MAYOR BILL WHITE ANNOUNCES NEW SENIOR APPOINTMENTS,&quot;</a> Feb. 12, 2004<br />\r\n\t<br />\r\n\tHouston Chronicle, <a href=\"http://www.chron.com/CDA/archives/archive.mpl?id=2004_3736480\" target=\"_blank\">&quot;Mayor&rsquo;s aide to get extra pay,&quot;</a> Feb. 19, 2004<br />\r\n\t<br />\r\n\tHouston Chronicle, <a href=\"http://www.chron.com/CDA/archives/archive.mpl?id=2004_3766400\" target=\"_blank\">&quot;City pays $1 a day for Hurtt&#39;s hotel suite,&quot;</a> May 26, 2004</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Businessman", "false_count": 2, "first_name": "Farouk", "half_true_count": 2, "home_state": "Texas", "id": 296, "last_name": "Shami", "mostly_true_count": 0, "name_slug": "farouk-shami", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Shamimug2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/296/", "total_count": 7, "true_count": 1, "website": "http://www.faroukforgovernor.com/"}, "statement": "<p>\r\n\tBill White &quot;is discriminating. He&#39;s taking jobs from African Americans and giving them to his friends.&quot;</p>", "statement_context": "a Dallas press conference", "statement_date": "2010-01-26", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 130, "photo": null, "resource_uri": "/api/v/2/subject/130/", "subject": "Diversity", "subject_slug": "diversity", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Former mayor of Houston", "false_count": 3, "first_name": "Bill", "half_true_count": 5, "home_state": "Texas", "id": 294, "last_name": "White", "mostly_true_count": 7, "name_slug": "bill-white", "pants_count": 3, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Whitemug2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/294/", "total_count": 26, "true_count": 6, "website": "https://www.facebook.com/BillWhiteTexas"}], "twitter_headline": ""}