{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/feb/02/david-axelrod/axelrod-claims-democrats-passed-25-tax-cuts-last-y/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1454, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1454/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>With the recent Massachusetts Senate election redefining the political landscape  in Washington, NBC's <em>Meet the Press</em> host David Gregory asked David Axelrod, a  senior adviser to President Barack Obama, whether the president now needs to  start moving more toward the middle.<br /><br />Axelrod responded that Republicans and Democrats ought  to be working together on ways to stimulate job growth, but he said Republicans  have not gotten on board even when it comes to tax cuts that Republicans have  traditionally supported.<br /><br />\"We passed without, frankly, the help of the  Republican caucus, we passed 25 tax cuts last year, mostly aimed at the middle  class and small businesses,\" Axelrod said.<br /><br />We were intrigued by the claim that Democrats passed  25 tax cuts last year, so we contacted the White House press office and asked  for a list. And they gave us one, all from the economic stimulus package  championed by Obama and signed on Feb. 17, 2009.<br /><br />We checked them out,  provided sections and page numbers in the stimulus for reference, and added a  brief explainer for some. If your eyes glaze over midway through, feel free to  skip ahead to the bottom of the list where we'll pick up our analysis.<br /><br /><strong>Individual Tax  Cuts:</strong><br /><br />1. \"Making  Work Pay\" Tax Credit (Sec. 1001, Page 195). In tax years 2009 and 2010, the  Making Work Pay provision will provide a refundable tax credit of 6.2 percent of  earned income up to $400 for individuals and up to $800 for married taxpayers  filing joint returns. <br /><br />2. Increase in the Earned Income Tax Credit (Sec.  1002, Page 198). Go to the stimulus bill for all the details, but it essentially  expands this benefit for the working poor. <br /><br />3. Increased Eligibility for the Refundable Portion  of Child Credit (Sec. 1003, Page 199). In 2009 and 2010, families who don&rsquo;t earn  enough to pay income tax would be eligible to claim the $1,000 child credit.<br /><br />4. \"American  Opportunity\" Education Tax Credit (Sec. 1004, Page 199). Increases the Hope  Scholarship Credit to $2,500.<br /><br />5. Refundable First-time Home Buyer Credit. (Sec.  1006, Page 202). This extended and increased the first-time home buyer tax  credit from $7,500 to $8,000.<br /><br />6. Temporary Suspension of Taxation of Unemployment  Benefits (Sec. 1007, Page 203). This exempts from taxable gross income the first  $2,400 of unemployment benefits. <br /><br />7. Tax Credits for Energy-Efficient Improvements to  Existing Homes (Sec. 1121, Page 208). This provides up to a $1,500 tax credit  for qualified energy efficiency improvements. <br /><br />8. Sales Tax Deduction for Vehicle Purchases (Sec.  1008, Page 203). This allows people to write off state and local sales taxes  related to the purchase of a new vehicle costing up to $49,500. <br /><br />9. Premium Credits for  COBRA Continuation Coverage for Unemployed Workers (Sec. 6432, Page 348)</p>\r\n<p>10. Economic Recovery Credits to Recipients of  Social Security, SSI, Railroad Retirement and Veterans Disability Compensation  Benefits (Sec. 2201, Page 336). This was a $250 payment for senior citizens,  disabled veterans and disabled people living on Social Security benefits. <br /><br />11. Computers as  Qualified Education Expenses in 529 Education Plans (Sec. 1005, Page 202). This  allows college students to write off the expense of computers and software,  provided it's for educational purpose and not for games.<br /><br />12. Plug-in Electric  Drive Vehicle Credit (Sec. 1141, Page 212). Allows purchasers of plug-in  electric vehicles to write off up to $5,000 of their purchase (depending on the  power of the battery).<br /><br />13. Tax Parity for Transit Benefits (sec. 1151, Page  219). This relates to an increased exclusion amount for commuter transit  benefits and transit passes.<br /><br />14. Health Coverage Tax Credit Expansion (Sec. 1899,  Page 309).<br /><br /><strong>Small  Business Tax Cuts:</strong><br /><br />1. Extension of Enhanced Small Business Expensing  (Sec. 1202, Page 221). This is a temporary increase in limitations on expensing  some depreciable business assets.<br /><br />2. 5-Year Carryback of Net Operating Losses for Small  Businesses (Sec. 1211, Page 221).<br /><br />3. Extension of Bonus Depreciation (Sec. 1201, Page  220). This extends by a year election to accelerate the AMT and Research Credits  in lieu of bonus depreciation.<br /><br />4. Exclusion of 75% of Small Business Capital Gains  from Taxes (Sec. 1241, Page 228).<br /><br />5. Temporary Small Business Estimated Tax Payment  Relief (Sec. 1212, Page 222).</p>\r\n<p>6. Temporary Reduction of S Corporation Built-In  Gains Holding Period from 10 Years to 7 Years (Sec. 1251, Page 228).<br /><br /><strong>Other Business Tax  Cuts:</strong></p>\r\n<p>1. Advanced Energy Investment Credit (Sec. 1302,  Page 231). This relates to properties designed to reduce greenhouse gas  emissions, such as those that produce<br />energy from  the sun, wind, geothermal deposits, fuel cells, microturbines, or an energy  storage system for use with electric or hybrid-electric vehicles.<br /><br />2. Tax Credits for  Alternative Refueling Property (Sec. 1123, Page 211). This is a temporary  increase for alternative fuel vehicle refueling businesses.</p>\r\n<p>3. Work Opportunity Tax Credits for Hiring  Unemployed Veterans and Disconnected Youth (Sec. 1221, Page 223). This is a tax  credit to provide incentive to businesses to hire unemployed veterans and  \"disconnected youth.\" That latter term is defined, in part, as young adults \"not  readily employable by reason of lacking a sufficient number of basic skills.\"<br /><br />4. Delayed Recognition  of Certain Cancellation of Debt Income (Sec. 1231, Page 224).<br /><br />5. Election to  Accelerate Recognition of Historic AMT/R&amp;D Credits (Sec. 1201, Page 220).<br /><br />Grand total: 25.<br /><br />In all, tax cuts  amounted to about a third of the cost of the $862 billion stimulus over the next  decade. The biggest ticket tax cut was the first one on the list, the Making  Work Pay tax cut that is expected to cost the government about $116 billion over  two years. Interestingly, the White House did not include the Alternative  Minimum Tax patch, which has been extended annually for years. But that  accounted for another $70 billion for one year. Together, those two items  account for the lion's share of the tax cuts in the stimulus. <br /><br />Which leads us to the  question of whether all of these 25 qualify as tax cuts? <br /><br />\"In a way this reminds  me of Clinton's 'It depends on what your meaning of is is' comments,\" said  Rosanne Altshuler, director of the nonpartisan Tax Policy Center. \"It depends on  what you mean by tax cuts.\"<br /><br />\"These are all provisions that cut your taxes,\" she  said, \"but most of them are temporary,\" designed to stimulate a floundering  economy.<br /><br />Each of  the tax provisions in the stimulus could have been broken into separate bills,  said Bob Williams, also of the Tax Policy Center, and on their own could have  rightly been billed as separate tax cuts.<br /><br />\"They packed an awful lot into that bill,\" Williams  said. \"I think it's fair to say that various tax provisions in the stimulus  could be considered tax cuts. I don't think that's being deceptive.\"<br /><br />We agree. <br /><br />But there's one other  element of Axelrod's claim, that the tax cuts were passed without the help of  Republicans.<br /><br />The  stimulus passed the House with nary a Republican vote. And it passed the Senate  with just three (though we note that one of them, Arlen Specter of Pennsylvania,  is now a Democrat).<br /><br />So it's certainly fair to say the stimulus passed  without the help of the Republican caucus. We find Axelrod's statement True.</p>", "ruling_comments_date": "2010-02-02T17:09:43.281528", "ruling_date": "2010-02-02T19:22:09", "ruling_headline": "Axelrod claims Democrats passed 25 tax cuts last year without the help of Republicans", "ruling_headline_slug": "axelrod-claims-democrats-passed-25-tax-cuts-last-y", "ruling_link_text": "Stimulus was chock-full of tax cuts", "ruling_state": null, "source_documents": null, "sources": "<p>MSNBC, <a href=\"http://www.msnbc.msn.com/id/35159331/ns/meet_the_press/page/2/\" target=\"_blank\">Transcript for \"Meet the Press,\"</a> Jan. 31, 2010</p>\r\n<p>HR 1, <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getdoc.cgi?dbname=111_cong_bills&amp;docid=f:h1enr.txt.pdf\" target=\"_blank\">American Recovery and Reinvestment Act of 2009</a>, the economic stimulus</p>\r\n<p><a href=\"http://www.taxpayer.net/user_uploads/file/Stimulus/2009Legislation/Conference/2-13-09%20HR%201%20Conf%20Report%20Part%20A.pdf\" target=\"_blank\">Conference Report to Accompany H.R. 1</a>, American Recovery and Reinvestment Act of 2009,</p>\r\n<p>Bloomberg, <a href=\"http://www.bloomberg.com/apps/news?pid=20601087&amp;sid=aMwkEUADJWsM\" target=\"_blank\">\"Individual Income Tax Credit Is Biggest Chunk of Stimulus,\"</a> by Nicholas Johnston and Brian Faler, Feb. 14, 2009</p>\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/mar/09/americans-united-change/republicans-opposed-obamas-stimulus-not-tax-cuts/\" target=\"_blank\">\"Republicans opposed Obama's stimulus but not tax cuts,\"</a> by Robert Farley, March 9, 2009</p>\r\n<p>CNN, <a href=\"http://www.cnn.com/2009/POLITICS/02/13/stimulus/index.html\" target=\"_blank\">\"Stimulus package en route to Obama's desk,\"</a> by Ted Barrett, Dana Bash, Lisa Desjardins, Evan Glass, Mark Preston and Deirdre Walsh, Feb. 14, 2009</p>\r\n<p>IRS.gov, <a href=\"http://www.irs.gov/newsroom/article/0,,id=205922,00.html\" target=\"_blank\">Making Work Pay Questions and Answers: General Issues</a></p>\r\n<p>New York Times, <a href=\"http://www.nytimes.com/2009/01/29/us/politics/29obama.html?_r=1\" target=\"_blank\">\"House Passes Stimulus Plan With No G.O.P. Votes,\"</a> by Jackie Calmes, Jan. 28, 2009</p>\r\n<p>Interviews with Rosanne Altshuler and Bob Williams of the Tax Policy Center,&nbsp; Feb. 2, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 1, "first_name": "David", "half_true_count": 6, "home_state": "", "id": 209, "last_name": "Axelrod", "mostly_true_count": 7, "name_slug": "david-axelrod", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Axelrod.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/209/", "total_count": 18, "true_count": 2, "website": ""}, "statement": "<p>\"We passed without, frankly, the help of the Republican caucus, we passed 25 tax cuts last year, mostly aimed at the middle class and small businesses.\"</p>", "statement_context": "NBC's \"Meet the Press\"", "statement_date": "2010-01-31", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 150, "photo": null, "resource_uri": "/api/v/2/subject/150/", "subject": "Stimulus", "subject_slug": "stimulus", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": null}