{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/feb/04/barack-obama/obama-proposed-axe-budget-forest-service-program-v/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1464, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1464/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>In remarks after unveiling his proposed 2011  budget on Feb. 1, President Barack Obama spoke of the need to rein in spending  by cutting \"what doesn't work to pay for what does.\"</p>\r\n<p>Obama boasted that the administration has gone  through every department's spending \"line by line\" looking for \"inefficiency,  duplication and programs that have outlived their usefulness.\" Last year, he  said, the administration found $17 billion in cuts; and \"this year, we've  already found $20 billion.\"<br /><br />And then Obama threw out a few \"commonsense\"  examples:<br /><br />\"We cut  $115 million from a program that pays states to clean up mines that have already  been cleaned up,\" Obama said. \"We're also cutting a Forest Service economic  development program that strayed so far from any mission that it funded a music  festival.\"<br /><br />We'll  briefly touch on the first example later, but we want to focus on that second  one, the proposal to eliminate the $5 million budget for a Forest Service  economic development program \"that strayed so far from any mission that it  funded a music festival.\"<br /><br />Forest Service officials told us the Economic Action  Program (EAP) was created in the 1990s to stimulate and assist natural  resource-dependent rural communities and natural resource-based businesses to  pursue self-sufficiency and sustainability.<br /><br />And what about the music festival Obama mentioned?<br /><br />It's true. The EAP  awarded a $10,000 grant to the Pacific County (Washington) Economic Development  Council -- which it leveraged with $57,075 of its own funds -- to \"provide  partial funding for operation of the 1997 Water Music Festival including hiring  local and regional artists and musicians. The Festival will help to enhance  tourism and provide cultural opportunities for the small communities in southern  Pacific County.\"<br /><br />In  case you missed it in the middle of the sentence, we reiterate: The music  festival was in 1997! <br /><br />The first year of Bill Clinton's second presidential  term. The year Comet Hale-Bopp made its closest approach to Earth and the <em>English Patient</em> won the Oscar for Best  Picture.<br /><br />Asked  about the festival, Becky Rine, a spokeswoman for the Forest Service, explained  via e-mail that \"in the late 1990s, the Forest Service awarded a number of  small grants to the state of Washington to help small communities hurt by the  economic downturn following decreased logging (associated with the spotted owl).  Project selection was based on the ability to implement the project quickly and  put people to work, as hundreds of logging mills were shut down in the  Northwest.\"<br /><br />\"The  music festival funding was not earmarked,\" Rine stated. \"The grant was part of a  multiagency revitalization effort for the Pacific Northwest.\"<br /><br />The EAP has not funded  a music festival since.<br /><br />Still, Forest Service spokesman Joe Walsh  acknowledged, \"For sure, that went beyond the scope of the forestry  service. We concur that it does not serve the interests of the agency.\"<br /><br />But what does the  EAP fund these days? Is it still funding projects that stray from the Forest  Service mission? We asked the Forest Service press office several times for a  list of last year's grant recipients. We finally got this e-mail response from  Rine: \"Since 2002, specific funding for projects has not been determined by the  Forest Service, because they have been enacted by Congress.\" <br /><br />Can you say  <em>earmarks</em>?<br /><br />In its  formal budget proposal documents, the White House states that the EAP has  provided funding for projects that have \"marginal relation to the mission of the  Forest Service or to forestry in general,\" though it doesn't provide a timeline.  It lists several examples, including the music festival, and adds that  \"the program is also duplicative of other USDA programs that can address  priority needs in rural areas and assist forest-based industries.\"<br /><br />It's almost the  identical argument made by the Obama administration when it proposed that the program  be cut last year. Congress funded it with $5 million anyway.<br /><br />In fact, it's also the  same argument made by the Bush administration, when in 2008 it proposed to ax  the EAP's funding. Congress awarded the program nearly $5 million that year, too.  <br /><br />Clearly, this  program has a patron (or patrons) in Congress who keeps shoving the money back  in. But good luck finding out who that (or they) might be, said Steve Ellis of  Taxpayers for Common Sense, a nonpartisan Washington advocacy group that tracks  government spending and highlights waste. <br /><br />The same scenario is true for the first example cited  by Obama, the proposal to cut $115 million \"from a program that pays states to  clean up mines that have already been cleaned up.\" Obama proposed a similar cut  last year, as did Bush the year before.<br /><br />In other words, Obama administration officials may  have gone through the budget line-by-line to find waste, but these two examples  were initially identified as wasteful or duplicative by the Bush administration.  And when Obama says the administration found $17 billion in cuts last year, and $20 billion so  far this year, we're not talking about $37 billion in total cuts.<br /><br />\"A lot of the cuts are  repeat customers from last year,\" Ellis said.<br /><br />Interestingly, Obama did not mention the  biggest-ticket item on his list this year, the plan to cut nearly $3.5 billion  from NASA's Constellation Systems Program, which aimed to resume manned missions  to the moon. That proposed cut is not sitting well with some legislators in  Florida, home of the Kennedy Space Center, and they have vowed to fight to have  the funding restored.<br /><br />When it comes to the two examples cited earlier, we  think it's misleading for Obama to say \"we found\" them. Both of the  cuts were suggested by Bush in 2008. We also think Obama's remarks suggest the  administration has identified $20 billion in cuts this year in addition to the  $17 billion in cuts it found last year. In fact, many of the proposed cuts this  year are repeats from last year that were ultimately overridden by Congress. <br /><br />The two examples cited  by Obama here make for good belt-tightening sound bites. But this strikes us as  part of the annual budget dance that happens every year: The administration  proposes cuts it knows full well will be restored by some anonymous member of  Congress who supports the program.<br /><br />And maybe the Forest Service's EAP program is \"not  targeted\" or duplicative, as Obama's budget documents suggest, but it's  misleading for Obama to employ a way-back machine to discredit a $5 million  Forest Service program by citing a $10,000 grant awarded for a music festival in  1997, during the Clinton administration. And so we rule his statement Barely  True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-02-04T18:26:27.101527", "ruling_date": "2010-02-04T18:59:10", "ruling_headline": "Obama proposed to ax budget of Forest Service program that veered so far astray, it funded a music festival", "ruling_headline_slug": "obama-proposed-axe-budget-forest-service-program-v", "ruling_link_text": "$10,000 went to music festival ... in 1997", "ruling_state": null, "source_documents": null, "sources": "<p>White House Web site, <a href=\"http://www.whitehouse.gov/the-press-office/remarks-president-budget\" target=\"_blank\">Remarks by the President on the Budget</a>, Feb. 1, 2010</p>\r\n<p>Office of Management and Budget, <a href=\"http://www.whitehouse.gov/omb/budget/TRS/\" target=\"_blank\">Terminations, reductions and Savings in the 2011 Budget (Barack Obama) </a></p>\r\n<p>Office of Management and Budget, <a href=\"http://www.gpoaccess.gov/usbudget/fy10/pdf/trs.pdf\" target=\"_blank\">Terminations, Reductions, and Savings, Budget of the U.S. Government Fiscal Year 2010 (Barack Obama)</a></p>\r\n<p>Office of Management and Budget. <a href=\"http://www.gpoaccess.gov/usbudget/fy09/pdf/savings.pdf\" target=\"_blank\">Major Savings and Reforms in the President's 2009 Budget (George W. Bush)</a></p>\r\n<p>Interview with Steve Ellis of Taxpayers for Common Sense, Feb. 3, 2010</p>\r\n<p>Interviews with Becky Rine and Joe Walsh with the Forest Service, Feb. 4, 2010</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\"We're also cutting a Forest Service economic development program that strayed so far from any mission that it funded a music festival.\"</p>", "statement_context": "remarks on the budget", "statement_date": "2010-02-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}], "target": [], "twitter_headline": null}