{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/feb/05/barack-obama/obama-criticizes-republicans-who-opposed-stimulus-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1465, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1465/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>Twice recently, President Barack Obama has slammed congressional Republicans for voting against his economic stimulus bill in February 2009 but later touting provisions of the bill that benefited their own constituents.</p>\r\n<p>During his Jan. 29, 2010, question-and-answer session with House Republican lawmakers in Baltimore, Obama brought up the American Recovery and Reinvestment Act, as the stimulus is officially known:</p>\r\n<p>\"There was an interesting headline in CNN today: 'Americans disapprove of stimulus, but like every policy in it.' And there was a poll that showed that if you broke it down into its component parts, 80 percent approved of the tax cuts, 80 percent approved of the infrastructure, 80 percent approved of the assistance to the unemployed. Well, that's what the Recovery Act was. And let's face it, some of you have been at the ribbon-cuttings for some of these important projects in your communities.\"</p>\r\n<p>Then, on Feb. 2, 2010, Obama riffed on the same theme during a town hall event in New Hampshire:</p>\r\n<p>\"I have to point out, though, that some of the very same folks in Congress who opposed the Recovery Act -- and claim that it hasn&rsquo;t worked -- have been all too happy to claim credit for Recovery Act projects and the jobs those projects have produced. (Applause.) They come to the ribbon-cuttings and ... (laughter). They found a way to have their cake and vote against it, too. (Laughter.)\"</p>\r\n<p>We decided that a claim that bold, repeated in two high-profile events within a week's time, was worth a fact-check. <br />&nbsp;<br />As it turns out, we found several cases in which lawmakers voted against the measure but later claimed credit for provisions or projects stemming from the stimulus bill.</p>\r\n<p>-- <strong>Rep. Don Young of Alaska</strong>. Young, who has served in Congress since 1973, sent out two press releases on Feb. 13, 2009, the day the House passed the final version of the stimulus bill. <br />&nbsp;<br />One was headlined, \"Rep. Young Votes NO On Democrats&rsquo; Massive Spending Bill.\" It quotes Young saying, \"This bill was not a stimulus bill, it was a vehicle for pet projects, and that&rsquo;s wrong.\"<br />&nbsp;<br />Young's second release of the day was headlined, \"Rep. Young Wins Victory For Alaska Small Business.\" It explains how Young, after lobbying by the Alaska Federation of Natives, targeted a provision from the stimulus bill that would have required competitive bidding for stimulus grants and contracts. The Alaska Natives group said the provision could have hurt its members' ability to benefit from Small Business Administration programs. Young, the release said, \"worked with Members on the other side of the aisle to make the case for these programs, and was able to get the provision pulled from the bill.\"<br />&nbsp;<br />In the release, Young said that &ldquo;no matter if I supported this bill or not, I would make sure [Alaska Natives] were not hurt by it.\"<br />&nbsp;<br />-- <strong>Rep. Geoff Davis of Kentucky</strong>. Davis, a three-term congressman, issued a news release on Jan. 28, 2009, the day of the first House vote on the stimulus, in which he was quoted saying that \"this so-called &lsquo;stimulus&rsquo; legislation is full of pet spending projects that will do very little to restore confidence in our economy or create jobs.\"<br />&nbsp;<br />But 11 months later, on Dec. 16, 2009, Davis sent out a release announcing the awarding of a $1 million-plus grant for the Carroll County School District. \"Congressman Geoff Davis is pleased to announce that the Carroll County School District has been awarded $1,044,140 in funding through the American Recovery and Reinvestment Act of 2009 (ARRA) Early Head Start Expansion Program,\" the release stated. It goes on to say, \"In these difficult economic times, it is critical to ensure that vulnerable populations in Kentucky have access to important support services like those provided by the Early Head Start program. This important grant will allow Carroll County School District to expand their ability to provide needed assistance to local low-income families and children. I am very proud of the work that the Carroll County School District is doing to strengthen their community, and I am pleased that our office was able to assist them in obtaining these funds.&rdquo;<br />&nbsp;<br />As it happened, on the very same day, Davis sent out a separate release in which he referred to the \"failed trillion-dollar 'stimulus' bill.\" <br />&nbsp;<br />-- <strong>Rep. Bill Shuster of Pennsylvania</strong>. Shuster, elected in 2001, is a member of the House Transportation and Infrastructure Committee. During the stimulus debate, he advocated for targeting the measure more directly toward infrastructure spending. A Jan. 28, 2009, news release from his office said that \"President Obama told the American people that he would stimulate our economy by rejuvenating our infrastructure. As a longtime advocate of improving our nation&rsquo;s infrastructure, Shuster was encouraged by this announcement. Unfortunately, the Democrats in Congress, led by Speaker [Nancy] Pelosi, squandered this historic opportunity to create jobs and strengthen the backbone of our economy in order to fund 40 years of pent-up liberal pet projects.\"<br />&nbsp;<br />In November, the <em>Blairsville</em> (Pa.) <em>Dispatch</em> reported that Shuster attended a ceremonial groundbreaking for a new facility at a sewage treatment plant in Blairsville. According to the newspaper, the $12.1 million project was funded in part by federal stimulus money.<br />&nbsp;<br />-- <strong>Rep. Phil Gingrey of Georgia</strong>. In a Feb. 13, 2009, news release, Gingrey, a four-term congressman, explained his vote by saying that \"this &lsquo;stimulus&rsquo; bill only perpetuates the dangerous myth that government spending will fix this economy. ... The truth is government spending will only bury future generations in more debt.\"<br />&nbsp;<br />In October, a photograph in the <em>Cedartown</em> (Ga.) <em>Standard</em> showed Gingrey handing over a giant, ceremonial check for $625,000 in stimulus money to municipal leaders. The money was to pay for \"new sidewalks, landscaping and other improvements to the downtown area,\" according to the newspaper. A Gingrey spokeswoman told the <em>Standard</em> that because the project qualified for federal stimulus funds as \"shovel-ready,\" Gingrey \"presented the proposal at the federal level.\"<br />&nbsp;<br />City commissioner Scott Tillery described Gingrey to the newspaper as \"our point man when we need action from the federal government. His staff is always interested and involved in local concerns, and the congressman will use his influence to make a case for his constituents.\" <br />&nbsp;<br />-- <strong>Sen. Richard Burr of North Carolina</strong>. Burr voted against the stimulus yet appeared in person to present a $2 million-plus stimulus grant to help build a fire station to house the Bethlehem Community Volunteer Fire Department. <br />&nbsp;<br />\"This is a great thing for this county,\" Burr said, according to the <em>Hickory</em> (N.C.) <em>Daily Record</em>. \"We're not accustomed to federal dollars in that magnitude finding their way to North Carolina.\"<br />&nbsp;<br />A spokesman for Burr told the Associated Press in October that he wasn't taking credit for the money. \"Sen. Burr was invited to the grant presentation by the Alexander County commissioners and was happy to be there to recognize the community and the fire department for their work in securing this highly competitive grant,'' the spokesman said. <br />&nbsp;<br />In an interview with Politico, Burr added, &ldquo;Just because I voted against the stimulus doesn&rsquo;t mean I shouldn&rsquo;t recognize the merit achievement of an entity.&rdquo; <br />&nbsp;<br />None of the four House members cited above responded to a query from PolitiFact. But the spokesman for one senior Republican lawmaker -- House Minority Whip Eric Cantor of Virginia -- did return our call. He argued that the Democratic criticism is overblown.<br />&nbsp;<br />Cantor, a leading stimulus opponent, has taken heat from Democrats for organizing a job fair whose participating employers benefited from stimulus funding, as well as for helping local officials lobby for stimulus money to support a high-speed rail link between Washington, D.C., and Richmond, Va.<br />&nbsp;<br />Brad Dayspring, Cantor's spokesman, defended both efforts, saying that, in the first case, the congressman was simply trying to help his unemployed constituents get back to work, and, in the second case, he was continuing his longstanding efforts to boost high-speed rail. Cantor's advocacy on the rail issue dates back a decade, to his tenure in the Virginia legislature.<br />&nbsp;<br />On the broader question of why Cantor opted not to support the bill, Dayspring said that the congressman made his decision based on his opposition to the vast majority of the bill's provisions. \"The bill was so flawed, he voted against it despite his overwhelming support\" for the rail provision, Dayspring said. \"If you support 1 percent of a bill and oppose 99 percent, are you expected to vote for it?\"<br />&nbsp;<br />Let's return to Obama's claim. The president said that Republicans who voted against the stimulus \"have been all too happy to claim credit for Recovery Act projects and the jobs those projects have produced.\" We found at least two lawmakers -- Young and Davis -- who aggressively criticized the stimulus bill yet sent out a news release touting their own role in helping constituents benefit from the bill. In the meantime, Obama also said that some opponents of the stimulus have \"come to the ribbon cuttings\" for projects funded by the bill. Shuster, Gingrey and Burr clearly attended such ceremonies. To us, five clear cases are enough to validate the president's assertion that some stimulus opponents have \"found a way to have their cake and vote against it, too.\" We rate Obama's statement True.</p>", "ruling_comments_date": "2010-02-05T14:37:39.611528", "ruling_date": "2010-02-05T17:17:37", "ruling_headline": "Obama criticizes Republicans who opposed stimulus, then claim credit for projects it funded", "ruling_headline_slug": "obama-criticizes-republicans-who-opposed-stimulus-", "ruling_link_text": "We found a few lawmakers who did", "ruling_state": null, "source_documents": null, "sources": "<p>White House, <a href=\"http://www.whitehouse.gov/the-press-office/remarks-president-gop-house-issues-conference\" target=\"_blank\">remarks</a> by the president at the House Republican issues conference in Baltimore, Jan. 29, 2010</p>\r\n<p>White House, <a href=\"http://www.whitehouse.gov/the-press-office/remarks-president-town-hall-meeting-nashua-new-hampshire\" target=\"_blank\">remarks</a> by the president in a town hall meeting in Nashua, N.H., Feb. 2, 2010<br />&nbsp;<br />Democratic Congressional Campaign Committee, \"House GOP Hypocrisy Hall of Fame\" (<a href=\"http://www.dccc.org/page/-/satellites/hypocrisy/index_hhof2.html\" target=\"_blank\">web page</a>), accessed Feb. 4, 2010</p>\r\n<p><em>Politico</em>, \"<a href=\"http://dyn.politico.com/printstory.cfm?uuid=727B6C8A-18FE-70B2-A8944AD3D337289D\" target=\"_blank\">GOP's cash-and-trash strategy</a>,\" Jan. 28, 2010</p>\r\n<p>Rep. Don Young, \"Rep. Young Votes NO On Democrats&rsquo; Massive Spending Bill\" (<a href=\"http://donyoung.house.gov/News/DocumentSingle.aspx?DocumentID=128553\" target=\"_blank\">press release</a>), Feb. 13, 2010</p>\r\n<p>Rep. Don Young, \"Rep. Young Wins Victory For Alaska Small Business\" (<a href=\"http://donyoung.house.gov/News/DocumentSingle.aspx?DocumentID=128552\" target=\"_blank\">press release</a>), Feb. 13, 2010</p>\r\n<p>Rep. Geoff Davis, \"Congressman Davis Votes No on Wasteful Spending Package\" (<a href=\"http://geoffdavis.house.gov/News/DocumentSingle.aspx?DocumentID=119737\" target=\"_blank\">press release</a>), Jan. 28, 2009</p>\r\n<p>Rep. Geoff Davis, \"Congressman Davis Announces $1,044,140 Grant for Carroll County School District\" (<a href=\"http://geoffdavis.house.gov/News/DocumentSingle.aspx?DocumentID=162996\" target=\"_blank\">press release</a>), Dec. 16, 2009</p>\r\n<p>Rep. Geoff Davis, \"House Democrats Raise Debt Limit, Force Passage of Second Stimulus Package\" (<a href=\"http://geoffdavis.house.gov/News/DocumentSingle.aspx?DocumentID=163376\" target=\"_blank\">press release</a>), Dec. 16, 2009<br />&nbsp;<br />Rep. Bill Shuster, \"Shuster Opposes Democrat Spending Spree; Stimulus Short on Infrastructure Funding, Long on Wasteful Spending\" (<a href=\"http://www.house.gov/shuster/content/press_room/2009/090128_Stimulus.pdf\" target=\"_blank\">press release</a>) Jan. 28, 2009<br />&nbsp;<br />Steve Benen, \"The Love/Hate Relationship with the Stimulus\" (<em>Washington Monthly</em> <a href=\"http://www.washingtonmonthly.com/archives/individual/2009_11/021221.php\" target=\"_blank\">blog post</a>), Nov. 30, 2009<br />&nbsp;<br /><em>Blairsville</em> (Pa.) <em>Dispatch</em>, \"<a href=\"http://www.pittsburghlive.com/x/leadertimes/s_654937.html\" target=\"_blank\">Blairsville Municipal Authority launches plant expansion</a>,\" Nov. 25, 2009</p>\r\n<p>Rep. Phil Gingrey, \"Gingrey opposes Democratic 'Trillion Dollar Debt' Bill\" (<a href=\"http://gingrey.house.gov/News/DocumentSingle.aspx?DocumentID=111618\" target=\"_blank\">press release</a>), Feb. 13, 2009</p>\r\n<p><em>Atlanta Journal-Constitution</em>, \"<a href=\"http://www.ajc.com/news/gop-wont-turn-down-165913.html\" target=\"_blank\">GOP won&rsquo;t turn down stimulus spending</a>,\", Oct. 18, 2009</p>\r\n<p><em>Cedartown</em> (Ga.) <em>Standard</em>, \"<a href=\"http://www.cedartownstd.com/pages/full_story/push?article-Cedartown+receives+federal+stimilus+funds+for+Streetscape+project%20&amp;id=3828309-Cedartown+receives+federal+stimilus+funds+for+Streetscape+project&amp;instance=home_latest_right_first\" target=\"_blank\">Cedartown receives federal stimilus funds for Streetscape project</a>,\" October 2009</p>\r\n<p>Associated Press, \"<a href=\"http://m.hickoryrecord.com/hickory/db_8656/contentdetail.htm;jsessionid=2597EA975700C5407F7BD6BFFF488865?full=true&amp;contentguid=RLBsqFrk&amp;pn=&amp;ps=\" target=\"_blank\">Senator applauds money from bill he opposed</a>,\" Oct. 20, 2009</p>\r\n<p><em>Hickory</em> (N.C.) <em>Daily Record</em>, \"<a href=\"http://www2.hickoryrecord.com/content/2009/oct/16/2-million-fight-fires/news-local/\" target=\"_blank\">Stimulus money will put new fire station in Bethlehem</a>,\" Oct. 16, 2009</p>\r\n<p><em>Politico</em>, \"Dems rail against Cantor train 'hypocrisy'\" (Glenn Thrush <a href=\"http://www.politico.com/blogs/glennthrush/0409/Dems_rail_against_Cantor_train_hypocrisy.html\" target=\"_blank\">blog post</a>), April 28, 2009</p>\r\n<p>Interview with Brad Dayspring, spokesman for Rep. Eric Cantor, Feb. 4, 2010</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>Some Republicans who voted against the stimulus \"have been all too happy to claim credit for Recovery Act projects and the jobs those projects have produced. They come to the ribbon cuttings.\"</p>", "statement_context": "a town meeting in New Hampshire", "statement_date": "2010-02-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 150, "photo": null, "resource_uri": "/api/v/2/subject/150/", "subject": "Stimulus", "subject_slug": "stimulus", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}