{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/feb/08/sarah-palin/palin-says-obama-voted-present-us-senate-very-ofte/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1469, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1469/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>In an interview with FoxNews.com at the National Tea Party Convention on Feb. 6, 2010, former Alaska Gov. Sarah Palin reprised a Republican talking point from the 2008 presidential campaign by criticizing President Barack Obama for his lack of executive experience.<br /><br />Asked by FoxNews.com's Judd Berger whether she thought she's \"more qualified to be president than President Obama,\" Palin referred to the debate over \"experience\" from the 2008 contest between Obama and her running mate, Arizona Sen. John McCain:<br /><br />\"The whole qualification issue still perplexes me, because in the campaign we tried to bring attention to the fact that Obama had really not a lot of experience. And I do say that my executive experience, as an administrator, as a team manager if you will was, and so was John McCain's as a matter of fact, was stronger and we had more experience than Barack Obama did in terms of managing huge multibillion dollar budgets and thousands of employees that I had just come from a position of that and that hasn't changed.\"<br /><br />When Berger asked Palin, \"But without McCain?\" -- a long-serving Arizona senator -- Palin responded:<br /><br />\"And without McCain, I mean Barack Obama had 150 days in the U.S. Senate where he was able to vote quite often present, not have to make decisions, being one of many, not having to manage. His executive position now in the White House is as, whether he likes it or not, a manager. He has to make tough decisions. He has to be willing to fire people, though you don't make any friends when you fire people, and I know that first-hand because I've had to do that. And you have to make tough decisions, and not dither on issues. You have to make quick decisions in many respects, and I think that President Obama, with all due respect, his lack of experience is really made manifest in the way that decisions are made in the White House today.\"<br /><br />Palin's answer offers a lot to chew on, but we'll leave aside the larger question of whether she's more qualified to be president than the incumbent. Instead, we'll stick to the narrower claim that Obama often voted \"present\" in the U.S. Senate.<br /><br />We should point out that Palin's phrasing in this sentence is a bit unclear. Does she mean that Obama spent only 150 days in the U.S. Senate -- an argument that dovetails not just with the 2008 argument that Obama was young and inexperienced but with the (accurate) argument that he missed a lot of votes while running for president?<br /><br />If that's what she meant, she is incorrect. There are no statistics on day-by-day attendance for senators, but we approximated the bare minimum number of days that Obama was in the chamber by counting the number of days that he cast a vote. (In the Senate, votes cannot be cast remotely.) While it's true that Obama's absentee rate skyrocketed in the third and fourth years of his term, when he was running for president, we found that he cast votes on more than 180 separate days in 2005 and 2006, combined. And that undercounts his total days on the job, because the Senate does not necessarily vote every day that it's in session, and because we didn't count the (admittedly smaller) number of voting days he was present in 2007 and 2008.<br /><br />So, what about Palin's claim that Obama had 150 \"present\" votes in the U.S. Senate? The claim harkens back to the (again, accurate) charge that Obama frequently voted \"present\" when he was a state senator in Illinois. (It was actually a Democrat -- Hillary Rodham Clinton -- who gave this claim high-profile attention during the primaries.)<br /><br />Obama acknowledged voting \"present\" -- a vote similar in its effect to \"abstain\" -- 129 times during his eight-year state Senate tenure, according to a <em>Boston Globe </em>fact-check at the time. The <em>Globe </em>said that Obama cast about 4,000 votes as an Illinois legislator, meaning that he voted \"present\" in about one of every 31 votes he took. The <em>New York Times </em>reported that the records show at least 36 occasions in which Obama was either the only state senator to vote present or was part of a group of six or fewer to vote that way.<br /><br />Some of his \"present\" votes came on contentious issues -- abortion, juvenile justice and gun laws among them -- and critics have suggested that Obama's decision to avoid a \"yes\" or a \"no\" vote in those cases stemmed from political expediency. Other analysts have cited a more benign reason, saying that voting \"present\" has long been used as a way of expressing protest about the way a bill was put together, or displeasure about a specific provision contained within a bill.<br /><br />\"You get a lot of 'present' votes from minority members to avoid the traps set by the majority,\" said University of Illinois at Springfield political scientist Kent Redfield. \"Obama was in the minority most of the time he was in the legislature, and his present votes are slightly below the average for a member of his caucus.\"<br /><br />But this discussion of \"present\" votes has to do with the Illinois legislature. It has nothing to do with the U.S. Senate.<br /><br />We checked all of Obama's votes in the U.S. Senate and found not a single \"present\" vote. That's not surprising, given the way Senate procedure works.<br /><br />\"It&rsquo;s very rare for a senator to vote 'present,' \" said U.S. Senate historian Donald A. Ritchie. \"That&rsquo;s usually only if they are somehow personally involved in something.\"</p>\r\n<p>Palin's statement is incorrect  in two ways. She initially  appears to suggest that Obama  had only 150 days of  experience in the U.S. Senate,  which is inaccurate. She then  says he voted present  many times, which also is  not correct. He never voted  present in the U.S. Senate.  So we find her statement  False.</p>", "ruling_comments_date": "2010-02-08T15:42:25.271527", "ruling_date": "2010-02-08T15:42:23", "ruling_headline": "Palin says Obama voted \"present\" in U.S. Senate \"quite often\"", "ruling_headline_slug": "palin-says-obama-voted-present-us-senate-very-ofte", "ruling_link_text": "Wrong on a couple of counts", "ruling_state": null, "source_documents": null, "sources": "<p>Sarah Palin, <a href=\"http://www.foxnews.com/politics/2010/02/07/transcript-sarah-palin-interviewed-foxnewscom/?utm_source=feedburner&amp;utm_medium=feed&amp;utm_campaign=Feed%253A+foxnews%252Fpolitics+%2528Text+-+Politics%2529&amp;utm_content=Twitter\" target=\"_blank\">transcript</a> of interview with FoxNews.com, Feb. 6, 2010<br /><br />Govtrack.us, <a href=\"http://www.govtrack.us/congress/votes.xpd?year=2008&amp;person=400629\" target=\"_blank\">Barack Obama's votes for 2008</a>, accessed Feb. 8. 2010<br /><br />Govtrack.us, <a href=\"http://www.govtrack.us/congress/votes.xpd?year=2007&amp;person=400629\" target=\"_blank\">Barack Obama's votes for 2007</a>, accessed Feb. 8. 2010<br /><br />Govtrack.us, <a href=\"http://www.govtrack.us/congress/votes.xpd?year=2006&amp;person=400629\" target=\"_blank\">Barack Obama's votes for 2006</a>, accessed Feb. 8. 2010<br /><br />Govtrack.us, <a href=\"http://www.govtrack.us/congress/votes.xpd?year=2005&amp;person=400629\" target=\"_blank\">Barack Obama's votes for 2005</a>, accessed Feb. 8. 2010<br /><br /><em>Boston Globe</em>, \"<a href=\"http://www.boston.com/news/nation/articles/2008/01/24/fact_check_obamas_present_votes/\" target=\"_blank\">Obama's 'present' votes</a>,\" Jan. 24, 2008<br /><br /><em>Rothenberg Political Report</em>, \"<a href=\"http://rothenbergpoliticalreport.blogspot.com/2007/12/ever-present-obama.html\" target=\"_blank\">The Ever-'Present' Obama</a>,\" Dec 5, 2007<br /><br /><em>New York Times</em>, \"<a href=\"http://www.nytimes.com/2007/12/20/us/politics/20obama.html\" target=\"_blank\">It's Not Just 'Ayes' and 'Nays': Obama's Votes in Illinois Echo</a>,\" Dec. 20, 2007<br /><br />E-mail interview with Donald A. Ritchie, U.S. Senate historian, Feb. 8. 2010</p>\r\n<p>E-mail interview with Kent Redfield, political scientist at the University of Illinois (Springfield), Feb. 8. 2010</p>\r\n<p>E-mail interview with Charles Wheeler, political scientist at the University of Illinois (Springfield), Feb. 8, 2010</p>\r\n<p>E-mail interview with Nathan Gonzales, political analyst with the Rothenberg Political Report, Feb. 8. 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 9, "current_job": "", "false_count": 20, "first_name": "Sarah", "half_true_count": 9, "home_state": "Alaska", "id": 63, "last_name": "Palin", "mostly_true_count": 6, "name_slug": "sarah-palin", "pants_count": 6, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-sarahpalin.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/63/", "total_count": 67, "true_count": 14, "website": ""}, "statement": "<p>\"Barack Obama had 150 days in the U.S. Senate where he was able to vote quite often 'present.' \"</p>", "statement_context": "an interview with FoxNews.com", "statement_date": "2010-02-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}], "target": [], "twitter_headline": null}