{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/feb/10/bill-oreilly/oreilly-claims-poll-shows-fox-news-most-trusted-ne/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1471, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1471/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>Jon Stewart&#39;s first appearance on the<em> O&#39;Reilly Factor</em> since 2004 was a mostly civil affair, with the most heated moments coming when the discussion turned to Fox News.<br />\r\n<br />\r\nStewart, the host of the <em>Daily Show</em> who has been highly critical of partisan boostering on Fox News, told host Bill O&#39;Reilly that Fox News is a &quot;narrative-driven media arm&quot; of the Republican Party.<br />\r\n<br />\r\n&quot;Here&#39;s what Fox has done,&quot; Stewart said. &quot;Through their cyclonic perpetual emotion machine -- 24 hours a day, seven days a week -- they&#39;ve taken reasonable concerns about the president and this economy and turned it into a full-fledged panic attack about the next coming of Chairman Mao.&quot;<br />\r\n<br />\r\nO&#39;Reilly said that was the narrative of two other Fox News hosts, Sean Hannity and Glenn Beck. When asked by Stewart if he really thought Fox News was nonpartisan, fair and balanced, O&#39;Reilly said its hard news operation is, and that some of the other programs -- like his -- are opinion programs.<br />\r\n<br />\r\nAnd O&#39;Reilly cited a poll to back up his point, &quot;Are you shocked that a Democratic poll operation shows that Fox News is the most trusted news operations in the country. Forty-nine percent of Americans trust Fox News. Are you stunned?&quot;<br />\r\n<br />\r\nIt&#39;s a poll that Fox News executives are apparently quite proud of. Fox recently took out <a href=\"http://www.businessinsider.com/fox-news-lashes-out-at-cnn-with-new-ad-2010-2\" target=\"_blank\">full-page ads</a> in both the <em>Washington Post</em> and <em>Wall Street Journal</em> in which they took a poke at the slogan of competitor CNN with an ad that boasted, &quot;The Most Trusted Name in News. More Americans Trust Fox News Than Any Other News Network.&quot;<br />\r\n<br />\r\nIt&#39;s a <a href=\"http://www.publicpolicypolling.com/pdf/PPP_Release_National_126.pdf\" target=\"_blank\">survey conducted by Public Policy Polling</a>. And as for O&#39;Reilly&#39;s characterization of it as a Democratic poll operation, Public Polling Policy president Dean Debnam said that when it comes to polling work for political parties, the company deals exclusively with Democratic clients.<br />\r\n<br />\r\nThe national poll asked 1,151 registered voters on Jan. 18 and 19, 2010, whether they trust each of the major television news operations in the country. And Fox came out with the highest percentage who said yes -- 49 percent.<br />\r\n<br />\r\nHere&#39;s how it broke down: Fox News (49 percent trust; 37 percent do not); followed by CNN (39 percent trust; 41 percent do not); NBC (35 percent trust; 44 percent do not); CBS News (32 percent trust; 46 percent do not); and ABC News (31 percent trust; 46 percent do not).<br />\r\n<br />\r\nBut as with so many polls, there&#39;s lots of ways to slice numbers when you examine specific groups.<br />\r\n<br />\r\nFor example, you could accurately say that among self-described moderates, Fox is also the least trusted network.<br />\r\n<br />\r\nIt probably would be more accurate to say that Fox News is overwhelmingly trusted by Republicans. Together, Democrats and independents trust other networks more than Fox.<br />\r\n<br />\r\nDigging down into the numbers, there was a wide split along party lines. Some 74 percent of Republicans said they trusted Fox compared to just 30 percent of Democrats.<br />\r\n<br />\r\nAll of the major broadcast networks, and CNN, have the majority trust of Democrats; but the major networks are all trusted by less than 20 percent of Republicans (and only 23 percent of Republicans said they trusted CNN).<br />\r\n<br />\r\n&quot;A generation ago you would have expected Americans to place their trust in the most neutral and unbiased conveyors of news,&quot; Debnam said in a press release accompanying the poll results. &quot;But the media landscape has really changed and now they&rsquo;re turning more toward the outlets that tell them what they want to hear.&quot;<br />\r\n<br />\r\nWe spoke to Debnam and he said it&#39;s fair to say -- based on the poll -- that &quot;more people trust Fox news than trust anyone else.&quot;<br />\r\n<br />\r\nBut he said that the numbers are propped up by strong Republican support.<br />\r\n<br />\r\n&quot;Republicans trust Fox News by an astoundingly large percentage,&quot; Debnam said.<br />\r\n<br />\r\nIn a blog posting that blasted the poll, <a href=\"http://blogs.abcnews.com/thenumbers/2010/01/if-you-disagree-press-2.html\" target=\"_blank\">Gary Langer, the director of polling at ABC News</a>, argued the results were skewed because Republicans were overrepresented in the poll and young people were underrepresented. He further cited an <a href=\"http://people-press.org/report/?pageid=1358\" target=\"_blank\">October 2009 Pew poll</a> that found more people believe Fox has an ideological slant than other networks.<br />\r\n<br />\r\nBut the question wasn&#39;t whether Fox or any other news channel has an ideological bent. It&#39;s whom you trusted. You could think Fox has a conservative slant and still trust it.<br />\r\n<br />\r\nLanger points to <a href=\"http://people-press.org/report/?pageid=1358\" target=\"_blank\">another poll</a> that runs counter to the one cited by O&#39;Reilly. Performed in August 2008 by the Pew Research Center, respondents were asked to rate news sources on a scale from 1 to 4 (with 1 being &quot;believe almost nothing&quot; to 4 being &quot;believe all or most&quot;). In that survey, Fox got fewer 3s and 4s than CNN, NBC, ABC and CBS. But we note that the poll is more than a year and a half old.<br />\r\n<br />\r\nWe also found one in November 2008, a <a href=\"http://www.mediabistro.com/tvnewser/webnewser/most_consider_the_web_most_reliable_source_of_news_101463.asp\" target=\"_blank\">Zogby poll</a> commissioned by the Independent Film Channel which asked people to name the one network they trusted the most. Fox News came out on top with 39 percent; followed by CNN with 16 percent; MSNBC with 15 percent; and PBS with 10 percent. The major networks were each cited by less than 7 percent of respondents. But this survey only allowed people to pick just one choice. You couldn&#39;t say you trusted Network A and Network B. So that may simply mean that conservatives agree on Fox, but liberals split their votes among a number of networks.<br />\r\n<br />\r\nAnd one last one, we swear. A September 2009 <a href=\"http://www.sacredheart.edu/download/2951_shu_9_09_report.pdf\" target=\"_blank\">survey by the Sacred Heart University Polling Institute</a> found that Fox was named most frequently as the television news organization most trusted for accurate reporting. It broke down Fox News (30.0 percent), CNN (19.5 percent), NBC News (7.5 percent) and ABC News (7.5 percent). Fox News was also most frequently cited as the least trusted television news organization.<br />\r\n<br />\r\nWhat to make of all this?<br />\r\n<br />\r\nIn a <a href=\"http://tunedin.blogs.time.com/2010/01/26/fox-the-most-trusted-name-in-news/\" target=\"_blank\"><em>Time</em> blog posting</a>, James Poniewozik wrote this about the poll cited by O&#39;Reilly: &quot;I think what we&#39;re seeing here is that Fox viewers are more likely to believe that all news outlets are biased &mdash; and either they don&#39;t mind it, or they at least accept that such is the way of the world. And they either simply prefer to watch a channel they see as being biased in their direction, or they believe it is a necessary counterbalance to the (unacknowledged) liberal bias of all other TV news, or they believe other channels are hypocrites for denying being biased, or all of the above. Whereas the rest of the news audience either still sees neutrality as possible, or at least still values it as an ideal.&quot;<br />\r\n<br />\r\nWhich brings us back to O&#39;Reilly&#39;s statement. You may argue that Fox comes out on top because Republicans and conservatives <em>really</em> trust Fox while Democrats and liberals generally trust CNN and the major networks, but not as much as conservatives trust Fox. That&#39;s true. But O&#39;Reilly said a Democratic poll operation showed that Fox News is the most trusted news operation in the country. And that&#39;s what it found. We rule his statement True.</p>\r\n", "ruling_comments_date": "2010-02-09T18:15:16.121528", "ruling_date": "2010-02-10T18:38:18", "ruling_headline": "O'Reilly claims poll shows that Fox News is the most trusted news operation", "ruling_headline_slug": "oreilly-claims-poll-shows-fox-news-most-trusted-ne", "ruling_link_text": "Yes, thanks to popularity with Republicans ", "ruling_state": null, "source_documents": null, "sources": "<p>Fox News, The O&#39;Reilly Factor, <a href=\"http://www.foxnews.com/oreilly/\" target=\"_blank\">&quot;O&#39;Reilly Vs. Stewart,&quot;</a> Feb. 3, 2010</p>\r\n\r\n<p>Public Policy Polling, <a href=\"http://www.publicpolicypolling.com/pdf/PPP_Release_National_126.pdf\" target=\"_blank\">&quot;Fox the most trusted name in news?&quot;</a> Jan. 26, 2010</p>\r\n\r\n<p>ABC News, <a href=\"http://blogs.abcnews.com/thenumbers/2010/01/if-you-disagree-press-2.html\" target=\"_blank\">&quot;If You Disagree, Press 2,&quot;</a> by Gary Langer, Jan. 27, 2010</p>\r\n\r\n<p>The Pew Research Center for the People &amp; the Press,<a href=\"http://people-press.org/report/?pageid=1358\" target=\"_blank\"> &quot;Key News Audiences Now Blend Online and Traditional Sources,&quot;</a> Aug. 17, 2008</p>\r\n\r\n<p>Time, <a href=\"http://www.timepolls.com/hppolls/archive/poll_results_417.html\" target=\"_blank\">Poll results: Now that Walter Cronkite has passed on, who is America&#39;s most trusted newscaster?</a></p>\r\n\r\n<p>Sacred Heart University Polling Institute, <a href=\"http://www.sacredheart.edu/download/2951_shu_9_09_report.pdf\" target=\"_blank\">Nationwide Media Survey</a>, Sept. 11, 2009</p>\r\n\r\n<p>Media Bistro, <a href=\"http://www.mediabistro.com/tvnewser/webnewser/most_consider_the_web_most_reliable_source_of_news_101463.asp\" target=\"_blank\">&quot;Most Consider The Web Most Reliable Source of News,&quot;</a> by Chris Ariens on Nov. 21, 2008</p>\r\n\r\n<p>Daily Kos, <a href=\"http://www.dailykos.com/storyonly/2010/1/27/830820/-Fox-News:-The-Most-Trusted-Name-In-News?utm_source=feedburner&amp;utm_medium=feed&amp;utm_campaign=Feed%3A+dailykos%2Findex+%28Daily+Kos%29\" target=\"_blank\">&quot;Fox News: The Most Trusted Name In News? &quot;</a> by Steve Singiser, Jan. 27, 2010</p>\r\n\r\n<p>Time, <a href=\"http://tunedin.blogs.time.com/2010/01/26/fox-the-most-trusted-name-in-news/\" target=\"_blank\">&quot;Fox: The Most Trusted Name in News,&quot;</a> by James Poniewozik, Jan. 26, 2010</p>\r\n\r\n<p>Politico, <a href=\"http://www.politico.com/news/stories/0110/32039.html\" target=\"_blank\">&quot;Poll: Fox most trusted name in news,&quot;</a> by Andy Barr, Jan. 27, 2010</p>\r\n\r\n<p>Business Insider, <a href=\"http://www.businessinsider.com/fox-news-lashes-out-at-cnn-with-new-ad-2010-2\" target=\"_blank\">&quot;Fox News Lashes Out At CNN&#39;s &#39;Most Trusted Name In News&#39; Slogan With New Ad,&quot;</a> by Gillian Reagan, Feb. 1, 2010</p>\r\n\r\n<p>Public Policy Polling, <a href=\"http://publicpolicypolling.blogspot.com/2010/01/responding-to-abc.html\" target=\"_blank\">&quot;Responding to ABC,&quot;</a> by Tom Jensen, Jan. 27, 2010</p>\r\n\r\n<p>Interview with Dean Debnam, president of Public Polling Policy, Feb. 5, 2010</p>\r\n\r\n<p>Interview with Sam Rodgers, spokesman for Zogby International, Feb. 9, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "Former Fox News Channel host", "false_count": 6, "first_name": "Bill", "half_true_count": 3, "home_state": "", "id": 176, "last_name": "O'Reilly", "mostly_true_count": 5, "name_slug": "bill-oreilly", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/OReilly_Main_1920x1080.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/176/", "total_count": 21, "true_count": 2, "website": "http://www.foxnews.com/oreilly/"}, "statement": "<p>&quot;A Democratic poll operation shows that Fox News is the most trusted news operation in the country.&quot;</p>\r\n", "statement_context": "Fox's \"The O'Reilly Factor\"", "statement_date": "2010-02-03", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 149, "photo": null, "resource_uri": "/api/v/2/subject/149/", "subject": "Bipartisanship", "subject_slug": "bipartisanship", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 52, "photo": null, "resource_uri": "/api/v/2/subject/52/", "subject": "Pop Culture", "subject_slug": "pop-culture", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}], "target": [], "twitter_headline": ""}