{"art": [{"brightcove": "", "caption": "Rick Perry campaign ad, Feb. 5, 2010", "id": 291, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/291/", "title": "\"Wanna Get Away?\"", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/Q_CS5Ij7DwQ?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "Q_CS5Ij7DwQ"}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2010/feb/10/rick-perry/rick-perry-says-sen-hutchison-took-154-private-pla/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "bbell@statesman.com", "first_name": "Brenda", "id": 267, "last_name": "Bell", "name_slug": "brenda-bell", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/267/", "title": "Projects Editor", "twitter": null}], "facebook_headline": null, "id": 1474, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/1474/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tGov. Rick Perry&rsquo;s high-flying campaign &mdash; he&rsquo;s led Republican foes in pre-primary polls &mdash; posted a catchy video online last week depicting challenger Kay Bailey Hutchison, the state&rsquo;s senior U.S. senator, as a profligate jet-setter.<br />\r\n\t<br />\r\n\tThe nearly two-minute ad floats both a broad charge and one suggesting she&rsquo;s beholden to special interests.<br />\r\n\t<br />\r\n\tThe big charge: Hutchison has taken 154 trips on private jets, many between airports offering commercial flights at a fraction of the cost. The second hit: Her flights include trips on jets provided by lobbyists, donors and corporations with business before Hutchison in Washington.<br />\r\n\t<br />\r\n\tPerry&rsquo;s spot, titled &quot;Wanna Get Away?,&quot; is a play on commercials for Southwest Airlines. Fergie, lead singer of the Black Eyed Peas, sings &quot;Glamorous&quot; as images of a smiling Hutchison flit past, including the senator standing next to Lance Armstrong on an airport tarmac near a jet.<br />\r\n\t<br />\r\n\tFergie&#39;s lush performance neatly reinforces the ad&#39;s imagery. Still, we wondered if Perry accurately characterized Hutchison&rsquo;s flightiness.<br />\r\n\t<br />\r\n\tHis campaign shared with us their original sources, which were reports covering every senator&#39;s expenses compiled by the Secretary of the U.S. Senate. Most of Hutchison&#39;s private-plane flights are identified in the reports with the name of the plane provider, though about 20 didn&#39;t show how the senator made her trip; Perry&#39;s campaign said it assumed she took private planes because she reported visits to several cities in a day not connected by commercial flights.<br />\r\n\t<br />\r\n\tHutchison&rsquo;s campaign spotted a couple of erroneous dates in Perry&#39;s charts of Hutchison flights, but didn&#39;t quiible with the overall tabulation of 154 Hutchison flights on private planes from July 1994, about a year after Hutchison joined the Senate, into June 2009, or with Perry&rsquo;s claim that the itemized trips were reimbursed with $518,892.39 in federal funds.<br />\r\n\t<br />\r\n\tHutchison spokeswoman Jennifer Baker stressed that using private planes is a common permitted practice in the Senate. &quot;There&rsquo;s not anything wrong with it,&quot; Baker said.<br />\r\n\t<br />\r\n\tBaker said senators are permitted to use private jets for official business and seek federal reimbursement for the cost of the charter. Before 2007, members could use federal money to reimburse providers of private plane trips only as much as the cost of a first-class plane ticket or the highest commercial fare.<br />\r\n\t<br />\r\n\t&quot;It is the policy of Sen. Hutchison&rsquo;s office to use the most cost-effective means of transportation that allows her to fulfill her official obligations,&quot; Baker said. &quot;Part of her effectiveness as Texas&rsquo; senior senator is a result of her work ethic, which requires early-morning travel, late-night travel and stops in numerous cities in one day. Commercial travel is not always an option.&quot;<br />\r\n\t<br />\r\n\tBaker also pointed out that photos in the ad of Hutchison next to the jet with Armstrong and inside a jet, seated in an aisle seat, leave a mistaken impression. They both were taken by news organizations last year when Hutchison chartered the jet to kick off her gubernatorial campaign. Contrary to the gist of Perry&#39;s ad, that travel was funded by Hutchison&#39;s campaign, not taxpayers. (According to campaign finance filings, Hutchison spent nearly $176,000 in campaign funds on chartered jets while stumping for governor from July through December.)<br />\r\n\t<br />\r\n\tDid Hutchison routinely lean on special interests to provide planes for her travel, as Perry&#39;s ad implies? Doesn&#39;t look like it.<br />\r\n\t<br />\r\n\tFrom 2000 through 2009, Perry&#39;s campaign found, 15 trips were provided by campaign donors, lobbyists or corporations at a reimbursed cost of $12,461.<br />\r\n\t<br />\r\n\tLet&#39;s put that in perspective: The 15 flights amounted to 10 percent of Hutchison&rsquo;s 154 reimbursed private flights since 1994 or 2.4 percent of her total reimbursements for private flights.<br />\r\n\t<br />\r\n\tPerry&#39;s campaign didn&#39;t offer evidence that any private flight was linked to a Hutchison vote or deal, though a Perry spokesman said the corporations that provided jets &mdash; businesses including giants like Clear Channel and TXU Corp., the utility company that became Energy Future Holdings&mdash;&quot;constantly have business before her committees.&quot; The senator is the highest-ranking Republican on the Committee on Commerce, Science and Transportation. She&rsquo;s also on the Senate&rsquo;s panels for appropriations; banking, housing and urban affairs; and rules and administration.<br />\r\n\t<br />\r\n\tThree individuals provided private planes for Hutchison: attorney Tom Luce and developer Mike A. Myers, both of Dallas, and San Antonio lawyer and former U.S. Rep. Tom Loeffler. Loeffler is a registered federal lobbyist, according to the Center for Responsive Politics. Perry&rsquo;s campaign reminded us, correctly, that Hutchison also has received campaign donations from leaders of the plane-providing interests.<br />\r\n\t<br />\r\n\tNext, we tried to pin whether Hutchison took private flights when commercial alternatives were readily available, as Perry&rsquo;s ad says.<br />\r\n\t<br />\r\n\tBaker, of Hutchison&rsquo;s campaign, said the senator chooses private flights only when commercial flights don&#39;t match up with her busy schedule. &quot;Oftentimes, her schedule is such that chartered travel is the only means to allow her to fulfill her duties,&quot; Baker said. &quot;In a large state like Texas, you have a finite amount of time in the state. You have to maximize that time.&quot;<br />\r\n\t<br />\r\n\tWe asked about an Oct. 3, 2008, jet trip highlighted in Perry&rsquo;s ad, which claims the same round trip between Dallas and Austin would have cost $306 on Southwest Airlines. We weren&#39;t able to verify that fare, though the current roundtrip Southwest fare would run from as little as $98 if flights were booked well in advance to $320 if arranged at the last minute.<br />\r\n\t<br />\r\n\tBaker said Hutchison took a charter, costing $5,523, because she didn&rsquo;t complete an evening speaking engagement near Austin for the Texas Parks and Wildlife Foundation until 8:45 p.m. Asked if Hutchison could have stayed overnight in Austin, returning to Dallas on a commercial flight the next day, Baker said she didn&rsquo;t know what the senator had scheduled that next morning.<br />\r\n\t<br />\r\n\tAnother private plane trip noted in Perry&rsquo;s ad&mdash;roundtrip between Dallas and Houston on Sept. 14, 2008, at a cost of $5,732 &mdash; could have cost $302 on Southwest Airlines, according to Perry&rsquo;s campaign. Baker said Hutchison and her aide couldn&rsquo;t fly commercial that day because she toured hurricane damage in Galveston until after 8:30 p.m., too late to catch a commercial flight back to Dallas.<br />\r\n\t<br />\r\n\tAt our request, Juan Portillo, president of an Austin-based travel management firm, Tramex Travel, looked over the Perry campaign&#39;s summary of Hutchison&rsquo;s 154 private plane trips. Portillo concluded that many of them could not have been efficiently planned employing commercial airline flights partly because there are no direct flights connecting cities like Harlingen and Waco, to name one Hutchison trip, or Victoria and Corpus Christi and Lufkin, which was another.<br />\r\n\t<br />\r\n\t&quot;No way you can do it&quot; in a day without using chartered planes, Portillo said.<br />\r\n\t<br />\r\n\tThe upshot: Perry accurately identified 154 taxpayer-funded private plane trips taken by Hutchison during 16 years of her Senate service, including 15 planes provided by donors, corporations and one identified lobbyist from 2000 through 2009.<br />\r\n\t<br />\r\n\tThat single lobbyist does not support the ad&#39;s three references to &quot;lobbyists.&quot; And Perry&#39;s claim that Hutchison could instead have taken readily available commercial flights for her trips is questionable.<br />\r\n\t<br />\r\n\tWe rate Perry&#39;s ad as Half True.</p>", "ruling_comments_date": "2010-02-09T18:57:05.091527", "ruling_date": "2010-02-10T16:22:07", "ruling_headline": "Rick Perry says Sen. Hutchison took 154 private plane trips funded by U.S. taxpayers when commercial flights were available", "ruling_headline_slug": "rick-perry-says-sen-hutchison-took-154-private-pla", "ruling_link_text": "Comes to less than 10 trips a year for senator pressed for time", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tInterview, Juan Portillo, president, Tramex Travel, Austin, Feb. 8, 2010<br />\r\n\t<br />\r\n\tInterview and e-mail, Travis Richmond, research director, Rick Perry gubernatorial campaign, Feb. 5, 8 and 9, 2010<br />\r\n\t<br />\r\n\tInterviews, Jennifer Baker, communications director, Kay Bailey Hutchison gubernatorial campaign, Feb. 5, 8 and 9, 2010<br />\r\n\t<br />\r\n\tRick Perry campaign, <a href=\"http://www.washingtonkay.com/blog/glamorous\" target=\"_blank\" title=\"Rick Perry Web advertisement and background\">&quot;Washington Kay Bills Taxpayers To Fly On Private Planes Owned By Lobbyists,&quot;</a> accessed Feb. 5, 2010<br />\r\n\t<br />\r\n\tRick Perry campaign, research document, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/020510_kbhtravelplanesperry.pdf\" target=\"_blank\">&quot;KBH Travel on Private Planes,&quot;</a> Feb. 5, 2010<br />\r\n\t<br />\r\n\tU.S. Sen. Kay Bailey Hutchison, <a href=\"http://hutchison.senate.gov/committees.html\" target=\"_blank\" title=\"Hutchison committee assignments, 2/10\">&quot;Senate Committee Assignments,&quot;</a> accessed Feb. 8, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 30, "current_job": "U.S. Energy Secretary", "false_count": 31, "first_name": "Rick", "half_true_count": 42, "home_state": "Texas", "id": 291, "last_name": "Perry", "mostly_true_count": 24, "name_slug": "rick-perry", "pants_count": 18, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Perry_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/291/", "total_count": 176, "true_count": 26, "website": "https://energy.gov/management/history/secretaries-energy"}, "statement": "<p>\r\n\tSays Sen. Kay Bailey Hutchison &quot;took 154 private flights all funded by taxpayers&quot; though &quot;commercial flights were readily available at a fraction of the cost.&quot;</p>", "statement_context": "an online ad", "statement_date": "2010-02-05", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 35, "photo": null, "resource_uri": "/api/v/2/subject/35/", "subject": "Ethics", "subject_slug": "ethics", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "U.S. Senator", "false_count": 4, "first_name": "Kay Bailey", "half_true_count": 4, "home_state": "Texas", "id": 287, "last_name": "Hutchison", "mostly_true_count": 3, "name_slug": "kay-bailey-hutchison", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/hutchisonmug7.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/287/", "total_count": 18, "true_count": 4, "website": "http://texans.forkay.com/"}], "twitter_headline": ""}