{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/feb/15/dick-cheney/cheney-says-obama-initially-said-christmas-day-bom/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1486, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1486/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>In recent weeks, the Obama administration and its Republican critics have been sparring over how to deal with alleged terrorists.</p>\r\n<p>The latest round of arguments began Dec. 25, 2009, when a 23-year-old Nigerian national, Umar Farouk Abdulmutallab, allegedly tried to ignite explosives with material hidden in his underwear while sitting aboard a Northwest Airlines plane bound for Detroit.</p>\r\n<p>On Feb. 14, 2010, the former vice president and the current vice president -- Republican Dick Cheney and Democrat Joe Biden -- appeared on the Sunday morning talk shows. Terrorism was a major topic for both. Cheney has often criticized President Barack Obama for not being forceful enough in responding to terrorism, and he has accused Obama of not considering the U.S. <a href=\"http://www.politifact.com/truth-o-meter/statements/2010/jan/03/dick-cheney/cheney-says-obama-wont-admit-us-war-against-terror/\" target=\"_blank\">to be at war against terrorists</a> (a claim we rated Pants on Fire!). <br />&nbsp; <br />On ABC's <em>This Week</em>, Cheney brought up Obama's initial reaction to the news of the bombing attempt. Cheney charged that the president had at first hastily dismissed the Christmas Day bomb attempt as an \"isolated\" incident with limited relevance for the broader fight against terrorism: <br />&nbsp; <br />\"Well, my reference to the notion that the president was trying to avoid treating this as a war was in relation to his initial response when we heard about the Christmas underwear bomber up in Detroit, when he went out and said this was the act of an isolated extremist. No, it wasn't,\" Cheney said. \"And we found out over time, obviously -- and he eventually changed his assessment -- but that, in fact, this was an individual who'd been trained by al-Qaida, who'd been part of a larger conspiracy, and it was closer to being an act of war than it was the act of an isolated extremist. It's the mind-set that concerns me, John. I think it's very important to go back and keep in mind the distinction between handling these events as criminal acts, which was the way we did before 9/11, and then looking at 9/11 and saying, 'This is not a criminal act,' not when you destroy 16 acres of Manhattan, kill 3,000 Americans, blow a big hole in the Pentagon. That's an act of war.\"</p>\r\n<p>Here we're focusing on whether Cheney was correct to say that Obama's \"initial response\" to the incident was that it \"was the act of an isolated extremist.\"</p>\r\n<p>Cheney was referencing Obama's first official statement after the bombing attempt, delivered to reporters on Dec. 28 while he was vacationing in Kaneohe, Hawaii.&nbsp; <br />&nbsp; <br />In it, the president sought \"to take a few minutes to update the American people\" on the incident and explain \"the steps we're taking to ensure the safety and security of the country.\" He recounted what had happened on the plane, what his administration was doing to investigate the incident, and what immediate steps would be taken to tighten airport security.</p>\r\n<p>Toward the end of his statement, Obama praised the the passengers of the Northwest flight for their quick action in stopping Abdulmutallab. Obama said:</p>\r\n<p>\"Finally, the American people should remain vigilant, but also be confident. Those plotting against us seek not only to undermine our security, but also the open society and the values that we cherish as Americans. This incident, like several that have preceded it, demonstrates that an alert and courageous citizenry are far more resilient than an isolated extremist. As a nation we will do everything in our power to protect our country, as Americans we will never give in to fear or division, we will be guided by our hopes, our unity, and our deeply held values. That's who we are as Americans. And that's what our brave men and women in uniform are standing up for as they spend the holidays in harm's way, and we will continue to do everything that we can to keep America safe in the New Year and beyond.\"</p>\r\n<p>Whether Cheney's claim is accurate or not depends on how you interpret Obama's reference to \"an isolated extremist.\" Is the president explicitly labeling Umar Farouk Abdulmutallab \"an isolated extremist\"? Or is this part of Obama's statement a more general attempt to laud bravery by ordinary Americans who find themselves sitting with an \"isolated extremist\" in their midst? <br />&nbsp; <br />Cheney clearly argues that it's the former. And it's true that, when read literally, Obama did say that \"this incident\" -- that is, the one in Detroit -- involved \"an isolated extremist.\" (When Obama refers to several other similar incidents that preceded it, we're assuming he's referring to the passenger-foiled \"shoe-bombing\" by Richard Reid in 2001 and possibly the fighting back by passengers aboard the hijacked United Airlines Flight 93 on Sept. 11, 2001.) <br />&nbsp; <br />Still, we see several pieces of evidence that suggest Obama's point was general and rhetorical, rather than an attempt to characterize the nature of the specific Christmas Day bombing plot. <br />&nbsp; <br />Earlier in the same Dec. 28 statement, Obama indicated that the investigation was still in an early phase. \"We do not yet have all the answers about this latest attempt,\" he said. This call for caution undercuts Cheney's contention that Obama was using his statement to tell Americans that it was definitively \"the act of an isolated extremist.\" <br />&nbsp; <br />Also, Obama said that \"a full investigation has been launched into this attempted act of terrorism, and we will not rest until we find all who were involved and hold them accountable.\" The reference to \"all who were involved\" also undercuts the notion that Obama viewed Adbulmutallab as \"an isolated extremist\" without connections to terrorist networks.</p>\r\n<p>And it's worth noting that two days earlier, an unnamed White House official was quoted in the <em>Wall Street Journal</em> saying, \"We believe this was an attempted act of terrorism.\" The White House official said the suspect had informed investigators hat he had been given the device by al-Qaida operatives in Yemen, along with detonation instructions. \"This guy claims he is tied to al-Qaida, specifically in Yemen,\" the official said. \"He claims he was on orders from al-Qaida in Yemen. Who knows if that's true?\" <br />&nbsp; <br />Granted, the White House official expressed uncertainty about whether the claim was true or not. Still, the exchange amounts to an acknowledgment that the White House was considering the possibility that Abdulmutallab was connected to al-Qaida a full two days before Obama made his statement. That would seem to contradict the notion that Obama wanted his listeners to believe that the Christmas Day bomber was simply an \"isolated extremist.\" <br />&nbsp; <br />Ultimately, Cheney is correct that Obama did use the words \"an isolated extremist\" in his first statement addressing the Christmas Day bombing attempt. But we think it's a stretch for Cheney to say that the phrase signals&nbsp; the president initially believed that Abdulmutallab had acted alone. Obama did expressly say that \"we do not yet have all the answers,\" and he reported that an investigation had been launched that would hold accountable \"all who were involved.\" So we find Cheney is right that Obama used those words, but we find he exaggerates their significance by failing to take into account the other things Obama said. We find Cheney's statement to be Half True.</p>", "ruling_comments_date": "2010-02-15T17:52:00.291527", "ruling_date": "2010-02-15T18:45:46", "ruling_headline": "Cheney says Obama initially said Christmas Day bomber was an 'isolated extremist'", "ruling_headline_slug": "cheney-says-obama-initially-said-christmas-day-bom", "ruling_link_text": "Obama used the words, but did he mean what Cheney thinks?", "ruling_state": null, "source_documents": null, "sources": "<p>Dick Cheney, <a href=\"http://abcnews.go.com/print?id=9818034\" target=\"_blank\">transcript</a> of interview with Jonathan Karl on ABC's This Week, Feb. 14, 2010</p>\r\n<p>The White House, <a href=\"http://www.whitehouse.gov/the-press-office/statement-president-attempted-attack-christmas-day-and-recent-violence-iran\" target=\"_blank\">statement</a> by the president on the attempted attack on Christmas Day and recent violence in Iran at Kaneohe Bay Marine Base, Kaneohe, Hawaii, Dec. 28, 2010</p>\r\n<p><em>Washington Post</em>, \"<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2009/12/28/AR2009122800582.html\" target=\"_blank\">Explosive in Detroit terror case could have blown hole in airplane, sources say</a>,\" Dec. 29, 2010</p>\r\n<p><em>New York Times</em>, <a href=\"http://topics.nytimes.com/top/reference/timestopics/people/a/umar_farouk_abdulmutallab/index.html?scp=1&amp;sq=Northwest%20Flight%20253%20&amp;st=cse\" target=\"_blank\">Times Topics: Umar Farouk Abdulmutallab</a>, accessed Feb. 15, 2010</p>\r\n<p><em>Wall Street Journal</em>, \"<a href=\"http://online.wsj.com/article/SB126178158688405369.html\" target=\"_blank\">Bomb Attempt on U.S.-Bound Flight</a>,\" Dec. 26, 2009</p>\r\n<p>E-mail interview with Katherine Bedingfield, White House spokeswoman, Feb. 15, 2010</p>\r\n<p>E-mail interview with Aaron Harison, executive director of Keep America Safe, Feb. 15, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "", "false_count": 4, "first_name": "Dick", "half_true_count": 2, "home_state": "", "id": 167, "last_name": "Cheney", "mostly_true_count": 2, "name_slug": "dick-cheney", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Cheney_mug.JPG", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/167/", "total_count": 17, "true_count": 3, "website": ""}, "statement": "<p>President Barack Obama's \"initial response when we heard about the Christmas underwear bomber\" was to say that \"this was the act of an isolated extremist.\"</p>", "statement_context": "an interview on ABC's This Week", "statement_date": "2010-02-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 132, "photo": null, "resource_uri": "/api/v/2/subject/132/", "subject": "Homeland Security", "subject_slug": "homeland-security", "used_in_edition": []}, {"description": "", "id": 37, "photo": null, "resource_uri": "/api/v/2/subject/37/", "subject": "Terrorism", "subject_slug": "terrorism", "used_in_edition": []}, {"description": "", "id": 151, "photo": null, "resource_uri": "/api/v/2/subject/151/", "subject": "This Week - ABC News", "subject_slug": "abc-news-week", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}