{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2010/feb/16/ben-bius/ben-bius-says-sen-ogden-was-force-behind-hurtful-b/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "bbell@statesman.com", "first_name": "Brenda", "id": 267, "last_name": "Bell", "name_slug": "brenda-bell", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/267/", "title": "Projects Editor", "twitter": null}], "facebook_headline": null, "id": 1489, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/1489/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tHuntsville businessman Ben Bius, challenging state Sen. Steve Ogden of Bryan in the March 2 Republican primary, doesn&rsquo;t think much of Ogden&rsquo;s performance.<br />\r\n\t<br />\r\n\tIn a Bius radio ad that aired recently on Austin&rsquo;s KLBJ-AM, a narrator suggests Ogden, who chairs the pivotal Senate Finance Committee, is an out-of-control tax-and-spender.<br />\r\n\t<br />\r\n\tThe narrator says: &quot;Steve Ogden was the driving force behind a new business income tax that hurt small business. He crafted the Robin Hood school finance scheme that made our property taxes skyrocket. And Steve Ogden wrote a budget that will result in a $14 billion deficit for Texas &hellip; Ogden even voted against our Second Amendment freedoms on right-to-carry legislation.&quot;<br />\r\n\t<br />\r\n\tThe spot could make listeners wonder how Ogden got elected in his conservative district.<br />\r\n\t<br />\r\n\tBut is it correct?<br />\r\n\t<br />\r\n\tBius, referring us to research footnoted on his campaign Web site, told us: &quot;We stick strictly to the facts. It&rsquo;s exactly the truth.&quot;<br />\r\n\t<br />\r\n\tLet&#39;s look at the facts behind Bius&rsquo;s first claim, which refers to Ogden&#39;s role in 2006 as Republican lawmakers scrambled to finance the cost of reductions in school property tax rates.<br />\r\n\t<br />\r\n\tThat year, Ogden was the Senate sponsor of a House-initiated plan replacing the corporate franchise tax with a tax based on gross receipts, part of a package backed by GOP leaders including Gov. Rick Perry.<br />\r\n\t<br />\r\n\tBius says in his ad that the tax hurt small businesses. He pointed us to a Dallas Morning News article published last year quoting Laura Stromberg of the National Federation of Independent Business: &quot;Small businesses operate on smaller profit margins. By taxing them on their gross receipts, small businesses are unfairly hit.&quot; Stromberg reaffirmed the criticism when we reached her, noting the federation continues to favor repeal.<br />\r\n\t<br />\r\n\tThe revamped tax did draw in some small businesses that hadn&#39;t been subject to such a tax previously. However, early last year the state released its first study of the tax, which found that while it had shifted the tax burden between some business sectors, overall it wasn&rsquo;t hitting small businesses unfairly.<br />\r\n\t<br />\r\n\tFranchise &quot;tax liability increased for all sizes of taxpayers except the very smallest,&quot; State Comptroller Susan Combs said, and the tax &quot;now reflects the economy more closely than it did before... At the same time, the change in the base and the inclusion of newly taxable entities shifted the relative burden of the tax to firms at the middle of the size spectrum, while the share of tax paid by the very largest and smallest of taxpayers declined.&quot;<br />\r\n\t<br />\r\n\tLast year, legislators including Ogden raised the annual business income threshold for being subject to the tax from $300.000 to $1 million, a move described as eliminating the burden on smaller businesses.<br />\r\n\t<br />\r\n\tOgden, defending the tax, said: &quot;We changed the business tax to make it fairer and more broad-based,&quot; Ogden said. &quot;The increased revenue was used to help pay for the $14 billion cut in school property taxes--and small businesses pay a lot of property taxes. So it didn&rsquo;t hurt them.&quot;<br />\r\n\t<br />\r\n\tBius&#39;s Web site doesn&#39;t list evidence for his second claim, that Ogden crafted the school finance scheme which Bius says drove up property taxes.<br />\r\n\t<br />\r\n\tBut here&#39;s the background: In 1993, fearing court intervention to equalize funding among the state&#39;s public schools, lawmakers created the so-called Robin Hood approach. It requires school districts that are home to vast property wealth to share resources with less fortunate districts.<br />\r\n\t<br />\r\n\tOgden was among a few House members listed as co-sponsors, and was the the sole Republican named to the House-Senate conference panel that finalized the finance plan.<br />\r\n\t<br />\r\n\tBut the legislation was initiated by Sen. Bill Ratliff, who chaired the Senate Education Committee. Ratliff and former Rep. Paul Sadler, who served on the conference committee, each told us that Ogden did not craft the plan.<br />\r\n\t<br />\r\n\tAnd two longtime analysts, school finance expert Dan Casey and tax expert Dale Craymer, each disputed Bius&#39;s claim that the&nbsp; funding plan caused property taxes to rocket, as Bius says in his ad.<br />\r\n\t<br />\r\n\tCraymer, who heads the Texas Taxpayers and Research Association, a nonprofit group representing businesses, was then-Gov. Ann Richards&#39; budget director in 1993. Craymer said: &quot;There really is no single bill that caused school district taxes to skyrocket, although a number of bills in combination have contributed to a steady increase in tax rates (and sharp increases in some districts) since 1984.&quot;<br />\r\n\t<br />\r\n\tBius&rsquo;s third claim&mdash;that Ogden wrote a budget that will result in a $14 billion deficit&mdash;reflects Ogden&rsquo;s longstanding role as chairman of the Senate Finance Committee.<br />\r\n\t<br />\r\n\tBius cites a 2009 article in the Fort Worth Business Press quoting Ogden saying: &quot;In order to balance the budget this biennium, which is $182 billion, we used $14 billion in federal stimulus money to balance it. We&rsquo;re not expecting a similar amount of similar money to be available in the next two years because the federal government just doesn&rsquo;t have it. So, assuming that&rsquo;s true, you go into the next session with a $14 billion hole.&quot;<br />\r\n\t<br />\r\n\tOgden told us he wishes he hadn&#39;t said &quot;hole&quot; in that context. &quot;We don&rsquo;t have a deficit,&quot; he noted correctly -- a reminder that when observers refer to a shortfall, they mean that without making changes, the state might not have enough income to fund anticipated <em>future</em> expenses, not current ones.<br />\r\n\t<br />\r\n\t&quot;That has nothing to do with the budget I crafted,&quot; Ogden said, suggesting instead that it largely reflects state sales tax revenue lagging what Combs projected it would be by this time. Ogden also insisted he&rsquo;s not convinced there&rsquo;ll be a shortfall when lawmakers gather next year to write the next budget. &quot;It&rsquo;s very accurate to say the (next) budget is going to be very tight,&quot; Ogden said, with lawmakers likely to tap the state&rsquo;s so-called rainy day fund to cover costs.<br />\r\n\t<br />\r\n\tBius traces his ad&rsquo;s last claim, that Ogden voted against Second Amendment freedoms, to Ogden&#39;s vote last year against a proposal removing a state bar on individuals carrying concealed weapons onto Texas college campuses.<br />\r\n\t<br />\r\n\tOgden, whose district includes Texas A&amp;M University, was among 11 senators (and three Republicans) to vote against final passage of Senate Bill 1164, which later died in the House. Ogden said of his vote: &quot;I voted to maintain the status quo. What&rsquo;s that got to do with the Second Amendment?&quot; He noted that the Bill of Rights in the Texas Constitution states that every citizen &quot;shall have the right to keep and bear arms in the lawful defense of himself or the state, but the Legislature shall have power, by law, to regulate the wearing of arms, with a view to prevent crime.&quot;<br />\r\n\t<br />\r\n\tSo how does Bius&rsquo;s barrage shake out?<br />\r\n\t<br />\r\n\tHe&rsquo;s right that Ogden carried the measure launching the new business tax. But it&rsquo;s at least debatable that the tax &quot;hurt&quot; all small businesses; that was not the conclusion of the state study.<br />\r\n\t<br />\r\n\tBius fairly gives Ogden major credit -- or, rather, blame -- for writing the state budget, though he overlooks that Ogden shared that responsibility with House and Senate colleagues.<br />\r\n\t<br />\r\n\tBius&#39;s ad misuses the &quot;deficit&quot; descriptive, taking advantage of Ogden&#39;s rued reference to lawmakers facing a $14 billion &quot;hole&quot; unless there&#39;s more federal stimulus aid.&nbsp;<br />\r\n\t<br />\r\n\tFinally, Bius ties his Second Amendment claim to a single Ogden vote. That&#39;s a well-worn way of casting aspersions. But without more instances of such behavior by Ogden, it&rsquo;s a stretch to say his one vote proves him soft on gun rights.<br />\r\n\t<br />\r\n\tThe ad&#39;s claims mostly misrepresent Ogden&#39;s record.<br />\r\n\t<br />\r\n\tWe rate Bius&rsquo;s statement as False.</p>", "ruling_comments_date": "2010-02-16T20:29:26.401527", "ruling_date": "2010-02-16T21:36:35", "ruling_headline": "Challenger Ben Bius casts Sen. Ogden as force behind plans driving up property taxes and hurting small businesses—and he says Ogden is against gun freedoms", "ruling_headline_slug": "ben-bius-says-sen-ogden-was-force-behind-hurtful-b", "ruling_link_text": "Barrel o' claims, wee slivers of truth", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tAustin American-Statesman, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/010709aasbiztaxeffect.pdf\" target=\"_blank\" title=\"Kate Alexander news article\">&quot;Effects of revised business tax seen,&quot; </a>Jan. 7, 2009<br />\r\n\t<br />\r\n\tDallas Morning News, <a href=\"http://www.dallasnews.com/sharedcontent/dws/news/texassouthwest/legislature/stories/DN-franchisetax_07bus.ART.State.Edition1.4c186ca.html\" target=\"_blank\" title=\"News article\">&quot;Small businesses urge Texas to revise franchise tax,&quot;</a> Feb. 7, 2009<br />\r\n\t<br />\r\n\tE-mail, Dale Craymer, president, Texas Taxpayers and Research Association, Feb. 16, 2010<br />\r\n\t<br />\r\n\tFort Worth Business Press, <a href=\"http://www.fwbusinesspress.com/display.php?id=11212\" target=\"_blank\" title=\"News article, Ogden interview\">&quot;Serious gaps expected for 2011 state budget,&quot;</a> Oct. 19, 2009<br />\r\n\t<br />\r\n\tInterview, Ben Bius, Feb. 12, 2010<br />\r\n\t<br />\r\n\tInterview, Dan Casey, Moak, Casey and Associates, Feb. 15, 2010<br />\r\n\t<br />\r\n\tInterviews, State Sen. Steve Ogden, Feb. 15 and 16, 2010<br />\r\n\t<br />\r\n\tTexas Constitution, <a href=\"http://www.statutes.legis.state.tx.us/SOTWDocs/CN/htm/CN.1.htm\" target=\"_blank\" title=\"Texas Constitution\">Article 1, Bill of Rights</a><br />\r\n\t<br />\r\n\tTexas Senate Journal, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/052009_SenateJournalSB1164vote.pdf\" target=\"_blank\" title=\"Senate vote on letting guns on campuses\">third-reading vote on Senate Bill 1164</a>, May 20, 2009<br />\r\n\t<br />\r\n\tTexas State Comptroller Susan Combs, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/01092009_biztaxanalys\" target=\"_blank\" title=\"First state report on who pays margins tax\">&quot;The Business Tax Advisory Committee Report to the 81st Legislature,&quot;</a>&nbsp; Jan. 9, 2009</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Businessman", "false_count": 1, "first_name": "Ben", "half_true_count": 0, "home_state": "Texas", "id": 314, "last_name": "Bius", "mostly_true_count": 0, "name_slug": "ben-bius", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/benbius.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/314/", "total_count": 1, "true_count": 0, "website": "http://www.benfortexas.org/"}, "statement": "<p>\r\n\tSays state Sen. Steve Ogden was the &quot;driving force behind business income tax hurting small business, crafted the Robin Hood school finance scheme making property taxes skyrocket, wrote a budget that will result in a $14 billion deficit and voted against&quot; gun freedoms.</p>", "statement_context": "a radio advertisement.", "statement_date": "2010-02-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 19, "photo": null, "resource_uri": "/api/v/2/subject/19/", "subject": "Guns", "subject_slug": "guns", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}