{"art": [], "author": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/feb/17/joe-biden/biden-says-job-losses-have-fallen-750000-month-350/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1491, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1491/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>The stimulus bill is one year old. To celebrate its anniversary, administration  officials are touting its successes.<br /><br />Vice President Joe Biden is among those talking up the  bill. In a <em>USA Today</em> op-ed, he wrote that the success of the stimulus  legislation, formally known as the American Recovery and Reinvestment Act, can  be measured by the number of jobs it has created.<br /><br />\"We think the Recovery  Act is working because of the progress we've made in slowing job loss,\" Biden  wrote on Feb. 17, 2010, exactly a year since the stimulus bill was signed by  President Barack Obama. \"In the three months before the act took effect, America  lost 750,000 jobs a month. In the last three months, we've lost about 35,000  jobs a month. That's progress &mdash; not good enough, not where we need to be, but  progress. And most economists agree that that progress is thanks in a very large  part to the Recovery Act.\"<br /><br />For this item, we'll focus on whether Biden is  correct that America lost 750,000 jobs a month before the stimulus bill went  into effect and only 35,000 a month in the last three months.<br /><br />Jay Carney, Biden's  communications director, said that the numbers cited in the op-ed came from  monthly job losses reported by the Bureau of Labor Statistics in January,  February and March of 2009, as well as the last three months. On average, the  economy lost about 752,000 jobs per month in the first three months of 2009,  which is close to the 750,000 that Biden wrote in his op-ed. <br /><br />But Biden specifically  wrote that job losses averaged that amount \"in the three months before the act  took effect,\" which was officially Feb. 17, 2009, the day the bill was signed.  So, that time frame includes November and December of 2008, and January 2009.  For that time period, the average was about 726,000 jobs. <br /><br />So, when it comes to  job loss averages in the months before the stimulus bill officially went into  effect, Biden is off by about 26,000 jobs. Carney said that the stimulus bill  had very little effect on the economy until April 2009, so that's why they  included March in their calculations.<br /><br />Next, we turned to average job losses for the last  three months. The Bureau of Labor Statistics has not published data for February  yet, so we focused on November and December of 2009, and January 2010. In this  case, Biden is spot on: The average number of job losses over the last three  months has been about 35,000.<br /><br />Whether the stimulus is entirely responsible for  slowing job losses is a matter of opinion, and the subject of heated debate  between conservative and liberal economists.<br /><br />Brian Riedl, a budget expert with the conservative  Heritage Foundation, said that knowing whether the bill has helped stem job  losses requires knowing how the economy would have performed had the stimulus  bill never been put into law. He argues that the economy may have actually lost  jobs as a result of the stimulus bill. For every job that's created through  government spending, the government has to take money away from another part of  the economy, which can produce job losses, he said.<br /><br />\"At best, it's a  zero-sum game.\" <br /><br />Jim Horney, director of federal fiscal policy at the  left-leaning Center on Budget and Policy Priorities, says that it's difficult to  say exactly how many jobs have been created by the stimulus.<br /><br />\"You can't look at a  job and say, 'This job would not have been here without the stimulus.'\"<br /><br />But you can measure  the stimulus bill's impact on employment by looking at aggregate demand, Horney  added. People have been buying more groceries, clothes and other goods, which  indicates a stabilizing job market. <br /><br />So, back to Biden's claim. He said that job losses  averaged about 750,000 in the three months before the stimulus bill went into  effect. Including job loss statistics for the month of March 2009, Biden is  correct. But the bill was signed Feb. 17, 2009, and officially went into effect  that day. And using that measure &mdash; November and December of 2008, and January  2009 &mdash; Biden is off by about 26,000 jobs. Biden also said that job losses  averaged about 35,000 for November and December 2009, and January of 2010, which  is also correct. Because Biden is not quite right on the first part of his  statement, we'll knock him down a point. As a result, we find his claim to be  Mostly True.</p>", "ruling_comments_date": "2010-02-17T15:16:39.251527", "ruling_date": "2010-02-17T18:34:30", "ruling_headline": "Biden says job losses have fallen from 750,000 per month to 35,000 per month", "ruling_headline_slug": "biden-says-job-losses-have-fallen-750000-month-350", "ruling_link_text": "He's off slightly for the three months prior to signing", "ruling_state": null, "source_documents": null, "sources": "<p>USA Today, <a href=\"http://blogs.usatoday.com/oped/2010/02/column-assessing-the-recovery-act-the-best-is-yet-to-come.html#more\" target=\"_blank\">Assessing  the Recovery Act: 'The best is yet to come,'</a> by Vice President Joe Biden,  Feb. 17, 2010<br /><a href=\"http://blogs.usatoday.com/oped/2010/02/column-assessing-the-recovery-act-the-best-is-yet-to-come.html#more\" target=\"_blank\"></a><br />The  New York Times, <a href=\"http://www.nytimes.com/2010/02/17/business/economy/17leonhardt.html\" target=\"_blank\">Judging  Stimulus by Job Data Reveals Success</a>, by David Leonhardt, Feb. 17,  2010<br /><br />Bureau of Labor Statistics, <a href=\"http://www.bls.gov/data/\" target=\"_blank\">Employment, Hours, and Earnings - National</a>,  accessed Feb. 17, 2010<br /><br />E-mail Interview, Jay Carney, Vice President Joe  Biden's communications director, Feb. 17, 2010<br /><br />Phone Interview, Brian  Riedl, budget expert, The Heritage Foundation, Feb. 17, 2010<br /><br />Phone  Interview, Jim Horney, director of the Federal Fiscal Policy, the Center on  Budget and Policy Priorities, Feb. 17, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 11, "current_job": "U.S. senator", "false_count": 10, "first_name": "Joe", "half_true_count": 21, "home_state": "Delaware", "id": 11, "last_name": "Biden", "mostly_true_count": 16, "name_slug": "joe-biden", "pants_count": 4, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-joebiden.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/11/", "total_count": 78, "true_count": 13, "website": "http://www.joebiden.com/"}, "statement": "<p>\"In the three months before the act took  effect, America lost 750,000 jobs a month. In the last three months, we've lost  about 35,000 jobs a month.\"</p>", "statement_context": "an op-ed in 'USA Today'", "statement_date": "2010-02-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 150, "photo": null, "resource_uri": "/api/v/2/subject/150/", "subject": "Stimulus", "subject_slug": "stimulus", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}