{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/feb/17/barack-obama/obama-says-stimulus-responsible-millions-jobs-save/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1493, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1493/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>When the anniversary of the signing of the economic stimulus bill arrived on Feb. 17, 2010, it was accompanied by a blizzard of statements, speeches and interviews in which Republicans attacked the law and Democrats defended it. Given the widespread public belief that job creation under President Barack Obama has been unacceptably low, some of the most heated debate over the stimulus plan has focused on how well the American Recovery and Reinvestment Act, as it is formally known, has promoted job creation.<br /><br />President Barack Obama, joined by other leading Democrats, boiled down the plan's jobs-related achievements in a Feb. 17 address from the Eisenhower Executive Office Building in Washington.<br /><br />\"So far,\" he said, \"the Recovery Act is responsible for the jobs of about 2 million Americans who would otherwise be unemployed. These aren't just our numbers; these are the estimates of independent, nonpartisan economists across the spectrum. ... [And] the Recovery Act is on track to save or create another 1.5 million jobs in 2010.\"<br /><br />This is quite a different picture from the one painted by Republicans, who have focused on the stubbornly high (and until recently, consistently rising) unemployment rate. So we thought we'd check the accuracy of Obama's comments on the stimulus and jobs.<br /><br />As anyone with a passing familiarity with economics might expect, economists are far from unified on their estimates of how big an effect the stimulus has had on jobs.<br /><br />First let's explain how economists have been estimating the impact of the stimulus on jobs. Essentially, they have been comparing two numbers: the actual employment statistics from the federal government, and an estimate of what those employment numbers would have looked like had there been no stimulus. We'll get into more detail about how this is done below. But for now, the important thing to note is that the gap between these two figures represents the number of jobs that economists believe were created or saved by the stimulus.<br /><br />In a report released on Jan. 13, 2010, the president's Council of Economic Advisers estimated that between 1.77 million jobs and 2.07 million jobs were created or saved by the stimulus through the fourth quarter of 2009.<br /><br />Separately, the council's report cited four independent analyses of the same question. These estimates were by the Congressional Budget Office, Congress' nonpartisan number-crunching arm, as well by three private-sector economic-analysis firms. Here's what those groups found:<br /><br />&bull; CBO: Between 800,000 jobs (low estimate) and 2.4 million jobs (high estimate) saved or created.<br /><br />&bull;&nbsp;IHS/Global Insight: 1.25 million jobs saved or created.<br /><br />&bull;&nbsp;Macroeconomic Advisers: 1.06 million jobs saved or created.<br /><br />&bull;&nbsp;Moody's economy.com: 1.59 million jobs saved or created.</p>\r\n<p>In the report, Obama's economic advisers argue that their estimates \"are consistent with a broad consensus of numerous professional forecasters. The fact that such a range of public and private forecasters broadly agree with our assessment should increase confidence that the act is having a substantial stimulative effect.\" <br /><br />But focusing on the 2 million figure, as Obama does, is a somewhat generous view of the data.<br /><br />For the president to be right about 2 million jobs having been created or saved would mean using the highest end of the administration's own range, or the highest end of the CBO's range. Indeed, leaving the Obama advisers' analysis out of it and looking only at the independent estimates produces an average of 1.38 million jobs created or saved -- about 30 percent lower than the president's 2 million-job benchmark.<br /><br />The numbers creep closer to what Obama and other Democrats are suggesting if you fast-forward the employment estimates by one quarter, to the first quarter of 2010. Using updated estimates provided to PolitiFact, IHS/Global Insight estimates that 1.7 million jobs will be created or saved by the first quarter of 2010. And Moody's economy.com estimated that 1.9 million jobs will be created or saved by that quarter. (These figures are cumulative, meaning that a total of 1.7 million or 1.9 million jobs will have been created or saved since the stimulus bill took effect, rather than that many jobs being created or saved in the first quarter of 2010 alone.)<br /><br />So, depending on which time frame you use, Obama's 2 million number is either on the high end of the scale, or just about right.<br /><br />Now let's look at Obama's second statistic -- that the stimulus \"is on track to save or create another 1.5 million jobs in 2010.\" By saying that, Obama was repeating a CEA claim from its Jan. 13, 2010, report. To see if the administration is right, let's look at the independent analyses.<br /><br />Both IHS/Global Insight and Moody's economy.com provided us with forward-looking projections for jobs created and saved. Looking ahead to the fourth quarter of 2010, IHS/Global Insight estimates that the gap between employment with and without the stimulus will be 2.45 million jobs, while Moody's economy.com finds the gap to be 2.5 million jobs. If you subtract from these figures the jobs that had already been created or saved through the fourth quarter of 2009, you'd end up with 1.2 million jobs newly created or saved in 2010 under the IHS/Global Insight model, or a little under 1 million additional jobs saved in 2010 under Moody's economy.com model.<br /><br />So again in this case, the president is somewhat generous in his estimates, at least for the data provided by these two private-sector analyses.<br /><br />Economists say there's room for honest disagreement over the size of the multipliers they use and the impact that the stimulus will have on the larger economy. <br /><br />\"There's a lot of uncertainty around these estimates, because the numbers aren't precise,\" Faucher said. Some of the key assumptions, he said, involve how much of the extra income from bonus Social Security payments, extended unemployment benefits, higher food stamps, and tax cuts are spent by consumers, and how infrastructure spending translates into jobs and income.<br /><br />Some scholars, including many conservatives, believe that the multiplier effect from the stimulus is small or nonexistent. \"Every dollar Congress injects into the economy must first be taxed or borrowed out of the economy,\" writes economist Brian Riedl of the conservative Heritage Foundation. \"No new purchasing power is created; it is merely transferred from one part of the economy to another. ... Removing water from one end of a swimming pool and pouring it in the other end will not raise the overall water level -- no matter how large the bucket. Similarly, borrowing money from one part of the economy and redistributing to another part of the economy will not create new growth -- no matter how big the stimulus bill.\"<br /><br />But Gus Faucher, the director of macroeconomics with Moody's economy.com, said he disagrees \"very strongly\" with Riedl, arguing that in a weak economy, the government isn't displacing other economic activity but is instead creating new economic activity.<br /><br />With the notable exception of conservatives, the independent economists who have produced studies agree that the stimulus has saved or created upwards of 1 million jobs, and that the bill will likely create another million or so jobs in 2010. These numbers are based on a \"counterfactual\" study that is an estimate subject to some professional disagreement. And within this broad range of expert opinion, Obama chose a number on the high side. The numbers could easily be less than what he suggests. So we rate his claim Half True.</p>", "ruling_comments_date": "2010-02-17T18:37:13.481528", "ruling_date": "2010-02-17T20:12:09", "ruling_headline": "Obama says stimulus is responsible for 2 million jobs saved or created", "ruling_headline_slug": "obama-says-stimulus-responsible-millions-jobs-save", "ruling_link_text": "The president highlights the most favorable numbers", "ruling_state": null, "source_documents": null, "sources": "<p>Barack Obama, <a href=\"http://www.whitehouse.gov/the-press-office/remarks-president-and-vice-president-one-year-anniversary-signing-recovery-act\" target=\"_blank\">remarks</a> by the president and the vice president on the anniversary of the signing of the Recovery Act, Feb. 17, 2010</p>\r\n<p>Council of Economic Advisers, \"<a href=\"http://www.whitehouse.gov/sites/default/files/microsites/100113-economic-impact-arra-second-quarterly-report.pdf\" target=\"_blank\">The Economic Impact of the American Recovery and Reinvestment Act of 2009, Second Quarterly Report</a>,\" Jan. 13, 2010<br /><br />Congressional Budget Office, estimate of the economic effects of the American Recovery and Reinvestment Act of 2009 (<a href=\"http://www.cbo.gov/ftpdocs/100xx/doc10008/03-02-Macro_Effects_of_ARRA.pdf\" target=\"_blank\">letter</a> to Sen. Charles Grassley), March 2, 2009</p>\r\n<p>Congressional Budget Office, \"<a href=\"http://cbo.gov/ftpdocs/106xx/doc10682/11-30-ARRA.pdf\" target=\"_blank\">Estimated Impact of the American Recovery and Reinvestment Act on Employment and Economic Output as of September 2009</a>,\" November 2009</p>\r\n<p>IHS/Global Insight, updated figures for stimulus effects on GDP and jobs, Feb. 2010 (provided to PolitiFact by IHS/Global Insight) <br /><br />Moody's economy.com, \"Forecast Comparison: Baseline vs. No ARRA stimulus scenario,\" accessed Feb. 17, 2010, (provided to PolitiFact by Moody's economy.com)<br /><br />Augustine Faucher, \"<a href=\"http://www.economy.com/b/?g=DDA48499F5664569A66C1478603CD9C2\" target=\"_blank\">How We Know the Stimulus Is Working</a>,\" Dec. 4, 2009<br /><br />Macroeconomic Advisers, \"The US Economic Outlook: Is the Upturn Imminent? How Strong?\" June 11, 2009 (provided to PolitiFact by Macroeconomic Advisers) <br /><br />Macroeconomic Advisers, Macroeconomic Advisers' Outlook Commentary, Sept. 3, 2009, (provided to PolitiFact by Macroeconomic Advisers) <br /><br />Brian M. Riedl, \"White House Report Claims Stimulus Success-Despite 3.5 Million Job Losses\" (<a href=\"http://www.heritage.org/Research/Economy/wm2755.cfm\" target=\"_blank\">briefing paper</a>), Jan. 14, 2010<br /><br /><em>New York Times</em>, \"<a href=\"http://www.nytimes.com/2010/02/17/business/economy/17leonhardt.html?scp=2&amp;sq=david%20leonhardt&amp;st=cse\" target=\"_blank\">Judging Stimulus by Job Data Reveals Success</a>,\" Feb. 17, 2010<br /><br />E-mail interview with Gus Faucher, director of macroeconomics with Moody's economy.com, Feb. 17, 2010<br /><br />E-mail interview with Joel Prakken, chairman of Macroeconomic Advisers, Feb. 17, 2010<br /><br />E-mail interview with Dean Baker, co-director of the Center for Economic and Policy Research, Feb. 17, 2010<br /><br />Interview with Nan Gibson, chief of staff for the president's Council of Economic Advisers, Feb. 17, 2010</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\"So far, the Recovery Act is responsible for the jobs of about 2 million Americans who would otherwise be unemployed. ... [And] the Recovery Act is on track to save or create another 1.5 million jobs in 2010.\"</p>", "statement_context": "an address at the Eisenhower Executive Office Building", "statement_date": "2010-02-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 150, "photo": null, "resource_uri": "/api/v/2/subject/150/", "subject": "Stimulus", "subject_slug": "stimulus", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}