{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/feb/18/scott-brown/scott-brown-says-stimulus-didnt-create-one-new-job/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1496, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1496/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>A major theme in Republican complaints about the $862 billion stimulus program is that it didn't deliver enough jobs. Republican Sen. Scott Brown of Massachusetts took that view to an extreme, claiming that it didn't create <em>any </em>new jobs. Here's what he said during a Feb. 4, 2010, news conference, shortly after he was sworn in.<br /><br />&ldquo;The last stimulus bill didn&rsquo;t create one new job, and in some states the money that was actually released hasn&rsquo;t even been used yet,&rdquo; Brown said.<br /><br />ABC's Jonathan Karl immediately followed up. &ldquo;It didn&rsquo;t create one new job?&rdquo; Karl asked.<br /><br />&ldquo;That&rsquo;s correct. We lost another 85,000 jobs again, give or take, last month,&rdquo; Brown responded.&nbsp; &ldquo;And in Massachusetts, it hasn&rsquo;t created one new job and throughout the country as well. It may have retained some, but it hasn&rsquo;t created any new jobs.\"<br /><br />There are two ways to analyze this question -- looking at jobs created directly by the stimulus, and looking at jobs created in the broader economy since the stimulus bill took effect.<br /><br />We'll look first at jobs funded directly by the stimulus.<br /><br />According to Recovery.gov -- the Obama administration's Web site that tracks the stimulus effort -- the American Recovery and Reinvestment Act created or saved 634,042 jobs between Feb. 17, 2009, and Sept. 30, 2009, and it funded 595,263 jobs between Oct. 1, 2009, and Dec. 31, 2009. The data come from reports filed by the primary recipient of stimulus funds such as state and local governments and private-sector companies.<br /><br />These numbers aren't perfect. They meld bits and pieces of part-time jobs into \"full-time equivalent\" jobs, and the two periods use different criteria for job counting, due to a change dictated by the Office of Management and Budget in December 2009. (For the earlier of the two periods cited above, the number refers to jobs created or saved; for the later of the two periods, it refers to the number of jobs funded by the stimulus without reference to whether that funding created or saved a job.) Also, the Government Accountability Office, the investigative arm of Congress, concluded in November 2009 that \"there are a range of significant reporting and quality issues that need to be addressed\" in this reporting system.<br /><br />So these statistics may overstate the actual number of jobs created. But not by enough to make Brown's zero-jobs claim accurate.<br /><br />So there's strong evidence that the stimulus has created lots of jobs directly through federal spending. What about the economy as a whole?<br /><br />Economists have been estimating the impact of the stimulus on jobs by comparing two numbers: current employment statistics and an estimate of what those employment numbers would have looked like had there been no stimulus.<br /><br />In a report released on Jan. 13, 2010, the president's Council of Economic Advisers estimated that between 1.77 million jobs and 2.07 million jobs were created or saved by the stimulus through the fourth quarter of 2009.<br /><br />Separately, the council's report cited four independent analyses of the same question. These estimates were by the nonpartisan Congressional Budget Office, as well by three private-sector economic-analysis firms. Here's what those groups found:<br /><br />&bull; CBO: Between 800,000 jobs (low estimate) and 2.4 million jobs (high estimate) saved or created.<br /><br />&bull; IHS/Global Insight: 1.25 million jobs saved or created.<br /><br />&bull; Macroeconomic Advisers: 1.06 million jobs saved or created.<br /><br />&bull; Moody's economy.com: 1.59 million jobs saved or created.<br /><br />A couple of caveats: These estimates are based on economic models that vary somewhat from study to study, and not everyone buys the idea that it's possible to measure how the economy would have fared in the absence of a stimulus.<br /><br />Indeed, some economists, including many conservatives, believe that the multiplier effect from the stimulus is small or nonexistent. \"Every dollar Congress injects into the economy must first be taxed or borrowed out of the economy,\" writes economist Brian Riedl of the conservative Heritage Foundation. \"No new purchasing power is created; it is merely transferred from one part of the economy to another. ... Removing water from one end of a swimming pool and pouring it in the other end will not raise the overall water level -- no matter how large the bucket. Similarly, borrowing money from one part of the economy and redistributing to another part of the economy will not create new growth -- no matter how big the stimulus bill.\"<br /><br />We acknowledge that there's some dispute on this question. Still, the independent estimates we've seen have credibility, and they all agree that at least 1 million jobs have been created or saved. That, in combination with the hundreds of thousands of jobs cited on recovery.gov as being funded directly by the stimulus, contradicts Brown's assertion that the bill \"didn&rsquo;t create one new job.\"<br /><br />But if Brown had chosen his words more carefully, he could have scored better on the Truth-O-Meter.<br /><br />He's right that the economy as a whole has been losing jobs almost every single month since January 2008. According to a chart prepared by the Obama White House, there has been positive job growth in only one month during that period -- November 2009. (In his news conference comment, Brown actually underestimated the net job losses in December 2009, which was the most recent month for which data was available before he spoke; it was about 150,000, rather than 85,000.)<br /><br />So if Brown had said that the national economy hasn't seen any net gain in jobs since the stimulus bill was passed, he would have earned himself a True.<br /><br />A spokesman for Brown, Eric Fehrnstrom, made that point to us in an interview. \"The fact is that we have lost jobs every month since the stimulus passed,\" Fehrnstrom said. \"No amount of political spin can change that fact.\"<br /><br />But that's not what Brown said. He said the stimulus bill \"didn&rsquo;t create one new job\" and, when asked to clarify, he said it \"hasn&rsquo;t created any new jobs.\" It's perfectly reasonable to question whether the $862 billion was well spent and whether it is good economic policy. But that money has clearly resulted in tens of thousands of jobs that wouldn't exist otherwise. It's preposterous to claim that no new jobs came out of it. We find his claim Pants on Fire!</p>", "ruling_comments_date": "2010-02-18T16:13:06.101528", "ruling_date": "2010-02-18T17:47:49", "ruling_headline": "Scott Brown says stimulus 'didn't create one new job'", "ruling_headline_slug": "scott-brown-says-stimulus-didnt-create-one-new-job", "ruling_link_text": "Despite grim employment numbers, the stimulus has created jobs", "ruling_state": null, "source_documents": null, "sources": "<p>Jonathan Karl, \"Scott Brown Says Stimulus Hasn't Created One New Job -- WH Says He's Wrong\" (<a href=\"http://blogs.abcnews.com/thenote/2010/02/scott-brown-says-stimulus-hasnt-created-one-new-job-wh-says-hes-wrong.html\" target=\"_blank\">ABC News blog post</a>), Feb. 4, 2010</p>\r\n<p>PolitiFact, \"<a href=\"http://www.politifact.com/truth-o-meter/statements/2010/feb/17/barack-obama/obama-says-stimulus-responsible-millions-jobs-save/\" target=\"_blank\">Obama says stimulus is responsible for 2 million jobs saved or created</a>,\" Feb. 17, 2010</p>\r\n<p>Council of Economic Advisers, \"<a href=\"http://www.whitehouse.gov/sites/default/files/microsites/100113-economic-impact-arra-second-quarterly-report.pdf\" target=\"_blank\">The Economic Impact of the American Recovery and Reinvestment Act of 2009, Second Quarterly Report</a>,\" Jan. 13, 2010<br /><br />Congressional Budget Office, estimate of the economic effects of the American Recovery and Reinvestment Act of 2009 (<a href=\"http://www.cbo.gov/ftpdocs/100xx/doc10008/03-02-Macro_Effects_of_ARRA.pdf\" target=\"_blank\">letter</a> to Sen. Charles Grassley), March 2, 2009</p>\r\n<p>Congressional Budget Office, \"<a href=\"http://cbo.gov/ftpdocs/106xx/doc10682/11-30-ARRA.pdf\" target=\"_blank\">Estimated Impact of the American Recovery and Reinvestment Act on Employment and Economic Output as of September 2009</a>,\" November 2009</p>\r\n<p>IHS/Global Insight, updated figures for stimulus effects on GDP and jobs, Feb. 2010 (provided to PolitiFact by IHS/Global Insight) <br /><br />Moody's economy.com, \"Forecast Comparison: Baseline vs. No ARRA stimulus scenario,\" accessed Feb. 17, 2010, (provided to PolitiFact by Moody's economy.com)</p>\r\n<p>Augustine Faucher, \"<a href=\"http://www.economy.com/b/?g=DDA48499F5664569A66C1478603CD9C2\" target=\"_blank\">How We Know the Stimulus Is Working</a>,\" Dec. 4, 2009</p>\r\n<p>Macroeconomic Advisers, \"The US Economic Outlook: Is the Upturn Imminent? How Strong?\" June 11, 2009 (provided to PolitiFact by Macroeconomic Advisers)<br /><br />Macroeconomic Advisers, Macroeconomic Advisers' Outlook Commentary, Sept. 3, 2009, (provided to PolitiFact by Macroeconomic Advisers)</p>\r\n<p>Brian M. Riedl, \"White House Report Claims Stimulus Success-Despite 3.5 Million Job Losses\" (<a href=\"http://www.heritage.org/Research/Economy/wm2755.cfm\" target=\"_blank\">briefing paper</a>), Jan. 14, 2010</p>\r\n<p>Organizing for America, <a href=\"http://my.barackobama.com/page/content/recoveryanniversary/\" target=\"_blank\">char</a>t of monthly national job losses between Dec. 2007 and Jan. 2010, accessed Feb. 18, 2010<br /><br />Government Accountability Office, \"<a href=\"http://www.gao.gov/new.items/d10223.pdf\" target=\"_blank\">Recovery Act: Recipient Reported Jobs Data Provide Some Insight into Use of Recovery Act Funding, but Data Quality and Reporting Issues Need Attention</a>,\" November 2009<br /><br />Recovery.gov, \"<a href=\"http://www.recovery.gov/Transparency/RecipientReportedData/Pages/JobSummary.aspx?qtr=2009Q4\" target=\"_blank\">Recovery Funded Jobs Reported by Recipients, Oct. 1, 2009 - Dec. 31, 2000</a>,\" accessed Feb. 18, 2010</p>\r\n<p>Recovery.gov, \"<a href=\"http://www.recovery.gov/Transparency/RecipientReportedData/Pages/JobSummary.aspx?qtr=2009Q3\" target=\"_blank\">Recovery Funded Jobs Reported by Recipients, Feb. 17, 2009 - Sept. 30, 2009</a>,\" accessed Feb. 18, 2010</p>\r\n<p>Jake Tapper, \"Farewell 'Saved or Created': Obama Administration Changes the Counting of Stimulus Jobs\" (<a href=\"http://blogs.abcnews.com/politicalpunch/2010/01/farewell-saved-or-created-obama-administration-changes-the-counting-of-stimulus-jobs.html\" target=\"_blank\">ABC News blog post</a>), Jan. 11, 2010</p>\r\n<p>Interview with Ed Pound, communications director for the Recovery Accountability and Transparency Board, Feb. 18, 2010<br /><br />E-mail interview with Eric Fehrnstrom, spokesman for Sen. Scott Brown, Feb. 18, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 2, "first_name": "Scott", "half_true_count": 1, "home_state": "New Hampshire", "id": 312, "last_name": "Brown", "mostly_true_count": 3, "name_slug": "scott-brown", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Scott_Brown.JPG", "primary_edition": {"adkey": "Editions", "advalue": "New Hampshire", "edition": "New Hampshire", "edition_slug": "new-hampshire", "has_afterthefact": false, "id": 47, "index_page": false, "meter_name": "The New Hampshire Truth-O-Meter", "resource_uri": "/api/v/2/edition/47/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/312/", "total_count": 10, "true_count": 0, "website": ""}, "statement": "<p>The stimulus bill \"didn&rsquo;t create one new job.\"</p>", "statement_context": "a press conference", "statement_date": "2010-02-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 150, "photo": null, "resource_uri": "/api/v/2/subject/150/", "subject": "Stimulus", "subject_slug": "stimulus", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 103, "photo": null, "resource_uri": "/api/v/2/subject/103/", "subject": "Workers", "subject_slug": "workers", "used_in_edition": []}], "target": [], "twitter_headline": null}