{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/feb/19/mitch-mcconnell/mcconnell-claims-stimulus-includes-219000-study-se/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1504, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1504/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>In an address on the anniversary of the economic stimulus, President Barack Obama boasted that despite the massive and rapid spending in the $862 billion package, you're not hearing about money being misspent. <br /> <br /> \"I was still concerned -- Joe (Biden) and I were just talking in the back -- when this thing passed we said $787 billion -- somewhere there&rsquo;s going to be some story of some money that ended up being misspent; $787 billion spent out over 18 months, that's a lot -- that's a lot of money,\" Obama said. \"And it is a testimony to Vice President Biden and his team that, as Joe puts it, the dog, so far at least, hasn't barked. \"</p>\r\n<p>But Senate Republican Leader Mitch McConnell put out a press release titled \"Stimulus Anniversary Gifts to Taxpayers: One Year of Spending Taxpayer Dollars Studying Malt Liquor and Marijuana, Researching Drunk Mice, Funding Martini Bars and Steakhouses, and Examining Facebook.\" It lists 15 stimulus projects. We took a look at several items on this list, as well as a few from House Republican Leader John Boehner to see if they were as billed.</p>\r\n<p>In this item, we look at McConnell's claim that  the stimulus includes  \"$219,000 to study  the sex lives of female college freshmen.\"</p>\r\n<p>We couldn't resist checking this one out.<br /><br />Especially after reading a Sept. 8, 2009, story in the <em>(Syracuse) Daily Orange</em>, that begins, \"Five hundred Syracuse University freshmen will divulge the details of their sex lives as part of a women's health study\" ... paid for with $219,000 in stimulus funds.<br /><br />Alas, the academic rendering of the study on the government's stimulus Web site, recovery.gov, doesn't read nearly as provocatively:<br /><br />\"Scientific Rationale: The transition from adolescence to adulthood involves important developmental challenges. Events during this key developmental phase can profoundly shape and influence academic and occupational achievement as well as affect health outcomes. During this time, women are particularly vulnerable to a number of health threats including depressive, anxiety and eating disorders; psychosomatic conditions; intimate partner coercion and violence; and sexually transmitted infections. Understanding gender-based health disparities is an important public health goal. Preliminary scientific reports suggest that intimate encounters between partners who have no expectation of a romantic commitment may be increasing and that these encounters may be partly responsible for gender-based health disparities. However, little research has investigated the health consequences of such encounters using a large sample, a longitudinal design, reliable and valid measures, and sophisticated data analyses.\"<br /><br />Later, it's  translated more plainly: They will study the physical and mental health  consequences of hookups.<br /><br />In other words, this is a public health study (funded through the Department of Health and Human Services), not a submission to <em>Penthouse</em>.<br /><br />The two-year survey will track health-related behaviors such as tobacco use, alcohol use, exercise and physical activity, sleep and sexual behavior as well as psychosomatic and mental health symptoms. The findings will be used \"to inform parents, educators, medical and public health professionals, and to guide the development of more effective health promotion and disease prevention programs.\"<br /><br />In the <em>Daily Orange</em> story, the man conducting the study, Syracuse University professor of psychology and medicine Michael Carey, defended it as a worthwhile study that will help improve approaches to intervention in women's health. <br /><br />\"The Women's Health Project includes sexual behavior &hellip; because of the increasing recognition that social and health problems are linked to sexual behavior &hellip; and that there has been little scientific study of the topic despite its potential health implications,\" Carey said.<br /><br />\"Women have been traditionally neglected in health research, even though they are disproportionately vulnerable to a number of health threats,\" such as sexually transmitted diseases and eating disorders, Carey said. <br /><br />Although Carey applied to the National Institutes of Health for funding long before the stimulus was even being considered, he said stimulus funds are appropriate for the study.<br /><br />\"The funds invested in this project do help to support jobs and will quickly find their way back into the local economy,\" Carey said. \"Moreover, investing in health and health research is as important to the revitalization of our economy as are investments in our physical infrastructure.\"<br /><br />As for the jobs, there won't be many direct ones. According to the recovery.gov synopsis, the study will involve a half-time research assistant and part-time temporary assistants.</p>\r\n<p>While McConnell's characterization of the study packs a good political punch, we think the actual study isn't nearly as ... sexy ... as he makes it out to be. It's a public health study. And so we rule this claim Half True.</p>", "ruling_comments_date": "2010-02-19T18:00:38.761528", "ruling_date": "2010-02-19T18:00:51", "ruling_headline": "McConnell claims stimulus includes $219,000 to study the sex lives of female college freshmen", "ruling_headline_slug": "mcconnell-claims-stimulus-includes-219000-study-se", "ruling_link_text": "More New England Journal of Medicine than Penthouse", "ruling_state": null, "source_documents": null, "sources": "<p>Web site of Republican Senate Leader Mitch McConnell, <a href=\"http://republican.senate.gov/public/index.cfm?FuseAction=Blogs.View&amp;Blog_Id=a7f2e125-faea-4e5b-a7cf-1a127f4a66f3\" target=\"_blank\">Stimulus Anniversary Gifts To Taxpayers </a></p>\r\n<p><a href=\"http://www.recovery.gov/Pages/home.aspx\" target=\"_blank\">Recovery.gov</a>, the U.S. government&rsquo;s official website providing easy access to data related to Recovery Act spending</p>\r\n<p>The Daily Orange, <a href=\"http://media.www.dailyorange.com/media/storage/paper522/news/2009/09/08/News/Su.Sex.Study.Raises.Concern-3765203.shtml\" target=\"_blank\">\"SU sex study raises concern,\"</a> by Laura Foti, Sept. 8, 2009</p>\r\n<p>Recovery.gov, Overview of <a href=\"http://www.recovery.gov/Transparency/RecipientReportedData/pages/RecipientProjectSummary508.aspx?AwardIdSur=8268&amp;AwardType=Grants\" target=\"_blank\">\"Alcohol Use and health in Young Women\"</a> study</p>\r\n<p>The Post-Standard (Syracuse, New York), \"GOP Critisizes SU Research,\" by Michelle Breidenbach, Aug. 25, 2009</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 7, "current_job": "Senate minority leader", "false_count": 6, "first_name": "Mitch", "half_true_count": 6, "home_state": "Kentucky", "id": 106, "last_name": "McConnell", "mostly_true_count": 8, "name_slug": "mitch-mcconnell", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/mcconnell.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/106/", "total_count": 33, "true_count": 4, "website": "http://mcconnell.senate.gov/"}, "statement": "<p>The stimulus includes  \"$219,000 to study  the sex lives of female college freshmen.\"</p>", "statement_context": "a press release", "statement_date": "2010-02-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 150, "photo": null, "resource_uri": "/api/v/2/subject/150/", "subject": "Stimulus", "subject_slug": "stimulus", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}