{"art": [], "author": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "canonical_url": "/florida/statements/2010/feb/24/cw-bill-young/bill-young-claims-house-plan-was-government-takeov/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 1513, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "resource_uri": "/api/v/2/statement/1513/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>Many Republicans have said the Democratic health care plan is a \"government takeover\" of the nation's health system. The phrase has appeared in at least 700 newspaper articles in the past six months, according to a Nexis search. It's been a powerful weapon for the GOP opposition because it conjures images of a sluggish, state-run bureaucracy.<br /><br />So when 20-term U.S. Rep. C.W. Bill Young announced he was running for re-election in a speech to Pinellas County Republicans on Feb. 20, 2010, he mentioned his opposition to the health plan and other Democratic initiatives.<br /><br />\"I voted against the bailout, and I'm going to do it again,\" the Indian Shores Republican said to applause.<br /><br />\"I voted against the stimulus, and I'm going to do it again,\" he added.</p>\r\n<p>\"I voted against the government takeover of our health programs, and I'm going to do it again.\"<br />We should note that he was referring to the original Democratic health plan that passed the U.S. House last fall, not the one the White House unveiled on Feb. 22. But we suspect it wouldn't make much difference.<br /><br />The problem is, it's wrong.<br /><br />By any reasonable definition, there's no way that the Democratic plan could be considered a government takeover. Indeed, its primary approach is to set up new systems to encourage private health insurance companies to provide more coverage and better services. <br /><br />The cornerstone of the Democratic program is actually the status quo. The majority of Americans would continue to get health coverage the way they do now -- from <em>private </em>insurance companies. That coverage would be paid for the same way it is now -- by private employers and individual premiums. That's not a government takeover.<br /><br />The biggest new element in the Democratic plan is a health care exchange that is supposed to provide coverage for Americans who have trouble getting it now -- people who are self-employed or work for small companies. The government (or the states) would create the exchanges, which would be virtual marketplaces where people could shop for the best coverage.<br /><br />It's envisioned that most providers in the exchange would be private insurers, but the version of the bill that passed the House includes a \"public option,\" a government-run program. That's been the most controversial element of the Democratic proposal. Some Republicans think it could be a stalking horse for a future expansion of the government's role. But still, the exchanges rely primarily on private insurers, so it's incorrect to call them a government takeover. (The new Obama plan appears to abandon the idea of a public option.)<br /><br />The other element of the plan that would increase government's role in providing coverage is the expansion of Medicaid. Under the House bill, Medicaid would be expanded to cover anyone at or below 150 percent of poverty level. According to one estimate by the Congressional Budget Office, that would add 11 million people to Medicaid (on top of the roughly 60 million now in it), which would account for about an 18 percent increase. <br /><br />Harry Glenn, a spokesman for Young, said Young was stating an opinion. But given the congressman's wording, we believe it was stated as fact. <br /><br />And once again, we are faced with over-the-top rhetoric about the health care plan. It's perfectly legitimate to raise questions about the plan and the government's role, but it's wildly incorrect to label it a government takeover. Yes, the plan would expand the government's role, but it primarily would continue to rely on <em>private insurers</em> for the vast majority of Americans. And, for people who have trouble getting coverage, it would create a marketplace so people could shop for coverage from <em>private insurers</em>. It's ridiculously false to call that a government takeover. <br /><br />For this one, we need to strike a match and set the meter ablaze. Pants on Fire!</p>", "ruling_comments_date": "2010-02-24T13:19:39.461527", "ruling_date": "2010-02-24T19:48:49", "ruling_headline": "Bill Young claims House plan was 'government takeover' of health care", "ruling_headline_slug": "bill-young-claims-house-plan-was-government-takeov", "ruling_link_text": "Most people would still have private insurance", "ruling_state": null, "source_documents": null, "sources": "<p>St. Petersburg Times, <a href=\"http://www.tampabay.com/news/politics/elections/republican-rep-cw-bill-young-announces-hell-run-again/1074805\" target=\"_blank\">Republican Rep. C.W. Bill Young announces he'll run again</a>, Feb. 20, 2010<br /><br />House Energy and Commerce Committee, <a href=\"http://energycommerce.house.gov/Press_111/health_care/hr3962_DETAILEDSUMMARY.pdf\" target=\"_blank\">Detailed summary of Affordable Health Care for America Act</a>, accessed Feb. 23, 2010<br /><br />New England Journal of Medicine, <a href=\"http://healthcarereform.nejm.org/?p=2072\" target=\"_blank\">Medicaid and National Health Care Reform</a>, Oct. 14, 2009<br /><br />Kaiser Health Facts, <a href=\"http://www.statehealthfacts.org/comparemaptable.jsp?cat=4&amp;ind=198\" target=\"_blank\">Total Medicaid Enrollment</a>, accessed Feb. 23, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. Representative, Florida District 10", "false_count": 1, "first_name": "C.W. Bill", "half_true_count": 1, "home_state": "Florida", "id": 269, "last_name": "Young", "mostly_true_count": 0, "name_slug": "cw-bill-young", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Bill_Young.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/269/", "total_count": 4, "true_count": 1, "website": "http://www.house.gov/young/"}, "statement": "<p>The Democratic health care plan is a \"government takeover of our health programs.\"</p>", "statement_context": "a speech to Pinellas County Republicans.", "statement_date": "2010-02-20", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}