{"art": [], "author": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/mar/01/lamar-alexander/health-care-reform-expand-Medicaid-doctors/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 1533, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1533/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Little known fact: The health care bill will open up Medicaid to millions of Americans.<br /><br />The expansion has been overshadowed by debate over the public option, taxes on \"Cadillac\" health care plans, and a litany of other controversial items in the overhaul. <br /><br />But during the Feb. 25, 2010, health care summit between President Barack Obama and members of Congress, Sen. Lamar Alexander, a Tennessee Republican, pointed to the provision as one of his biggest problems with the bill.<br /><br />\"It dumps 15 to 18 million low-income Americans into a Medicaid program that none of us want to be a part of because 50 percent of doctors won't see new patients,\" Alexander told Obama in his opening remarks. \"So it's like giving someone a ticket to a bus line where the buses only run half the time.\"<br /><br />No one likes to wait for the bus, so we decided to look into Alexander's claim.<br /><br />Currently, Medicaid is available to low-income individuals who are pregnant, disabled, elderly or have children 18 years old or younger; the program covers about 60 million patients. The Senate and House health care bills, and Obama's latest health care proposal, would open up the program to all people under 65 with a low income. The Obama proposal and the Senate bill would offer Medicaid benefits to those with incomes up to 133 percent of the federal poverty level, while the House version would allow those with incomes up to 150 percent of the federal poverty level to enroll. <br /><br />All that would mean a major expansion of the program. Medicaid is funded jointly by the states and the federal government, but administered by the states. So, the proposed expansion has proven particularly controversial among state officials, who say local budgets are already strapped and can't handle additional enrollees. One of the biggest complaints among doctors is that Medicaid reimbursements are already too low. <br /><br />We asked Alexander's office for some information on the statement, and his spokesman, Ryan Loskarn, pointed us to two recent studies about impacts of the potential law change. <br /><br />The first, compiled by the Congressional Budget Office, was published on Dec. 19, 2009, and looked at the impact of the Senate bill's Medicaid expansion provision. The CBO estimated that the expansion would increase the number of enrollees in Medicaid and the Children's Health Insurance Program by about 15 million, costing states about $26 billion over 10 years. (CBO does not specify how many of those would be only Medicaid patients, but the experts we spoke with told us that they would make up the vast majority of new enrollees.)<br /><br />The second study was published on Jan. 8, 2010, by the Centers for Medicare and Medicaid Services. According to the report, the Senate bill would put 18 million people on the Medicaid beneficiary list. An additional 2 million with employer-sponsored health insurance would enroll in Medicaid for supplemental coverage. So, if anything, Alexander is understating the high end of the overall estimate. <br /><br />Meanwhile, the Henry J. Kaiser Family Foundation, a group that analyzes health care policy, estimated that Medicaid would enroll as many as 17.1 million new beneficiaries under the health care bill. <br /><br />So, by all accounts, Alexander is in the ballpark on how many people would be newly eligible for Medicaid.<br /><br />To back up the second part of Alexander's claim -- that 50 percent of doctors won't see new Medicaid patients -- Alexander's office pointed us to a 2007 <em>Wall Street Journal</em> article about access issues in Medicaid. The story mentioned a 2006 report from the Center for Studying Health System Change that estimated nearly half of doctors have stopped accepting or limited the number of Medicaid patients. <br /><br />According to that 2006 study, about 52 percent of doctors surveyed said they were accepting all new Medicaid patients, while only 21 percent said they were accepting no new patients. Presumably, the rest of the doctors surveyed were limiting to some degree the number of new Medicaid patients they were accepting. <br /><br />So, to say that 50 percent of doctors are accepting no new Medicaid patients based on that study is incorrect, said Alwyn Cassil, the group's director of public affairs. <br /><br />Furthermore, the Center for Studying Health System Change updated those figures in 2009 and provided more detail. Currently, 40.2 percent of doctors are accepting all new Medicaid patients, 12.4 percent are accepting most, 19.2 percent are accepting some, and 28.2 percent are accepting no new patients.<br /><br />Cassil did emphasize the fact that the 2006 study and the 2009 study are hard to compare because the group has changed its survey methods in the last few years. In 2006, for example, the group spoke with doctors over the phone. This time around, they administered a written survey. So, the group doesn't know if the most recent statistics are really worse than they were a few years ago or if patient rejection was simply underreported during the last survey.<br /><br />Nevertheless, Alexander raises a good point, Cassil said. <br /><br />\"It is a valid point to raise, physician willingness to accept new Medicaid patients,\" she said. \"If you're going to be throwing another 15 million into the program, you've got to be thinking about that.\"<br /><br />Joan Alker, executive director for the Georgetown Center for Children and Families, agreed that Alexander's statement is generally true, but glosses over some important details. <br /><br />\"I would say that certainly, access to physicians is a concern and that there's room for improvement,\" she said. \"But being on Medicaid provides more access to patients,\" than they would get if they had no insurance at all. Alexander's statement \"suggests that having Medicaid is meaningless, which is misleading.\"<br /><br />Leighton Ku, a health policy professor at George Washington University, said that those statistics are more nuanced than they seem. First, he pointed out, Medicaid patients surveyed often don't report great difficulty in finding doctors. But more importantly, Medicaid patients tend to be concentrated; there are many doctors that see just a few Medicaid patients, and a handful of clinics that see a lot. So, it's reasonable to think that some doctors aren't seeing new Medicaid patients because there are not many in their area. Finally, he said, many primary care physicians aren't seeing new patients at all, whether they are on Medicaid or have private insurance. <br /><br />In the first part of his statement, Alexander is in the ballpark: Anywhere from 15 to 18 million new patients could enroll in Medicaid if the health care overhaul is put into law. We also found that Alexander's underlying point, that some Medicaid patients might have trouble finding doctors, is a valid concern. But he overstates the percentage of doctors that won't accept new Medicaid patients and based that claim on old data. As a result, we find Alexander's claim to be Half True.</p>", "ruling_comments_date": "2010-03-01T14:22:30.381528", "ruling_date": "2010-03-01T16:33:25", "ruling_headline": "Health care reform bill will expand Medicaid, increasing demands on doctors", "ruling_headline_slug": "health-care-reform-expand-Medicaid-doctors", "ruling_link_text": "Not that many doctors refuse Medicaid", "ruling_state": null, "source_documents": null, "sources": "<p><em>Congressional Quarterly</em>, transcript of the health care summit, Feb. 25, 2010</p>\r\n<p>Centers for Medicare and Medicaid Services, <a href=\"http://www.cms.hhs.gov/MedicaidEligibility/02_AreYouEligible_.asp#TopOfPage\" target=\"_blank\">Are You Eligble?,</a> accessed Feb. 26, 2010</p>\r\n<p>The Henry J. Kaiser Family Foundation, <a href=\"http://www.kff.org/healthreform/upload/housesenatebill_final.pdf\" target=\"_blank\">Side-by-Side Comparison of Major Health Care Reform Proposals</a>, accessed Feb. 26, 2010</p>\r\n<p><em>The New York Times</em>, <a href=\"http://www.nytimes.com/2010/02/19/us/politics/19medicaid.html\" target=\"_blank\">States Consider Medicaid Cuts As Use Grows</a>, by Kevin Sack and Robert Pear, Feb. 19, 2010</p>\r\n<p>The Congressional Budget Office, <a href=\"http://www.cbo.gov/ftpdocs/108xx/doc10868/12-19-Reid_Letter_Managers_Correction_Noted.pdf\" target=\"_blank\">letter to Democratic Senate Leader Harry Reid</a>, Dec. 19, 2009</p>\r\n<p>Office of the Actuary, Centers for Medicare and Medicaid Services, <a href=\"http://www.cms.hhs.gov/ActuarialStudies/Downloads/S_PPACA_2010-01-08.pdf\" target=\"_blank\">Estimated Financial Effects of the \"Patient Protection and Affordable Care Act,\" as Passed by the Senate on December 24, 2009</a>, Jan. 8, 2010</p>\r\n<p><em>The Wall Street Journal</em>, Note to Medicaid Patients: The Doctor Won't See You, by Vanessa Furmans, July 19, 2007</p>\r\n<p>Henry J. Kaiser Family Foundation, Expanding Medicaid: Coverage for Low-Income Adults under Health Reform, February 2010</p>\r\n<p>Center for Studying Health System Change, <a href=\"http://www.hschange.com/CONTENT/866/\" target=\"_blank\">Tracking Report</a>, August 2006</p>\r\n<p>Center for Studying Health System Change, <a href=\"http://www.hschange.com/CONTENT/1078/\" target=\"_blank\">A Snapshot of U.S. Physicians: Key Findings from the 2008 Health Tracking Study Physician Survey</a>, September, 2009</p>\r\n<p>Henry J. Kaiser Family Foundation, <a href=\"http://www.kff.org/medicaid/upload/8000.pdf\" target=\"_blank\">Medicaid Beneficiaries and Access to Care</a>, October, 2009</p>\r\n<p>Phone Interview, Leighton Ku, Professor in the Department of Health Policy, George Washington University, Feb. 26, 2010</p>\r\n<p>Phone Interview, Alwyn Cassil, Director of Public Affairs, Center for Studying Health System Change, Feb. 26 and March 1, 2010</p>\r\n<p>Phone Interview, Joan Alker, Georgetown Center for Children and Families, March 1, 2010</p>\r\n<p>E-Mail Interview, Ryan Loskarn, spokesman for Sen. Lamar Alexander, Feb. 26, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 2, "first_name": "Lamar", "half_true_count": 2, "home_state": "", "id": 235, "last_name": "Alexander", "mostly_true_count": 0, "name_slug": "lamar-alexander", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Alexander.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Tennessee", "edition": "Tennessee", "edition_slug": "tennessee", "has_afterthefact": false, "id": 14, "index_page": false, "meter_name": "The Tennessee Truth-O-Meter", "resource_uri": "/api/v/2/edition/14/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/235/", "total_count": 7, "true_count": 2, "website": ""}, "statement": "<p>The health care bill \"dumps 15 to 18 million low-income Americans into a Medicaid program that none of us want to be a part of because 50 percent of doctors won't see new patients.\"</p>", "statement_context": "the televised health care summit", "statement_date": "2010-02-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 29, "photo": null, "resource_uri": "/api/v/2/subject/29/", "subject": "Poverty", "subject_slug": "poverty", "used_in_edition": []}], "target": [], "twitter_headline": null}