{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/mar/01/debbie-wasserman-schultz/wasserman-schultz-says-republicans-regularly-say-t/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 1536, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1536/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>On the Feb. 28, 2010, edition of NBC's <em>Meet the Press</em>, Rep. Debbie Wasserman Schultz, D-Fla., urged congressional Republicans to join negotiations over a health care bill, citing what she said were their own past statements about the health care reform process.<br /><br />\"The Republicans have repeatedly said that they agree with 80 percent of what's in our bill,\" she said. \"And, at the end of the day, what we need to do is sit down and negotiate over the differences on the 20 percent. The Republicans right now are focused all about regaining power. They don't have any interest in us accomplishing comprehensive health care reform. That's been evident. There isn't anyone that is saying, 'Come on, let's just work this out.' What they're saying is, 'Start over.' 'Start over,' the American people understand, means, 'Do nothing.' \"<br /><br />The part that caught our eye was her claim that \"Republicans have repeatedly said that they agree with 80 percent of what's in our bill.\"<br /><br />We wish we could have tested whether there actually is 80 percent agreement between the parties on health care, but we couldn't think of a way to pull it off. So we'll do the next best thing and see whether Wasserman Schultz is correct that Republicans have made this argument repeatedly.<br /><br />Wasserman Schultz is in good Democratic company in making a claim of wide bipartisan agreement on health care. Senate Majority Leader Harry Reid, D-Nev., once put the level of agreement at 90 percent, while House Speaker Nancy Pelosi, D-Calif., put the figure at \"at least 80, 85 percent.\" Most notably, President Barack Obama used the figure near the close of his Sept. 9, 2009, health care address to Congress, saying that \"there is agreement in this chamber on about 80 percent of what needs to be done, putting us closer to the goal of reform than we have ever been.\"<br /><br />We can see why Democrats seeking to pass a health care bill would like to play up the common ground they share with their political rivals. But what about Republicans? Using Lexis-Nexis and Google, we looked through news coverage, transcripts and news releases to see if Republicans had indeed invoked the 80 percent figure with any frequency.<br /><br />We'll start with a caveat. Wasserman Schultz referred to agreeing \"with 80 percent of what's in <em>our </em>bill.\" To some, that suggests she's referring to the bill in her own chamber, the House. In the examples we found, it's sometimes hard to tell which of the various Democratic proposals a speaker is referring to. But we do think that Wasserman Schultz could just as easily have been speaking as a Democrat, rather than a House member, when she used the term \"our\" bill.<br /><br />So we'll note two instances -- the first two listed below -- that fit the strict definition of referring to the House bill after passage, as well as four others in which Republicans were talking about Democratic bills more generally.<br /><br />&bull; <strong>Rep. Charles Boustany, R-La. </strong>Boustany -- a physician who was tapped by Republicans to deliver the response to President Barack Obama's Sep. 9, 2009, address to Congress on health care -- issued a news release on Feb. 25, 2010, after the conclusion of the president's Blair House health care summit, which Boustany attended as a delegate.<br /><br />In the statement, Boustany said, \"Most Democrats, Independents and Republicans do agree on 80 percent of the solutions to bring down health care costs, but these bills focus where we disagree. Rather, we should scrap these bills, like the American people want us to, and focus on bringing down health costs. As a doctor, I know people want to buy insurance across state lines, pool together to get a better price and limit frivolous lawsuits -- all of these will lower costs, and they can be done in a simple way. Unfortunately, Democrats' 2,000-plus page bills complicate health care instead of lowering costs when families struggle to make ends meet.\"<br /><br />&bull; <strong>Rep. Steve LaTourette, R-Ohio</strong>. On Jan. 21, 2010, LaTourette, an eight-term House member, took to the House floor and said, \"Let's get a bill. Let's get something done on the 80 percent that we can agree about. We can fight for the rest of the couple years on the 20 percent we don't. But let's get something done for the American people.\"<br /><br />&bull; <strong>Gov. Haley Barbour, R-Miss</strong>. On the Nov. 8, 2009, edition of <em>Meet the Press</em>, two politicians -- Barbour and Gov. Ed Rendell, D-Pa. -- both cited the 80 percent. Taking his cue from Rendell, who first cited the percentage, host David Gregory asked Barbour whether it's \"a problem, politically, for Republicans to be the party of 'No'\" on a health care bill.<br /><br />Barbour responded, \"Well, I think, first of all, most people in America don't want this. So to be the people that defeat it will be popular. But Ed said something very important -- 60 percent, 80 percent of the things that we talk about in health care could have passed the House last night 400 to 20. But instead the (Democratic) leadership chose not to stop there but to try to cram down the country's throat a government-run health care system that CBO, the Congressional Budget Office, says it's going to drive up health insurance premiums. ... Yes, we could have a very good health care reform bill that will pass overwhelmingly, but about 10 things in here wouldn't be included.\"<br /><br />&bull; <strong>Wisconsin Republican Party</strong>. On Oct. 9, 2009, the Wisconsin Republican Party issued a press release titled, \"The Truth About Democrat's (sic) Health Care Experiment.\" The release said in part, \"Both parties agree on 80 percent of these common-sense health care reforms and these ideas could quickly pass if Democrats began working with Republicans on these issues.\"<br /><br />&bull; <strong>Sen. John Cornyn, R-Texas</strong>. Cornyn -- a member of the Senate Republican leadership -- said the following on the Sept. 13, 2009, edition of <em>Meet the Press </em>-- and then sent out a news release touting his comments. \"I would suggest,\" Cornyn said, \"that this is a case where the 80/20 rule applies -- that 80 percent of this we could probably agree with, as long as people would agree to leave the 20 percent we can't agree with out.\"<br /><br />&bull; <strong>Sen. Mike Enzi, R-Wyo</strong>. On June 11, 2009, several Republican senators held a news conference on health care. Enzi, the top Republican on the Senate Health, Education, Labor and Pensions Committee, was asked by a reporter, \"Senator, you often speak of an 80-20 rule, that if people can agree on the 80 percent, then you -- (off mike). What's the 80 percent that you could see agreement on?\" Enzi acknowledged that the bill emerging from his committee was \"very complicated. ... So if I tried to point out what the 80 percent is, it would take me a real long time. But there is 80 percent there that we can have agreement on.\"<br /><br />It's important to note that some think the notion that the parties agree on 80 percent is bunk.<br /><br />\"I don't know what that number means. I have no idea how you'd calculate something like that,\" said Senate Budget Chairman Kent Conrad, D-N.D., according to a McClatchy Newspapers column by David Lightman that was titled: \"80 percent agreement on health care? No way that's true.\"<br /><br />Lightman also quoted Sen. George Voinovich, R-Ohio, saying, \"I don't see it,\" and Sen. Orrin Hatch, R-Utah, joking, \"Most of the 80 percent doesn't involve money.\"<br /><br />Brad Dayspring, a spokesman for House Minority Whip Eric Cantor, R-Va., also pointed out a small but potentially significant difference in wording.<br /><br />\"Republicans and Democrats probably agree on what 80 percent of the problems are with health care -- but those problems and various solutions are entirely different than agreeing on 80 percent of a bill, especially one to the size, scope and costs that Democrats keep trying to force,\" Dayspring said. He suggested, for instance, that both parties may agree on the need to address pre-existing conditions, to improve access to insurance for small businesses, and to reduce costs. \"Even though there are differences as to the precise remedy or method of the solution, these are issues that could probably be worked out,\" Dayspring said. \"Unfortunately, Democrats ... are fixated on the 20 percent where there will never be agreement, namely a much more expansive government role.\"<br /><br />Wasserman Schultz is correct&nbsp;that Republicans have been using the \"80 percent\" talking point.&nbsp;We found at least six examples in which Republicans used it, several in high-profile settings, including two tapings of <em>Meet the Press</em> and a televised House floor speech.&nbsp;But&nbsp;it's unclear in many of those instances what precisely the Republicans are referring to. We rate her statement Mostly True.</p>", "ruling_comments_date": "2010-03-01T17:13:59.721527", "ruling_date": "2010-03-01T18:59:17", "ruling_headline": "Wasserman Schultz says Republicans regularly say they agree with 80 percent of health care bill", "ruling_headline_slug": "wasserman-schultz-says-republicans-regularly-say-t", "ruling_link_text": "They said it, though the degree of harmony may be oversold", "ruling_state": null, "source_documents": null, "sources": "<p>NBC's <em>Meet the Press</em>, <a href=\"http://www.msnbc.msn.com/id/35624901/ns/meet_the_press/page/5/\" target=\"_blank\">roundtable featuring Rep. Debbie Wasserman Schultz</a>, Feb. 28, 2010<br /><br />David Lightman, \"80 percent agreement on health care? No way that's true\" (McClatchy Newspapers <a href=\"http://www.miamiherald.com/2009/09/30/v-fullstory/1260164/80-percent-agreement-on-health.html\" target=\"_blank\">column</a>), Sept. 30, 2009<br /><br />Charles Boustany, \"These bills focus where we disagree\" (<a href=\"http://boustany.house.gov/index.cfm?sectionid=49&amp;sectiontree=23,24,49&amp;itemid=466\" target=\"_blank\">news release</a>), Feb. 25, 2010<br /><br /><em>Congressional Record</em>, <a href=\"http://clerk.house.gov/member_info/oathaccess.pdf\" target=\"_blank\">floor speech</a> by Rep. Steve LaTourette, Jan 21, 2010<br /><br />NBC's <em>Meet the Press</em>, interviews with Govs. Ed Rendell and Haley Barbour, Nov. 8, 2009 (accessed via Lexis-Nexis)<br /><br />Wisconsin Republican Party, \"The Truth About Democrat's Health Care Experiment\" (news release), Oct. 9, 2009 (accessed via Lexis-Nexis)<br /><br />John Cornyn, <a href=\"http://cornyn.senate.gov/public/index.cfm?p=NewsReleases&amp;ContentRecord_id=b4543e42-802a-23ad-41fd-254e09376c4a&amp;ContentType_id=b94acc28-404a-4fc6-b143-a9e15bf92da4&amp;Group_id=24eb5606-e2db-4d7f-bf6c-efc5df80b676&amp;MonthDisplay=9&amp;YearDisplay=2009\" target=\"_blank\">news release</a> on the Senator's remarks on Meet the Press, Sept. 13, 2009<br /><br />Federal News Service, transcript of press conference with Republican Members of the Senate Health, Education, Labor and Pensions Committee, June 11, 2009 (accessed via Lexis-Nexis)<br /><br />The White House, <a href=\"http://www.whitehouse.gov/the_press_office/Remarks-by-the-President-to-a-Joint-Session-of-Congress-on-Health-Care\" target=\"_blank\">text</a> of the president's speech on health care delivered to a joint session of Congress, Sept. 9, 2009<br /><br />Interview with Brad Dayspring, spokesman for Rep. Eric Cantor, R-Va., Mar. 1, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 7, "current_job": "U.S. Representative, Florida District 23", "false_count": 9, "first_name": "Debbie", "half_true_count": 8, "home_state": "Florida", "id": 265, "last_name": "Wasserman Schultz", "mostly_true_count": 15, "name_slug": "debbie-wasserman-schultz", "pants_count": 3, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/27560_6444958138_7609_n.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/265/", "total_count": 48, "true_count": 6, "website": "http://wassermanschultz.house.gov/"}, "statement": "<p>\"The Republicans have repeatedly said that they agree with 80 percent of what's in our bill.\"</p>", "statement_context": "a roundtable segment on NBC's Meet the Press", "statement_date": "2010-02-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}