{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2010/mar/02/hillary-clinton/greenspan-gave-approval-tax-cuts-only-if-deficits-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1538, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/1538/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>On the same day that President Barack Obama and Sen. John McCain, R-Ariz., were talking about health care at the president's health care summit, two <em>other </em>former presidential candidates -- Secretary of State Hillary Clinton and Rep. Ron Paul, R-Texas -- faced off over government spending.<br /><br />The occasion was Clinton's testimony at a House committee hearing on the 2011 budget for the State Department on Feb. 25, 2010. Paul asked her about spending money to build a new embassy in London. Paul argued that the new embassy amounts to more debt spending.<br /><br />First, we should mention that Paul's foreign policy outlook is noninterventionist, generally opposing foreign spending and arguing that the United States should not intervene abroad. During the 2008 campaign for president, he spoke often about his opposition to the war in Iraq, to the point of drawing occasional boos from Republican audiences.<br /><br />At the hearing, Paul said, \"Here in the Congress, everybody justifies all their spending -- people here justify the domestic spending, people justify the overseas spending and the war spending, and they worry about a lack of bipartisanship. I worry about too much, because they get together and they enjoy spending both places, and nobody cares about the deficit,\" Paul said. <br /><br />Responding to Paul's concerns about the embassy project, Clinton said that the State Department was selling some its London properties, adding that the new embassy would be built with the proceeds of those sales.<br /><br />But she also aimed a zinger at former Federal Reserve Chairman Alan Greenspan -- someone Paul is no fan of.<br /><br />\"I take very seriously your larger point, congressman,\" Clinton said. \"It breaks my heart that 10 years ago we had a balanced budget, that we were on the way to paying down the debt of the United States of America. I served on the Budget Committee in the Senate, and I remember as vividly as if it were yesterday, when we had a hearing in which Alan Greenspan came and justified increasing spending and cutting taxes, saying that we didn't really need to pay down the debt -- outrageous in my view.\" <br /><br />We were interested in the accuracy of Clinton's recollection.<br /><br />We confirmed Clinton's claim that 10 years ago, the country had budget surpluses, and that various prognosticators, including the nonpartisan Congressional Budget Office, projected surpluses for years to come. (It's important to note that a budget surplus applies only to a single year. There was still significant public debt from previous years -- about $5.7 trillion.)<br /><br />At the time, Congress was considering a number of policy options. President George W. Bush, who had just been sworn into office, was proposing significant tax cuts.<br /><br />It was at this point that Greenspan testified about the budget outlook and Bush's proposed 2001 tax cuts before the Senate Budget Committee, which included Clinton, then a newly elected junior senator from New York.<br /><br />Greenspan talked at length in his central banker language, saying things like this: \"Continuing to run surpluses beyond the point at which we reach zero or near-zero federal debt brings to center stage the critical longer term fiscal policy issue of whether the federal government should accumulate large quantities of private -- more technically, nonfederal -- assets. At zero debt, the continuing unified budget surpluses currently projected imply a major accumulation of private assets by the federal government. ... This development should factor materially into the policies you and the administration choose to pursue.\"<br /><br />In plain language, Greenspan was saying that the government shouldn't collect more taxes than it needs to run the government, and tax cuts might be a good idea. In fact, headlines the day after his testimony read, \"In Policy Change, Greenspan backs a broad tax cut,\" and \"Greenspan supports a tax cut; Fed chairman says surpluses changed his mind.\"<br /><br />But at no point did Greenspan say that we didn't really need to pay down the debt. <br /><br />In fact, he went out of his way to say that tax cuts were only appropriate because the federal government appeared to be on its way to paying off <em>all </em>of the public debt. <br /><br />He also added a cautionary note: \"With today's euphoria surrounding the surpluses, it is not difficult to imagine the hard-earned fiscal restraint developed in recent years rapidly dissipating. We need to resist those policies that could readily resurrect the <a name=\"ORIGHIT_74\" target=\"_blank\"></a><a name=\"HIT_74\" target=\"_blank\"></a>deficits of the past and the fiscal imbalances that followed in their wake.\"<br /><br />Clinton appears to have held a contrary interpretation of Greenspan's testimony for some time. In 2005, at another committee hearing, Clinton confronted Greenspan about his previous remarks. At this point, the 2001 tax cuts had become law, as had a second round of cuts in 2003, and the United States was spending large sums on wars in Iraq and Afghanistan. <br /><br />\"I can remember serving on the Budget Committee four years ago, in the spring of 2001, when your testimony helped blow the lid off the lockboxes when it came to the size of the tax cut, the extent of the tax cut,\" Clinton said. \"In addition to the tax cuts, without the real opportunity to continue to pay down the debt and the deficit, we did away with the pay-go rule, so we essentially have, you know, been in a free fall ever since, and we are still in that free fall. And I think that your testimony today is a little nostalgic for me, and I regret that we're in the position we're in.\"<br /><br />Greenspan, though, told her he never suggested that deficits were a good thing:<br /><br />\"I actually went back and reviewed the testimony that I gave in January of 2001, and we were confronted at that time with an almost universal expectation amongst experts that we were dealing with a very large surplus for which there seemed to be no end. And that was true of the best analysts in OMB (Office of Budget and Management), in the Congressional Budget Office, in the Federal Reserve. ... I argued back then that excessive budget deficits and excessive on-budget surpluses distorted the private system, and we should try and eliminate that. I did indicate that we should have a scheduled tax cut. And the reason for that was in order to reduce the surplus. I also indicated that there was the possibility -- indeed the language is fairly strong in some cases -- that we may be fooling ourselves that in fact deficits are coming back. And I therefore recommended that we have some form of trigger to readjust if indeed that happens. And subsequently, I've been a very strong supporter of pay-go. So in all tax cuts and all expenditure increases, I have held the position that we have to pay for them one way or another, or we're creating serious problems.\"<br /><br />In reviewing the record, we find that Clinton's statement contains a little bit of truth. Ten years ago, the country was on the way to paying down its debt. Clinton is correct that Greenspan, at a pivotal moment, testified that the 2001 tax cuts were acceptable. His testimony was widely perceived as an endorsement of the tax cuts and received significant press coverage. But Greenspan never suggested that \"we didn't really need to pay down the debt.\" Rather, he clearly said that continuing deficits were not good and that the federal government should practice fiscal discipline. And he reiterated that view in 2005. So we rate Clinton's statement Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-03-02T16:11:18.551528", "ruling_date": "2010-03-02T16:15:45", "ruling_headline": "Greenspan gave approval to tax cuts only if deficits were tamed", "ruling_headline_slug": "greenspan-gave-approval-tax-cuts-only-if-deficits-", "ruling_link_text": "Not what Greenspan said on debt", "ruling_state": null, "source_documents": null, "sources": "<p>YouTube.com, <a href=\"http://www.youtube.com/watch?v=TBQWhA4ZaD8\" target=\"_blank\" title=\"Congressman Paul Questions Hillary Clinton\">Congressman Paul Questions Hillary Clinton</a>, Feb. 25, 2010<br /><br />Reuters, <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/02/25/AR2010022504958.html?wpisrc=nl_headline\" target=\"_blank\" title=\"Hillary Clinton criticizes former Fed chairman Alan Greenspan's oversight\">Hillary Clinton criticizes former Fed chairman Alan Greenspan's oversight</a>, Feb. 26, 2010<br /><br />The Associated Press, <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/02/24/AR2010022402986.html\" target=\"_blank\" title=\"Clinton says domestic politics hurting US abroad\">Clinton says domestic politics hurting US abroad</a>, Feb. 24, 2010<br /><br />On the Issues, <a href=\"http://www.ontheissues.org/2008/Ron_Paul_Foreign_Policy.htm\" target=\"_blank\" title=\"Ron Paul on Foreign Policy\">Ron Paul on Foreign Policy</a>, various dates<br /><br />The Washington Post, \"Greenspan Supports a Tax Cut; Fed Chairman Says Surpluses Changed His Mind,\" Jan. 26, 2001, accessed via Nexis <br />&nbsp;&nbsp;&nbsp; <br />The New York Times, \"<a href=\"http://www.nytimes.com/2001/01/26/business/in-policy-change-greenspan-backs-a-broad-tax-cut.html?pagewanted=1\" target=\"_blank\" title=\"In Policy Change, Greenspan backs a broad tax cut\">In Policy Change, Greenspan backs a broad tax cut</a>,\" Jan. 26, 2001 <br /><br />Transcript, Alan Greenspan testifies before the Senate Budget Committee, Jan. 25, 2001, accessed via Nexis <br /><br />Transcript, Hearing of the Senate Special Committee on Aging, March 15, 2005, accessed via Nexis</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 41, "current_job": "Presidential candidate", "false_count": 31, "first_name": "Hillary", "half_true_count": 69, "home_state": "New York", "id": 1, "last_name": "Clinton", "mostly_true_count": 76, "name_slug": "hillary-clinton", "pants_count": 7, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/GYI_659046701_585968470.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1/", "total_count": 304, "true_count": 72, "website": "http://www.hillaryclinton.com/"}, "statement": "<p>In 2001, former Federal Reserve chairman Alan Greenspan \"justified increasing spending and cutting taxes, saying that we didn't really need to pay down the debt.\"</p>", "statement_context": "a hearing before Congress", "statement_date": "2010-02-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": null}