{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/mar/02/mitt-romney/romney-claims-obamas-actions-iraq-afghanistan-and-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1540, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1540/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>In his recently released book <em>No Apology: The Case  for American Greatness</em>, former Massachusetts governor and presidential  candidate Mitt Romney unloads on President Barack Obama. So on the <em>Today Show</em> on March 2, 2010, host Matt Lauer opened up  his interview of Romney by asking if Obama has done anything right in the last  year.</p>\r\n<p>\"No question  about it,\" Romney said. \"He's done several things well. Most of those things are  places where he changed his view from where he had during the campaign. So, for  instance, he's left our troops in Iraq, and they're being more successful there.  He boosted our effort in Afghanistan, which is the right course to take. He did  not close Guantanamo, thank heavens.\"</p>\r\n<p>That's about as backhanded a compliment as you can  give. Romney says the things Obama has done right are essentially all things he  has changed position on since the presidential campaign. Has he?</p>\r\n<p>We'll tackle these  one by one.</p>\r\n<p><strong>First: Troop levels in Iraq</strong></p>\r\n<p>Eric Fehrnstrom, a  spokesman for Romney, noted that during the campaign, Obama routinely claimed  the controversial troop surge in Iraq was a failure.</p>\r\n<p>For example, in a July  17, 2007, interview with <em>USA Today</em>, Obama  said, \"Here's my view on the situation. There are two indisputable facts, and  then there's a choice. Fact No. 1: The surge is not working. It has not changed  the dynamics on the ground. It has put more U.S. troops at risk. It has not  strengthened the Iraqi government. It has not quelled the antagonism between the  various factions, and it has not lessened the strength of the insurgency.\"</p>\r\n<p>But Obama never said he would immediately pull  all of the U.S. troops out of Iraq. To the contrary, Obama said in that very  same interview that he would withdraw troops \"in a gradual fashion.\"</p>\r\n<p>As for how quickly the  troops should leave, Obama's campaign Web site said: \"Obama will immediately  begin to remove our troops from Iraq. He will remove one to two combat brigades  each month, and have all of our combat brigades out of Iraq within 16  months.</p>\r\n<p>At a Democratic  debate in Cleveland on Feb. 26, 2008, for example, Obama said, \"As soon as I  take office, I will call in the Joint Chiefs of Staff, we will initiate a phased  withdrawal, we will be as careful getting out as we were careless getting in. We  will give ample time for them to stand up, to negotiate the kinds of agreements  that will arrive at the political accommodations that are needed.\"</p>\r\n<p>Obama also stressed repeatedly that he would  strongly consider the recommendations of his commanders on the ground before  removing any troops.</p>\r\n<p>So that was Obama's position in the campaign. Now,  what has he done as president?</p>\r\n<p>As it turns out, the drawdown of troops actually  began before Obama took office. President George W. Bush began to reduce troop  levels in June 2008, a full six months before Obama was sworn in.</p>\r\n<p>But Obama has continued on that path of reducing  troop levels. When Obama took office, the troop level in Iraq was about 137,000.  It has steadily declined to its current level of 96,000, said Maj. Shawn  Turner, a spokesman for the Department of Defense.</p>\r\n<p>In a formal  announcement of a new Iraq strategy at Camp Lejeune, a Marine Corps base in  North Carolina, on Feb. 27, 2009, Obama said the United States will  remove all combat troops from Iraq by Aug. 31, 2010. Obama said he planned to  keep 35,000 to 50,000 military personnel in Iraq through 2011 for the purpose of  \"training, equipping, and advising Iraqi Security Forces as long as they remain  nonsectarian; conducting targeted counterterrorism missions; and protecting our  ongoing civilian and military efforts within Iraq.\"</p>\r\n<p>Not only is the plan  to remove combat troops on schedule, it's actually ahead of schedule, U.S. Gen.  Ray Odierno said at a Pentagon press conference on Feb. 22, 2010.</p>\r\n<p>\"The original plan had  us to be at about 115,000 today, and right now we're at 96(,000),\" Odierno said.  \"So we're about 20,000 ahead of where we thought we would be when we originally  built the plan, and that's based on what we've seen and what we think we  need.\"</p>\r\n<p>Michael  O'Hanlon, a defense expert with the nonpartisan Brookings Institution, said that  with regard to Obama's stance on Iraq, he would \"tend to agree with Gov. Romney  to an extent -- though even here, it must be acknowledged, the plan that Obama  inherited (and yes we're still on target) reduces forces reasonably fast. So in  that regard, President Bush adopted a plan at the end of his presidency that  pushed for fairly fast troop reductions -- not as fast as Obama proposed, but  faster than had been expected. In other words, while Obama did change his  thinking, the situation also evolved and made Obama's plan appear less radical  and less different from Bush's than it once had.\"</p>\r\n<p>When Romney said Obama had changed positions  from his campaign because he's \"left our troops in Iraq, and they're being more  successful there,\" it presumes that Obama said in the campaign that he would  immediately remove combat troops, or that he would remove them faster than he  has. We don't think that's backed up in Obama's campaign statements. The  repeated mantra of Obama's campaign regarding Iraq was largely that he would  initiate a drawdown of combat forces in Iraq within about 16 months. The plan to  remove forces by the end of August is a couple of months past that deadline, but  it's awfully close. And now, Gen. Odierno says the withdrawal plan is even a  little ahead of schedule. We think it's unfair to suggest that Obama's actions  as president radically depart from his position during the campaign.</p>\r\n<p><strong>Second: Boosting the effort in Afghanistan</strong></p>\r\n<p>To back up Romney's  claim that Obama has changed his view on Afghanistan, Romney's spokesman Fehrnstrom pointed to a  quote Obama gave to McClatchy News Service on July 26, 2008.</p>\r\n<p>\"I'm not here to lay  out a comprehensive military strategy,\" Obama said regarding Afghanistan.  \"That's the job of our commanders on the ground. I can tell you what our  strategic goals should be. They should be relatively modest. We shouldn't want  to take over the country. We should want to get out of there as quickly as we  can and help the Afghans govern themselves and provide for their own  security.\"</p>\r\n<p>We note that the quote continues: \"Our critical  goal should be to make sure that the Taliban and al-Qaida are routed and that  they cannot project threats against us from that region. And to do that, I think  we need more troops.\"</p>\r\n<p>As a candidate, Obama promised to send \"at least\" two  additional brigades to Afghanistan. And he repeatedly said during the campaign  that Afghanistan required more troops and attention than it was receiving from  the Bush administration. He said the United States \"had taken our eye off the  ball\" by invading Iraq instead of concentrating on Afghanistan. At one point,  the Obama campaign even mocked the McCain campaign for following Obama's lead on  increasing troop levels in Afghanistan.</p>\r\n<p>Shortly after becoming president, Obama did, indeed,  order that two additional brigades be sent to Afghanistan. And then on Dec. 1,  2009, Obama ordered an additional 30,000 troops to Afghanistan. In January 2009, the troop level in Afghanistan was 34,000. Today, it's 78,000.</p>\r\n<p>Yes, Obama once said  that strategic goals in Afghanistan should be \"relatively modest,\" but to say  that Obama's orders for more troops as president is a change in position from  his campaign stance ignores Obama's many statements that more troops were needed  and that greater focus needed to be placed on Afghanistan.</p>\r\n<p>\"Obama had always  pledged to do more, and now he has tripled forces relative to what President  Bush had in place at the end of 2008,\" O'Hanlon said.<strong></strong></p>\r\n<p><strong>Third: Closing Guantanamo</strong></p>\r\n<p>Here, Romney's spokesman Fehrnstrom  pointed to an executive order Obama signed on his second day in office,  directing the Central Intelligence Agency to shut what remains of its network of  secret prisons and ordering the closing of the Guant&aacute;namo detention camp in Cuba  within a year. Soon after, however, Obama's plan began to meet resistance, most  notably from members of his own party who stripped millions of dollars to  shutter the facility from a war funding bill. Finding a place to put the more  than 200 detainees has remained an ongoing political struggle.</p>\r\n<p>The self-imposed year  deadline came and went, and the facility is still very much open.</p>\r\n<p>So is this a departure  from Obama's campaign stance, as Romney said?</p>\r\n<p>Actually no.</p>\r\n<p>During the campaign, Obama never talked about a  one-year timeline. He only said he would close the facility. The one-year  timeline surfaced after Obama was sworn in as president.</p>\r\n<p>And the Obama  administration certainly has made progress toward its ultimate goal of closing  Guantanamo. On Oct. 15, 2009, the House of Representatives voted to allow some  prisoners there to be temporarily transferred to the United States for  prosecution. And the Obama administration has identified a prison in Thomson,  Ill., that it hopes to acquire and renovate for detainees now at the Guantanamo  Bay detention center. Officials are working out details for funding the plan.  The Senate seems amenable to the idea; in November, the Senate rejected a  measure to restrict funds for the facility. There's still a long way to go  before the facility is closed, but we think Obama has made enough progress that  we have rated his campaign promise to close the facility In the Works.</p>\r\n<p>So to sum up, while  Romney offered backhanded praise for Obama's actions with regard to troop  levels in Iraq and Afghanistan, as well as the failure to close Guantanamo, Romeny said those were all issues on which Obama changed his view from the campaign. We  don't find that's accurate in any of the cases. In fact, Obama has  not strayed very far from the views he expressed during the campaign. We rule Romney's  statement False.</p>", "ruling_comments_date": "2010-03-02T18:22:38.381528", "ruling_date": "2010-03-02T18:04:02", "ruling_headline": "Romney claims Obama's actions on Iraq, Afghanistan and Guantanamo run counter to his campaign positions", "ruling_headline_slug": "romney-claims-obamas-actions-iraq-afghanistan-and-", "ruling_link_text": "Obama has stayed pretty close to campaign goals", "ruling_state": null, "source_documents": null, "sources": "<p>MSNBC, Video: <a href=\"http://today.msnbc.msn.com/id/26184891/vp/35659123#35659123\" target=\"_blank\">Today Show interview with Mitt Romney</a>, March 2, 2010</p>\r\n<p>Department of Defense Web site, <a href=\"http://www.defense.gov/transcripts/transcript.aspx?transcriptid=4570\" target=\"_blank\">DOD News Briefing with Gen. Odierno from the Pentagon</a>, Feb. 22, 2010<br /><br />McClatchy, <a href=\"http://www.mcclatchydc.com/2008/07/26/45677/obama-to-mcclatchy-goals-in-afghanistan.html\" target=\"_blank\">\"Obama to McClatchy: Goals in Afghanistan should be modest,\"</a> by Margaret Talev, July 26, 2008</p>\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/promises/promise/177/close-the-guantanamo-bay-detention-center/\" target=\"_blank\">Promise: Close the Guantanamo Bay Detention Center</a></p>\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/promises/promise/134/send-two-additional-brigades-to-afghanistan/\" target=\"_blank\">Promise: Send two additional brigades to Afghanistan</a></p>\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/promises/promise/126/begin-removing-combat-brigades-from-iraq/\" target=\"_blank\">Promise: Begin removing combat brigades from Iraq</a></p>\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/article/2008/jul/22/obama-ballyhoos-afghan-stance/\" target=\"_blank\">\"Obama ballyhoos Afghan stance,\"</a> by Angie Drobnic Holan, July 22, 2008</p>\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/article/2008/jul/10/baracks-iraq-flip-flop-nope/\" target=\"_blank\">\"Obama's Iraq flip-flop? Nope,\"</a> by Angie Drobnic Holan, July 10, 2008</p>\r\n<p>USA Today, <a href=\"http://www.usatoday.com/news/politics/election2008/2007-07-17-obama-interview_N.htm\" target=\"_blank\">\"Obama on Iowa, Iraq and the 2008 race,\"</a> by Jill Lawrence, July 17, 2007</p>\r\n<p>Los Angeles Times, <a href=\"http://articles.latimes.com/2008/jul/04/nation/na-campaign4\" target=\"_blank\">\"Obama denies wavering on Iraq,\"</a> by Peter Nicholas, July 4, 2008</p>\r\n<p>White House Blog, <a href=\"http://www.whitehouse.gov/blog/09/02/27/Responsibly-Ending-the-War-in-Iraq/\" target=\"_blank\">\"Responsibly Ending the War in Iraq,\"</a> posted by Macon Phillips, Feb. 27, 2009</p>\r\n<p>Interview with Major Shawn Turner, spokesman for the Department of Defense, March 2, 2010</p>\r\n<p>E-mail interview with Eric Ferrnstrom, a spokesman for Mitt Romney, March 2, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 34, "current_job": "Former governor", "false_count": 32, "first_name": "Mitt", "half_true_count": 58, "home_state": "Massachusetts", "id": 5, "last_name": "Romney", "mostly_true_count": 33, "name_slug": "mitt-romney", "pants_count": 19, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-mittromney.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/5/", "total_count": 221, "true_count": 30, "website": "http://www.mittromney.com/"}, "statement": "<p>\"He (Obama) has done several things well. Most of those things are places where  he changed his view from where he had during the campaign. So, for instance, he's  left our troops in Iraq and they're being more successful there. He boosted our  effort in Afghanistan, which is the right course to take. He did not close  Guantanamo, thank heavens.\"</p>", "statement_context": "a 'Today Show' interview", "statement_date": "2010-03-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 113, "photo": null, "resource_uri": "/api/v/2/subject/113/", "subject": "Afghanistan", "subject_slug": "afghanistan", "used_in_edition": []}, {"description": "", "id": 1, "photo": null, "resource_uri": "/api/v/2/subject/1/", "subject": "Iraq", "subject_slug": "iraq", "used_in_edition": []}], "target": [{"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}], "twitter_headline": null}