{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/mar/03/mitt-romney/romney-says-americans-pay-more-health-care-die-soo/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1545, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1545/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>In his new book, <em>No Apology</em>, former Republican presidential candidate Mitt Romney devotes a chapter to health care policy -- a topic that animated his tenure as governor of Massachusetts.<br /><br />Romney, working with a Democratic-dominated legislature, passed a health care overhaul that was designed to get his state as close to universal coverage as possible. Romney is now often discussed as a presidential candidate for 2012, which has forced him into an uncomfortable balancing act: He seeks to lead a party intent on blocking President Barack Obama's health care proposal, even though he himself enacted a plan that, <a href=\"http://www.politifact.com/truth-o-meter/statements/2010/feb/04/paul-krugman/krugman-calls-senate-health-care-bill-similar-law-/\" target=\"_blank\">according to many sources we interviewed earlier this year</a>, shares much in common with what Obama is proposing.<br /><br />We looked through the health care chapter of Romney's book as well as transcripts of his recent media appearances, but we were unable to locate a clear, fact-checkable statement addressing the similarities and differences between the two bills. (He broached the issue on a number of occasions, but in each case he phrased his statements in such a way that made it difficult for us to subject them to the Truth-O-Meter.)<br /><br />So while Romney did not compare the Massachusetts plan with Obama's proposal, in his book he compared the U.S. system with other nations'.<br /><br />\"The lifespan of the average American is less than that of people in nations that spend far less\" on health care, Romney wrote, adding, \"To put it bluntly, we spend more and die sooner.\"<br /><br />The first place we looked was the statistical archive of the Organization for Economic Cooperation and Development, a group that represents 30 advanced, industrialized nations, mostly in Europe, Asia and North America. Scholars consider OECD figures to be among the most reliable for international comparisons on health care.<br /><br />First, we'll look at life expectancy -- the number of years someone born in a certain year can expect to live. The OECD's most recent figures, for either 2005 or 2006 (the year varies by country), show that the United States ranks 24th -- well under the average level for the 30 nations studied.<br /><br />Specifically, life expectancy in the United States was 77.8 years. That put it behind the following nations, in descending order: Japan (at 82.4 years in 2006), Switzerland, Iceland, Spain, Australia, Italy, France, Sweden, Norway, Canada, New Zealand, Austria, the Netherlands, Germany, Ireland, Greece, Finland, Belgium, Luxembourg, the United Kingdom, South Korea, Portugal and Denmark.<br /><br />Meanwhile, health and population economists at the World Health Organization devised another measure to gauge life expectancy -- disability-adjusted life expectancy, or how many years one can expect to live before becoming disabled by old-age illnesses. WHO did its last full-blown international comparison of DALE, as it is abberviated, in 2000, and the results are much the same.<br /><br />The United States ranked 24th on the WHO list with exactly 70 years of DALE. It trailed Japan (with 74.5), Australia, France, Sweden, Spain, Italy, Greece, Switzerland, Monaco, Andorra, San Marino, Canada, the Netherlands, the United Kingdom, Norway, Belgium, Austria, Luxembourg, Iceland, Finland, Malta, Germany and Israel.<br /><br />Now, we'll look at health care expenditures. There are two ways to measure this -- by expenditures per capita, or by expenditures as a percentage of GDP. However you measure it, we're No. 1 -- by a mile.<br /><br />Using the first measure, the OECD reports that the United States spent $7,290 on health care per capita in 2007. The only two other countries where per capita health care expenditures exceeded even $4,000 were Norway and Switzerland.<br /><br />Using the second measure, the United States spent more than 15 percent of GDP on health care in 2006, according to the OECD. Only Switzerland and France exceeded 11 percent.<br /><br />To take one extreme case, South Korea spends less than a quarter per capita of what the United States spends on health care -- yet its people, on average, live past 79 years of age, which is more than one full year longer than Americans do.<br /><br />Ali Mokdad, a professor in global health at the Institute for Health Metrics and Evaluation at the University of Washington, attributes the United States' poor showing in part to a lack of emphasis on preventive care.<br /><br />\"We have fallen behind other countries in tackling the root causes of mortality and disease,\" Mokdad said. \"We know, for example, that just reducing salt in people&rsquo;s diets can save more than 100,000 lives a year, but there is much more discussion in this country about health insurance, which would save, at best, about half as many people.\"<br /><br />Whatever the reason, and however you measure it, Americans \"spend more and die sooner,\" as Romney so bluntly put it. We rate his statement True.</p>", "ruling_comments_date": "2010-03-03T14:27:21.341527", "ruling_date": "2010-03-03T18:15:17", "ruling_headline": "Romney says Americans pay more for health care but die sooner", "ruling_headline_slug": "romney-says-americans-pay-more-health-care-die-soo", "ruling_link_text": "Correct -- we spend a lot more and die a bit sooner", "ruling_state": null, "source_documents": null, "sources": "<p>Mitt Romney, <em>No Apology: The Case for American Greatness</em>, published Mar. 2, 2010<br /><br />Organization for Economic Cooperation and Development, <em>OECD Factbook 2009 </em>(<a href=\"http://titania.sourceoecd.org/pdf/factbook2009/302009011e-11-01-01.pdf\" target=\"_blank\">table</a> for international comparisons of life expectancy), accessed Mar. 3, 2010<br /><br />World Health Organization, \"The World Health Report 2000\" (<a href=\"http://www.who.int/whr/2000/en/whr00_en.pdf\" target=\"_blank\">Annex Table 5</a>: Health attainment, level and distribution in all Member States, estimates for 1997 and 1999), published 2000<br /><br />Organization for Economic Cooperation and Development, <em>OECD Factbook 2009 </em>(<a href=\"http://lysander.sourceoecd.org/pdf/factbook2009/302009011e-10-02-01.pdf\" target=\"_blank\">table</a> for international comparisons of health care expenditures, as a percentage of GDP), accessed Mar. 3, 2010<br /><br />Organization for Economic Cooperation and Development, <a href=\"http://www.irdes.fr/EcoSante/DownLoad/OECDHealthData_FrequentlyRequestedData.xls\" target=\"_blank\">spreadsheet</a> with key indicators from OECD Health Data 2009 (health care expenditures per capita), accessed Mar. 3, 2010</p>\r\n<p>T.R. Reid, <em>The Healing of America: A Global Quest for Better, Cheaper, and Fairer Health Care</em>, published 2009</p>\r\n<p>Christopher J.L. Murray and Julio Frenk, \"Ranking 37th &mdash; Measuring the Performance of the U.S. Health Care System\" (<a href=\"http://healthcarereform.nejm.org/?p=2610\" target=\"_blank\">article</a> in <em>New England Journal of Medicine</em>), Jan. 6, 2010</p>\r\n<p>E-mail interview with Ali Mokdad, a professor in global health at the Institute for Health Metrics and Evaluation at the University of Washington, Mar. 3, 2010</p>\r\n<p>E-mail interview with William Heisel, spokesman for the Institute for Health Metrics and Evaluation at the University of Washington, Mar. 3, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 34, "current_job": "Former governor", "false_count": 32, "first_name": "Mitt", "half_true_count": 58, "home_state": "Massachusetts", "id": 5, "last_name": "Romney", "mostly_true_count": 33, "name_slug": "mitt-romney", "pants_count": 19, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-mittromney.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/5/", "total_count": 221, "true_count": 30, "website": "http://www.mittromney.com/"}, "statement": "<p>\"The lifespan of the average American is less than that of people in nations that spend far less (on health care). ... To put it bluntly, we spend more and die sooner.\"</p>", "statement_context": "the book 'No Apology'", "statement_date": "2010-03-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}