{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/mar/04/michele-bachmann/bachmann-says-democratic-health-care-bill-wont-low/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1551, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1551/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Rep. Michele Bachmann, R-Minn., has a reputation for using political rhetoric  that pushes the envelope. On March 3, 2010, she appeared on CNN's Larry King  Live along with Democratic Rep. Alan Grayson, a Floridian who's also known for  his outspokenness from the opposite ideological perspective.<br /><br />We thought  we'd look into one of the comments she made about the issue of the day: the  Democratic health care reform plan.<br /><br />\"Unfortunately,\" she said, \"President  Obama's bill won't bring down the costs for average Americans -- or really for  very few Americans, if any.\"<br /><br />To test this claim, we turned first to the  nonpartisan referee for such questions -- the Congressional Budget  Office.<br /><br />We looked at a CBO analysis of the Senate Democratic health care  bill released Nov. 30, 2009. This bill -- which was passed by the Senate in  December 2009 -- forms the basis for President Barack Obama's own proposal. (The  CBO has not directly analyzed Obama's proposal, but most health policy analysts  do not expect the numbers to change dramatically from what the CBO analyzed in  November.)<br /><br />Before we dig into the CBO study, we should outline the three  types of private coverage and how they differ. Individual policies are obtained  directly by individuals or families, without an employer serving as an  intermediary. \"Small-group\" plans are provided through small employers. And  \"large-group\" policies are plans obtained through larger employers. The CBO  looked at the effect of the health care bill on premiums for each  category.<br /><br />One other thing to know: The bill provides subsidies for people  in the individual and small-group markets whose income is below certain  thresholds. The CBO looked at how the bill would change premiums both before  subsidies were factored in and after.<br /><br />So here's what the CBO expects for  2016, the year its analysts chose as the benchmark.<br /><br />For individual plans  -- before subsidies are taken into account -- the bill would make policies 10  percent to 13 percent more expensive. But a big reason for this increase is that  the bill would set higher minimum standards for coverage. So, before subsidies  are factored in, people and families buying individual policies would have to  pay more, but they would also be getting more generous coverage.<br /><br />However,  it's worth noting that many people on the individual market would qualify for  subsidies. In fact, the CBO estimates that 57 percent of individual-market  purchasers would. And once these subsidies are factored in, buyers on the  individual market would see their premiums drop quite a bit -- between 56  percent and 59 percent, according to the CBO. (The question of whether to count  or not to count subsidies when analyzing the bill became a major bone of  contention during the Feb. 25, 2010, presidential health care summit; you can  read a previous PolitiFact item for a more detailed explanation of this  question,  http://www.politifact.com/truth-o-meter/statements/2010/feb/25/barack-obama/obama-says-under-democratic-health-plan-family-ins/)<br /><br />For  the second category -- the small-group market -- the CBO estimates that  unsubsidized premiums would land somewhere on the continuum between rising by 1  percent and falling by 2 percent. For the 12 percent of small-group  beneficiaries who are expected to qualify for subsidies, premiums would fall by  8 to 11 percent.<br /><br />Finally, in the third category -- the large-group market  -- the change in premiums would range from no change to a 3 percent decline.  (Large-group beneficiaries are not eligible for subsidies under the  bill.)<br /><br />To fuly analyze Bachmann's claim, we need to add in one additional  factor: the number of Americans who will buy insurance in each of these three  markets.<br /><br />The CBO estimates that 134 million people will be covered by  large-group plans, 25 million will be covered by small-group plans and 32  million will be covered by individual market plans. The total of these three  categories is 191 million people. (Remember that many Americans are covered by  Medicare, Medicaid or other government plans, and these are not included in the  CBO's analysis, or in ours.)<br /><br />Let's first analyze these numbers using the  strictest definition -- unsubsidized premiums. And because the CBO is using a  range of likely outcomes, we'll do our best to quantify how many people will  actually see their premiums fall. We'll do this by assuming that, say, for a  range of 10 percent to 13 percent, one quarter will see a change of 10 percent,  one quarter will see a change of 11 percent, one quarter will see a change of 12  percent, and one quarter will see a change of 13 percent. The real numbers will  not fit so neatly into that kind of breakdown, but health economists tell us  it's a serviceable guide.<br /><br />By our reckoning, then, three quarters of the  134 million people in large-group plans -- 101 million -- will see their  premiums fall slightly. Next, in the small group market, let's assume that half  the beneficiaries will see a decline in premiums (those who see their premiums  fall by 1 percent or 2 percent.) That translates to about 13 million people.  <br /><br />So, right off the bat -- without factoring in subsidies -- the CBO  expects 114 million people to see their premiums go down at least a little bit.  That's about 60 percent of beneficiaries.<br /><br />Once subsidies are accounted  for, the percentages rise.<br /><br />In the small-group market, 12 percent of  beneficiaries would qualify for subsidies, the CBO projects. Proportionally,  these subsidies would reduce premiums for an additional 1.5 million  people.<br /><br />In the individual market, 57 percent would qualify for subsidies,  according to CBO. That's about 18 million people who'd see their premiums  drop.<br /><br />So, adding it up, nearly 134 million people should see their  premiums go down when subsidies are factored in. That's about 70 percent of all  privately insured Americans.<br /><br />What about the rest? By our calculations,  about 45 million people would see their premiums stay the same. Adding them to  the 134 million Americans who saw their premiums drop, you get 179 million  people, or almost 94 percent of those on private insurance.<br /><br />That leaves  about 14 million Americans who would see their premiums go up, according to the  CBO's model. (The numbers don't add up to 191 million due to rounding.) These  unlucky beneficiaries -- mostly people with individual insurance who earn too  much to receive subsidies -- account for 7 percent of those with private  insurance in 2016.<br /><br />Of course, the CBO's projections are only that --  projections. In addition, basic mathematics suggests that some number of  Americans will see their premiums rise or fall by greater amounts than the CBO  estimates. So our exercise should be taken with due caution. But the CBO is the  generally accepted arbiter of these questions and the overall trend seems solid  despite the caveats. <br /><br />However, looked at  another way, Bachmann would have had a stronger point if she had said the bill's benefits are limited. Only about 21 million people -- those who receive  subsidies -- will see their premiums drop by more than a few percentage points.  That's about 11 percent of the people with private insurance in 2016 -- within  shouting distance of the \"very few Americans\" she referenced in her  quote.<br /><br />Measured in raw dollars, a decrease of 1 to 3 percent won't put a  whole lot of additional money in the pockets of the other nine-tenths of the  private market. By the CBO's estimate, the difference could be on the order of  $100 or $200 on a several-thousand-dollar policy.</p>\r\n<p>But we're rating Bachmann's claim that \"President Obama's bill won't bring down the costs (of health care) for average Americans -- or really for very few Americans, if any.\" And on that, our interpretation of the CBO numbers indicates she's wrong.</p>\r\n<p>Using the strict, unsubsidized figures, 60 percent of Americans in the private insurance market should see their premiums fall. And taking into account the subsidies, a full 70 percent would see their premiums fall. And almost 94 percent would see their premiums either fall or stay the same. No matter how you slice it, the overwhelming majority are likely to see a decline. So we find her claim False.</p>", "ruling_comments_date": "2010-03-04T17:51:40.541528", "ruling_date": "2010-03-04T19:04:10", "ruling_headline": "Bachmann says Democratic health care bill won't lower costs for average Americans", "ruling_headline_slug": "bachmann-says-democratic-health-care-bill-wont-low", "ruling_link_text": "Most will see lower premiums", "ruling_state": null, "source_documents": null, "sources": "<p>Congressional Budget Office, \"<a href=\"http://cbo.gov/ftpdocs/107xx/doc10781/11-30-Premiums.pdf\" target=\"_blank\">An Analysis of Health Insurance Premiums Under the Patient Protection and Affordable Care Act</a>,\" Nov. 30, 2009<br /><br />Centers for Medicare and Medicaid Services Office of the Actuary, <a href=\"http://www.tnr.com/sites/default/files/CMSActuarySenate.pdf\" target=\"_blank\">analysis</a> of the Senate health care bill, Dec. 10, 2009<br /><br />E-mail interview with Paul N. Van de Water, senior fellow at the Center on Budget and Policy Priorities, March 4, 2010<br /><br />E-mail interview with Henry Aaron, senior fellow at the Brookings Institution, March 4, 2010<br /><br />E-mail interview with Michael Cannon, director of health policy studies at the Cato Institute, March 4, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 8, "current_job": "Congresswoman", "false_count": 22, "first_name": "Michele", "half_true_count": 6, "home_state": "Minnesota", "id": 149, "last_name": "Bachmann", "mostly_true_count": 4, "name_slug": "michele-bachmann", "pants_count": 16, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Bachmann_mug_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/149/", "total_count": 61, "true_count": 5, "website": "http://bachmann.house.gov/"}, "statement": "<p>\"President Obama's bill won't bring down the costs (of health care) for average Americans -- or really for very few Americans, if any.\"</p>", "statement_context": "an interview on CNN's Larry King Live", "statement_date": "2010-03-03", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}