{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/mar/05/barack-obama/obama-hypocrite-reconciliation/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1552, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1552/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Full Flop", "id": 9, "resource_uri": "/api/v/2/statementruling/9/", "ruling": "Full Flop", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/fom-fullFlop.png", "ruling_slug": "full-flop"}, "ruling_comments": "<p>With President Barack Obama calling for Congress to move toward a reconciliation  bill on health care (which would require only a simple majority of 51 votes in  the Senate rather than the customary supermajority of 60), many conservative  opponents have posted pre-presidential Obama quotes that they say expose his  hypocrisy on the issue.</p>\r\n<p>We'll examine the context of some of the more  popular quotes being cited, and then weigh in with our 2 cents on whether Obama  has flipped on reconciliation.</p>\r\n<p>The quote that seems to be making the  widest rounds is one Obama made during the presidential campaign in an interview  with the <em>Concord Monitor</em> on Oct. 9, 2007. It has been featured in segments by  pundits Rush Limbaugh, Sean Hannity and Glenn Beck.</p>\r\n<p>Here's how Beck  presented it on his show March 3, 2010:</p>\r\n<p>Beck: \"In fact, you know, one of the big people that was  really outspoken on reconciliation, said it was a really big mistake, especially  using it for health care, you can't use the 50-plus-one option and still govern.  That person was Barack Obama.\"</p>\r\n<p>Beck then played a clip in which Obama  said the following: \"You've got to break out of what I call the sort of  fifty-plus-one pattern of presidential politics. Maybe you eke out a victory of  fifty plus one. Then you can't govern. You know, you get Air Force One, there  are a lot of nice perks, but you can't deliver on health care. We are not going  to pass universal health care with a fifty-plus-one strategy.\"</p>\r\n<p>This turns  out to be a splice of Obama's comments. Obama actually said a good bit between  the first sentence and the rest of the quote. That added context doesn't make  this one as cut-and-dried as it may appear.</p>\r\n<p>Obama was talking about the  differences between himself and his then-opponent in the Democratic primary,  Hillary Clinton.</p>\r\n<p>\"I think it is legitimate at this point for me to  explain very clearly to the American people why I think I will be a better  president than Hillary Clinton, and to draw contrasts,\" Obama said.</p>\r\n<p>\"But  that's very different from this sort of slash-and-burn politics that I think  we've become accustomed to. Look, part of the reason I'm running is not just to  be president, it's to get things done. And what I believe that means is we've  got to break out of what I call, sort of, the 50-plus-one pattern of  presidential politics. Which is, you have nasty primaries where everybody's  disheartened. Then you divide the country 45 percent on one side, 45 percent on  the other, 10 percent in the middle -- all of them apparently live in Florida  and Ohio -- and battle it out. And maybe you eke out a victory of 50-plus-one,  but you can't govern. I mean, you get Air Force One, there are a lot of nice  perks to being president, but you can't deliver on health care. We're not going  to pass universal health care with a 50-plus-one strategy. We're not going to  have a serious bold energy policy of the sort I proposed yesterday unless you  build a working majority. And part of the task of building that working majority  is to get people to believe in our government, that it can work, that it's based  on common sense, that it's not just sort of scoring political points.</p>\r\n<p>The  interviewer then asked, \"So is your answer to 'Why I will be a better president  than Hillary Clinton,' is your answer that she'll be a 50-plus-one president and  you won't?\"</p>\r\n<p>\"Yes,\" Obama said.</p>\r\n<p>A bit of historical context is in  order. During the campaign, one of the knocks on Hillary Clinton -- even among  Democrats -- was that she was a politically polarizing figure, and that would  make it hard for her to get things done. It was an image the Obama campaign  played up, presenting Obama as someone better able to forge consensus on  difficult issues.</p>\r\n<p>Asked about the quote in a press briefing on March 4,  2010, press secretary Robert Gibbs said Obama was talking about \"electoral  strategy, not vote counting in the House and the Senate.\"</p>\r\n<p>The same  scenario unfolds with a quote Obama made when he was speaking a couple of weeks  earlier at the Change to Win Convention on Sept. 25, 2007. Again, Obama was  contrasting himself with Democratic primary opponents, this time both Hillary  Clinton and John Edwards, and Obama suggested that he was better able to \"excite  and inspire the American people\" and build a larger consensus (even with  Republicans) on issues like health care, immigration and energy.</p>\r\n<p>\"The  bottom line is that our health care plans are similar,\" Obama said. \"The  question once again is, who can get it done? Who can build a movement for  change? This is an area where we're going to have to have a 60 percent majority  in the Senate and the House in order to actually get a bill to my desk. We're  gonna have to have a majority to get a bill to my desk. That is not just a fifty  plus one majority.\"</p>\r\n<p>Obama was right: short of a reconciliation bill  (which wasn't even being discussed at the time), health care legislation would  require a 60 percent majority to pass the Senate. Again, Obama was touting his  ability to build consensus and was not saying specifically whether he was for or  against reconciliation.</p>\r\n<p>There's one more quote we'd like to address.  This one was made in a press conference at the National Press Club on April 26,  2005. At the time, Democrats and Republicans were jousting over controversial  judicial nominations made by President George W. Bush. Republicans were  threatening a so-called \"nuclear option\" in which they could use a simple  majority to get the judges affirmed. Obama was asked to weigh in on the  issue.</p>\r\n<p>\"What I worry about would be that you essentially have still two  chambers, the House and the Senate, but you have simply majoritarian absolute  power on either side,\" Obama said. \"And that's just not what the Founders  intended. You know, the Founders designed this system, as frustrating it is, to  make sure that there's a broad consensus before the country moves forward.</p>\r\n<p>\"You know, and if we want to start getting into the frustrations of  minority rights, you know, we could talk about the fact that (South Dakota Sen.)  John Thune, with a population of 600,000, has the same vote as I do, with a  population of 11 million. I mean, there are all sorts of counter-majoritarian  impulses in our system of government, and that's why this government has worked  so well. And I think that's why we should try to back off the brink on this  one.\"</p>\r\n<p>We should note that while the issues are similar, this was a debate  over judicial nominations, not a reconciliation bill.</p>\r\n<p>We think it's important to note that none of the quotes from Obama directly addresses reconciliation. So that makes his position less definitive. But he makes it clear that he doesn't believe a slim majority is enough for a major piece of legislation. Specifically, he talked about health care not being a 50-plus-one issue. And the fact is, he's now advocating a 50-plus-one strategy on health care.</p>\r\n<p>Obama may argue that he has tried to include Republicans, but that they have simply been unwilling to play ball. He also has noted that the first iteration of the health care bill passed the Senate with a supermajority. But the fact is, the health care bill is not getting any Republican support, and Obama is pressing forward with a plan to push through a health care plan without them, and without a 60-vote majority.</p>\r\n<p>And we think the last quote, from 2005, is even more on point. Yes,  Obama was speaking about the \"nuclear option\" as it related to judicial  nominees, and not a reconciliation bill. But the principles are largely the  same, especially as Obama noted that having simple \"majoritarian\" power in the  Senate is \"just not what the Founders intended.\" And we think that's enough to  warrant a Full Flop.</p>", "ruling_comments_date": "2010-03-04T18:30:44.981528", "ruling_date": "2010-03-05T11:23:50", "ruling_headline": "Is Obama a hypocrite on reconciliation?", "ruling_headline_slug": "obama-hypocrite-reconciliation", "ruling_link_text": "During campaign, Obama was no fan of 50-plus-one", "ruling_state": null, "source_documents": null, "sources": "<p>The Hope for America, <a href=\"http://www.thehopeforamerica.com/play.php?id=3238\" target=\"_blank\">\"Obama Flip-Flops On Reconciliation:Glenn Beck explains,\"</a> March 3, 2010</p>\r\n<p>Michelle Malkin Blog,&nbsp; <a href=\"http://michellemalkin.com/\" target=\"_blank\">\"Here comes the reconciliation 'nobody' is talking about,\"</a> by Michelle Malkin, March 3, 2010</p>\r\n<p>Concord Monitor, <a href=\"http://www.concordmonitor.com/apps/pbcs.dll/article?AID=/20071010/NEWS98/71010001\" target=\"_blank\">Audio clips from Obama's interview at the Monitor</a>, Oct. 10, 2007</p>\r\n<p>Convention to Win Web site, <a href=\"http://www.changetowin.org/connect/2007/10/ctw_convention_2007_barack_oba.html\" target=\"_blank\">Video: CtW Convention 2007, address by Barack Obama</a>, Sept. 25, 2007</p>\r\n<p>White House Web site, <a href=\"http://www.whitehouse.gov/the-press-office/briefing-white-house-press-secretary-robert-gibbs-3410\" target=\"_blank\">Transcript: Press Briefing by White House Press Secretary Robert Gibbs</a>, March 4, 2010</p>\r\n<p>CQ Transcripts, U.S. Sen. Barack Obama Holds a News DConference at the National Press Club on Social Security, April 26, 2005</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>On reconciliation</p>", "statement_context": "campaign speeches", "statement_date": "2010-03-04", "statement_type": {"id": 4, "resource_uri": "/api/v/2/statementtype/4/", "statement_type": "Flip", "type_description": "Flip-o-Meter items"}, "subject": [{"description": "", "id": 149, "photo": null, "resource_uri": "/api/v/2/subject/149/", "subject": "Bipartisanship", "subject_slug": "bipartisanship", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}], "target": [], "twitter_headline": null}