{"art": [], "author": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/mar/08/nancy-pelosi/pelosi-claims-health-care-reform-will-create-thous/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "gjoyce@tampabay.com", "first_name": "Greg", "id": 110, "last_name": "Joyce", "name_slug": "greg-joyce", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/110/", "title": "Metro/Tampa news editor", "twitter": null}], "facebook_headline": null, "id": 1555, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1555/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>House Speaker Nancy Pelosi put a new spin on health care reform during a recent meeting between President Barack Obama and members of Congress.<br /><br />\"It's about jobs,\" she said. \"In its life [health care reform] will create 4 million jobs, 400,000 jobs almost immediately.\" <br /><br />To be clear: Pelosi was not arguing that the bill would literally put people to work in the field of health care. Rather, she claims that cheaper health care will allow businesses to hire more workers, thus creating more jobs. <br /><br />\"Imagine an economy where people could change jobs, start businesses, become self-employed, whether to pursue their artistic aspirations or be entrepreneurial and start new businesses, if they were not job-locked because they have a child who's bipolar, or a family member who's diabetic with a pre-existing condition, and all of the other constraints that having health care or not having health care places on an entrepreneurial spirit,\" she said.<br /><br />We'll start out by noting that both sides claim that health care reform will either create or destroy many jobs.<br /><br />The Democrats assume that their bills will make health care less expensive, meaning that employers will have more money to hire more workers. For instance, Obama's Council of Economic Advisers estimated in December that health care reform could create 320,000 additional jobs. <br /><br />The Republicans, however, are claiming the opposite. They maintain that the House and Senate versions of the bill, as well as a recently released proposal by Obama, would levy such hefty fines on employers -- if they don't offer their employees health insurance -- that employers would end up laying off workers to keep costs down. To back up this claim, they point to a Congressional Budget Office report from July 2009 that cited several older studies. One study from 2007 estimates that 224,000 workers could be unemployed if employers were required to provide insurance that cost, on average, $2 per hour worked. A second study, also published in 2007, found that an employer mandate could cost about 750,000 jobs. But that study also took into account a minimum wage increase from $5.15 to $7.25, the current rate.</p>\r\n<p>Ultimately, the CBO concludes that requiring employers to offer health insurance will reduce employment, but the effect \"would probably be small.\" <br /><br />Another study by the left-leaning Center on Budget and Policy Priorities also looked at the employer mandate in June 2009. At the time, the Senate bill would have required employers who do not offer insurance to fully cover the cost of coverage for their lowest income employees who purchase insurance through a new health care insurance exchange. The group concluded that such a requirement could deter employers from hiring low-wage workers and might ultimately lead to job losses. <br /><br />All this information shows that health care reform may have some impact on employment, but there's a catch: Since the CBO and Center on Budget and Policy Priorities did those analyses, the Senate has changed its bill to say that employers will <em>not</em> be required to offer insurance, but that employers with 50 or more employees must help workers defray the cost if they qualify for new tax credits to help buy insurance. <br /><br />Obama's proposal includes similar language. Employers with 50 or more workers that don't provide coverage would be penalized, but the proposal would exempt the first 30 workers when calculating a $2,000 per worker fine. <br /><br />That background is meant to demonstrate one thing: The House, Senate and Obama proposals are moving targets. As a result, it is nearly impossible to quantify with any certainty how many jobs will be created -- or lost -- from health care reform. And we want to emphasize here, we've found no studies on lost jobs that examine the current proposals, which include fines but not full employer mandates. <br /><br />So, we asked Pelosi's office for more information. Her spokesman, Nadeam Elshami, pointed us to a recent study by the Center for American Progress, a left-leaning public policy think tank. According to the report, \"one important way to create jobs is to slow the growth of medical spending. If health care cost increases slow down, then businesses will find it more profitable to expand employment, and workers will more readily move into those new jobs.\"<br /><br />The study is a combination of data collected by Neeraj Sood, a professor at the University of Southern California who has looked at the impact of rising health care costs on employment, and David Cutler, a economist at Harvard University who has studied the impact of health care reform on care and insurance premiums.<br /><br />The initial impact of health care reform would be lower administrative costs, the authors argue. Those costs are associated with the marketing, underwriting and brokers&rsquo; fees charged by health insurance companies. The authors also argue that health care reform would make treatment more cost effective. Eventually, those efficiencies would trickle down to employers; in short, they won't have to pay as much to cover their employees and can instead use that extra cash to hire more workers. <br /><br />All told, the authors of the report estimate that health care reform could produce, on average, 250,000 to 400,000 jobs a year over the next decade. To come up with those job numbers, Cutler and Sood modeled two scenarios. In the first, medical cost reductions would occur at a moderate 0.75 percentage points annually, producing an average of 250,000 jobs every year. In the more aggressive scenario, medical cost reductions are as high as 1.5 percent annually, producing an average of 400,000 jobs per year. <br /><br />In reality, the number of jobs produced per year would vary, according to the report. For instance, in 2013, the number of jobs created under the second scenario would be about 210,000. That number would climb to nearly 800,000 in 2019.<br /><br />So, in her statement, Pelosi assumes that 400,000 jobs are created every year for a total of 4 million over 10 years. But Pelosi is cherry-picking the most optimistic number from one study. A more moderate rate of reduction could produce fewer jobs per year, according to the report. Furthermore, she fails to mention that the 400,000 is an average, meaning that some years could produce a higher number of jobs and others could produce fewer jobs. And finally, there's clearly a lot of uncertainty about whether the health care bill, with its fines on employers who don't provide health insurance, will create jobs or cut jobs. As a result, we find Pelosi's&nbsp;claim Half True.</p>", "ruling_comments_date": "2010-03-05T14:17:56.911528", "ruling_date": "2010-03-08T14:16:36", "ruling_headline": "Pelosi claims that health care reform will create thousands of jobs", "ruling_headline_slug": "pelosi-claims-health-care-reform-will-create-thous", "ruling_link_text": "Pelosi overstates one report", "ruling_state": null, "source_documents": null, "sources": "<p>Real Clear Politics, <a href=\"http://www.realclearpolitics.com/video/2010/02/25/pelosi_health_reform_will_create_400000_jobs_almost_immediately.html\" target=\"_blank\">clip of House Speaker Nancy Pelosi at the White House health care summit</a>, Feb. 25, 2010</p>\r\n<p>Congressional Quarterly, transcript of the health care summit, Feb. 25, 2010</p>\r\n<p>Washington Post, <a href=\"http://voices.washingtonpost.com/postpartisan/2010/03/is_pelosi_right_on_health_care.html\" target=\"_blank\">Is Pelosi right on health care and jobs?,</a> by Charles Lane, March 1, 2010</p>\r\n<p>Web site of Republican Leader John Boehner, <a href=\"http://gopleader.gov/blog/\" target=\"_blank\">Latest Iteration of Democrats Gov&rsquo;t Takeover of Health Care Still Chock-Full of Job-Killing Policies</a>, March 2, 2010</p>\r\n<p>The Center for American Progress, <a href=\"http://www.americanprogress.org/issues/2010/01/pdf/health_care_jobs.pdf\" target=\"_blank\">New Jobs Through Better Health Care</a>, by David Cutler and Neeraj Sood, January, 2010</p>\r\n<p>The Executive Office of the President: Council of Economic Advisers, <a href=\"http://www.whitehouse.gov/sites/default/files/microsites/091213-economic-case-health-care-reform.pdf\" target=\"_blank\">The Economic Case for Health Care Reform: Update</a>, Dec. 14, 2009</p>\r\n<p>The Congressional Budget Office, <a href=\"http://www.cbo.gov/ftpdocs/104xx/doc10435/07-13-HealthCareAndLaborMarkets.pdf\" target=\"_blank\">Effects of Changes to the Health Insurance System on Labor Markets</a>, July 13, 2010</p>\r\n<p>The Center on Budget and Policy Priorities, <a href=\"http://www.cbpp.org/cms/index.cfm?fa=view&amp;id=2847&amp;emailView=1\" target=\"_blank\">Employer Requirement Under Consideration For Senate Finance Committee Health Bill Could Discourage Hiring of Low-Income, Minority, Disabled Workers</a>, By Judith Solomon and Robert Greenstein June, 24, 2009</p>\r\n<p>The Heritage Foundation, <a href=\"http://www.heritage.org/research/healthcare/bg2312.cfm\" target=\"_blank\">Economics of Play-or-Pay Mandates in Health Care Reform Bills</a>, by D. Mark Wilson, Aug. 28, 2009</p>\r\n<p><a href=\"http://www.journals.uchicago.edu/doi/pdf/10.1086/505049?cookieSet=1\" target=\"_blank\">The Labor Market Effects of Rising Health Insurance Premiums</a>, by Katherine Baicker and Amitabh Chandra, 2006</p>\r\n<p>The Henry J. Kaiser Family Foundation, <a href=\"http://www.kff.org/healthreform/upload/housesenatebill_final.pdf\" target=\"_blank\">Side-by-Side Comparison of Major Health Care Reform Proposals</a>, accessed March 5, 2010</p>\r\n<p>E-mail interview, David Cutler, economist at Harvard University, March 3, 2010</p>\r\n<p>Phone interview, Neeraj Sood, professor at the University of Southern California, March 3, 2010</p>\r\n<p>E-mail correspondence, Nadeam Elshami, spokesman for House Speaker Nancy Pelosi, March 3, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 8, "current_job": "House Minority Leader", "false_count": 8, "first_name": "Nancy ", "half_true_count": 12, "home_state": "California", "id": 59, "last_name": "Pelosi", "mostly_true_count": 4, "name_slug": "nancy-pelosi", "pants_count": 3, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-nancypelosi.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/59/", "total_count": 42, "true_count": 6, "website": ""}, "statement": "<p>The health care bill will \"create 4 million jobs, 400,000 jobs almost immediately.\"</p>", "statement_context": "a statement at the health care summit", "statement_date": "2010-02-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}