{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/mar/09/daniel-lipinski/lipinski-says-senate-health-bill-allows-taxpayer-m/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": "", "id": 1565, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1565/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Abortion foes have seized on a new issue with the Senate version of the health care reform bill: a plan to funnel an additional $7 billion to expand the reach of community health centers.</p>\r\n\r\n<p>Groups like the National Right to Life Committee, the U.S. Conference of Catholic Bishops and the conservative Family Research Council claim the bill would create a loophole for roughly 1,250 community health centers nationwide to offer abortion services.</p>\r\n\r\n<p>Rep. Daniel Lipinski, an antiabortion Democrat from Illinois who said he could not vote for the Senate version of the bill due to its stance on abortion, stated it more definitively in a January press release that said the bill &quot;allows taxpayer money to pay directly for abortion in federal community health centers funded in the bill.&quot;</p>\r\n\r\n<p>Community health centers are clinics that provide primary and preventive health services primarily to low-income Americans and those who live in underserved rural areas. None of them provide abortion services. And we could find no legislators who said they intend for the new funds to pay for abortions.</p>\r\n\r\n<p>So why are abortion opponents worried they will if the Senate health plan moves forward?</p>\r\n\r\n<p>It&#39;s the way the $7 billion would be distributed. Currently, community health centers receive their funding -- about $2.2 billion a year -- through the annual appropriation budget for the Department of Health and Human Services. That appropriation money is subject to the Hyde Amendment, which prohibits the use of funds for abortion except in the cases of rape, incest or when the life of the mother is in danger. In the Senate health bill, however, the additional $7 billion for community health centers would be dedicated (read: guaranteed) funding for five years, and would be administered directly through HHS.</p>\r\n\r\n<p>In other words, the $7 billion would bypass the annual appropriations process, and does not carry any Hyde-type restrictions on using that money to pay for abortions, said Lipinski spokesman Nathaniel Zimmer. &quot;Therefore, there is nothing legally prohibiting community health centers from using the money to provide abortions.&quot;</p>\r\n\r\n<p>The <em>Washington Times</em> quoted the U.S. Conference of Catholic Bishops saying the new community health center funding could lead to &quot;hundreds of thousands of abortions per year that taxpayers would be forced to pay for.&quot; Family Research Council President Tony Perkins said the Senate bill includes &quot;federal funding for community health centers that could be used directly to kill unborn babies.&quot;</p>\r\n\r\n<p>Not so, says Rep. Diana DeGette, a Colorado Democrat and co-chairman of the Congressional Pro-Choice Caucus, who told the <em>Washington Times</em> the idea that federal dollars would cover abortions is &quot;patently false.&quot;</p>\r\n\r\n<p>&quot;They&#39;re interpreting the Senate language incorrectly,&quot; DeGette said. &quot;Any federal money that goes to community health centers or anything else cannot be used for abortion.&quot;</p>\r\n\r\n<p>That&#39;s also the opinion of the National Association of Community Health Centers, which just wants to be left out of the abortion debate.</p>\r\n\r\n<p>Community health centers &quot;have never performed abortions,&quot; said Dan Hawkins, senior vice president of policy and programs for the group. &quot;They do not plan to or seek to become a provider of abortions. They don&#39;t do that.&quot;</p>\r\n\r\n<p>Community health centers are focused on their mission of providing primary and preventive health care -- things like immunization and prenatal care -- to those typically underserved by the health care community, he said.</p>\r\n\r\n<p>Community health centers were around for 11 years before the Hyde Amendment went into effect in 1976 and they never provided abortions, he said. And last year, they got $2 billion in federal stimulus funds. Of that, $500,000 was for operational funding. It has already been used to provide health care to more than 2 million additional people, he said. Like the Senate bill&#39;s proposal, the stimulus money came separate from the HHS appropriation funds (with its Hyde Amendment limits) and contained no specific abortion language. And again, none of it was used for abortions.</p>\r\n\r\n<p>Hawkins makes one last point: the $7 billion over five years through the Senate health care bill would be combined by the secretary of HHS (currently Obama appointee Kathleen Sebelius) with the roughly $2.2 billion the centers receive through the annual appropriations bill.</p>\r\n\r\n<p>&quot;In our opinion, once this money is combined with the appropriated funds, the Hyde restrictions will apply to the whole thing,&quot; Hawkins said.</p>\r\n\r\n<p>Together with repeated assurances from Sebelius that no federal funds will be used to pay for abortions, Hawkins said, &quot;We feel confident the restriction (against abortions) will apply.&quot;</p>\r\n\r\n<p>&quot;And again,&quot; Hawkins said, &quot;they haven&#39;t done abortions and they aren&#39;t looking to do them in the future.&quot;</p>\r\n\r\n<p>It doesn&#39;t really matter whether the authors of the bill or the folks running the community health centers intend for the new money to fund abortions, said Douglas Johnson of the National Right to Life Committee. By failing to address the issue directly in the health care bill, he said, the courts will certainly rule that abortions are permitted, and even require that they be allowed.</p>\r\n\r\n<p>Even without the additional funding, he noted, powerful abortion rights groups are pushing for community health centers to segregate federal funding to allow them to provide abortions right now. Providing new federal dollars without Hyde Amendment restrictions will only strengthen their position, he argued.</p>\r\n\r\n<p>&quot;We know what the result is if they don&#39;t put that language (specifically prohibiting abortions) in there,&quot; he said. &quot;If it&#39;s not explicitly excluded, it ends up being included.&quot;</p>\r\n\r\n<p>The courts have several times ruled that without specific abortion prohibitions, generic health care language like that spelled out for community health centers &quot;would certainly encompass abortions, if it ever got to court,&quot; Johnson said.</p>\r\n\r\n<p>Johnson can&#39;t say whether the funding construction was a deliberate attempt by some in the Senate to allow abortions at community health centers. But, he said, &quot;If they really want to prevent that, it requires a quick legislative fix: put the money through the regular pipeline.&quot;</p>\r\n\r\n<p>So why didn&#39;t the Senate put the money through the annual HHS appropriations pipeline? Hawkins said the intent was to provide a guaranteed, dedicated source of funding as part of a multiyear effort to ramp up access to health care.</p>\r\n\r\n<p>So then why not simply add language that spells out that the additional money provided to the community health centers could not be used for abortions?</p>\r\n\r\n<p>&quot;It probably would have been a lot easier if they&#39;d done that,&quot; Hawkins said.</p>\r\n\r\n<p>A <em>Washington Times </em>story on the issue quoted White House spokeswoman Linda Douglass saying, &quot;If there is a drafting issue that requires a technical change to make clear that federal funds for community centers should not be used to fund abortions, he (Obama) will work with Congress to clarify it.&quot;</p>\r\n\r\n<p>So in summary, the White House and the co-chair of the Congressional Pro-Choice Caucus said they do not intend for the additional funds to be used for abortions. The White House says it&#39;s even willing to put that in writing in the bill. A spokesman for the National Association of Community Health Centers says the clinics have never provided abortions, that they don&#39;t plan to or want to. And he&#39;s satisfied that it would be prohibited under existing law anyway, as the additional money would be combined with the appropriations money (which is subject to the Hyde Amendment).</p>\r\n\r\n<p>Could the money be used for abortions? It doesn&#39;t seem likely based on the comments from the White House, Sebelius, the Congressional Pro-Choice Caucus and the umbrella organization for community health centers. But neither can we say definitively that the scenario laid out by the Lipinski and the National Right to Life Committee could not happen. If you focus on the technical possibilities -- which is an entirely legitimate thing to do -- who can say whether a court might rule that without a specific prohibition, abortions could be permitted? You can&#39;t fault organizations like the National Right to Life Committee for raising concerns about potential loopholes, even if they seem unlikely. And perhaps language will have to be added to remove any doubt. A White House official saying the president would work with Congress to draft language to make clear that federal funds for community health centers should not be used to fund abortions certainly sounds like an acknowledgement that there is at least room for interpretation.</p>\r\n\r\n<p>But we think the issue looks more like a political dart than a legitimate concern. That&#39;s especially true in light of the track record of community health centers. They have never in their 45 years provided abortions. They did not even before the Hyde Amendment was enacted. They have not even when they got $500,000 from the economic stimulus to expand their services (essentially coming the same way as proposed through Senate bill). They have not even though federal funding limited by the Hyde Amendment comprises just 20 percent of their annual budget now (and they&#39;ll still be getting that appropriations money, with its strings). Given all that and the public pronouncements from the White House, the Congressional Pro-Choice Caucus and Sebelius that the money could not be used to provide abortions, we think it&#39;s highly misleading to state definitively, as Lipinski did, that if the Senate bill passes then federal dollars will start flowing to community health centers to provide abortions. We rule Lipinski&#39;s statement Barely True.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><br />\r\n<em>Editor&#39;s note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</em></p>\r\n\r\n<p>&nbsp;</p>\r\n", "ruling_comments_date": "2010-03-09T14:12:53.411528", "ruling_date": "2010-03-09T14:50:06", "ruling_headline": "Lipinski says Senate bill allows money to pay directly for abortion at community health centers", "ruling_headline_slug": "lipinski-says-senate-health-bill-allows-taxpayer-m", "ruling_link_text": "Not the intent of funding", "ruling_state": null, "source_documents": null, "sources": "<p>Rep. Daniel Lipinski&#39;s Web site, Press release: <a href=\"http://www.lipinski.house.gov/index.php?option=com_content&amp;task=view&amp;id=1078&amp;Itemid=44\" target=\"_blank\">Lipinksi Calls for Congress to Shift Focus to Job Creation, Move Incrementally on Health Care Reform</a>, Jan. 22, 2010</p>\r\n\r\n<p>National Right to Life Committee, <a href=\"http://www.nrlc.org/AHC/NRLCmemoCommHealth.pdf\" target=\"_blank\">Memo: Senate-passed health bill (H.R. 3590) opens door to direct federal funding of abortion without restriction in 1,250 Community Health Centers</a>, Feb. 24, 2010</p>\r\n\r\n<p>Washington Times, <a href=\"http://www.washingtontimes.com/news/2010/mar/04/health-center-funding-rekindles-abortion-battle/\" target=\"_blank\">&quot;Health care bill rekindles abortion battle,&quot;</a> by Jennifer Haberkorn, March 4, 2010</p>\r\n\r\n<p>Family Research Council, <a href=\"http://www.prnewswire.com/news-releases/obama-proposes-health-care-bill-fully-funding-abortion-86269927.html\" target=\"_blank\">Press release: Obama Proposes Health Care Bill Fully Funding Abortion</a>, March 3, 2010</p>\r\n\r\n<p>National Association of Community Health Centers, Press release: <a href=\"http://blog.faithinpubliclife.org/NACHC%20Response%20to%20chcs%20and%20Abortion%20Concern-2.doc\" target=\"_blank\">NACHC Response to Concerns on Health Centers and Abortion</a></p>\r\n\r\n<p>American Recovery and Reinvestment Act of 2009, <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getdoc.cgi?dbname=111_cong_bills&amp;docid=f:h1enr.txt.pdf\" target=\"_blank\">the economic stimulus bill</a></p>\r\n\r\n<p>Politics Daily, Transcript: <a href=\"http://www.politicsdaily.com/2010/03/07/hhs-secretary-kathleen-sebelius-on-nbcs-meet-the-press/\" target=\"_blank\">HHS Secretary Kathlees Sebelius on NBC&#39;s Meet the Press</a>, March 7, 2010</p>\r\n\r\n<p><a href=\"http://democrats.senate.gov/reform/patient-protection-affordable-care-act-as-passed.pdf\" target=\"_blank\">Patient Protection and Affordable Care Act</a>, as passed by the Senate</p>\r\n\r\n<p>Interview with Lisa B. Cohen, chief of staff for Rep. Diana DeGette, March 8, 2010</p>\r\n\r\n<p>Interview with Douglas Johnson of the National Right to Life Committee, March 8, 2010</p>\r\n\r\n<p>Interview with Dan Hawkins, senior vice president of policy and programs for the National Association of Community Health Centrs, March 8, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Congressman", "false_count": 0, "first_name": "Daniel", "half_true_count": 0, "home_state": "Illinois", "id": 334, "last_name": "Lipinski", "mostly_true_count": 0, "name_slug": "daniel-lipinski", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/dan_lipinski_lg.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Illinois", "edition": "Illinois", "edition_slug": "illinois", "has_afterthefact": false, "id": 61, "index_page": false, "meter_name": "The Illinois Truth-O-Meter", "resource_uri": "/api/v/2/edition/61/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/334/", "total_count": 1, "true_count": 0, "website": "http://www.lipinski.house.gov/"}, "statement": "<p>The Senate version of the health care reform bill &quot;allows taxpayer money to pay directly for abortion in federal community health centers funded in the bill.&quot;</p>\r\n", "statement_context": "a press release", "statement_date": "2010-01-22", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}