{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/mar/11/dianne-feinstein/feinstein-says-us-only-nation-rely-heavily-profit-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1573, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1573/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>In February, amid the heated debate over health care reform, Sen. Dianne Feinstein, D-Calif., introduced legislation to bar insurance companies from implementing &quot;unfair&quot; hikes in health plan premiums. In a March 8, 2010, <em>New York Times </em>story, Feinstein explained why she cares so much about the issue.<br />\r\n<br />\r\n&quot;We are the only industrialized nation that relies heavily on a for-profit medical insurance industry to provide basic health care,&quot;&nbsp;Feinstein said. &quot;I believe, fundamentally, that all medical insurance should be not-for-profit.&quot;<br />\r\n<br />\r\nWe thought it would be worthwhile checking if Feinstein was right that no other nation &quot;relies heavily on a for-profit medical insurance industry to provide basic health care.&quot;<br />\r\n<br />\r\nAs it turns out, some other countries do have private, for-profit insurance companies operating in their health care sector, and there are some indications that this sector is growing. But the business, legal and regulatory environment in which they operate is quite different than it is in the United States.<br />\r\n<br />\r\nA good example is the Netherlands. Dutch plans may be either non-profit or for-profit, as in the U.S. But children are fully covered using public funds, and premiums for adults are set at 50 percent of the expected costs, with the remainder paid through a national &quot;risk equalization fund&quot; -- essentially funds collected from the public at large.<br />\r\n<br />\r\nAs a result, health insurers in the Netherlands aren&#39;t really able to compete for adult customers on price. By law, insurers must accept and renew all applicants, and a basic package of services must be offered.<br />\r\n<br />\r\nBy contrast, U.S. insurers are free (for now, at least) to reject applicants on the individual market if they have pre-existing conditions, and insurers offer a panoply of plans with different premium levels and benefit packages.<br />\r\n<br />\r\nSo, in the Netherlands, even the for-profit insurers don&#39;t typically make much of a profit on their basic health care lines. Meanwhile, in Switzerland, any profit that insurers make on basic services must be plowed back into reducing premiums.<br />\r\n<br />\r\nSo why even call these companies for-profit? In many of the European countries with a for-profit health insurance sector, the companies make their profits not on basic health care -- the kind that Feinstein specifically referred to -- but by up-selling their health care customers on supplemental health coverage, such as dental care, eyeglasses, cosmetic surgery or more luxurious hospital rooms, or other product lines altogether, such as life or homeowner&#39;s insurance.<br />\r\n<br />\r\n&quot;There&#39;s no developed country where insurers can make a profit on basic coverage,&quot; said T.R. Reid, the author of <em>The Healing of America: A Global Quest for Better, Cheaper, and Fairer Health Care</em>. &quot;Their mission is to pay for health care, not to pay investors.&quot;<br />\r\n<br />\r\nMaggie Mahar, a fellow who specializes in international health care policy at the Century Foundation, agrees. &quot;I usually say that the U.S. is the only country in the developed world that has chosen to turn health care into largely unregulated, for-profit enterprise,&quot; she said.<br />\r\n<br />\r\nTechnically, for-profit companies do provide basic medical care in countries such as the Netherlands, and there&#39;s enough of it going on to say that such countries &quot;rely&quot; on those insurers to serve that need. But the profit these companies make -- or at least the vast majority of it -- is made from lines of business other than basic health care.<br />\r\n<br />\r\nBecause there is no official definition of &quot;basic health care&quot; in the U.S. system, it is hard to calculate exactly how much profit American insurers are making off basic services. But whatever it is, most experts expect that it is higher than the margins being made on basic health care by for-profit insurers in other countries. We believe that Feinstein is right that the U.S. for-profit insurance industry&#39;s role in basic health care is fundamentally different than what goes on in other countries, and that this outweighs her technical error in saying that no other country relies heavily on a for-profit medical insurance industry to provide basic health care. So we rate Feinstein&#39;s statement Mostly True.</p>\r\n", "ruling_comments_date": "2010-03-11T17:13:03.251528", "ruling_date": "2010-03-11T18:35:04", "ruling_headline": "Feinstein says U.S. is only nation to rely heavily on for-profit insurers for basic health care", "ruling_headline_slug": "feinstein-says-us-only-nation-rely-heavily-profit-", "ruling_link_text": "Some countries' insurers are for-profit, but are far more highly regulated", "ruling_state": null, "source_documents": null, "sources": "<p><em>New York Times</em>, &quot;<a href=\"http://www.nytimes.com/2010/03/09/health/policy/09rates.html?emc=tnt&amp;tntemail0=y\" target=\"_blank\">State Insurance Experts See Flaw in Obama&rsquo;s Plan to Curb Health Premiums</a>,&quot; March 8, 2010<br />\r\n<br />\r\nSen. Dianne Feinstein, &quot;Senator Feinstein to Introduce Legislation to Prevent Health Insurance Companies from Enacting Unfair Premium Rate Increases&quot; (<a href=\"http://feinstein.senate.gov/public/index.cfm?FuseAction=NewsRoom.PressReleases&amp;ContentRecord_id=e7df9cde-5056-8059-76e7-de4ce4ee5aca&amp;Region_id=&amp;Issue_id=\" target=\"_blank\">news release</a>), Feb. 19, 2010<br />\r\n<br />\r\nRobert E. Leu et al., &quot;The Swiss and Dutch Health Insurance Systems: Universal Coverage and Regulated Competitive Insurance Markets&quot; (Commonwealth Fund <a href=\"http://www.commonwealthfund.org/Content/Publications/Fund-Reports/2009/Jan/The-Swiss-and-Dutch-Health-Insurance-Systems--Universal-Coverage-and-Regulated-Competitive-Insurance.aspx\" target=\"_blank\">briefing paper</a>), Jan. 16, 2009<br />\r\n<br />\r\nPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2009/sep/09/matt-miller/analyst-says-netherlands-switzerland-achieve-unive/\" target=\"_blank\">Analyst says Netherlands, Switzerland achieve universal coverage through private insurance</a>,&quot; Sept. 9, 2009<br />\r\n<br />\r\nT.R. Reid, <em>The Healing of America: A Global Quest for Better, Cheaper, and Fairer Health Care</em>, published 2009<br />\r\n<br />\r\nE-mail interview with T.R. Reid, the author of <em>The Healing of America: A Global Quest for Better, Cheaper, and Fairer Health Care</em>, March 10, 2010<br />\r\n<br />\r\nE-mail interview with Maggie Mahar, fellow at the Century Foundation, March 10, 2010<br />\r\n<br />\r\nE-mail interview with Glen Whitman, economist at California State University at Northridge, March 10, 2010<br />\r\n<br />\r\nE-mail interview with Eleanor Kinney, professor at the Indiana University School of Law at Indianapolis, March 10, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "U.S. Senator", "false_count": 1, "first_name": "Dianne", "half_true_count": 1, "home_state": "California", "id": 337, "last_name": "Feinstein", "mostly_true_count": 4, "name_slug": "dianne-feinstein", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Feinstein.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/337/", "total_count": 7, "true_count": 0, "website": "http://feinstein.senate.gov/public/"}, "statement": "<p>&quot;We are the only industrialized nation that relies heavily on a for-profit medical insurance industry to provide basic health care.&quot;</p>\r\n", "statement_context": "a New York Times article", "statement_date": "2010-03-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}