{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/mar/15/virginia-foxx/foxx-blames-recession-democratic-congressional-tak/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 1584, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1584/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>With the United States mired in its deepest recession in decades, Democrats and Republicans have sparred over which party bears the lion's share of blame. In a March 9, 2010, House floor speech, North Carolina Republican Rep. Virginia Foxx made clear which party she thinks is most at fault.<br />&nbsp;<br />Foxx spoke after the conclusion of a speech by Rep. Gerry Connolly, a Virginia Democrat. Connolly said Americans had lost $17.5 trillion in net worth from December 2007 through March 2009. From that point, Connolly said, Americans began to recover.<br />&nbsp;<br />\"We are not out of the woods just yet,\" Connolly said. \"Households lost value every month for the longest recession since World War II. But we have turned the corner, and Americans today have $5 trillion more in net worth because of our actions.\"<br />&nbsp;<br />After hearing Connolly's remarks, Foxx held off beginning her prepared statement on health care reform so that she could respond to what Connolly said.<br />&nbsp;<br />\"Madam Speaker, I came to talk about health reform, but would first note that the gentleman from Virginia fails to mention that the economy began its nose dive when Democrats took control of Congress in January 2007. For 54 months before that, with a Republican president and Republican control of Congress, the economy was doing very well and growing.\"<br />&nbsp;<br />We decided to see if the data supported Foxx's claims. We turned to GDP figures because she specifically referred to the economy \"growing.\"<br />&nbsp;<br />Foxx's second argument is a bit easier to verify, so we'll get that out of the way. Foxx said that for 54 months under Republican control of the presidency and Congress, \"the economy was doing very well and growing.\"<br />&nbsp;<br />We aren't sure why she picked 54 months -- that takes us to July 2002, which was neither the start of George W. Bush's presidency (January 2001) nor the end of the Democrats' brief majority in the Senate (January 2003) -- but the key statistics don't differ much, so we'll stick to her timeline.<br />&nbsp;<br />During the 54-month period Foxx cited, growth in gross domestic product -- the basic measure of economic expansion for the nation as a whole -- remained in positive territory for every single quarter. During that period, the average of the quarterly annualized GDP growth rates was 2.8 percent -- not earth-shattering, but steady growth. And if you instead date the statistics back to the official start of the economic expansion -- that is, back to the fourth quarter of 2001 -- then the average growth rate was roughly the same, 2.7 percent. <br />&nbsp;<br />So we conclude that Foxx is right to say that the economy experienced growth during that entire period (although, contrary to what she suggested, the Democrats controlled the Senate for six months out of the 54). <br />&nbsp;<br />Now let's look at the notion that \"the economy began its nose dive when Democrats took control of Congress in January 2007.\"<br />&nbsp;<br />For the first four quarters of the newly Democratic Congress -- the four quarters of 2007 -- the annualized GDP growth rates were, in order, 1.2 percent, 3.2 percent, 3.6 percent and 2.1 percent. Each quarter showed positive growth, and the average for those four quarterly figures was 2.5 percent -- not much lower than the average growth during the previous 54 months.<br />&nbsp;<br />Officially, the recession started in December 2007. In the first quarter of 2008, GDP fell by seven-tenths of 1 percent. It rebounded briefly to 1.5 percent growth in the second quarter of 2008, then got really rocky in the third quarter of 2008. During that quarter and the following two, GDP fell by 2.7 percent, 5.4 percent and 6.4 percent, respectively. If you date the \"nose dive\" to the first quarter of 2008 -- the earliest quarter with negative growth -- that was a full year after the Democratic takeover.<br />&nbsp;<br />And if you compare each quarter of 2006 (the last under GOP control) to the equivalent quarter of 2007 (the first under Democratic control), the pattern does not always favor the GOP. In both the first and fourth quarters, the 2006 level of growth under the GOP exceeded the 2007 level of growth under the Democrats. But in the second and third quarters, the Democrats did better in 2007 than the GOP did in 2006.<br />&nbsp;<br />We asked an ideological cross-section of economists what they thought of Foxx's claim.<br />&nbsp;<br />Karen Campbell, a macroeconomics policy analyst with the conservative Heritage Foundation, said that in her view, \"no statistical causation between political party in power and economic growth was established\" by Foxx's statement. Measured by economic growth, \"the economy did not technically begin a nose dive when the Democrats took over.\" <br />&nbsp;<br />Economist Gary Burtless of the liberal Brookings Institution wonders what Foxx would say if the shoe were on the other foot.<br />&nbsp;<br />\"The longest post-World-War-II business expansion ended in March 2001, one and a half months after a Republican Administration took office,\" Burtless said. \"That new Republican administration also had the good fortune to have a House of Representatives and, at first, a Senate that was controlled by the same party. According to Rep. Foxx&rsquo;s reasoning, the recession that began after March 2001 must have been 'caused' by the political change-over in control of the White House. Of course, I think this reasoning is specious, but it is equally ludicrous to claim that the recession which began in January 2008 was 'caused' by a change in political control of Congress that took place in January 2007.\"<br />&nbsp;<br />Most of the economists we spoke to agreed that the recession was caused most directly by long-term trends, especially a bust in housing prices and high energy prices, rather than by political factors. <br />&nbsp;<br />\"The Democrats can be blamed for setting the economy on a bubble-driven path in the 1990s, but the Republicans cannot escape blame for continuing this path and allowing an even larger and more dangerous bubble to develop in the first decade of the 21st century,\" said Dean Baker, an economist with the liberal Center for Economic and Policy Research. \"Is Rep. Foxx claiming that if we just left the Republicans in control, the housing bubble would still be growing so that we would have an even greater disaster to look forward to at the point when it finally collapsed?\"<br />&nbsp;<br />Alan Reynolds, a senior fellow at the libertarian Cato Institute, said that it's conceivable that fear of the Democratic takeover could have spooked the financial markets and pushed the economy into a recession by depressing household wealth, bank capital and the ability of firms to raise funds in equity markets. In reality, though, the Dow Jones Industrial average actually rose from about 12,100 just before Election Day 2006 -- when the Democrats took back the House and Senate -- to a high of 13,930 in October 2007, which was 10 months after the Democrats took control of Congress. (The Dow then fell precipitously until early 2009.) <br />&nbsp;<br />\"Anyone who tries to link the ups and downs in business to something happening in D.C. is obligated to explain what it is that happened,\" Reynolds said. \"Otherwise, it's likely random luck. Politicians are not as important as they like to think they are.\"<br />&nbsp;<br />We agree. The evidence shows that the economy did not \"nose dive\" for at least a year after the Democrats took control of Congress, and experts of various ideological backgrounds agree that long-term trends in the housing and energy markets played a bigger role in directly causing the recession. While what happens in Washington can certainly influence the economy, it is only one of many factors. We believe it is the height of partisan wishful thinking to imply that one party's accession to power in Congress is to blame for a major recession. Pants on Fire!</p>", "ruling_comments_date": "2010-03-15T17:28:58.791527", "ruling_date": "2010-03-15T18:28:03", "ruling_headline": "Foxx blames recession on Democratic Congressional takeover", "ruling_headline_slug": "foxx-blames-recession-democratic-congressional-tak", "ruling_link_text": "Is it a nose dive if it's delayed by a full year?", "ruling_state": null, "source_documents": null, "sources": "<p>Rep. Virginia Foxx, House floor <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getpage.cgi?position=all&amp;page=H1174&amp;dbname=2010_record\" target=\"_blank\">speech</a>, March 9, 2010</p>\r\n<p>Rep. Gerald Connolly, House floor <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getpage.cgi?position=all&amp;page=H1173&amp;dbname=2010_record\" target=\"_blank\">speech</a>, March 9, 2010</p>\r\n<p>National Bureau of Economic Research, <a href=\"http://www.nber.org/cycles.html\" target=\"_blank\">historical list of recessions</a>, accessed March 15, 2010</p>\r\n<p>U.S. Commerce Department Bureau of Economic Analysis, \"Percent Change From Preceding Period in Real Gross Domestic Product Seasonally adjusted at annual rates\" (<a href=\"http://www.bea.gov/national/nipaweb/TableView.asp?SelectedTable=1&amp;FirstYear=2008&amp;LastYear=2009&amp;Freq=Qtr\" target=\"_blank\">table</a>), accessed March 15, 2010<br />&nbsp;<br />Stockcharts.com, <a href=\"http://stockcharts.com/charts/historical/djia2000.html\" target=\"_blank\">historical tables</a> for the Dow Jones Industrial Average, accessed March 15, 2010</p>\r\n<p>U.S. Energy Information Administration, \"Weekly All Countries Spot Price FOB Weighted by Estimated Export Volume (Dollars per Barrel)\" (<a href=\"http://tonto.eia.doe.gov/dnav/pet/hist/LeafHandler.ashx?n=PET&amp;s=WTOTWORLD&amp;f=W\" target=\"_blank\">table</a>), accessed March 15, 2010<br />&nbsp;<br />E-mail interview with Karen Campbell, macroeconomics policy analyst with the Heritage Foundation, March 15, 2010<br />&nbsp;<br />E-mail interview with Dean Baker, economist with the Center for Economic and Policy Research, March 15, 2010</p>\r\n<p>E-mail interview with Gary Burtless, economist with the Brookings Institution, March 15, 2010</p>\r\n<p>E-mail interview with Alan Reynolds, senior fellow at the Cato Institute, March 15, 2010</p>\r\n<p>E-mail interview with Walter Molony, senior public affairs specialist at the National Association of Realtors, March 15, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. Representative", "false_count": 0, "first_name": "Virginia", "half_true_count": 0, "home_state": "North Carolina", "id": 341, "last_name": "Foxx", "mostly_true_count": 1, "name_slug": "virginia-foxx", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/AP_VIRGINIA_FOXX_2_.JPG", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/341/", "total_count": 3, "true_count": 1, "website": "http://foxx.house.gov/"}, "statement": "<p>\"The economy began its nose dive when Democrats took control of Congress in January 2007.\"</p>", "statement_context": "a speech on the House floor", "statement_date": "2010-03-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}], "target": [], "twitter_headline": null}