{"art": [{"brightcove": "", "caption": "An ad from Americans for Prosperity distorts the Democrats' plan for health care reform.", "id": 330, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/330/", "title": "Breast cancer ad", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/uz-agh-0jZg?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "uz-agh-0jZg"}], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/mar/16/americans-prosperity/ad-claims-if-health-reform-bill-passes-government-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1588, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1588/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>A new TV ad from Americans for Prosperity, a group opposing the health reform  bill, suggests that screening mammograms for women under 50 would be in jeopardy  if the bill passes.</p>\r\n<p>The ad, running in 18 key congressional districts  through March 18, 2010, features an appeal from breast cancer survivor Tracy  Walsh of North Augusta, S.C.</p>\r\n<p>\"I was diagnosed with breast cancer when I was 43,\"  Walsh begins. \"My mother died of cancer. But early detection saved my life. Now  a government panel, that didn't include cancer specialists, says women shouldn't  receive mammograms until age 50. That saves money, but could cost your life. If  I had followed the new government guidelines on mammograms, my cancer would have  spread undetected, and my chances of survival would have been reduced. If  government takes over health care, recommendations like these could become the  law for all kinds of diseases.\"</p>\r\n<p>There's an awful lot of misinformation and distortion  packed into to these few sentences, and we'll have to take them one at a  time.</p>\r\n<p>But first,  some background. In November 2009, the U.S. Preventive Services Task Force  issued controversial recommendations regarding breast cancer  screenings, including one that challenged the long-standing convention that  women between the ages of 40 and 50 should get routine mammograms.</p>\r\n<p>Specifically, the task  force dropped the need for regular mammography screenings for women between 40 and 50 from a Grade B to a Grade C. Grade B means there is \"high certainty  that the net benefit is moderate or there is moderate certainty that the net  benefit is moderate to substantial\" and therefore the screening is recommended.  Grade C, however, means that there is \"at least moderate certainty that the net  benefit is small.\" As a result, the task force recommended against routinely  providing the screening unless \"other considerations support the offering or  providing the service in an individual patient.\"</p>\r\n<p>Enter the Senate  version of the health care bill (which is largely the working bill for now). It  would create a health care exchange for people who do not get their insurance  through their employer. Among other intended benefits, it would allow people in  the so-called individual market to get group rates. Private health insurance  companies that wish to compete for business in the exchange would have to offer  a minimum package of coverage described in the bill. And among those minimum  standards, they'd have to cover the entire cost of \"evidence-based items or  services that have in effect a rating of 'A' or 'B' in the current  recommendations of the United States Preventive Services Task Force.\"</p>\r\n<p>That's the  underpinning of the argument from Americans for Prosperity.</p>\r\n<p>Now, to unravel some  of the distortion.</p>\r\n<p>First and foremost, the task force did not say women  shouldn't receive mammograms until age 50.</p>\r\n<p>Diana Petitti, former vice chair of the task force,  said the report has been wildly misrepresented on this point.</p>\r\n<p>\"The report says that  when you hit 40, you should start having conversations with your physician about  whether you want to have a mammogram,\" she said. \"There is no reason they  shouldn't get a mammogram if they decide to get a mammogram. There is nothing in  it that attempts to deny or affect the coverage for mammograms for women aged 40  to 49.\"</p>\r\n<p>The report  found there was insufficient backing to support the idea that routine mammograms  should be automatic for all women 40 to 50, but it noted that there were many  women for whom they would be appropriate, and that \"the decision to start  regular, biennial screening mammography before the age of 50 years should be an  individual one and take patient context into account, including the patient's  values regarding specific benefits and harms.\"</p>\r\n<p>Among those who should get routine mammograms under  50? Women with a history of cancer in their family, like Walsh, Petitti said.</p>\r\n<p>Dr. Petitti also takes  umbrage at Walsh's claim that the panel didn't include cancer specialists. She  is the former vice chair of the Institute of Medicine National Cancer Policy  Board and vice chair of an Institute of Medicine committee that issued a report,  \"Beyond Mammography.\" Dr. Allen Dietrich is director of Population Sciences at  an NCI-designated Cancer Center at Dartmouth-Hitchcock medical center. And Dr.  Sanford Schwartz has also published on the topic of mammography, she noted. In  addition, she said, the recommendations were reviewed by oncologists, including  a preventive oncologist, and by radiologists.</p>\r\n<p>The task force was established to provide an  \"independent voice\" and \"sound, evidence-based recommendations for preventive  services,\" said Alina Salganicoff, vice president and director of women's health  policy at the independent Kaiser Family Foundation.</p>\r\n<p>As for Walsh's comment  that not providing mammograms \"saves money, but could cost your life,\" we note  that cost-effectiveness was not one of the criteria considered by the task  force. It only analyzed the benefits -- early detection of cancer -- against the  potential downsides of screening -- mainly stress caused from false-positive  test results and the risk of exposure to radiation -- regardless of cost. In  short, the panel concluded that based on the evidence, \"For biennial screening  mammography in women aged 40 to 49 years, there is moderate certainty that the  net benefit is small.\"</p>\r\n<p>Walsh calls the task force recommendation \"new  government guidelines on mammograms.\" That's also wrong. The task force is an  independent panel convened by the government's Agency for Healthcare Research  and Quality. But their recommendations carry an important disclaimer:  \"Recommendations made by the USPSTF are independent of the U.S. government. They  should not be construed as an official position of the Agency for Healthcare  Research and Quality or the U.S. Department of Health and Human Services.\"</p>\r\n<p>In fact, when the task  force released its recommendations, Health and Human Services Secretary Kathleen  Sebelius promptly issued a press release stating, \"There is no question that the  U.S. Preventive Services Task Force Recommendations have caused a great deal of  confusion and worry among women and their families across this country. I want  to address that confusion head on. The U.S. Preventive Task Force is an outside  independent panel of doctors and scientists who make recommendations. They do  not set federal policy and they don't determine what services are covered by the  federal government.</p>\r\n<p>\"There has been debate in this country for years  about the age at which routine screening mammograms should begin, and how often  they should be given. The Task Force has presented some new evidence for  consideration, but our policies remain unchanged. Indeed, I would be very  surprised if any private insurance company changed its mammography coverage  decisions as a result of this action.\"</p>\r\n<p>Health and Human Services guidelines regarding  mammograms did not change. Medicaid still covers the full cost of mammograms for  women over 40.</p>\r\n<p>And Sebelius was correct that it  did not affect private insurance companies' policies regarding mammography  coverage.</p>\r\n<p>\"Our  providers continue to provide coverage (of breast cancer screenings) when that  is a decision reached between the doctor and patient (even when they are under  50),\" said Susan Pisano, a spokeswoman for America's Health Insurance Plans.</p>\r\n<p>She said she \"doesn't  have any reason to believe the health bill is going to change\" their policy.  \"Quite the opposite,\" Pisano said, \"we even do outreach to encourage women to do  screenings. We will continue to focus on screenings and prevention. That's  something we very much believe in.\"</p>\r\n<p>But back to the Senate bill.</p>\r\n<p>There are a few other  reasons that Walsh's claims about its limits of mammography are misleading. For  one, the bill talks about minimum requirements for policies offered on the  exchange.</p>\r\n<p>\"That's  the floor in terms of preventive benefits,\" said Salganicoff, of Kaiser.  \"Furthermore, there is nothing that stops anyone from covering diagnostic  mammograms for women of any age.\"</p>\r\n<p>The Senate bill makes it clear that plans may offer  services well beyond the minimum requirements, including mammograms or any other  services.</p>\r\n<p>\"Nothing  in this subsection shall be construed to prohibit a plan or issuer from  providing coverage for services in addition to those recommended by United  States Preventive Services Task Force or to deny coverage for services that are  not recommended by such Task Force,\" the bill states.</p>\r\n<p>And if all that  weren't enough, legislators went out of their way to ensure that mammograms for  women aged 40 to 50 would be covered.</p>\r\n<p>Sen. Barbara Mikulski, D-Md., added an amendment that  requires, when it comes to no-cost preventive services offered to women on the  exchange, in addition to the services recommended by the U.S. Preventive  Services Task Force, they also must include services \"provided for in  comprehensive guidelines supported by the Health Resources and Services  Administration.\" And those HHS guidelines say you've got to cover mammograms for  women over 40.</p>\r\n<p>Asked in an interview with National Public Radio  whether task-force studies like the breast cancer recommendations would be the  basis for restricting coverage on the health care exchange, Sebelius said it is  the secretary of health and human services &mdash; not the advisory panels &mdash; who would  be have final say on what must be covered.</p>\r\n<p>According to NPR, \"Asked whether she would be willing  to pledge that as long as she remains secretary of health and human services,  she will make sure that every plan offered on the exchange will give coverage  for annual mammograms for women over 40, Sebelius responded: 'Well, yes. I think  that is an important service. It's a determination that we've made.'\"</p>\r\n<p>Sen. David Vitter,  R-La., offered an amendment (which passed) that made it even clearer. \"For the  purposes of this Act, and for the purposes of any other provision of law, the  current recommendations of the United States Preventive Service Task Force  regarding breast cancer screening, mammography, and prevention shall be  considered the most current other than those issued in or around November  2009.\"</p>\r\n<p>In other  words, ignore the November task force ruling altogether.</p>\r\n<p>Phil Kerpen, vice  president of policy at Americans for Prosperity (which spent $750,000 on the ad)  called that a \"temporary fix\" and said \"if the task force upholds that again in  its next recommendations (as expected) that will no longer be operative.\"</p>\r\n<p>How worried is the  American Cancer Society that Kerpen's scenario might lead to insurers not  covering mammograms for women under 50? Not at all.</p>\r\n<p>\"We're comfortable  with the final language and that women 40 and above will continue to have access  to mammograms as appropriate,\" said Stephen Finan, senior director of policy at  the American Cancer Society Cancer Action Network.</p>\r\n<p>The HHS guidelines  include mammograms for women over 40, he noted, so \"as of now, if everything in  the plan today was law, women over 40 would continue to be covered by their  insurance.\"</p>\r\n<p>In  addition, he noted, 49 states have laws that require mammograms to be covered.  The rules vary from state to state, but most require private insurers to pay 100  percent of the cost of mammograms for women over 40.</p>\r\n<p>\"The fact is, most  group plans today provide it anyway as essential, good preventive service,\"  Finan said. The number of plans that don't cover it is very small, he said, and  is relegated to \"junk plans.\"</p>\r\n<p>One last point: Without any context provided,  Walsh's comments leave the impression this issue applies to all Americans. It  doesn't. As Kerpen confirmed, she's talking only about people who participate in  the health insurance exchange, not people who get their insurance through their  employer. The independent Congressional Budget Office estimated that if the  health bill passes, four out of five people would continue to get their insurance  through their employer. Walsh was covered through her husband's employer, so  this whole issue doesn't even apply to her.</p>\r\n<p>To review: The task force did not say women  shouldn't receive mammograms until age 50. The task force did include experts on  cancer screening. It did not factor in cost. The recommendations are not the new  government guidelines (in fact, the government guidelines remained the same).</p>\r\n<p>In short, this is a  bogus issue. If the bill passes, preventive services recommended by the task  force would become the bare minimum insurance companies in the exchange would be  required to cover. And with regard to mammograms, specifically, they would be  covered for women over 40.</p>\r\n<p>Americans for Prosperity got the wrong messenger.  With a mother who died of cancer, Walsh is practically a poster child for the  kind of person who the task force believes ought to get a mammogram before 50.  And she gets her insurance through her husband's insurance. Nothing in the  health care bill would change how she (or the four out of five Americans like her)  would have received care through employer insurance. More importantly, Americans  for Prosperity seized on an issue -- free mammograms for women between 40 and 50  -- that was specifically taken care of with not one, but two, Senate amendments.  We rule this claim Pants on Fire!</p>", "ruling_comments_date": "2010-03-16T16:27:30.961527", "ruling_date": "2010-03-16T18:24:43", "ruling_headline": "Ad claims if health reform bill passes, government panel could make laws that limit preventive services like mammograms", "ruling_headline_slug": "ad-claims-if-health-reform-bill-passes-government-", "ruling_link_text": "Amendments assure mammogram coverage for women over 40", "ruling_state": null, "source_documents": null, "sources": "<p>Americans for Prosperity, <a href=\"http://www.americansforprosperity.org/031110-afps-new-hands-my-health-care-tv-ad\" target=\"_blank\">Video: New Hands Off My Health Care TV Ad</a>, March 11, 2010</p>\r\n<p>Agency for Healthcare Research and Quality, <a href=\"http://www.ahrq.gov/clinic/uspstf09/breastcancer/brcanrs.htm\" target=\"_blank\">U.S. Preventive Services Task Force, Screening for Breast Cancer Recommendation Statement </a>, November 2009</p>\r\n<p>Agency for Healthcare Research and Quality, <a href=\"http://www.ahrq.gov/clinic/uspstf/gradespost.htm#irec\" target=\"_blank\">Grade Definitions After May 2007</a></p>\r\n<p>U.S. Senate Web site, <a href=\"http://democrats.senate.gov/reform/patient-protection-affordable-care-act-as-passed.pdf\" target=\"_blank\">Patient Protection and Affordable Care Act</a>, as passed by Senate, Dec. 24, 2009</p>\r\n<p>NPR, <a href=\"http://www.npr.org/templates/story/story.php?storyId=120562882&amp;ft=1&amp;f=1014\" target=\"_blank\">\"GOP Uses Mammogram Study To Attack Health Bill,\"</a> by Mara Liasson, Nov. 19, 2009</p>\r\n<p>FactCheck.org, <a href=\"http://www.factcheck.org/2009/09/a-false-appeal-to-womens-fears/\" target=\"_blank\">\"A False Appeal to Women&rsquo;s Fears,\" </a>by Lori Robertson, Sept. 4, 2009</p>\r\n<p>123People, <a href=\"http://www.123people.ca/ext/frm?ti=person%20finder&amp;search_term=tracy%20walsh&amp;search_country=CA&amp;st=person%20finder&amp;target_url=http%3A%2F%2Fwww.hotair.com%2Farchives%2F2009%2F10%2F03%2Fvideo-tracy-walshs-story-and-obamacare%2F&amp;section=blog&amp;wrt_id=413\\\" target=\"_blank\">Video: Tracy Walsh&rsquo;s story and ObamaCare</a>, by Ed Morrissey, Oct. 3, 2009</p>\r\n<p>American Medical News, <a href=\"http://www.ama-assn.org/amednews/2009/11/30/prsa1130.htm\" target=\"_blank\">\"Revised breast cancer screening guidelines spark uproar, confusion,\"</a> by Christine S. Moyer, Nov. 30, 2009</p>\r\n<p>American College of Radiology, <a href=\"http://www.acr.org/HomePageCategories/News/ACRNewsCenter/ACR-Supports-SAPS-Act.aspx\" target=\"_blank\">\"ACR Supports Safeguard Access to Preventative Services Act,\"</a> March 9, 2010</p>\r\n<p>ABC News, <a href=\"http://abcnews.go.com/GMA/HealthyLiving/us-preventative-services-task-force-member-timothy-wilt/story?id=9124113\" target=\"_blank\">\"Task Force Responds to Mammogram Controversy,\"</a> by Lee Ferran, Joseph Brownstein and Dan Childs, Nov. 19, 2009</p>\r\n<p>Washington Independent, <a href=\"http://washingtonindependent.com/68687/reid-no-connection-between-mammogram-recommendations-and-dems-health-reforms\" target=\"_blank\">\"Reid: No Connection Between Mammogram Recommendations and Dems&rsquo; Health Reforms,\"</a> by Mike Lillis, Nov. 23, 2009</p>\r\n<p>U.S. Department of Health and Human Services, <a href=\"http://www.hhs.gov/news/press/2009pres/11/20091118a.html\" target=\"_blank\">Secretary Sebelius Statement on New Breast Cancer Recommendations</a>, Nov. 18, 2009</p>\r\n<p>Kaiser Family Foundation, <a href=\"http://www.kff.org/healthreform/upload/housebill_final.pdf\" target=\"_blank\">Focus on Health Reform: Affordable Health Care for America Act</a></p>\r\n<p>Interview with Diana Petitti, former vice chair of the U.S. Preventive Services Task Force, March 15, 2010</p>\r\n<p>Interview with Alina Salganicoff, vice president and director of women's health  policy  at the Kaiser Family Foundation, March 15, 2010</p>\r\n<p>Interview with Susan Pisano, a spokeswoman for America's Health Insurance Plans, March 15, 2010</p>\r\n<p>Interview with Phil Kerpen, vice  president of policy at Americans for Prosperity, March 15, 2010</p>\r\n<p>Interview with Stephen Finan, senior director of policy at  the American Cancer Society  Cancer Action Network, March 15, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 6, "current_job": "", "false_count": 8, "first_name": "", "half_true_count": 2, "home_state": "", "id": 343, "last_name": "Americans for Prosperity", "mostly_true_count": 1, "name_slug": "americans-prosperity", "pants_count": 2, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/AFP-image-80.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/343/", "total_count": 19, "true_count": 0, "website": ""}, "statement": "<p>\"A government panel that didn't include cancer specialists says women shouldn't  receive mammograms until age 50...If government takes over health care,  recommendations like these could become the law for all kinds of diseases.\"</p>", "statement_context": "a TV ad", "statement_date": "2010-03-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 146, "photo": null, "resource_uri": "/api/v/2/subject/146/", "subject": "Women", "subject_slug": "women", "used_in_edition": []}], "target": [], "twitter_headline": null}