{"art": [], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/mar/16/rick-perry/gov-rick-perry-says-his-border-security-efforts-le/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [], "facebook_headline": null, "id": 1589, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1589/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>At a time when violence along the U.S.-Mexico border  is again in the news, Texas Gov. Rick Perry makes an eye-catching claim  on his campaign Web site: \"Governor Perry's border security efforts  have led to a 60 percent decrease in border crime.\"</p>\r\n<p>We had lots of  questions about that, so we went looking for answers.</p>\r\n<p>In 2005,  saying the federal government had not done enough to secure the  U.S.-Mexico border, Perry announced he was investing in state border  security efforts. His plans included helping local law enforcement  agencies hire additional officers, buying the agencies equipment,  assigning Texas Department of Public Safety personnel to the border and  installing surveillance cameras.</p>\r\n<p>According to Perry's office,  the governor spent about $30 million from his office's budget on the  operations in fiscal years 2006-07. The Legislature allocated $110  million for border efforts in 2008-09 and more than $110 million for  2010-11, for a total of $250 million to date.</p>\r\n<p>And what was the  impact of the efforts?</p>\r\n<p>Perry's campaign pointed us to a report  from the Texas Border Security Council, whose members were appointed by  Perry. According to a chart in the report, \"serious\" crime in the border  counties dropped 65 percent in the two-year period between the third  quarter of 2005 &mdash; when Texas funding for border operations started &mdash; and  the third quarter of 2007.</p>\r\n<p>We learned that backup for the chart  came from the FBI's annual Uniform Crime Reporting program, which tracks  the incidences of seven \"index\" crimes: murder, rape, robbery,  aggravated assault, burglary, larceny and auto theft. However, the chart  (dubbed \"Texas Border Counties Crime Index\") is only that: a jagged  line on a page, rising and falling between 2004 and 2007. It doesn't  detail specific crime data from border localities, making it impossible  to tell exactly where crime dropped, by how much and in which  categories.<br /><br />Seeking  more detail, we talked to the Texas Department of Public Safety, which  reports the state's crime numbers to the FBI. We then learned that the  chart was drawn from data that omitted significant facts.<br /><br />The  Border Security Council report only counted crimes from unincorporated  areas of counties along the border which, it states, accounts for 93  percent of the 1,254 miles of the Texas-Mexico border. By taking that  approach, the report excludes all the border region's towns and cities  including major population centers such as El Paso, Laredo, Brownsville,  McAllen and Harlingen. By our analysis, more than 75 percent of the  population in the border counties lived in incorporated areas in 2007,  the last year covered in the chart.</p>\r\n<p>What's wrong with leaving out  the urban areas? More crimes usually occur where more people live.</p>\r\n<p>Consider  El Paso County. According to DPS data, the sheriff's department there  reported 1,350 \"index\" crimes in the county's unincorporated areas in  2005. Adding in offenses reported by the city's police department and  other law enforcement agencies in the county causes the \"index\" crimes  to total 25,134.</p>\r\n<p>Data provided by DPS to support the chart  shows that crimes in unincorporated border areas dropped 65 percent  between the third quarter of 2005 and the third quarter of 2007. But  that only compares two different quarters. When we looked at crime over  all three years of data &mdash; 2005 through 2007 -- the decline amounted to  less than 1 percent.</p>\r\n<p>We also considered the data for both urban  and rural areas of all the border counties during those years. The total  number of \"index\" or serious crimes rose from 103,884 in 2005 to  103,986 in 2007.</p>\r\n<p>The \"index\" crime data omits crimes that may  occur at higher rates in border regions, including drug offenses and  human trafficking. Without those numbers, the border crime story is  incomplete.</p>\r\n<p>We asked for that data. The DPS says it doesn't collect it but plans to in the future. Separately, the U.S. Border Control offered information on  only two enforcement actions that the agency tracks: the number of  foreign nationals caught for being in the United States illegally &mdash; what  it calls \"apprehensions\" &mdash; and the amount of drugs seized. Apprehensions in the Border Patrol sectors that include Texas dropped 58  percent from fiscal 2005 through 2009. The amount of drugs seized &mdash;  measured in pounds of marijuana, heroin, cocaine, methamphetamine and  others &mdash; more than doubled.</p>\r\n<p>Border Patrol spokesman Mark L.  Qualia and Tony Payan, an expert on the U.S.-Mexico border and political  science professor at the University of Texas-El Paso, agreed that some  crimes happen more often in border areas because of the large numbers of  people passing through. Qualia cited trespassing and shoplifting as  examples of such \"transient\" crimes.</p>\r\n<p>Such caveats undermine  Perry's claim -- and build a case that border crime is a complicated  subject.</p>\r\n<p>As for not counting crimes in cities and towns to assess  changes in the border region, Payan said: \"This strikes me  as sheer manipulation of geographical areas and numbers in order to make  the governor look good.\"</p>\r\n<p>When we asked the governor's office  for an explanation of the report's methodology, we were referred to the  DPS, whose spokeswoman Tela Mange said: \"We were focusing on the  unincorporated areas ... because that is where much of the illegal  activity involving human and contraband smuggling occurs.\"</p>\r\n<p>That  may be, though neither the state of Texas nor the Border Patrol gave us  data on that activity.</p>\r\n<p>Don Reay, executive director of the  Texas Border Sheriff's Coalition, said that members of his group still  believe that crime has gone down and that Perry deserves credit for  improving the situation on the border -- though not all the credit.  \"Crime has gone down based on cooperation between counties, between the  state and between the federal government,\" Reay said.</p>\r\n<p>Since 2006,  Washington has spent more than $3.7 billion on border security,  although Qualia said he could not say exactly how much of the money went  to the southwestern or Texas border. Some of the major initiatives have  been to hire more Border Patrol agents and build hundreds of miles of  fencing.</p>\r\n<p>Payan also said that outside factors could have caused  border crime to decline. He cited the war raging between drug cartels in  Mexico, which he says has limited the cartels' ability to do business  across the Rio Grande.</p>\r\n<p>Perry's claims about reducing border  crime have come under scrutiny before. In 2006, the El Paso Times  investigated his statements touting the impact of Operation Rio Grande,  which shifted DPS officers and other state resources to border areas.  That October, Perry's office trumpeted in a press release: \"Crime down  60 percent across the border.\"</p>\r\n<p>The Times questioned the  statistic, noting it was based on average crime reductions in \"several\"  counties -- not the entire border region -- where the state participated  in \"surge\" operations over a four-month period. The operations beefed  up federal, state and local law enforcement personnel in selected rural  areas; urban areas weren't included in the statistics.</p>\r\n<p>That's  relatively old news.</p>\r\n<p>What about more recently? We checked the  latest available UCR crime data in both urban and non-incorporated areas  along the Texas border in 2008, as reported by the DPS. Overall,  serious crime went up 1.6 percent from 2007.</p>\r\n<p>Summing up: Perry's  claim that his border security efforts have led to a 60 percent drop in  crime doesn't hold water. The calculation he touts doesn't consider  crimes committed in cities and towns where most border residents live.  It also compared two calendar quarters rather than weighing years' worth  of data.</p>\r\n<p>Crime may have temporarily subsided in some rural areas  of the border region.</p>\r\n<p>However, it's not clear how much of any  decline can be traced to the state's investment in security.</p>\r\n<p>We  rate Perry's sweeping statement based on an unreasonable manipulation of crime statistics --  the second instance of his administration touting questionable border  crime numbers -- as Pants on Fire.</p>", "ruling_comments_date": "2010-03-16T18:57:19.901528", "ruling_date": "2010-03-16T19:14:12", "ruling_headline": "Gov. Rick Perry says his border security efforts led to 60-percent drop in crime along Texas-Mexico border", "ruling_headline_slug": "gov-rick-perry-says-his-border-security-efforts-le", "ruling_link_text": "Claim omits El Paso, Laredo, Brownsville and other burgs where most people live", "ruling_state": null, "source_documents": null, "sources": "<p>Texas  governor's office, <a href=\"http://governor.state.tx.us/priorities/security/border_security/border_security/\" target=\"_blank\">Border   Security</a>, accessed March 11, 2010</p>\r\n<p>Texas Border  Security Council, \"<a href=\"http://alt.coxnewsweb.com/statesman/politifact/031510_bordercouncilreport.pdf\" target=\"_blank\">Report   to Governor Rick Perry</a>,\" September 2008</p>\r\n<p>Texas  Department of Public Safety, <a href=\"http://www.txdps.state.tx.us/administration/crime_records/pages/crimestatistics.htm\" target=\"_blank\">Crime   in Texas</a>, accessed March 10, 2010</p>\r\n<p>E-mail  interview with Travis Richmond, researcher, Texans for Rick Perry, March  10, 2010</p>\r\n<p>E-mail interview with Katherine  Cesinger, spokeswoman, Texas governor's office, March 11, 2010</p>\r\n<p>Interview   with Lisa Block, spokeswoman, Texas Department of Public Safety, March  12, 2010</p>\r\n<p>E-mail interview with Tela Mange, spokeswoman, Texas  Department of Public Safety, March 12, 2010</p>\r\n<p>Interview  with Don Reay, executive director, Texas Border Sheriff's Coalition,  May 10, 2010</p>\r\n<p>Interview with Tony Payan, professor,  University of Texas-El Paso, March 11, 2010</p>\r\n<p>E-mail  interview with Michelle Mittelstadt, director of communications,  Migration Policy Institute, March 11, 2010</p>\r\n<p>Interview  with Mark L. Qualia, spokesman, U.S. Border Patrol, March 12, 2010</p>\r\n<p>E-mail   interview with Roger Maier, spokesman, U.S. Customs and Border  Protection, March 10, 2010</p>\r\n<p>Texas governor's  office, news release, \"<a href=\"http://governor.state.tx.us/news/press-release/2348/\" target=\"_blank\">Perry:  Border Security Operations are Unparalleled Success</a>,\" Oct. 17, 2006</p>\r\n<p>El   Paso Times, \"<a href=\"http://alt.coxnewsweb.com/statesman/politifact/031510_elpasoborderstory.pdf\" target=\"_blank\">Experts   question Perry's border crime assessment</a>,\" by Brandi Grissom, Oct.  25, 2006</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 30, "current_job": "U.S. Energy Secretary", "false_count": 31, "first_name": "Rick", "half_true_count": 42, "home_state": "Texas", "id": 291, "last_name": "Perry", "mostly_true_count": 24, "name_slug": "rick-perry", "pants_count": 18, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Perry_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/291/", "total_count": 176, "true_count": 26, "website": "https://energy.gov/management/history/secretaries-energy"}, "statement": "<p>My \"border security efforts have led to a 60 percent  decrease in border crime.\"</p>", "statement_context": "a Web post", "statement_date": "2010-03-10", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}], "target": [], "twitter_headline": null}