{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/mar/18/jd-hayworth/jd-hayworth-claims-massachusetts-ruling-opens-door/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1595, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1595/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>J.D. Hayworth, the former congressman running against Sen. John McCain in the Arizona Republican primary, was known for making provocative points as a conservative radio talk show host. He's proving every bit as provocative on the campaign trail.</p>\r\n<p>In an <a href=\"http://www.youtube.com/watch?v=g4E_VDe5TAI&amp;feature=player_embedded\" target=\"_blank\">interview</a> on radio station WORL in Orlando on March 14, 2010, Hayworth was talking about same-sex marriage. He's very much against it.</p>\r\n<p>But it was his comments about the&nbsp;prospect of someone walking down the aisle in Massachusetts with a horse that landed Hayworth in the <a href=\"http://www.politico.com/news/stories/0310/34424.html\" target=\"_blank\">national political</a> news <a href=\"http://www.huffingtonpost.com/2010/03/15/jd-hayworth-gay-marriage_n_498973.html\" target=\"_blank\">cycle</a>.</p>\r\n<p>Let's get the full quote straight from the horse's mouth:</p>\r\n<p>\"You see, the Massachusetts Supreme Court, when it started this move toward same-sex marriage, actually defined marriage -- now get this -- it defined marriage as simply, quote, the establishment of intimacy,\" Hayworth said. \"Now how dangerous is that? I mean, I don't mean to be absurd about it, but I guess I can make the point of absurdity with an absurd point -- I guess that would mean if you really had affection for your horse, I guess you could marry your horse. It's just the wrong way to go, and the only way to protect the institution of marriage is with that federal marriage amendment that I support.\"</p>\r\n<p>Whoa there. Really?</p>\r\n<p>Hayworth is talking about a landmark 2003 case in which the Massachusetts Supreme Court ruled, 4-3, that gay couples have the right to marry under the state's Constitution.</p>\r\n<p>We took a long look at the <a href=\"http://fl1.findlaw.com/news.findlaw.com/cnn/docs/conlaw/goodridge111803opn.pdf\" target=\"_blank\">45-page decision</a> in the case, <em>Goodridge vs. the Department of Public Health</em>. Since Hayworth suggested that he was quoting the phrase \"the establishment of intimacy,\" we searched for that first. It's not there.</p>\r\n<p>The word \"intimacy\" appears five times in the 45-page decision (actually six times, but one is a duplicate), but never in the context of being the sole definition of marriage. Here they are:</p>\r\n<p>*&nbsp;One section talks about how the Supreme Court has affirmed that \"the core concept of common human dignity protected by the Fourteenth Amendment to the United States Constitution precludes government intrusion into the deeply personal realms of consensual adult expressions of intimacy and one's choice of an intimate partner.\"</p>\r\n<p>* \"Marriage also bestows enormous private and social advantages on those who choose to marry. Civil marriage is at once a deeply personal commitment to another human being and a highly public celebration of the ideals of mutuality, companionship, intimacy, fidelity, and family.\"</p>\r\n<p>* \"Whether and whom to marry, how to express sexual intimacy, and whether and how to establish a family -- these are among the most basic of every individual's liberty and due process rights.\"</p>\r\n<p>* \"Our laws of civil marriage do not privilege procreative heterosexual intercourse between married people above every other form of adult intimacy and every other means of creating a family.\"</p>\r\n<p>* \"Similarly, the Supreme Court has called for increased due process protection when individual privacy and intimacy are threatened by unnecessary government imposition.\"</p>\r\n<p>We're not sure how Hayworth gets from any of these to the court defining marriage as simply the establishment of intimacy.</p>\r\n<p>Chief Justice Margaret H. Marshall of the state's Supreme Judicial Court began the ruling with these words:</p>\r\n<p>\"Marriage is a vital social institution. The exclusive commitment of two individuals to each other nurtures love and mutual support; it brings stability to our society. For those who choose to marry, and for their children, marriage provides an abundance of legal, financial, and social benefits. In return it imposes weighty legal, financial, and social obligations. The question before us is whether, consistent with the Massachusetts Constitution, the Commonwealth may deny the protections, benefits, and obligations conferred by civil marriage to two individuals of the same sex who wish to marry. We conclude that it may not.</p>\r\n<p>\"We are mindful that our decision marks a change in the history of our marriage law,\" Marshall wrote. \"Many people hold deep-seated religious, moral, and ethical convictions that marriage should be limited to the union of one man and one woman, and that homosexual conduct is immoral. Many hold equally strong religious, moral, and ethical convictions that same-sex couples are entitled to be married, and that homosexual persons should be treated no differently than their heterosexual neighbors. Neither view answers the question before us. Our concern is with the Massachusetts Constitution as a charter of governance for every <em>person</em> properly within its reach.\"</p>\r\n<p>We italicized \"person\" to make a point.</p>\r\n<p>Justice John Greaney, who concurred, wrote in the ruling, \"We construe civil marriage to mean the voluntary union of two persons as spouses, to the exclusion of all others.\"</p>\r\n<p>Again the word \"persons.\"</p>\r\n<p>Moreover, Greaney noted that the ruling was strictly about whether people of the same sex could marry and \"it leaves intact the Legislature's broad discretion to regulate marriage.\"</p>\r\n<p>Take a look at <a href=\"http://www.mass.gov/legis/laws/mgl/gl-207-toc.htm\" target=\"_blank\">Massachusetts laws</a> regarding who can marry (which includes age and residency requirements and prohibitions on marrying relatives) and you'll see the word \"persons\" over and over.</p>\r\n<p>Seems pretty straightforward to us, but we checked with a few legal experts in Massachusetts to get their take.</p>\r\n<p>\"The word 'establishment' doesn't occur in the opinion, and the six appearances of the word 'intimacy' aren't free-standing, so that the statement that the SJC 'defined' marriage 'simply' as 'the establishment of intimacy' is false,\" said Mark Tushnet a law professor at Harvard Law School. \"That's not to say that one couldn't extend the underlying principles articulated in <em>Goodridge</em> to other forms of intimacy, including, I suppose, bestiality, but there's nothing in <em>Goodridge</em> itself saying that the principles extend that far. And of course one need not extend the principles if there's some reason not to do so, as there surely would be in the case of bestiality.\"</p>\r\n<p>Carissa Cunningham, director of public affairs for Gay and Lesbian Advocates and Defenders, which handled the <em>Goodridge</em> case, called Hayworth's comment \"silly.\"</p>\r\n<p>\"It's so far off base,\" Cunningham said. The ruling, she said, \"didn't change anything there about the marriage law in Massachusetts,\" which very clearly spells out that marriage is only for people.</p>\r\n<p>We might have chalked this one up to a one-time misstatement, a bit of hyperbole on the long campaign trail, and simply rated it False. But then Hayworth went on <em>The Rachel Maddow Show</em> on MSNBC on March 15, 2010, and doubled down.</p>\r\n<p>Here's how <a href=\"http://vodpod.com/watch/3249691-maddow-grills-hayworth-on-man-and-horse-marriage-comments?pod=tpmec\" target=\"_blank\">that went</a>:</p>\r\n<p>Maddow: \"Where does the establishment of intimacy thing come from? Where in Massachusetts law or in the Supreme Court ruling does it say the establishment of intimacy?\"</p>\r\n<p>Maddow said she had spent the afternoon looking for it, but couldn't find it anywhere.</p>\r\n<p>Hayworth: \"As we went back and reviewed that document back when the argument was made, the high court in Massachusetts defined marriage in a rather amorphous fashion, simply as quote, the establishment of intimacy. Now I think we all agree there's much more to marriage than that.\"</p>\r\n<p>Maddow: \"Sir, I'm sorry, it didn't.\"</p>\r\n<p>Hayworth: \"Okay, you and I have a disagreement.\"</p>\r\n<p>Maddow then cited several uses of the word \"intimacy\" in the Supreme Court ruling.</p>\r\n<p>Maddow: \"The establishment of intimacy as the definition of marriage, it's just not there, let alone the horse thing. What you said about the establishment of intimacy being the definition of marriage in Massachusetts, I don't think it's true, sir.\"</p>\r\n<p>Hayworth: \"Well, that's fine. You and I can have a disagreement about that.\"</p>\r\n<p>Maddow: \"Well, it either is true or it isn't, it&rsquo;s empirical.\"</p>\r\n<p>Hayworth: \"I appreciate the fact that we have a disagreement on that.\"</p>\r\n<p>We're with Maddow here. This isn't a matter of legal interpretation. The Massachusetts Supreme Court did not define marriage \"simply as quote, the establishment of intimacy.\" And when Hayworth inserts the word \"quote,\" the expectation is that he's directly quoting the phrase \"establishment of intimacy\" from the ruling. He's not. The ruling doesn't contain that phrase.</p>\r\n<p>Hayworth prefaced his statement by saying he was making an absurd point. We'll give him that. It's absurd, all right. It's also wrong. We give this one a, quote, Pants on Fire!</p>", "ruling_comments_date": "2010-03-17T18:00:24.871528", "ruling_date": "2010-03-18T14:47:01", "ruling_headline": "J.D. Hayworth claims Massachusetts ruling opens the door for man-horse marriage", "ruling_headline_slug": "jd-hayworth-claims-massachusetts-ruling-opens-door", "ruling_link_text": "Mr. and Mrs. Ed?", "ruling_state": null, "source_documents": null, "sources": "<p>YouTube, <a href=\"http://www.youtube.com/watch?v=g4E_VDe5TAI&amp;feature=player_embedded\" target=\"_blank\">J.D. Hayworth radio interview on WORL in Orlando, Fla.</a>, March 14, 2010</p>\r\n<p>Westlaw, <a href=\"Westlaw, Hillary Goodridge and others vs.  Department of Public Health: Massachusetts Supreme Court ruling\" target=\"_blank\">Hillary Goodridge and others vs. Department of Public Health: Massachusetts Supreme Court ruling</a></p>\r\n<p>State of Massachusetts Web site, <a href=\"http://www.mass.gov/legis/laws/mgl/\" target=\"_blank\">General Laws of Massachusetts</a></p>\r\n<p>State of Massachusetts Web site, <a href=\"http://www.mass.gov/legis/laws/mgl/gl-207-toc.htm\" target=\"_blank\">General Laws of Massachusetts, Chapter 207, Marriage</a></p>\r\n<p>Huffington Post, <a href=\"http://www.huffingtonpost.com/2010/03/15/jd-hayworth-gay-marriage_n_498973.html\" target=\"_blank\">\"J.D. Hayworth: Gay Marriage Law Could Produce Man-Horse Nuptials,\"</a> March 15, 2010</p>\r\n<p>Politico, \"J.D. Hayworth: <a href=\"http://www.politico.com/news/stories/0310/34424.html\" target=\"_blank\">'You could marry your horse,'\" </a>by Andy Barr, March 15, 2010</p>\r\n<p>Talking Points Memo, <a href=\"http://tpmdc.talkingpointsmemo.com/2010/03/hayworth-gay-marriage-could-lead-to-men-marrying-horses-audio.php\" target=\"_blank\">\"Hayworth: Gay Marriage Could Lead To Men Marrying Horses,\" </a>by Eric Kleefeld, March 15, 2010</p>\r\n<p>VodPod, <a href=\"http://vodpod.com/watch/3249691-maddow-grills-hayworth-on-man-and-horse-marriage-comments?pod=tpmec\" target=\"_blank\">Video: Maddow Grills Hayworth on Man-And-Horse Marriage Comments</a>, March 15, 2010</p>\r\n<p>GLAD, <a href=\"http://www.glad.org/uploads/docs/publications/how-to-get-married-ma.pdf\" target=\"_blank\">\"How to Get Married in Massachusetts,\"</a> November 2009</p>\r\n<p>Interview with Mark Tushnet, William Nelson Cromwell Professor of Law at Harvard Law School, March 17, 2010</p>\r\n<p>Interview with Interview with Carisa Cunningham, spokeswoman for GLAD, March 16, 2010</p>\r\n<p>Interview with Thomas Kohler,&nbsp; law professor at Boston College, March 16, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 1, "first_name": "J.D.", "half_true_count": 1, "home_state": "Arizona", "id": 344, "last_name": "Hayworth", "mostly_true_count": 1, "name_slug": "jd-hayworth", "pants_count": 2, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/JD_Hayworth.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/344/", "total_count": 5, "true_count": 0, "website": ""}, "statement": "<p>\"The Massachusetts Supreme Court...defined marriage as simply, quote,&nbsp;the establishment of intimacy ... I guess that would mean if you really had affection for your horse, I guess you could marry your horse.\"</p>", "statement_context": "a radio interview", "statement_date": "2010-03-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 118, "photo": null, "resource_uri": "/api/v/2/subject/118/", "subject": "Gays and Lesbians", "subject_slug": "gays-and-lesbians", "used_in_edition": []}, {"description": "", "id": 134, "photo": null, "resource_uri": "/api/v/2/subject/134/", "subject": "Marriage", "subject_slug": "marriage", "used_in_edition": []}], "target": [], "twitter_headline": null}