{"art": [{"brightcove": "", "caption": "The group Citizens for Lower Taxes and a Stronger Economy says in a Web ad that St. Pete Beach's experiment with a version of Hometown Democracy has been disastrous.", "id": 329, "infogram": "", "ndn": "", "ndnid": "", "other": "<img style=\"visibility:hidden;width:0px;height:0px;\" border=0 width=0 height=0 src=\"http://counters.gigya.com/wildfire/IMP/CXNID=2000002.0NXC/bT*xJmx*PTEyNjg3NjcwNTIyNDEmcHQ9MTI2ODc2NzA1ODc1NyZwPTE5ODY4MSZkPTBfY2wydHFyc2smZz*yJm89ZTk4OTExYjEy/YWI4NGM2N2FjZGEzYzI*ZjhmZDg3YjImb2Y9MA==.gif\" /><object name=\"kaltura_player_1268767050\" id=\"kaltura_player_1268767050\" type=\"application/x-shockwave-flash\" allowScriptAccess=\"always\" allowNetworking=\"all\" allowFullScreen=\"true\" height=\"185\" width=\"300\" data=\"http://www.kaltura.com/index.php/kwidget/wid/0_tjlfvyzr/uiconf_id/1285582\">\r\n  <param name=\"allowScriptAccess\" value=\"always\"/>\r\n  <param name=\"allowNetworking\" value=\"all\"/>\r\n  <param name=\"allowFullScreen\" value=\"true\"/>\r\n  <param name=\"bgcolor\" value=\"#000000\"/>\r\n  <param name=\"movie\" value=\"http://www.kaltura.com/index.php/kwidget/wid/0_tjlfvyzr/uiconf_id/1285582\"/>\r\n  <param name=\"flashVars\" value=\"\"/>\r\n  <a href=\"http://corp.kaltura.com\">video platform</a>\r\n  <a href=\"http://corp.kaltura.com/technology/video_management\">video management</a>\r\n  <a href=\"http://corp.kaltura.com/solutions/overview\">video solutions</a>\r\n  <a href=\"http://corp.kaltura.com/technology/video_player\">video player</a>\r\n</object>", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/329/", "title": "No on 4 Video", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "canonical_url": "/florida/statements/2010/mar/19/citizens-lower-taxes-and-stronger-economy/st-pete-beach-amendment-4-hometown-democracy/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1597, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "resource_uri": "/api/v/2/statement/1597/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tA group fighting a statewide ballot initiative that would give voters direct say on land use decisions says people need look no further than the disastrous results of a similar initiative in tiny St. Pete Beach.<br />\r\n\t<br />\r\n\tIn an Internet advertisement, a political action committee called Citizens for Lower Taxes and a Stronger Economy claims that St. Pete Beach&#39;s local version of Amendment 4 has cost the 10,000-person community.<br />\r\n\t<br />\r\n\t&quot;Some people wonder what Florida would be like if Amendment 4 passed, but the people of St. Pete Beach already have the answer. They adopted a local version of Amendment 4 in 2006,&quot; says the ad, with sweeping images of St. Pete Beach&#39;s shoreline and its famous pink hotel, the Don Cesar.<br />\r\n\t<br />\r\n\t&quot;St. Pete Beach has become a victim of lost jobs, the enormous costs, wasted tax dollars, endless litigation and economic gridlock,&quot; the 2-minute, 15-second ad says. &quot;All because they approved a local version of Amendment 4.&quot;<br />\r\n\t<br />\r\n\tAmendment 4, which will appear on ballots in November, essentially would give citizens veto power over major development proposals and land use changes.<br />\r\n\t<br />\r\n\tWe&#39;ve previously explored two of the ad&#39;s claims about <a href=\"http://www.politifact.com/florida/statements/2010/mar/17/citizens-lower-taxes-and-stronger-economy/voter-control-over-land-use-issues-has-cost-st-pet/\" target=\"_blank\">legal fees</a> and <a href=\"http://www.politifact.com/florida/statements/2010/mar/16/citizens-lower-taxes-and-stronger-economy/referendums-over-growth-issues-forced-city-raise-t/\" target=\"_blank\">property taxes</a>. Now we want to step back and tackle the fundamental question: Are St. Pete Beach&#39;s experiences a valid comparison when voters consider Amendment 4?<br />\r\n\t<br />\r\n\t&quot;If it looks like a duck and walks like a duck and quacks like a duck, it&#39;s a duck. It&#39;s a fair example and a damning one,&quot; said Ryan Houck, executive director for Citizens for Lower Taxes and a Stronger Economy, which was formerly called Floridians for Smarter Growth. The group is being funded by Florida business groups, including Publix, homebuilders and U.S. Sugar.<br />\r\n\t<br />\r\n\t&quot;Ryan&#39;s being very disingenuous,&quot; responds Leslie Blackner, an environmental attorney and president of Florida Hometown Democracy, the group advocating for Amendment 4.<br />\r\n\t<br />\r\n\t<strong>St. Pete Beach&#39;s story</strong><br />\r\n\t<br />\r\n\tBlackner, who already has spent almost $750,000 of her own money supporting Amendment 4, says St. Pete Beach&#39;s process for dealing with major land use issues and the process proposed in Amendment 4 are significantly different.<br />\r\n\t<br />\r\n\tTo start, let&#39;s look at what has happened in St. Pete Beach.<br />\r\n\t<br />\r\n\tIn 2005, St. Pete Beach&#39;s five-member city commission was considering changing the town&#39;s road map for growth, the Comprehensive Plan. The commission was debating incentives to lure additional hotels that could increase the density of a development and change the allowed uses.<br />\r\n\t<br />\r\n\tThe talk of change didn&#39;t sit well with many residents, who formed a group called Citizens for Responsible Growth. They collected enough petitions to get a series of city charter amendments on the city ballot that would require voter approval for height increases and other changes to land use plans.<br />\r\n\t<br />\r\n\tFrom there it got contentious. The city sued to stop the vote, saying the proposed charter amendments violated state land use law. A developer also sued saying the petition process was costing him money.<br />\r\n\t<br />\r\n\tThe city lost its case on appeal, and in November 2006, voters narrowly approved most of the changes to the city charter. The results: St. Pete Beach became the first town in Florida where residents directly controlled development decisions. Voters also elected two members of Citizens for Responsible Growth to the city commission, giving them a majority.<br />\r\n\t<br />\r\n\tThat prompted a pro-developer group -- Save Our Little Village -- to start its own petition drive and propose their own amendments to the city&#39;s comprehensive plan. The city&#39;s elected officials -- who had gone from being largely pro-development to anti-development -- tried to stop them.<br />\r\n\t<br />\r\n\tIt got even more contentious. Save Our Little Village sued. The city&#39;s attorney resigned under pressure from the commission.<br />\r\n\t<br />\r\n\tThen, another election, another change of power, more lawsuits, and eventually, another referendum. This time, the pro-development side won.<br />\r\n\t<br />\r\n\tThe upshot -- four years after city voters decided they wanted control over land use decisions, the entire process has been sidetracked and stymied by lawsuits and politics, petition drives and egos. Taxpayers have paid $734,000 in legal bills associated with the comprehensive plan changes, the city says.<br />\r\n\t<br />\r\n\t<strong>The guts of Amendment 4</strong><br />\r\n\t<br />\r\n\tLike in St. Pete Beach, Amendment 4 seeks citizen control over land use decisions. On that, the <a href=\"http://www.floridahometowndemocracy.com/images/ConstitutionalA4language.pdf\" target=\"_blank\">proposed constitutional language</a> is clear:</p>\r\n<p>\r\n\t<em>&quot;Public participation in local government comprehensive land use planning benefits the conservation and protection of Florida&rsquo;s natural resources and scenic beauty, and the long-term quality of life of Floridians. Therefore, before a local government may adopt a new comprehensive land use plan, or amend a comprehensive land use plan, such proposed plan or plan amendment shall be subject to vote of the electors of the local government by referendum, following preparation by the local planning agency, consideration by the governing body as provided by general law, and notice thereof in a local newspaper of general circulation. Notice and referendum will be as provided by general law. This amendment shall become effective immediately upon approval by the electors of Florida.&quot;</em></p>\r\n<ul>\r\n</ul>\r\n<p>\r\n\tBlackner walked PolitiFact Florida through how she believed the new process would work (we say &quot;believe&quot; because her opponents think the process is open to interpretation).<br />\r\n\t<br />\r\n\tSay a developer proposes an amendment to the comprehensive plan to build a condo high rise in the middle of town. Currently, an application would be submitted to the local government that has jurisdiction; the local government would follow its approval process -- two public hearings, etc.; and then the state Department of Community Affairs would be asked to sign off on the amendment. None of that would change.<br />\r\n\t<br />\r\n\tBut if the developer gets his approvals, Amendment 4 would add one more step. Voters would either ratify or veto the developer&#39;s plans at the next regularly scheduled election.<br />\r\n\t<br />\r\n\tAmendment 4, which supporters also call Hometown Democracy, &quot;is all about process. It is a neutral provision,&quot; Blackner said. &quot;I don&#39;t claim to know how anyone would vote on any particular referendum. We think we need this added layer of voter accountability because too often elected officials don&#39;t represent the interest of citizens.&quot;<br />\r\n\t<br />\r\n\t<strong>Similarities and differences</strong><br />\r\n\t<br />\r\n\tLet&#39;s look at this from each side. Proponents of Amendment 4 say the analogy between the statewide initiative and what&#39;s happening in St. Pete Beach is bogus.<br />\r\n\t<br />\r\n\tYes, both processes deal with voter approval of comprehensive plan amendments. But that&#39;s pretty much it, they say.<br />\r\n\t<br />\r\n\tThe case of St. Pete Beach is as much about one city&#39;s politics as it is a comprehensive plan. Moreover, the entire disagreement began with a citizen petition to change the city&#39;s charter -- an option to most any city regardless of Amendment 4&#39;s outcome.<br />\r\n\t<br />\r\n\tAnd what&#39;s critical to note in St. Pete Beach&#39;s case, supporters say, is that citizens themselves proposed amendments to the comprehensive plan -- an end-run of the development process that was established by state law. Amendment 4 doesn&#39;t deal with citizens&#39; proposals to their local comprehensive plans. It allows people to vote on proposals either submitted by their government, or a developer.<br />\r\n\t<br />\r\n\tThe counterargument from opponents like Houck focuses on the outcomes, instead of the process, in St. Pete Beach. Every attempt to amend the comprehensive plan via a referendum has so far resulted in a lawsuits. The most recent cases surround opponents claiming that ballot language was unclear.<br />\r\n\t<br />\r\n\tWhat&#39;s to stop a developer, then, from suing the city should its proposal fail via the Amendment 4 process by claiming the ballot language was deceptive?<br />\r\n\t<br />\r\n\tBlackner said she hopes a neutral group -- maybe the state&#39;s Department of Community2 Affairs -- would write ballot language to help combat potential lawsuits from unhappy developers.<br />\r\n\t<br />\r\n\tBut, &quot;I fully expect there will be fights over ballot titles and summaries,&quot; she admits. &quot;Developers are the most litigious people I&#39;ve ever seen. I&#39;m sure there will be lawsuits over this.&quot;<br />\r\n\t<br />\r\n\tHouck also notes that pro-Amendment 4 organizers previously referenced St. Pete Beach as a symbol in their cause. In 2006, Ross Burnaman, vice president of Hometown Democracy, said St. Pete Beach is emblematic of &quot;the broader purpose behind Hometown Democracy that people have at least some control over the long-term land use of their community.&quot;<br />\r\n\t<br />\r\n\tThen, there&#39;s the position of St. Pete Beach City Manager Mike Bonfield, who believes Amendment 4 is more far-reaching than what St. Pete Beach voters approved. St. Pete Beach&#39;s rules exempt some smaller land use changes from voter approval.<br />\r\n\t<br />\r\n\t&quot;When they (proponents) say that Hometown Democracy is different than St. Pete Beach, in a very slight element it is,&quot; Bonfield said. &quot;But overall the issue of voting on comprehensive plan amendments and our experience in voting on comprehensive plan amendments is the same, except in Hometown Democracy it&#39;s going to happen more often.<br />\r\n\t<br />\r\n\t&quot;So it&#39;s not exactly identical,&quot; Bonfield said. &quot;It&#39;s worse.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tIn trying to capsulize what is a complex issue, we read dozens of stories generated by the development brouhaha in St. Pete Beach, watched city commission meetings and spoke with people representing all sides.<br />\r\n\t<br />\r\n\tWe unequivocally come to one conclusion: The situation in St. Pete Beach is a mess.<br />\r\n\t<br />\r\n\tAfter that, the analysis becomes less cut and dried. Here&#39;s how we see it. A group of St. Pete Beach residents, unhappy with the direction of their city government, successfully wrestled certain land use decisions out of the hands of elected leaders. The movement produced a backlash from both the government and pro-development forces, who then mounted their own political campaign to wrestle power back.<br />\r\n\t<br />\r\n\tThe power struggle has continued for close to four years.<br />\r\n\t<br />\r\n\tThat&#39;s a different storyline than what is envisioned under Amendment 4, where voters would act as a check on the decisions of local government. The amendment itself isn&#39;t designed to go around government the way the situation in St. Pete Beach played out. And it has nothing to do with citizens proposing amendments to the local comprehensive plan, like what has happened in St. Pete Beach.<br />\r\n\t<br />\r\n\tNow, are the same lawsuits and political maneuvering possible? Absolutely. And maybe that&#39;s enough to make the analogy valid.<br />\r\n\t<br />\r\n\tBut voters should be wary in blindly believing that St. Pete Beach&#39;s experiences would be duplicated statewide should Amendment 4 pass. Opponents say St. Pete Beach&#39;s experience is a &quot;fair example&quot; of what could happen should Amendment 4 pass. We rate that claim Half True.</p>\r\n", "ruling_comments_date": "2010-03-18T16:49:46.621527", "ruling_date": "2010-03-19T11:45:26", "ruling_headline": "Is St. Pete Beach a valid case study for Amendment 4?", "ruling_headline_slug": "st-pete-beach-amendment-4-hometown-democracy", "ruling_link_text": "Not completely fair", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t&quot;Builder loses in last round,&quot; <em>St. Petersburg Times</em>, Aug. 18, 2007</p>\r\n<p>\r\n\t&quot;Vote &#39;No&#39;, St. Pete Beach urges its own,&quot; <em>St. Petersburg Times</em>, Jan. 31, 2010<br />\r\n\t<br />\r\n\tSt. Pete Beach City Commission <a href=\"http://stpetebeach.granicus.com/MediaPlayer.php?view_id=2&amp;clip_id=628&amp;meta_id=68029\" target=\"_blank\">meeting</a>, Feb. 23, 2010<br />\r\n\t<br />\r\n\tInterview with Colette Graston, city of St. Pete Beach, March 17, 2010<br />\r\n\t<br />\r\n\tInterview with Elaine Edmunds, city of St. Pete Beach, March 17, 2010</p>\r\n<p>\r\n\t<a href=\"http://www.florida2010.org/media2.php?id=45&amp;t=1\" target=\"_blank\">&quot;VOTE NO on 4&quot; campaign launches web video on Amendment 4</a>, press release, March 10, 2010</p>\r\n<p>\r\n\tSt. Pete Beach FY 2010 <a href=\"http://www.stpetebeach.org/SPBNEW/Files/Finance/Information/FY2010%20Budget.pdf\" target=\"_blank\">budget</a></p>\r\n<p>\r\n\t<a href=\"http://stpetebeach.granicus.com/MediaPlayer.php?view_id=2&amp;clip_id=491\" target=\"_blank\">Video</a> of St. Pete Beach City Commission meeting, Sept. 21, 2009</p>\r\n<p>\r\n\tInterview with Ryan Houck, Citizens for Lower Taxes and a Stronger Economy, March 16, 2010</p>\r\n<p>\r\n\tInterview with Lesley Blackner, Florida Hometown Democracy, March 16, 2010</p>\r\n<p>\r\n\tInterview with Mike Bonfield, St. Pete Beach City Manager, March 15, 2010</p>\r\n<p>\r\n\t&quot;Tax rates goes up, but will it be felt?&quot; <em>St. Petersburg Times, </em>Sept. 22, 2009</p>\r\n<p>\r\n\t&quot;Citizens want more say? Good for them,&quot; <em>St. Petersburg Times, </em>Dec. 11, 2005</p>\r\n<p>\r\n\t&quot;St. Pete Beach contends with tidal wave of legal bills,&quot; <em>St. Petersburg Times, </em>Dec. 14, 2008</p>\r\n<p>\r\n\t&quot;City tiptoes around comprehensive plan,&quot; <em>St. Petersburg Times, </em>June 14, 2009</p>\r\n<p>\r\n\t&quot;St. Pete Beach moves forward on new redevelopment rules,&quot; <em>St. Petersburg Times, </em>Aug. 17, 2008</p>\r\n<p>\r\n\t&quot;St. Pete Beach vote will go forward with six questions,&quot; <em>St. Petersburg Times, </em>June 1, 2008</p>\r\n<p>\r\n\t&quot;Dueling citizens groups adopt rivals&#39; tactics,&quot; <em>St. Petersburg Times, </em>March 9, 2008</p>\r\n<p>\r\n\t&quot;Attorney resigns in midst of distrust,&quot;<em> St. Petersburg Times, </em>Dec. 16, 2007</p>\r\n<p>\r\n\t&quot;Activists tip balance of power,&quot; <em>St. Petersburg Times,</em> March 19, 2007</p>\r\n<p>\r\n\t&quot;Foes of overdevelopment may file new lawsuit,&quot; <em>St. Petersburg Times, </em>Jan. 10, 2007</p>\r\n<p>\r\n\t&quot;Voters repeal redevelopment plan,&quot; <em>St. Petersburg Times, </em>Nov. 8, 2006</p>\r\n<p>\r\n\t&quot;Initiatives to go before St. Pete Beach voters,&quot; <em>St. Petersburg Times, </em>Aug. 23, 2006</p>\r\n<p>\r\n\t&quot;Ruling revives votes on growth,&quot; <em>St. Petersburg Times, </em>Aug. 19, 2006</p>\r\n<p>\r\n\t&quot;Redevelopment battle spawns a third lawsuit,&quot; <em>St. Petersburg Times, </em>Dec. 14, 2005</p>\r\n<p>\r\n\t&quot;St. Pete Beach will challenge new petitions,&quot; <em>St. Petersburg Times, </em>Nov. 13, 2005</p>\r\n<p>\r\n\t&quot;St. Pete Beach to challenge referendum,&quot; <em>St. Petersburg Times, </em>June<em> </em>19, 2005</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 2, "home_state": "Florida", "id": 342, "last_name": "Citizens for Lower Taxes and a Stronger Economy", "mostly_true_count": 0, "name_slug": "citizens-lower-taxes-and-stronger-economy", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/citizens.png", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/342/", "total_count": 5, "true_count": 1, "website": "http://www.florida2010.org/"}, "statement": "<p>\r\n\tSt. Pete Beach&#39;s experiences are a &quot;fair example&quot; of what could happen if Amendment 4 passes.</p>\r\n", "statement_context": "an interview", "statement_date": "2010-03-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}, {"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}, {"description": "", "id": 162, "photo": null, "resource_uri": "/api/v/2/subject/162/", "subject": "Florida Amendments", "subject_slug": "florida-amendments", "used_in_edition": ["/api/v/2/edition/4/"]}], "target": [], "twitter_headline": ""}