{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/mar/18/nancy-pelosi/pelosi-cbo-says-health-reform-bill-would-cut-defic/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1599, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1599/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Shortly after the nonpartisan Congressional Budget Office released its highly anticipated analysis of the economic impact of the health insurance reform legislation, House Speaker Nancy Pelosi issued a press release listing several \"key points you need to know about the CBO score.\"<br /><br />No. 1 on that list is, \"Based on a preliminary analysis from CBO, the legislation ... cuts the deficit.\" <br /><br />More specifically, the release says the CBO report shows that the legislation cuts the deficit by $138 billion in the first ten years (2010-2019) and \"cuts the deficit by $1.2 trillion in the second 10 years.\"<br /><br />There's no debate about the first 10 years: The CBO analysis clearly states that the health care bill passed by the Senate, together with the reconciliation proposal, \"would produce a net reduction in federal deficits of $138 billion over the 2010-2019 period as result of changes in direct spending and revenue.\"<br /><br />The projection for the next decade is murkier.<br /><br />We've dealt with this issue of the second decade before, <a href=\"http://politifact.com/truth-o-meter/statements/2010/feb/01/barack-obama/health-care-reform-estimates-deficit-reduction-are/\" target=\"_blank\">most recently</a> when President Barack Obama said in his State of the Union address that the Senate bill would \"bring down the deficit by as much as $1 trillion over the next two decades.\" But these are new numbers from the CBO, taking into account the reconciliation bill, and since the deficit reduction in the second decade has clearly become a major talking point for Democratic leaders, we thought the issue was worth revisiting.<br /><br />First, the preliminary estimate released by the CBO on March 18, 2010,&nbsp;does not say the legislation will cut the deficit by $1.2 trillion in the second 10 years. Rather, it projects that in the second 10 years, the legislation would reduce deficits \"in a broad range around one-half percent of GDP.\"<br /><br />In order to arrive at the $1.2 trillion figure, Pelosi -- and other Democratic leaders who have cited it -- had to extrapolate that number based on a forecast of where the gross domestic product will be 10 to 20 years from now (which the CBO doesn't do).<br /><br />Jim Horney, director of federal fiscal policy at the left-leaning Center on Budget and Policy Priorities, thinks Pelosi's estimate is actually a little conservative.<br /><br />Horney looked at the last year for which CBO projects the GDP, 2020. That year, CBO estimated GDP at just over $22.5 trillion, up 4 percent from the year before. If you project that GDP will continue to rise an average of 4 percent a year for each of the next 10 years after that, then the CBO's projection that the deficit will be reduced by half a percent of GDP translates to $1.4 trillion between 2010 and 2020.<br /><br />\"So I don't think $1.2 trillion is an overstatement,\" Horney said.<br /><br />When you talk to the public, it doesn't do any good to talk in terms of percentages of GDP, he said. You've got to translate that into dollars.<br /><br />\"It's perfectly reasonable to put that into terms people can understand,\" Horney said.<br /><br />But putting dollar figures on economic forecasts 10 to 20 years into the future is highly speculative stuff.<br /><br />In a letter accompanying the <a href=\"http://www.cbo.gov/ftpdocs/113xx/doc11355/hr4872.pdf\" target=\"_blank\">CBO's preliminary analysis</a>, director Douglas W. Elmendorf noted that \"CBO does not generally provide cost estimates beyond the 10-year budget projection period,\" but they made an exception because \"certain congressional rules require some information about the budgetary impact of legislation in subsequent decades,\" and because a number of legislators asked them to.<br /><br />In addition to presenting deficit cuts from the legislation as a percentage of GDP, rather than as a dollar figure, Elmendorf couched the figure with cautionary words, calling it a \"rough outlook\" with an \"even greater degree of uncertainty\" than the 10-year budget estimates. <br /><br />When it analyzed the Senate bill, the CBO said this: \"A detailed year-by-year projection for years beyond 2019, like those that CBO prepares for the 10-year budget window, would not be meaningful because the uncertainties involved are simply too great. Among other factors, a wide range of changes could occur &mdash; in people&rsquo;s health, in the sources and extent of their insurance coverage, and in the delivery of medical care (such as advances in medical research, technological developments, and changes in physicians&rsquo; practice patterns) &mdash; that are likely to be significant but are very difficult to predict, both under current law and under any proposal.\"<br /><br />Elmendorf said the projection is also based on \"assuming that all of its provisions would continue to be fully implemented.\"<br /><br />That's a big assumption.<br /><br />On Dec. 10, 2009, the chief actuary for the Centers for Medicare and Medicaid Services <a href=\"http://src.senate.gov/files/OACTMemorandumonFinancialImpactofPPAA%28HR3590%29%2812-10-09%29.pdf#page=33\" target=\"_blank\">issued a report</a> that concluded, for example, that the plan to reduce payment updates to health care providers through Medicare \"are unlikely to be sustainable on an annual basis\" and that further reductions in Medicare growth rates through the Independent Medicare Advisory Board \"may be difficult to achieve in practice.\"<br /><br />Robert Book, a health economist at the conservative Heritage Foundation, said Pelosi's deficit reduction number -- extrapolated from a forecast of the GDP -- is highly speculative.<br /><br />\"GDP estimates are extremely uncertain,\" Book said. \"Ten years ago, who would have predicted we'd have a recession last year? Nobody could possibly have known that.\"<br /><br />And besides, he said, if the plan reduces deficits \"it just means it raises taxes a lot.\"<br /><br />\"So the number is probably not right, and even if it were, it's meaningless,\" Book said.<br /><br />Bottom line, the CBO report says the health care bill -- with the proposed reconciliation -- would continue to improve the deficit situation in the second 10 years. But Pelosi's press release suggests the CBO came up with that $1.2 trillion number. It did not. In fact, the CBO has said a year-by-year projection of the bill's budget effect beyond the first 10 years would \"not be meaningful because the uncertainties involved are simply too great.\" It's natural to want to translate the CBO's GDP projection into actual dollars (Who can get their head around a half a percent of GDP 10 to 20 years from now?). And the GDP projections used to extrapolate the $1.2 trillion figure may be perfectly reasonable, if highly speculative. But Pelosi puts a firm number on a projection that CBO so carefully tried to hedge. And so we rate this claim Half True.</p>", "ruling_comments_date": "2010-03-18T17:49:55.581527", "ruling_date": "2010-03-18T17:43:44", "ruling_headline": "Pelosi: CBO says health reform bill would cut deficits by $1.2 trillion in second decade", "ruling_headline_slug": "pelosi-cbo-says-health-reform-bill-would-cut-defic", "ruling_link_text": "CBO didn't put a dollar figure on deficit cuts beyond 10 years", "ruling_state": null, "source_documents": null, "sources": "<p>House Speaker Nancy Pelosi's Web site, Press release: <a href=\"http://www.speaker.gov/blog/?p=2197\" target=\"_blank\">Four Key Points You Need To Know About The CBO Score</a>, March 18, 2010</p>\r\n<p>Congressional Budget Office, <a href=\"http://www.cbo.gov/ftpdocs/113xx/doc11355/hr4872.pdf\" target=\"_blank\">Preliminary estimate of the spending and revenue effects of health reform legislation</a>, March 18, 2010</p>\r\n<p>Centers for Medicare and Medicaid Services, <a href=\"http://src.senate.gov/files/OACTMemorandumonFinancialImpactofPPAA%28HR3590%29%2812-10-09%29.pdf#page=33\" target=\"_blank\">Estimated Financial Effects of the \"Patient Protction and Affordable Care Act of 2009,\"</a> Dec. 10, 2009</p>\r\n<p>PolitiFact.com, <a href=\"http://politifact.com/truth-o-meter/statements/2010/feb/01/barack-obama/health-care-reform-estimates-deficit-reduction-are/\" target=\"_blank\">\"Health care reform estimates for deficit reduction are not that exact,\"</a> by Angie Drobnic Holan, Feb. 1, 2010</p>\r\n<p>Interview with Jim Horney, director of federal fiscal policy at the Center on Budget and Policy Priorities, March 18, 2010</p>\r\n<p>Interview with Robert Book, a health economist at the Heritage Foundation, March 18, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 8, "current_job": "House Minority Leader", "false_count": 8, "first_name": "Nancy ", "half_true_count": 12, "home_state": "California", "id": 59, "last_name": "Pelosi", "mostly_true_count": 4, "name_slug": "nancy-pelosi", "pants_count": 3, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-nancypelosi.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/59/", "total_count": 42, "true_count": 6, "website": ""}, "statement": "<p>The Congressional Budget Office analysis of the health insurance reform legislation says the bill \"cuts the deficit by $1.2 trillion in the second 10 years.\"</p>", "statement_context": "a press release", "statement_date": "2010-03-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}