{"art": [], "author": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/mar/22/barbara-cargill/barbara-cargill-says-federal-reserve-presided-over/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 1604, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1604/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tThe dollar ain&#39;t what it used to be, and State Board of Education member Barbara Cargill wants Texas students to know it.</p>\r\n<p>\r\n\tThe board hammered out more than 300 proposed changes to the state&#39;s social studies curriculum in its January and March meetings, among them revisions to an economics course that touches on the role of the Federal Reserve in establishing monetary policy.</p>\r\n<p>\r\n\tCargill, a former science teacher from The Woodlands near Houston, proposed an amendment requiring students to &quot;analyze the decline in the U.S. dollar since the inception of the Federal Reserve system in 1913.&quot;</p>\r\n<p>\r\n\tWhen Gail Lowe, the board chair, asked Cargill if she&#39;d like to speak to her amendment at the March 11 meeting, Cargill said: &quot;Well, I think it stands for itself. The Federal Reserve system has presided over a 95... percent decline in the U.S. dollar.&quot;</p>\r\n<p>\r\n\tBoard member Patricia Hardy questioned Cargill&#39;s statement: &quot;It&#39;s amazing how this board knows so much about so many different subjects but I think this is innately biased in its statement and there would be lots of economists who would have a question on the role in this way.&quot;</p>\r\n<p>\r\n\tAnother board member, Mavis Knight, asked: &quot;Is the Federal Reserve System the only reason why there has been a decline in the U.S. dollar since 1913?&quot;</p>\r\n<p>\r\n\tWe wondered the same thing. In search of an answer, we first delved into the Fed&#39;s history.</p>\r\n<p>\r\n\tOn Dec. 23, 1913, Congress created the the Federal Reserve System to serve as the nation&#39;s central bank. Its primary responsibility is to influence the flow of money and credit in the economy, returning all excess earnings to the U.S. Treasury. Currently, the system&#39;s seven board members, including Chairman Ben Bernanke, are responsible for U.S. monetary policy. They constitute a majority of the 12-member Federal Open Market Committee, which makes decisions affecting the cost and availability of money and credit.</p>\r\n<p>\r\n\tBut does that mean the Fed is responsible for the dollar&#39;s decline in value over 90-plus years?</p>\r\n<p>\r\n\tCargill didn&#39;t respond to our inquiries. (Board members wound up approving a revision of her amendment stating: &quot;Analyze the decline in value of the U.S. dollar including abandonment of the gold standard.&quot;)</p>\r\n<p>\r\n\tMeanwhile, Dan Hamermesh, an economist at the University of Texas at Austin, called Cargill&#39;s connection between the Federal Reserve and the declining dollar &quot;propaganda&quot; that ignores the impact of inflation from 1913 to 2010.</p>\r\n<p>\r\n\tThe buying power of a dollar in 1913 would be almost $22 today, according to the Bureau of Labor Statistics&#39; Consumer Price Index inflation calculator. That matches up with Cargill&#39;s claim that the dollar has dropped in value by 95 percent. Then again, annual income per person is about $32,000 today, compared to about $400 in 1913 ($8,757 in 2010 dollars) &mdash; a hefty increase in earning power.</p>\r\n<p>\r\n\tBarry Bosworth, an economist at the left-leaning Brookings Institute, similarly said the Federal Reserve isn&#39;t responsible for the U.S. dollar&#39;s value, which he called &quot;pretty constant&quot; relative to other currencies.</p>\r\n<p>\r\n\t&quot;The decline in the value of the dollar is the result of inflation, but advocates of the gold standard may argue that it could have been avoided if the U.S. had stayed on the gold standard, so they blame the Federal Reserve Bank,&quot; Bosworth said. The value of U.S. dollar was tied to gold until 1973, when the United States, switched from a system of fixed exchange rates to floating rates.</p>\r\n<p>\r\n\tIn simple terms, inflation is when the price of goods and services rises and buying power erodes. Do Federal Reserve critics blame the Fed for that, too?</p>\r\n<p>\r\n\tJesse Benton, a spokesman for Rep. Ron Paul, R-Lake Jackson, said the congressman agrees with Cargill&#39;s claim. Benton said that Paul, a former Libertarian candidate, believes inflation is caused by increases in the money supply &mdash; which the Fed controls &mdash; rather than prices going up.</p>\r\n<p>\r\n\tDollar-driven &quot;inflation (then) causes a rise in prices,&quot; Benton said. &quot;We think that it&#39;s very important to keep that in mind.&quot;</p>\r\n<p>\r\n\tRobert Auerbach, a professor of public affairs at the University of Texas, former banking committee investigator and author of the book, &quot;Deception and Abuse at the Fed: Henry B. Gonzalez Battles Alan Greenspan&#39;s Bank,&quot; told us Cargill&#39;s amendment was misleading because it oversimplified both the dollar&#39;s and the Federal Reserve&#39;s history.</p>\r\n<p>\r\n\tAuerbach was trained by Nobel Prize-winning economist Milton Friedman, one of two free-market economists who board members recently voted to add to the state&#39;s curriculum. In his career, Friedman famously championed killing inflation by keeping the supply of money growing at a steady but slow pace, though he later backed off that view, Auerbach said.</p>\r\n<p>\r\n\tMonetary policy offers two basic choices, Auerbach said: Letting the money supply grow, fueling inflation, or keeping the reins tight, which can cause severe recessions.</p>\r\n<p>\r\n\t&quot;If you&#39;re limited from printing money, you&#39;d put a huge number of people out of work,&quot; he said.</p>\r\n<p>\r\n\tUpshot: Cargill&#39;s correct that a dollar now has about 5 percent of the buying power it did in 1913, when the Federal Reserve System was created. That&#39;s basic math. Yet while a dollar now buys far less than in 1913, Americans also have far more earning power. And the dollar has generally held its value compared to other countries&#39; currencies.</p>\r\n<p>\r\n\tThe thrust of Cargill&#39;s statement is that the Fed presided over, or caused, that decline in value. In contrast, most experts we spoke with trace the decline to inflation over the years rather than specific actions by the Federal Reserve Bank. Though some Federal Reserve critics echo Cargill&#39;s point, such debates are best left to the economic experts who have waged them for decades.</p>\r\n<p>\r\n\tAll in all, we rate her statement as Barely True.</p>\r\n<br />\r\n<br />\r\n<p>\r\n\t<i>Editor&#39;s note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i></p>", "ruling_comments_date": "2010-03-18T18:58:13.421527", "ruling_date": "2010-03-22T16:56:32", "ruling_headline": "Barbara Cargill says the Federal Reserve presided over a 95 percent decline in the U.S. dollar", "ruling_headline_slug": "barbara-cargill-says-federal-reserve-presided-over", "ruling_link_text": "Inflation takes the blame", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tTexas Education Ageny, <a href=\"http://streaming.aanet.org/ramgen/tea/TEA_FB031110-3.rm\" target=\"_blank\" title=\"TEA Committee of the Full Board, part 3,\">TEA Committee of the Full Board, part 3,</a> March 11, 2010</p>\r\n<p>\r\n\tInterview with Jesse Benton, spokesman for Rep. Ron Paul, March 17, 2010</p>\r\n<p>\r\n\tInterview with Robert Auerbach, professor of public affairs at the University of Texas at Austin, March 16, 2010</p>\r\n<p>\r\n\tInterview with Barry Bosworth, economist at the Brookings Institution, March 15, 2010</p>\r\n<p>\r\n\tInterview with Daniel Hamermesh, professor of public affairs at the University of Texas at Austin, March 16, 2010</p>\r\n<p>\r\n\tThe Federal Reserve Board, <a href=\"http://www.federalreserve.gov/generalinfo/faq/faqgs.htm\" target=\"_blank\">Gold and Silver,</a> accessed March 16, 2010</p>\r\n<p>\r\n\tThe Federal Reserve Board, <a href=\"http://www.federalreserve.gov/aboutthefed/default.htm\" target=\"_blank\">About the Fed,</a> accessed March 16, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "State Board of Education member", "false_count": 0, "first_name": "Barbara", "half_true_count": 0, "home_state": "Tennesse", "id": 347, "last_name": "Cargill", "mostly_true_count": 0, "name_slug": "barbara-cargill", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/cargill.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/347/", "total_count": 1, "true_count": 0, "website": "http://www.tea.state.tx.us/index4.aspx?id=3723"}, "statement": "<p>\r\n\t&quot;The Federal Reserve system has presided over about a 95... percent decline in the U.S. dollar.&quot;</p>", "statement_context": "a State Board of Education meeting", "statement_date": "2010-03-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": ""}