{"art": [], "author": [{"email_address": "alexanderdavidholt@gmail.com", "first_name": "Alex", "id": 116, "last_name": "Holt", "name_slug": "alex-holt", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/116/", "title": "Intern", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/mar/22/mitt-romney/romney-overstates-united-states-medical-costs-and-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1606, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "alexanderdavidholt@gmail.com", "first_name": "Alex", "id": 116, "last_name": "Holt", "name_slug": "alex-holt", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/116/", "title": "Intern", "twitter": null}], "resource_uri": "/api/v/2/statement/1606/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>While promoting his new book  in an appearance on&nbsp;<em>Fox News Sunday</em> on March 7, 2010, Mitt Romney offered an interesting explanation of why health care costs so much in the United States. He said there are undoubtably some bad health insurance companies among the many in the United States, and they should be held accountable, but the industry is not the cause of increasing health care costs.</p>\r\n<p>\"The president is scapegoating. It's something which he is fond to do any time one of his programs gets in trouble. He decides to pick a target and say, 'This is the cause of America's problem,' whether that's Wall Street, or Goldman Sachs, or bankers, or wealthy people, or whether it's insurance companies,'' Romney said. \"To suggest that the overall health care cost of America, which, by the way, is dramatically higher than any other nation in the world, is because of the insurance companies is obviously quite silly.<br /><br />\"Our health care costs are very, very high because we use a lot of health treatments. Hospitals, doctors, MRIs, surgeries and so forth are more extensively used and far more expensive in this country than they are in many other countries. It's not the insurance companies that are driving our health care cost up and up. The reason their premiums are going up is because doctor bills and hospital bills and usage and so forth is also going up.''<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <br />That's a lot to check -- hospitals, doctors, MRIs, surgeries --but we were game. We found that while Romney is correct in parts of the claim, he's wrong in others.<br /><br />Although \"many countries\" can be interpreted a lot of different ways, for the purposes of our analysis, we think it's fair to compare the United States with other economically developed countries in the world. Fortunately for our fact-checking, there's a group that compiles this data: the Organization for Economic Co-Operation and Development, or OECD. They gather data from around the world on health, medicine, economics and other social indicators, and their statistics are widely respected. <br /><br />Let's start with hospitals. According to OECD data, Romney is correct about U.S. hospitals costing more, but wrong about them being more extensively used. As a percentage of the population, fewer Americans are admitted to hospitals, and spend less time in hospitals than the average country.<br /><br />The United States also has fewer hospital beds, with 3.1 beds per 1,000 people versus the OECD average of 5.7. The length of stay in a hospital for acute care is a full day less than in the average OECD country (5.5 versus 6.5 days), and the United States has 126.3 hospital discharges per 1,000 people versus the average 157.8. Discharges are used to measure the&nbsp;amount of visits to the hospital. <br /><br />Moving on to doctors, Romney is right again about what doctors are paid -- more in the United States -- but wrong that they're used more extensively. U.S. doctors are paid significantly more than the average doctor in other countries. The \"price\" includes fees and activities, so one reason U.S. doctors may be paid more is because they see more patients, but the OECD suspects that American doctors are largely paid more&nbsp; because their fees are higher. Doctors in the United States are paid $25,000 to $40,000&nbsp;more than those in Britain, Germany and Canada. However, there are fewer practicing physicians in the United States than the average, and American patients have doctor consultations much less often than citizens do in other countries monitored by the OECD.<br /><br />In the United States there are 3.8 doctor consultations per person annually, which is almost half of the 6.8 average of countries monitored by the OECD.&nbsp;A consultation includes general practitioners and specialists, and includes almost any type of environment in which you would consult a doctor. The only caveat is that this does not include people like registered nurse practitioners, who are allowed to prescribe medicine to patients but are not doctors.<br /><br />Romney is unquestionably correct when it comes to MRIs. Magnetic Resonance Imaging provides doctors with a detailed image of, for instance,&nbsp;cardiovascular damage. The United States gives the most MRI exams of all the countries monitored by the OECD, with more than twice the average amount of exams given per year and twice the average amount of MRI machines as a percentage of the population. The International Federation of Health Plans, a group of private insurers in different countries, reports that the United States has significantly higher fees than Germany, Canada, the Netherlands, France and Britain. The average fee for an MRI exam in the United States is $1,200. It is $179 in Britain, $235 in Spain, $567 in the Netherlands and $839 in Germany.<br />&nbsp;<br />Regarding surgery, the United States appears to have an above-average amount of in-patient surgeries and ambulatory surgeries. Ambulatory surgery is a component of what is considered a day surgery -- an operation in which the patient leaves the clinic or hospital the same day. The United States has 92.8 in-patient surgeries per 1,000 people&nbsp;annually versus the average of 68.3. According to the OECD, ambulatory surgeries are especially disproportionate, with the United States having a rate three times greater than the average country. The OECD does not have data on the amount of total surgeries in the United States, but all the available data suggest that it has a higher rate of surgeries than the average of the countries the group monitors.<br /><br />It's fairly well established that the United States spends more on health care than other economically developed countries, so high costs do not come as a surprise. Romney was right about MRIs, surgery, hospitals and doctors all costing more in the United States. Regarding quantity, he&nbsp;was also right about higher rates of&nbsp;MRI exams and surgery&nbsp;here, but wrong about&nbsp;hospital usage and doctor consultations. We're rating this Mostly True.</p>", "ruling_comments_date": "2010-03-19T18:14:46.271528", "ruling_date": "2010-03-22T18:39:30", "ruling_headline": "Romney says hospitals, doctors, surgeries used more in U.S. ", "ruling_headline_slug": "romney-overstates-united-states-medical-costs-and-", "ruling_link_text": "Pay this bill and call me in the morning ", "ruling_state": null, "source_documents": null, "sources": "<p>Mark Pearson, <a href=\"http://www.oecd.org/dataoecd/5/34/43800977.pdf\" target=\"_blank\">\"Statement to the Special Committee on Aging\"</a>, Sep. 30, 2009<br />McKinsey Global Institute, <a href=\"http://www.mckinsey.com/mgi/publications/US_healthcare/pdf/US_healthcare_Chapter1.pdf\" target=\"_blank\">\"Accounting for the cost of US health care\"</a>, Nov. 2008<br /><br />Gerard F. Anderson and Patricia Markovich, <a href=\"http://www.commonwealthfund.org/~/media/Files/Publications/Chartbook/2010/PDF_Anderson_multinational_comparisons_hlt_sys_data_2009_OECD_chartpack.pdf\" target=\"_blank\">\"Multinational Comparisons of Health Systems Data, 2009\"</a>, The Commonwealth Fund, Nov. 2009<br /><br /><a href=\"http://www.mckinsey.com/mgi/publications/US_healthcare/pdf/US_healthcare_Chapter1.pdf\" target=\"_blank\"></a>International Federation of Health Plans, <a href=\"http://voices.washingtonpost.com/ezra-klein/IFHP%20Comparative%20Price%20Report%20with%20AHA%20data%20addition.pdf\" target=\"_blank\">\"2009 Comparative Price Report Medical and Hospital Fees by Country\"</a>, 2009<br />OECD, <a href=\"http://www.oecd.org/document/30/0,3343,en_2649_34631_12968734_1_1_1_37407,00.html\" target=\"_blank\">\"OECD Health Data\"</a>, Nov. 2009 (subscription needed)<br /><br />E-mail Interview, Marie-Clemence Canaud, Health Division of OECD, March 18, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 34, "current_job": "Former governor", "false_count": 32, "first_name": "Mitt", "half_true_count": 58, "home_state": "Massachusetts", "id": 5, "last_name": "Romney", "mostly_true_count": 33, "name_slug": "mitt-romney", "pants_count": 19, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-mittromney.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/5/", "total_count": 221, "true_count": 30, "website": "http://www.mittromney.com/"}, "statement": "<p>\"Hospitals, doctors, MRIs, surgeries and so forth are more extensively used and far more expensive in this country than they are in many other countries.''</p>", "statement_context": "a Fox News Sunday interview", "statement_date": "2010-03-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}