{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/mar/19/barack-obama/obama-says-health-reform-legislation-could-reduce-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1607, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1607/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>As the health care reform legislation heads toward a final vote, President Barack Obama has been out stumping hard for the plan, promising that if it passes, insurance premiums for most people will go down, at least compared to where they would be if the bill doesn't pass.<br /><br />\"Americans who get their insurance through the workplace, cost savings could be as much as $3,000 less per employer than if we do nothing,\" Obama said in a health reform speech at George Mason University in Fairfax, Va., on March 19, 2010. \"Now, think about that. That&rsquo;s $3,000 your employer doesn&rsquo;t have to pay, which means maybe she can afford to give you a raise.\"<br /><br />We couldn't help but notice that this statistic is at odds with the forecast from the government's nonpartisan Congressional Budget Office that Obama has been so fond of citing in the health care debate.<br /><br />But the CBO is not where the president got his number. Rather, the White House told us he got this statistic from a November report commissioned by the Business Roundtable, an association of CEOs from some of the country's leading companies. The report, prepared by Hewitt Associates, a global human resources outsourcing and consulting company, states, \"We estimate that if enacted properly, the right legislative reforms could potentially reduce that trend line by more than $3,000 per employee, to $25,435.\"<br /><br />As a baseline for its analysis, Hewitt assumed that if the government does nothing, health care costs will continue to rise at the same pace they have over the last decade -- just over 10 percent a year. By that measure, health care expenses for companies would rise 166 percent by 2019, a rate they conclude is \"not sustainable.\" <br /><br />The report is not a line-by-line analysis of the bill now being considered by the House, but rather looks at reforms in a broader context, said MacKenzie Lucas, a spokeswoman for Hewitt. <br /><br />Nevertheless, the report did consider the legislation in play at the time, most of which remains in the bill now being considered, and concluded it \"provides opportunities for real savings.\" Among the promising ideas included in the legislation, the report stated, are \"proposed delivery system reforms such as value-based purchasing, Innovation Centers to experiment with alternative methods of provider reimbursement, accountable care organizations, payment bundling, and financial penalties for avoidable hospital readmissions.\"<br /><br />The report estimates these and other reforms \"could potentially reduce the rate of future health care cost increases by 15% to 20% when fully phased in by 2019.\"<br /><br />The report includes this caution, however: \"This assumes the government implements the initiatives quickly, accurately, and consistently, and that private payers follow by implementing similar measures in a disciplined and timely way.\"<br /><br />So that's the Hewitt report. But what about the report from the oft-cited Congressional Budget Office?<br /><br />In November, the CBO estimated that for the four out of five Americans who would get their insurance through their employer, the effect on premiums would be modest. Specifically, the CBO found that for people in the small group market, employers with 50 or fewer workers, the change in premiums would range from an increase of 1 percent to a decrease of 2 percent in 2016. In the large group market, premiums are projected to be zero to 3 percent lower in 2016 (relative to current law). That shakes out to a reduction of about $100 a year, at best, for single policies.<br /><br />So how do we get from the CBO's projected reduction of maybe $100 to Hewitt's $3,000?<br /><br />While Hewitt tried to quantify the long-term effects of some of the cost-saving pilot projects being tried in the health reform bill, and assumed their potential if they were fully implemented industry-wide, the CBO shied away from forecasting the effect of such programs. <br /><br />The CBO report states: \"The analysis does not incorporate potential effects of the proposal on the level or growth rate of spending for health care ... from the development and dissemination of less costly ways to deliver care that would be encouraged by the proposal. The impact of such 'spillover' effects on health care spending and health insurance premiums is difficult to quantify precisely, but the effect on premiums in 2016 would probably be small.\"<br /><br />But that doesn't mean those provisions should be dismissed, said Len Nichols, director of the Center for Health Policy Research an Ethics and George Mason University.<br /><br />While the CBO lacked the necessary proof to forecast the effects of programs that have never happened before, the potential savings from reorganizing the health care system are significant, he said. Assuming those changes occur, the $3,000 figure cited by Obama is a \"pretty reasonable projection,\" Nichols said. Just don't expect those changes to affect your premiums any time soon. Some of them may be 10 to 20 years down the road, he said.<br /><br />\"But if it's going to take 17 years, we need to start this afternoon,\" Nichols said. \"Either we realign the incentives, or we suffer the fate.\"<br /><br />A couple qualifiers are in order here. <br /><br />First, none of the forecasts suggests premiums will be going down. Rather, the Hewitt report talks about premiums going up dramatically over the next decade, just not as much as if proper reforms are instituted. <br /><br />And the report is talking about long-term effects. The CBO doesn't think people getting insurance through an employer will see much change in premiums either way by 2016. <br /><br />And while the Hewitt report suggests significant reductions in health care costs could be achieved through meaningful health care reform, it doesn't say specifically that that is the case with the plan now before the House. And it provides lots of warnings about how things could go awry. <br /><br />In short, Obama is citing a very speculative report that doesn't speak directly to the legislation at hand. And it's a report that speaks to potential effects many years in the future. For more near-term effects, we think the CBO report is more definitive. But the Hewitt report does track a number of the provisions that were in the Senate plan in November, most of which are in the plan now before the House. We rate Obama's claim Half True.</p>", "ruling_comments_date": "2010-03-19T18:14:50.601527", "ruling_date": "2010-03-19T18:07:23", "ruling_headline": "Obama says health reform legislation could reduce costs in employer plans by up to $3,000", "ruling_headline_slug": "obama-says-health-reform-legislation-could-reduce-", "ruling_link_text": "Best case scenario, according to one report", "ruling_state": null, "source_documents": null, "sources": "<p>White House Web site, <a href=\"http://www.whitehouse.gov/the-press-office/remarks-president-health-insurance-reform-fairfax-virginia\" target=\"_blank\">Transcript: Remarks by the President on Health Insurance Reform in Fairfax, Virginia</a>, March 19, 2010</p>\r\n<p>AP, <a href=\"http://hosted.ap.org/dynamic/stories/U/US_HEALTH_OVERHAUL_FACT_CHECK?SITE=AP&amp;SECTION=HOME&amp;TEMPLATE=DEFAULT\" target=\"_blank\">\"Fact Check: Obama plan only slows premiums rise,\"</a> by Ricardo Alonso-Zaldivar, March 17, 2010</p>\r\n<p>Business Roundtable Web site, <a href=\"http://www.businessroundtable.org/sites/default/files/Hewitt_BRT_Sustainable%20Health%20Care%20Marketplace_Final.pdf\" target=\"_blank\">Health Care Reform:Creating a Sustainable Health Care Marketplace</a>, November 2009</p>\r\n<p>Congressional Budget Office, <a href=\"http://cbo.gov/ftpdocs/107xx/doc10781/11-30-Premiums.pdf\" target=\"_blank\">An Analysis of Health Insurance Premiums Under the Patient Protection and Affordable Care Act</a>, Nov. 30, 2009</p>\r\n<p>Interviw with Len Nichols, director of the Center for Health Policy Research an Ethics and George Mason University, March 19, 2010</p>\r\n<p>Interviw with MacKenzie Lucas, a spokeswoman for Hewitt Associates, March 19, 2010</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\"Americans who get their insurance through the workplace, cost savings could be as much as $3,000 less per employee than if we do nothing.\"</p>", "statement_context": "a health care speech", "statement_date": "2010-03-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}