{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/mar/19/todd-tiahrt/tiahrt-health-care-bill-will-collect-10-years-taxe/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1608, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1608/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>In the debate over health care reform, Republicans have often charged  that the Democrats are cooking the books. <br /><br />In  a House floor speech on March 16, 2010, Rep. Todd Tiahrt, R-Kan.,  said that Democrats claim  \"that the Obama health care bill will reduce the debt and help balance  the budget, but reviewing those calculations shows that they&rsquo;re going to  collect higher taxes for 10 years and provide health care for only six  years. Imagine that. Isn&rsquo;t that a little misleading? Four years of  health care taxes with no health care.\"<br /><br />We decided to look at  whether the Democratic bill does in fact provide just six years of  coverage while drawing on 10 years of taxes.<br /><br />We'll begin by  cautioning that health care experts -- including the nonpartisan  arbiters at the Congressional Budget Office, the Joint Committee on  Taxation and the Centers for Medicare and Medicaid Services Office of  the Actuary -- continue to pore over the newest version of the  much-rewritten bill, leaving the analysis a work in progress. In  addition, Tiahrt made his comments two days before the key analyses were  released. But the broad outline of the bill was known at the time of  his speech, and we do know enough to draw some conclusions.<br /><br />On a  number of fronts, Tiahrt and his Republican colleagues are correct. But  the comment does not tell the whole story.<br /><br />Two of the  highest-profile and significant elements of the bill start in 2014. The  virtual marketplaces known as the health care exchanges would start that  year, enabling those who are uninsured or who do not have access to  coverage through a large employer to buy affordable plans. Also starting  that year would be subsidies to help people buy coverage on the  exchange.<br /><br />In addition, that's the year for a major expansion in  eligibility for Medicaid. And the shrinking of the \"doughnut hole\" -- the  gap in Medicare drug coverage -- would be phased in over 10  years.<br /><br />And, yes, some of the tax provisions that help pay for the  plan do start well before 2014. A 10 percent levy on indoor tanning  would begin immediately, and an escalating annual fee on drugmakers  would begin in 2011. Individuals with flexible spending plans and health  savings accounts -- tax-advantaged accounts linked to health care  expenses -- would also be hit with certain exclusions and limits  beginning in 2011.<br /><br />However, the bill would also do many things  immediately to boost coverage, while delaying the start of major new  taxes until several years down the road.<br /><br />Some of the benefits  that will be introduced within the first year:<br /><br /><strong>&bull; Small business  tax credits.</strong> From 2010 through 2013, qualifying small companies could  get a tax credit of up to 35 percent of the company's contribution to  employee health coverage. Beginning in 2014, when the exchanges start  up, small businesses could qualify for up to 50 percent of the cost.<br /><br /><strong>&bull;</strong><strong> Coverage for those with pre-existing conditions.</strong> Soon after enactment,  people with pre-existing conditions who haven't had coverage for at least  six months could obtain coverage through a \"high-risk pool\" with  subsidized premiums. This would be a temporary solution until the  exchanges begin in 2014.<br /><br /><strong>&bull;</strong><strong> Assistance for early retirees</strong>.  Starting in 2010, a temporary reinsurance program will help cut the cost  of health coverage for retirees not old enough to be eligible for  Medicare.<br /><strong><br /></strong><strong>&bull;</strong><strong> Dependent coverage to age 26</strong>. Shortly after  enactment, all insurers will have to accept dependent coverage for  children up to age 26.<br /><br /><strong>&bull;</strong><strong> No more rescissions.</strong> Existing plans  would no longer be able to terminate beneficiaries when they get sick.<br /><br /><strong>&bull;</strong><strong> Enhanced preventive care.</strong> Soon after enactment, qualified health plans  would have to provide certain preventive services without cost-sharing.  Starting in 2011, patient cost-sharing for preventive services under  Medicare and Medicaid will be eliminated.<br /><br />Meanwhile, some of the  major tax changes will be delayed by a few years. <br /><br /><strong>&bull;</strong><strong> Medical  device taxes</strong>. A new levy on medical device makers worth about $20  billion over 10 years kicks in in 2013.<br /><br /><strong>&bull;</strong><strong> Taxes to benefit  Medicare Part A.</strong> The bill's hike of payroll taxes for individuals  earning $200,000 or couples earning $250,000 and a new tax on unearned  income for higher earners will start in 2013.<br /><br /><strong>&bull;</strong><strong> Insurance sector  fees</strong>. Fees on health insurers totaling $67 billion over 10 years become  effective in 2014.<br /><br /><strong>&bull;</strong><strong> Mandated coverage.</strong> Two of the bill's  provisions most controversial to Republicans -- the requirement that  individuals buy health insurance and that employers of a certain size  offer affordable health insurance, under penalty of a fine -- would not  begin until 2014. The individual mandate would start low that year and  then phase in through 2016.<br /><strong><br /></strong><strong>&bull;</strong><strong> \"Cadillac tax.\"</strong> The most recent  version of the bill pushes back the tax on higher-cost health plans  until 2018.<br /><br />According to the Joint Committee on Taxation --  Congress' bipartisan judge of revenue impacts from proposed laws -- the  tax provisions collect minimal revenue for 2010, $2.9 billion for 2011  and $5.5 billion for 2012. They only start getting big in 2013, when  revenues increase to $31.9 billion, eventually peaking at $86.9 billion  in 2019.<br /><br />Indeed, of the total $409.2 billion in increased taxes  over the 10-year window, only 10 percent of that amount is raised in the  first four years -- the period when, according to Republicans, the  government is collecting taxes without providing care.<br /><br />Meanwhile,  on the coverage side, it's true that the cost increases significantly  four years after enactment. According to CMS's Office of the Actuary,  the first four years account for about 1 percent of the 10-year cost of  increased coverage.<br /><br /> So Tiahrt is correct that the bill's biggest  expansions in coverage do not happen until 2014, including the  exchanges, the subsidies and the Medicaid expansion. He's also right  that some taxation begins well before that. But he makes it sound like  all the taxes hit immediately and there are no significant benefits in  the first four years. In fact, there are some benefits that begin  immediately, and the taxes levied in the early years account for a small  percentage of the total dollars involved. So we find his claim Half  True.</p>", "ruling_comments_date": "2010-03-19T18:22:13.221528", "ruling_date": "2010-03-19T18:55:36", "ruling_headline": "Tiahrt: Health care bill will collect 10 years of taxes for six years of services", "ruling_headline_slug": "tiahrt-health-care-bill-will-collect-10-years-taxe", "ruling_link_text": "He's overlooking some immediate programs", "ruling_state": null, "source_documents": null, "sources": "<p>Todd Tiahrt, <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getpage.cgi?position=all&amp;page=H1453&amp;dbname=2010_record\" target=\"_blank\">House floor speech</a>, March 16, 2010.<br /><br />House  Ways and Means, Energy and Commerce and Education and Labor Committees,  <a href=\"http://docs.house.gov/energycommerce/TIMELINE.pdf\" target=\"_blank\">Implementation Timeline for H.R. 4872</a>, March 18, 2010.</p>\r\n<p>Joint Committee  on Taxation,<a href=\"http://jct.gov/publications.html?func=startdown&amp;id=3671\" target=\"_blank\"> \"Estimated Revenue Effects Of The Amendment In The Nature  Of A Substitute To H.R. 4872, The &ldquo;Reconciliation Act Of 2010,&rdquo; In  Combination With The Revenue Effects Of H.R. 3590, The &ldquo;Patient  Protection And Affordable Care Act (&lsquo;PPACA&rsquo;),&rdquo; As Passed By The Senate,\"</a> March 18, 2010.<br /><br />Centers  for Medicare and Medicaid Services Office of the Actuary, analysis of  the &ldquo;Patient Protection And Affordable Care Act&rdquo; as passed by the  Senate, Jan. 8, 2010.<br /><br />Congressional Budget Office, <a href=\"http://www.cbo.gov/ftpdocs/113xx/doc11355/hr4872.pdf\" target=\"_blank\">Preliminary  Estimate of the Direct Spending and Revenue Effects of the  Reconciliation Proposal</a>, March 18, 2010.<br /><br />Kaiser  Family Foundation, <a href=\"http://www.kff.org/healthreform/upload/housesenatebill_final.pdf\" target=\"_blank\">Side-by-side comparison of health care reform bills</a>,  accessed March 19, 2010.</p>\r\n<p>E-mail  interview with Marc Goldwein, policy director for the Committee for a  Responsible Federal Budget, March 19, 2010.<br /><br />E-mail interview with  Sam Sackett, spokesman for Rep. Todd Tiahrt, March 19, 2010.</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. Representative", "false_count": 0, "first_name": "Todd", "half_true_count": 1, "home_state": "Kansas", "id": 350, "last_name": "Tiahrt", "mostly_true_count": 0, "name_slug": "todd-tiahrt", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Tiahrt.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/350/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>The Democratic health care bill will \"collect higher taxes for 10 years  and provide health care for only six years.\"</p>", "statement_context": "a speech on the House floor.", "statement_date": "2010-03-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": null}