{"art": [], "author": [{"email_address": "crosenberg@miamiherald.com", "first_name": "Carol", "id": 128, "last_name": "Rosenberg", "name_slug": "carol-rosenberg", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 5, "publication_name": "Miami Herald", "resource_uri": "/api/v/2/publication/5/"}, "resource_uri": "/api/v/2/staffer/128/", "title": "Reporter", "twitter": null}], "canonical_url": "/florida/statements/2010/mar/22/charlie-crist/crist-and-democrats-say-rubio-miami-lobbyist/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "sbustos@MiamiHerald.com", "first_name": "Sergio", "id": 129, "last_name": "Bustos", "name_slug": "sergio-bustos", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 5, "publication_name": "Miami Herald", "resource_uri": "/api/v/2/publication/5/"}, "resource_uri": "/api/v/2/staffer/129/", "title": "Deputy Metro Editor", "twitter": null}], "facebook_headline": null, "id": 1609, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "crosenberg@miamiherald.com", "first_name": "Carol", "id": 128, "last_name": "Rosenberg", "name_slug": "carol-rosenberg", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 5, "publication_name": "Miami Herald", "resource_uri": "/api/v/2/publication/5/"}, "resource_uri": "/api/v/2/staffer/128/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/1609/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>The Charlie Crist for U.S. Senate campaign, trying to capitalize on the  public perception that lobbying is unseemly, describes Republican Senate  candidate Marco Rubio as a \"Miami lobbyist\" or \"Miami  Lobbyist-Politician\" in its campaign literature.<br /><br />One recent  reference appeared in a March 15, 2010, press release that carried the  following headline: \"Marco Rubio: Can Florida Afford A Miami  Lobbyist-Politician Who Laughs At Ethics?\" In the release, the word  \"lobbyist\" was mentioned three times in reference to Rubio.<br /><br />The  Florida Democratic Party also labels Rubio as \"a lobbyist\" in its press  releases. In a March 21 statement e-mailed to reporters, the Democrats  twice referred to Rubio as a \"lobbyist\" in criticizing him for not  standing up to Tea Party activists.<br /><br />\"Looks like Lobbyist Marco  Rubio isn&rsquo;t the only extremist Republican afraid to stand up to the Tea  Party&rsquo;s racial and homophobic slurs today,\" said the release, which  included a story from <em>Roll Call</em>, a Capitol Hill newspaper, noting racial  slurs hurled against members of Congress as they arrived to the House  for the vote on health care reform. <br /><br />So was Rubio a Miami  lobbyist? And is he still a Miami lobbyist?<br /><br />We first went to the  Miami City database of lobbyists and found no such evidence, and called  Miami City Hall as well. A clerk there searched and said there is no  Marco Rubio listed as a lobbyist as far back as they keep records &ndash; to  2003.<br /><br />Next we went to Miami-Dade County, a separate, larger  jurisdiction. It has an elaborate Guide to Lobbyist Registration that  outlines \"applicable laws governing lobbyists doing business with the  government of Miami-Dade County.\" The procedures include registration,  fees as well as a reporting requirement for when a lobbyist is no longer  representing a client.<br /><br />There we found that Rubio registered  seven times: three times in 1997, a year after he got out of law school,  on mundane zoning and code enforcement efforts; twice in 1998 on behalf  of a real estate effort and something called the American Sales &amp;  Management Org.; and once each in 2001 and 2002 as agent for companies  listed as the Main Line Corp., a computer equipment company, and Pan  American, a developer.<br /><br />Miami-Dade lobbyist registrar Keith  Knowles told us the paper records of that period have since been  destroyed &ndash; a common county hall practice, with no backup to microfilm  or microfiche. But he said the county database still reflects accurate  lobbyist filings, and that Rubio filed a form closing out his record as a  lobbyist on May 31, 2005. (He served in the Florida House from  2000-2008.)<br /><br />So technically Rubio ceased to be a registered  lobbyist with the county on May 31, 2005. But in fact, says Knowles,  county records reflect that Rubio paid his last registration fee on  April 26, 2002 -- $125 to represent Pan American, and did not renew the  required lobbyist&rsquo;s fee in October of that year, when his two-year $500  registration expired.<br /><br />To provide a little context, it appears  that Rubio did some lobbying a year after he got his law degree and  while serving as a commissioner in West Miami, a small city in the  county. He kept his file active at County Hall during his first five  years with the Florida Legislature although he did not have any lobbying clients after 2002. <br /><br />Rubio did some of this work while  at the Becker &amp; Poliakoff law firm. So we checked with partner Alan  Becker, who confirmed that the last two registrations -- Pan American  and The Main Line Corp -- were during Rubio's August 2001-June 2004  tenure there.<br /><br />Becker told us, \"I think it's a stretch to say he  was a lobbyist. He was a lawyer representing clients who had issues  involving government. But the law doesn&rsquo;t distinguish and requires you  to register as a lobbyist.\"<br /><br />Rubio came to Becker's firm after  working for Tew Cardenas, a well-connected lobbying and legal firm.  While with Becker, Rubio rose to be majority leader in the Florida  House. When Rubio left Becker's firm, for the Miami firm of Broad and  Cassel, which did not lobby in Tallahassee, Rubio was in line to become  speaker of the Florida House.<br /><br />Becker said the lobbying work  done in 2001 and 2002 were \"very short representations\" before the  county and that Rubio was primarily an attorney. \"As far as I was  concerned I hired a lawyer who represented clients who often had  governmental issues and that required you to register as a lobbyist.\"  (Becker gives to Republicans and Democrats and has contributed money to  both the Rubio and Crist campaigns.) <br /><br />But Alex Burgos,  Rubio's campaign spokesman, the lobbyist claim is a \"silly\" attack.</p>\r\n<p>In a statement last month to the <em> Miami Herald, </em>he said that Rubio \"worked as an attorney for law firms that  did Request for Proposal (RFP) and land use work in Miami-Dade County.\"<br /><br />\"Out  of an abundance of caution, law firms engaged in this type of work  often register their lawyers as lobbyists. In fact, all lawyers  representing clients on land use matters are supposed to register as  lobbyists. While Marco worked on land use contracts and RFPs, he never  met with elected officials to influence them on behalf of clients,'' he  told the <em>Herald.<br /><br /></em>So, we find that it's quite a stretch for Crist's  campaign to call Rubio a \"Miami lobbyist,\" which conjures images of a  high-priced lawyer representing fat-cat clients in Tallahassee or  Washington. <br /><br />But that's misleading in two ways. The Crist campaign and Florida Democrats use the present tense, indicating that Rubio <em>is </em>a lobbyist. But he formally  withdrew nearly five years ago. Also, his work was not  what we traditionally think of as lobbying -- the Gucci-wearing  attorney who seeks to influence the state Legislature or Congress. He  worked at the local level, primarily on zoning matters.<br /><br />So we  find the claim to be Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-03-22T16:57:14.401528", "ruling_date": "2010-03-22T18:07:42", "ruling_headline": "Crist and Democrats say Rubio is \"Miami lobbyist\"", "ruling_headline_slug": "crist-and-democrats-say-rubio-miami-lobbyist", "ruling_link_text": "He hasn't been a lobbyist in years", "ruling_state": null, "source_documents": null, "sources": "<p>Charlie Crist for U.S. Senate campaign press release, <a href=\"http://charliecrist.com/2010/03/marco-rubio-can-florida-afford-a-miami-lobbyist-politician-who-laughs-at-ethics/\" target=\"_blank\">Marco Rubio: Can Florida Afford A Miami Lobbyist-Politician Who Laughs At Ethics?</a> March 15, 2010.<br /><br />Florida Democratic Party press release e-mailed to media. \"Rubio... Paging Lobbyist Rubio.\" March 21, 2010.<br /><br />Miami Dade County database, <a href=\"http://www.miamidade.gov/govaction/lbRegByLob.asp.\" target=\"_blank\">Registrations by Lobbyist</a>, Search conducted March 17, 2010<br /><br />Telephone interview with Keith Knowles, lobbyist registrar, Miami Dade County, March 17, 2010<br /><br />Telephone interview with Alan Becker, attorney at law, March 18, 2010<br /><br />Federal Election Commission. <a href=\"http://www.fec.gov/disclosure.shtml\" target=\"_blank\">Campaign Finance Reports &amp; Data</a>, Individual Search<br /><br />Telephone interview with Steven Gretenstein, Dacra, March 18, 2010<br /><br />Annual Report, <a href=\"http://www.miamidade.gov/COB/library/Lobbyist_Registration/Annual_Reports/Historical_Years/2001_Lobbyist_Annual.pdf.\" target=\"_blank\">Miami-Dade County, Lobbyist Registration</a>, page 23. 2001.<br /><br />Miami City Government, <a href=\"http://www.miamigov.com/City_Clerk/pages/lobbyist/lobbyist.asp\" target=\"_blank\">Lobbying Link</a>, conducted March 17, 2010.<br /><br /><a href=\"http://www.becker-poliakoff.com/\" target=\"_blank\">Becker-Poliakoff</a> law firm Web site, accessed March 17, 2010.<br /><br /><a href=\"http://www.dacra.com/\" target=\"_blank\">Dacra</a> real estate firm Web site, accessed March 17, 2010.</p>\r\n<p>Miami Herald Naked Politics, <a href=\"http://miamiherald.typepad.com/nakedpolitics/2010/01/marco-rubio-lobbyist.html\" target=\"_blank\">Marco Rubio, lobbyist</a>, Jan. 22, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 15, "current_job": "", "false_count": 9, "first_name": "Charlie", "half_true_count": 20, "home_state": "Florida", "id": 257, "last_name": "Crist", "mostly_true_count": 19, "name_slug": "charlie-crist", "pants_count": 2, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/crist.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/257/", "total_count": 90, "true_count": 15, "website": ""}, "statement": "<p>Marco Rubio is a \"Miami lobbyist.\"</p>", "statement_context": "a campaign press release", "statement_date": "2010-03-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}], "target": [{"adkey": "", "advalue": "", "barely_true_count": 36, "current_job": "U.S. Senator", "false_count": 26, "first_name": "Marco", "half_true_count": 33, "home_state": "Florida", "id": 277, "last_name": "Rubio", "mostly_true_count": 37, "name_slug": "marco-rubio", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Marco_Rubio.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/277/", "total_count": 168, "true_count": 20, "website": "http://www.rubio.senate.gov/"}], "twitter_headline": null}