{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/mar/23/bart-stupak/stupak-says-there-no-federal-funding-abortion-sena/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1612, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1612/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>With the health care bill teetering in the balance, antiabortion Democrat Rep. Bart Stupak's announcement hours before the final vote that an agreement had been reached on the abortion issue marked a momentous shift.</p>\r\n<p>For weeks, Stupak insisted he and a group of other abortion foes in the House could not support the Senate bill because it would result in federal funding of abortions, contrary to longstanding federal policy. But on the afternoon of March 21, 2010, Stupak said in a news conference that the promise of an executive order on abortion from President Barack Obama convinced him \"there will be no public funding of abortion in this legislation.\"</p>\r\n<p>Stupak's comments several hours later on the House floor provided some of the most emotionally charged moments of the late-night health care debate.</p>\r\n<p>\"It is the Democrats who, through the president's executive order, ensure that the sanctity of life is protected,\" Stupak said.</p>\r\n<p>His comments were interrupted by catcalls from the bill's Republican opponents, one of whom was heard to yell \"baby killer!\" Texas Republican Rep. Randy Neugebauer later said he was the one who shouted. But he said he yelled \"It's a baby killer,\" referring not to Stupak (to whom he apologized), but to the agreement Stupak helped forge with the president.</p>\r\n<p>The abortion issue in the health care reform debate has been thorny from the start.</p>\r\n<p>From early on, legislators on both sides of the abortion issue professed a desire to maintain the status quo on abortion in the health care bill. But that quickly proved difficult, if not impossible. Here's why: Since 1976, the federal government has been guided by the Hyde Amendment, a law that prohibits the use of federal funds for abortions except in cases of rape, incest or when the mother's life is in peril. Due to that amendment -- which must be renewed every year -- abortion services are not provided in health care plans offered to federal employees and for active and retired military.</p>\r\n<p>But the health care reform bill proposes a health care exchange in which private insurance companies could compete for the business of people who do not get their insurance through an employer. The question then: Should private companies be allowed to offer abortion coverage (as most already do)? And what if the people buying policies are getting government subsidies to buy insurance?</p>\r\n<p>In the House, Stupak helped add an amendment that bars anyone who accepts federal subsidies for health coverage from buying a plan with abortion coverage on the exchange. The amendment does let them choose a plan with abortion coverage if they pay for it without using federal subsidies. And those who accept subsidies can still buy an abortion \"rider\" -- that is, a separate policy covering abortion -- as long as they pay for it entirely with their own money.</p>\r\n<p>The Senate took a different tack. The Senate language on abortion, written by an abortion opponent, Sen. Ben Nelson, D-Neb., would allow companies in the exchange to offer abortion services, even to people who get federal subsidies. But Nelson inserted measures to ensure abortion services would be paid through patient premiums, not federal subsidies. In order to accomplish that, the Senate bill requires that anyone who selects a plan that covers abortion must pay $1 a month toward a segregated fund that would pay for abortion services. One plan in every state exchange must offer coverage that does not include abortions, so there would be an option for those who morally object to $1 of their premiums going toward abortion services. Legislators supporting the bill -- along with President Obama -- insist that segregation of funds stays true to the Hyde Amendment restriction on federal funds for abortions.</p>\r\n<p>The Senate bill's proposal on abortion is opposed by activists on both sides of the abortion issue. Abortion rights groups like NARAL Pro Choice America, the National Organization for Women and Planned Parenthood all put out statements denouncing the requirement that policy owners or their employers write separate checks -- one for abortion services and one for everything else. NARAL called the provision \"unacceptable bureaucratic stigmatization (that) could cause insurance carriers to drop abortion coverage, even though more than 85 percent of private plans currently cover this care for women.\"</p>\r\n<p>Abortion foes like the National Right to Life Committee and the U.S. Conference of Catholic Bishops also vehemently opposed the Senate bill's abortion language, arguing that if you send federal subsidies to a person who then chooses a plan that cover abortions, that's federal funding of abortion. They called the plan to segregate money so that abortions are paid only through premiums -- not government subsidies -- nothing more than a bookkeeping scheme.</p>\r\n<p>Until March 21, 2010, that was Stupak's consistent position.</p>\r\n<p>In a Fox News interview on March 17, 2010, Stupak said of the Senate bill, \"It is very clear that abortion is, for the first time ever, a funded benefit by the federal government.\"</p>\r\n<p>So, what changed on Sunday that prompted Stupak to say \"there will be no public funding for abortion in this legislation\"? In the hours leading up to the vote, he and several other antiabortion Democrats in the House agreed to back the health bill after Obama promised to sign an executive order reinforcing the commitment that no federal funds would be used for abortions.</p>\r\n<p>The Senate bill already spelled out strict payment and accounting requirements to accomplish that, but Obama's executive order went one step further, putting the president's weight behind specific measures to ensure that funds are properly segregated. By our reading, the order mostly restates and reinforces the intent of the Senate bill. But it doesn't fundamentally change the fact that people getting government subsidies for health care will be able to buy a policy on the exchange that covers abortions.</p>\r\n<p>That's why some abortion foes -- not all -- believe Stupak essentially traded his vote for a handful of beans.</p>\r\n<p>\"It was issued for political effect,\" said Douglas Johnson of the National Right to Life Committee. \"We don't see any value in the order.\"</p>\r\n<p>We don't think Rep. Stupak can credibly claim one day that the bill is federal funding of abortions, and then the next day, after getting the agreement on the executive order,&nbsp;that it does not. Stupak's issue all along was that if federal subsidies went to someone who could then choose a plan that covers abortions, that was federal funding for abortion. And that hasn't changed. The president's order spells out safeguards to ensure the funds are segregated. But if you thought that was a bookkeeping trick before, there's nothing in the executive order that would change your mind.</p>\r\n<p>At the climax of the health care debate from the floor, House Republican Leader John Boehner said that even with the executive order from the president, the Senate bill would provide \"taxpayer funding of abortions for the first time in 30 years.\"</p>\r\n<p>We don't agree. It's understandable that abortion foes&nbsp;opposed&nbsp;a proposal that gives more people the opportunity to obtain insurance that cover abortions. But it's another thing to say those abortion services would be paid with federal dollars. The Senate bill states very clearly that public funding through tax credits and government subsidies for elective abortion services offered in the exchange is prohibited. But more than that, the bill sets up a mechanism to ensure that abortion services offered in the exchange are paid entirely from patient premiums, premiums paid by people who have chosen a private plan that covers abortion. The executive order puts the weight of the president's word behind providing a way to ensure two checks go to insurers every month, so that abortion dollars and federal dollars are not commingled.</p>\r\n<p>We think that's enough to back up Stupak's claim, \"There will be no public funding for abortion in this legislation.\" But that's a conclusion we reached before the president promised an executive order, back when Stupak disagreed with us and insisted the bill would have had federal dollars subsidizing abortions. We don't understand how the executive order changes Stupak's logic on this issue, but no matter how&nbsp;he arrived as his conclusion, we think he's right now. And we rule his claim True.</p>", "ruling_comments_date": "2010-03-23T15:43:23.051527", "ruling_date": "2010-03-23T18:22:24", "ruling_headline": "Stupak revises abortion stance on health care bill, citing Obama's executive order ", "ruling_headline_slug": "stupak-says-there-no-federal-funding-abortion-sena", "ruling_link_text": "We agreed, even when Stupak didn't", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"http://democrats.senate.gov/reform/patient-protection-affordable-care-act-as-passed.pdf\" target=\"_blank\">Patient Protection and Affordable Care Act</a>, as passed by the Senate</p>\r\n<p>AP, <a href=\"http://www.youtube.com/watch?v=y7lTWkyr4Qo\" target=\"_blank\">Video of press conference:&nbsp; Stupak to Vote Yes on Health Care Bill</a>, March 21, 2010</p>\r\n<p>White House Web site, <a href=\"http://www.whitehouse.gov/blog/2010/03/21/one-more-step-towards-health-insurance-reform\" target=\"_blank\">Text of the pending presidential executive order ensuring enforcement and implementation of abortion restrictions in the Patient Protection and Affordable Care Act</a>, March 21, 2010</p>\r\n<p>C-SPAN, <a href=\"http://www.c-span.org/Watch/Media/2010/03/21/HP/A/30939/House+Debate+on+Senate+Health+Care+Bill.aspx\" target=\"_blank\">Video: House Debate on Senate Health Care Bill</a>, March 21, 2010</p>\r\n<p>YouTube.com, <a href=\"http://www.youtube.com/watch?v=jrEVf9fTG2w\" target=\"_blank\">Video of Fox News interview: Rep. Bark Stupak Rep Will Vote No on Reform</a>, March 17, 2010</p>\r\n<p>YouTube.com, <a href=\"http://www.youtube.com/watch?v=gTYsl7ag0DE\" target=\"_blank\">Video of MSNBC interview: Rep. Bark Stupak Discusses Abortion and HCR Bill</a>, March 18, 2010</p>\r\n<p>Freep.com, <a href=\"http://www.freep.com/article/20100322/NEWS15/3220310/1318/\" target=\"_blank\">\"Stupak bends, but gets his way,\"</a> by Todd Spangler, March 22, 2010</p>\r\n<p>Politico, <a href=\"http://www.politico.com/news/stories/0310/34782.html#ixzz0iu8nIKok\" target=\"_blank\">\"Bart Stupak called 'baby killer' on House floor,\"</a> by Jake Sherman and Meredith Shiner, March 21, 2010</p>\r\n<p>Web site of Rep. Bart Stupak, <a href=\"http://www.house.gov/apps/list/speech/mi01_stupak/morenews/20100321healthcare.html\" target=\"_blank\">Press release: Stupak Votes to pass Historic Health Care Reform</a>, March 21, 2010</p>\r\n<p>NARAL Pro-Choice America Web site, <a href=\"http://www.prochoiceamerica.org/news/press-releases/2010/pr03212010-finalhousehcr.html\" target=\"_blank\">Statement on Health Reform</a>, March 21, 2010</p>\r\n<p>National Organization for Women, <a href=\"http://www.now.org/press/03-10/03-21b.html\" target=\"_blank\">Statement of NOW President Terry O'Neill</a>, March 21, 2010</p>\r\n<p>Planned Parenthood, <a href=\"http://www.plannedparenthood.org/about-us/newsroom/press-releases/statement-cecile-richards-president-ppfa-house-passing-historic-health-care-reform-bill-32230.htm\" target=\"_blank\">Statement of Cecile Richards, President of PPFA, on House Passing Historic Health Care Reform Bill</a>, March 21, 2010</p>\r\n<p>Detriot News, <a href=\"http://www.detnews.com/article/20100322/POLITICS03/3220397/1022/Texas-Republican-Neugebauer-apologizes-to-Stupak-for--baby-killer--comment\" target=\"_blank\">\"Texas Republican Neugebauer apologizes to Stupak for 'baby killer' comment,\"</a> by Deb Price, March 22, 2010</p>\r\n<p><a href=\"http://democrats.senate.gov/reform/patient-protection-affordable-care-act-as-passed.pdf\" target=\"_blank\"></a></p>\r\n<p>National Right to Life, <a href=\"http://www.nrlc.org/AHC/Release032110.html\" target=\"_blank\">Statement by the National Right to Life Committee on abortion \"deal\" on health care legislation</a>, March 21, 2010</p>\r\n<p>Interview with Douglas Johnson of National Right to Life, March 22, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "member of Congress", "false_count": 1, "first_name": "Bart", "half_true_count": 0, "home_state": "Michigan", "id": 336, "last_name": "Stupak", "mostly_true_count": 1, "name_slug": "bart-stupak", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Stupak.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/336/", "total_count": 3, "true_count": 1, "website": ""}, "statement": "<p>\"There will be no public funding for abortion in this legislation.\"</p>", "statement_context": "a news conference", "statement_date": "2010-03-21", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}