{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/mar/24/orrin-hatch/hatch-says-families-earning-more-80000-could-get-h/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1614, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1614/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>In the many months of debate over health care reform, we don't recall hearing much about how low your income will have to be to qualify for federal health insurance subsidies. But on March 21, 2010, Sen. Orrin Hatch, R-Utah -- who, like all congressional Republicans, voted against the Senate version of the Democratic health care bill -- tackled the issue directly.<br /><br />\"Do you realize they're going to subsidize families that make over -- families of four that make over $80,000 a year?\" Hatch said in an interview on CNN's <em>State of the Union</em>.<br /><br />That struck us as high, so we decided to see if Hatch was right.<br /><br />First, a word about how the subsidies work in the bill, which was signed into law on March 23, 2010. The subsidies&nbsp;will take effect in 2014 and are available to Americans who buy insurance on exchanges,&nbsp;which will be virtual marketplaces for health plans. The exchanges are designed to serve people who do not already have insurance through their&nbsp;employer and who are not covered by a government program such as Medicare or Medicaid. <br /><br />The bill offers two kinds of subsidies to people who buy through the exchange -- one for insurance premiums and one for out-of-pocket medical costs.<br /><br />Under the premium subsidy, the government will pay the difference between the premiums for a designated plan and a set percentage of your income. As for the cost-sharing subsidy, the mechanism is still evolving, but the idea is to reduce the amount that beneficiaries have to shell out for co-pays and other medical expenses.<br /><br />The subsidies will operate on a sliding scale, benefiting those who earn between 133 percent and 400 percent of the federal poverty level. At the upper end of the range of those who qualify for premium subsidies -- those earning 300 percent to 400 percent of poverty level -- the government will pay whatever amount of the premium that exceeds 9.5 percent of the beneficiary's income. (Those earning less than 133 percent of the poverty level qualify for Medicaid.)<br /><br />Officially, the federal poverty limit for a family of four is $22,050, and 400 percent of that amount would be $88,200. We checked with several health care experts and they confirmed that that would indeed be the top income at which someone could receive subsidies.<br /><br />That means that many people earning the subsidies will actually earn more than the median income for married couple familes -- $73,010.</p>\r\n<p>On the other hand, how big $88,200 is depends on where you live. In four states, $88,200 is actually below the median income for a family of four -- in New Jersey ($94,441), Maryland ($94,017), Connecticut ($93,821) and Massachusetts ($89,347). In each of these states, the cost of living is quite a bit higher than the national average, and in many cases these states have health insurance mandates that boost premiums above the national average. By contrast, $88,200 is well above the median income in Arkansas ($52,185), Mississippi ($52,992) and Hatch's state of Utah ($63,586). The bill does not include any mechanism to even out such geographic variations.<br /><br />Another point: Families making $88,200, wherever they are, will have to spend significantly before they see any federal subsidy kick in. The maximum someone would have to pay for health insurance premiums before subsidies kick in is $8,379 (or 9.5 percent times $88,200). For most people, that's a hefty premium. On average, a worker's share of health care premiums at smaller companies (three to 199 employees) that use an HMO for full-family coverage amounted to $5,039 in 2009, according to the annual survey by the Kaiser Family Foundation and the Health Research &amp; Educational Trust.<br /><br />Still, premiums north of $8,000 are conceivable. Costs would be higher for those seeking insurance on the individual market (if coverage can be found), and the price would likely be higher in more expensive states. In the meantime, premiums could be especially steep for older Americans who are not yet 65 -- the age they can enroll in Medicare.<br /><br />\"Those aged 64 can be charged up to three times as much as an 18-year-old for the same coverage,\" said Linda Blumberg, a senior fellow at the Urban Institute. \"So families that include older adults could face very high premiums relative to their incomes, even at 400 percent of the poverty level, making it unaffordable for such families to purchase coverage without a subsidy.\"<br /><br />All of this helps explain the rationale for why a family earning $88,200 might need federal assistance. But it doesn't undermine the validity of Hatch's point. Starting in 2014, the health care bill will indeed \"subsidize ... families of four that make over $80,000 a year.\" So we rate Hatch's statement True.</p>", "ruling_comments_date": "2010-03-23T17:29:50.771528", "ruling_date": "2010-03-24T16:28:45", "ruling_headline": "Hatch says that families earning more than $80,000 could get health care subsidies", "ruling_headline_slug": "hatch-says-families-earning-more-80000-could-get-h", "ruling_link_text": "Newly signed bill assists families earning up to $88,200", "ruling_state": null, "source_documents": null, "sources": "<p>Orrin Hatch, <a href=\"http://transcripts.cnn.com/TRANSCRIPTS/1003/21/sotu.01.html\" target=\"_blank\">interview</a> on CNN's State of the Union, March 21, 2010<br /><br />Kaiser Family Foundation, side-by-side <a href=\"http://www.kff.org/healthreform/upload/housesenatebill_final.pdf\" target=\"_blank\">comparison</a> of health care bills, accessed March 23, 2010<br /><br />Kaiser Family Foundation/Health Research &amp; Educational Trust, \"Employer Health Benefits 2009 Annual Survey\" (<a href=\"http://ehbs.kff.org/?page=charts&amp;id=2&amp;sn=21&amp;ch=1063\" target=\"_blank\">Exhibit</a> 6.10: Average Annual Firm and Worker Premium Contributions and Total Premiums for Covered Workers for Family Coverage, by Plan Type and Firm Size, 2009), accessed March 23, 2010<br /><br />Department of Health and Human Services' Administration for Children and Families, \"2009/2010 HHS Poverty Guidelines\" (<a href=\"http://liheap.ncat.org/profiles/povertytables/FY2010/popstate.htm\" target=\"_blank\">table</a>), accessed March 23, 2010<br /><br />U.S. Census Bureau, \"Income, Poverty, and Health Insurance Coverage in the United States: 2008\" (<a href=\"http://www.census.gov/prod/2009pubs/p60-236.pdf\" target=\"_blank\">report</a>), September 2009<br /><br />U.S. Census Bureau, Current Population Survey/Annual Social and Economic Supplement (<a href=\"http://www.census.gov/hhes/www/cpstables/032009/faminc/new01_001.htm\" target=\"_blank\">Table</a> FINC-01, \"Selected Characteristics of Families by Total Money Income in 2008\"), accessed March 23, 2010<br /><br />Department of Health and Human Services' Administration for Children and Families, \"Estimated State Median Income, by Family Size and by State for FY 2009\" (<a href=\"http://www.acf.hhs.gov/programs/ocs/liheap/guidance/SMI75FY09.pdf\" target=\"_blank\">table</a>), accessed March 23, 2010<br /><br />Interview with Dawn Horner, senior program director for the Georgetown University Health Policy Institute's Center for Children and Families, March 23, 2010<br /><br />Interview with Martha Heberlein, research analyst for the Georgetown University Health Policy Institute's Center for Children and Families, March 23, 2010<br /><br />E-mail interview with Maggie Mahar, fellow at the Century Foundation, March 23, 2010<br /><br />E-mail interview with Linda Blumberg, senior fellow at the Urban Institute, March 23, 2010<br /><br />E-mail interview with Edwin Park, senior fellow at the Center on Budget and Policy Priorities, March 23, 2010<br /><br />E-mail interview with Gary Burtless, senior fellow in economic studies at the Brookings Institution, March 23, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "U.S. Senator", "false_count": 0, "first_name": "Orrin", "half_true_count": 1, "home_state": "Utah", "id": 219, "last_name": "Hatch", "mostly_true_count": 0, "name_slug": "orrin-hatch", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Hatch.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/219/", "total_count": 4, "true_count": 1, "website": "http://hatch.senate.gov/public/"}, "statement": "<p>The health care bill will subsidize families of four that make more than $80,000 a year.</p>", "statement_context": "an interview on CNN's State of the Union", "statement_date": "2010-03-21", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}