{"art": [], "author": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/mar/23/bill-white/white-says-state-board-education-led-perry-appoint/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 1616, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1616/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tThe State Board of Education has provoked a national outcry for its effort to revise curriculum standards in Texas. Lately joining the chorus: Bill White, the former Houston mayor and 2010 Democratic nominee for governor.</p>\r\n<p>\r\n\tIn a March 17 e-mail, White blames GOP Gov. Rick Perry for lackluster leadership at the expense of students&#39; education.</p>\r\n<p>\r\n\t&quot;Last week the Texas State Board of Education (SBOE), led by Rick Perry&#39;s appointee, voted to remove Thomas Jefferson from social studies textbook standards. That&#39;s right. Thomas Jefferson &mdash; Founding Father, author of the Declaration of Independence, and a world-renowned scholar who advocated democratic, limited government &mdash; was deleted from a list of historical figures who inspired political change,&quot; White&#39;s e-email states.</p>\r\n<p>\r\n\tDid White get that right?</p>\r\n<p>\r\n\tIn July 2009, the Texas Essential Knowledge and Skills review committee, consisting of seven social studies teachers from different school districts across Texas, recommended revising a high school world history studies course description to include various ideas from the Enlightenment era, an 18th-century period of philosophic thought whose tenets included reason, skepticism and revolution, according to scholars.</p>\r\n<p>\r\n\tThe amendment read: &quot;Government. The student understands how contemporary political systems have developed from earlier systems of government. The student is expected to ... explain the impact of Enlightenment ideas from John Locke, Thomas Hobbes, Voltaire, Charles de Montesquieu, Jean Jacques Rousseau, and Thomas Jefferson on political revolutions from 1750 to the present ...&quot; (The review committee noted in its original draft that its suggested list was not meant to be exhaustive.)</p>\r\n<p>\r\n\tBoard member Cynthia Dunbar, a lawyer and assistant law professor from Richmond, made a motion at the board&#39;s March 11 meeting to change the proposed standard, substituting &quot;writings&quot; for &quot;Enlightenment ideas&quot; and removing Jefferson from the suggested list. In Jefferson&#39;s place, she added Thomas Aquinas, John Calvin and Sir William Blackstone &mdash; respectively, a Roman Catholic priest and saint; a Protestant theologian; and an English jurist who wrote that the doctrines of common law are based on God&#39;s word.</p>\r\n<p>\r\n\tDunbar, defending the amendment, said: &quot;It does take out (the) reference to Thomas Jefferson. But the reason is not that I don&#39;t think his ideas were important. It&#39;s just that this is a list of political philosophers from which the Founding Fathers based their ideologies and their principles.&quot;</p>\r\n<p>\r\n\tDunbar&#39;s amendment won preliminary board approval by 8 to 6.</p>\r\n<p>\r\n\tBut that doesn&#39;t mean Jefferson has been stricken from Texas classrooms.</p>\r\n<p>\r\n\t&quot;The only individual mentioned more times in the curriculum standards than Thomas Jefferson is George Washington,&quot; board chairwoman Gail Lowe says in a March 19 press release.</p>\r\n<p>\r\n\tIn fact, members left intact these elements: In a fifth-grade U.S. history course, students are expected to &quot;identify the Founding Fathers and patriot heroes,&quot; including Jefferson. In an eighth-grade U.S. history course, students are required to &quot;explain the roles played by significant individuals during the American Revolution,&quot; including Jefferson. And in a high school government course, students must &quot;identify the contributions of the political philosophies of the Founding Fathers,&quot; and &quot;identify individuals in the field of government and politics,&quot; both including Jefferson.</p>\r\n<p>\r\n\tSo Jefferson stays in U.S. history and government classes unless the board later decides otherwise when it finalizes the standards in May.</p>\r\n<p>\r\n\tHow does White&#39;s statement stand up overall?</p>\r\n<p>\r\n\tFirst, the board was updating the state&#39;s curriculum standards, not textbook standards. Then again, the curriculum standards will serve as a framework when the board meets to revise textbooks in 2011.</p>\r\n<p>\r\n\tNext, he overstates Perry&#39;s role in determining the board of education&#39;s membership. Lowe, the chairwoman, is an elected official, not a Perry appointee. But the governor named her chairwoman of the board.</p>\r\n<p>\r\n\tFinally, White said the state board voted &quot;to remove Thomas Jefferson from social studies textbook standards,&quot; but the vote was on a single amendment to a single high school world history standard. White also implied that those standards were already in effect. They weren&#39;t.</p>\r\n<p>\r\n\tWe can see how White might&#39;ve been confused. Media coverage of the board&#39;s action hasn&#39;t always been precise.</p>\r\n<p>\r\n\tWhite&#39;s final sentence &mdash; that Jefferson was deleted from a list of historical figures who inspired political change &mdash; is a more accurate way to put it.</p>\r\n<p>\r\n\tWe rate White&#39;s multi-part statement as Half True.</p>", "ruling_comments_date": "2010-03-23T18:16:42.371528", "ruling_date": "2010-03-23T22:18:32", "ruling_headline": "White says the State Board of Education, led by a Perry appointee, voted to remove Thomas Jefferson from social studies textbook standards", "ruling_headline_slug": "white-says-state-board-education-led-perry-appoint", "ruling_link_text": "The SBOE removed Jefferson from the list, but there's more to the story ", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tTexas Education Agency, <a href=\"http://www.tea.state.tx.us/index4.aspx?id=3738\" target=\"_blank\" title=\"SBOE Member District 14: Gail Lowe,\">SBOE Member District 14: Gail Lowe,</a> accessed March 22, 2010<br />\r\n\t<br />\r\n\tTexas Education Agency, <a href=\"http://ritter.tea.state.tx.us/sboe/e_attachments/2010/january/full_board/thur_5_social_studies_economics_a2.pdf\" target=\"_blank\" title=\"Text of proposed revisions to 19 TAC Chapter 113, Texas Essential Knowledge and Skills for Social Studies, Subchapter A, Elementary, Subchapter B, Middle School, and Subchapter C, High School,\">Text of proposed revisions to 19 TAC Chapter 113, Texas Essential Knowledge and Skills for Social Studies, Subchapter A, Elementary, Subchapter B, Middle School, and Subchapter C, High School,</a> Jan. 14, 2010<br />\r\n\t<br />\r\n\tTexas Education Agency, <a href=\"http://streaming.aanet.org/ramgen/tea/smil/TEA_FB031110-2.smil\" target=\"_blank\" title=\"Social Studies TEKS Discussion, World History (start 3:15),\">Social Studies TEKS Discussion, World History (start 3:15 to listen to Cynthia Dunbar&#39;s proposed amendment and the board&#39;s vote),</a> March 11, 2010<br />\r\n\t<br />\r\n\tTexas Education Agency, <a href=\"http://www.tea.state.tx.us/index4.aspx?id=3803\" target=\"_blank\" title=\"SBOE officers, committees and members,\">SBOE officers, committees and members,</a> accessed March 22, 2010<br />\r\n\t<br />\r\n\tTexas Education Agency, Press release: Thomas Jefferson remains in social studies curriculum, March 19, 2009<br />\r\n\t<br />\r\n\tBill White for Texas, <a href=\"http://docs.google.com/View?id=dhpph9jp_125fgqvrbfp\" target=\"_blank\">campaign e-mail,</a> March 17, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Debbie Ratcliffe, communications director, Texas Education Agency, March 22, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Katy Bacon, spokeswoman, Bill White&#39;s gubernatorial campaign, March 19, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Former mayor of Houston", "false_count": 3, "first_name": "Bill", "half_true_count": 5, "home_state": "Texas", "id": 294, "last_name": "White", "mostly_true_count": 7, "name_slug": "bill-white", "pants_count": 3, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Whitemug2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/294/", "total_count": 26, "true_count": 6, "website": "https://www.facebook.com/BillWhiteTexas"}, "statement": "<p>\r\n\t&quot;Last week the Texas State Board of Education (SBOE), led by Rick Perry&#39;s appointee, voted to remove Thomas Jefferson from social studies textbook standards. That&#39;s right. Thomas Jefferson... was deleted from a list of historical figures who inspired political change.&quot;</p>", "statement_context": "an e-mail", "statement_date": "2010-03-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": ""}