{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2010/mar/28/john-carter/rep-john-carter-says-health-care-law-provides-full/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [], "facebook_headline": null, "id": 1627, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/1627/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>U.S. Rep. John  Carter, R-Round Rock, lambasted the Democratic-approved health care  plan signed into law last week as a federal health care &ldquo;takeover bill.&rdquo;<br /><br /> Among Carter&rsquo;s concerns spelled out in a March 21 press release: &ldquo;The  bill also provides full federal funding for abortions&hellip;&rdquo;<br /><br /> Carter  spoke after a clutch of anti-abortion House Democrats agreed to vote for  the Patient Protection and Affordable Care Act after President Barack  Obama said he&rsquo;d issue an executive order referring to continuation of a  ban -- begun in the late 1970s and annually reaffirmed by lawmakers --  on spending federal funds on abortions except in cases of rape, incest  or to save the life of a woman.<br /><br /> The law prohibits federal  subsidy funds, intended to help people afford health coverage, from  being used to pay for abortions except in those exceptional cases.  Obama&rsquo;s order includes a provision to ensure that insurers offering  coverage through state-level insurance exchanges charge customers  separate premiums to cover abortion services.<br /><br /> Obama's order also  revisits past decisions by Congress to bar community health centers  from using federal funds to provide abortion services outside of the  exceptional circumstances. His order directs federal officials to  &ldquo;ensure that program administrators and recipients of federal funds are  aware of and comply with the limitations on abortion services.&rdquo;<br /><br /> We sought Carter's backup for his contention that the law provides full  federal funding for abortions. John Stone, Carter&rsquo;s spokesman, said  several aspects of the law support his claim.<br /><br />Let's review them  one by one.<br /><br /> First, Stone noted that plans offered to patients in  the state-level exchanges are permitted to cover abortion services.  Unsaid: The law specifies that each exchange must have at least one plan  that does not cover abortions and that plans offering abortion services  must collect separate premiums from each patient to pay for the  services, presumably preventing the expenditure of federal funds on  abortions.<br /><br /> Second, Stone said provisions promising billions of  dollars for community health centers and health co-ops, one vehicle for  providing health insurance, lack language that would prohibit spending  those dollars on abortion. Others, including representatives of  community health centers, have said the promised money isn&rsquo;t likely to  be spent on abortions considering the centers haven&rsquo;t provided abortion  services in their 45-year history. A Jan. 22 <a href=\"http://www.politifact.com/truth-o-meter/statements/2010/mar/09/daniel-lipinski/lipinski-says-senate-health-bill-allows-taxpayer-m/\" target=\"_blank\">Politifact.com  article</a> concludes  that worrying about the centers providing abortions is &ldquo;more a political  dart than a legitimate concern.&rdquo; Insurance purchased through co-ops  would be subject to the same restrictions on abortion funding as other  plans likewise offered through the state exchanges.<br /><br />Of course, who can say whether a court might rule that without a  specific prohibition, abortions could be permitted? You can't fault  organizations like the National Right to Life Committee for raising  concerns about possible loopholes.<br /><br />Third,  Stone said, the law creates a federal program to administer two or more  national insurance plans, with a directive that at least one plan not  provide federally funded abortion services. Stone said the provision  implies &ldquo;that other federally administered plans could cover elective  abortions, or perhaps even be required to do so by the federal  administrator. This is a sharp break from longstanding federal policy.&rdquo;  Stone was referring to the fact that for decades, health  insurance programs offered to federal employees have been forbidden to  cover abortions except under the established special circumstances.<br /><br />Under  the new law, however, the multi-state plans cited by Stone would be  sold like other privately vended plans available through the  exchanges--and the law directs that any funding for abortions under the  plans come from patient premiums. Timothy Stoltzfus Jost, a professor at  the Washington and Lee University School of Law, says the provision for  two or more national plans is intended to broaden insurance offerings.<br /><br />Does  the multi-state provision imply a federal administrator could require  that the plans cover abortion services? No, Jost told us: That's like  saying it \"implies that you have to cover euthanasia,\" Jost said.  \"That's silly.\"<br /><br />Fourth, Stone said, the law&rsquo;s provision for  separate premiums for participants in plans covering abortion services  offered through the state-level exchanges could be problematic. &ldquo;This  requirement would apply to anyone who enrolls in a subsidized plan that  covers elective abortions, which would surely include many people who  would learn of the abortion surcharge only after enrolling,&rdquo; Stone said<br /><br />The  law states, though, that a plan offering abortion coverage shall notify  patients of that feature when they enroll. Besides, the provision  doesn&rsquo;t mean that full federal funding would pay for abortions, as  Carter claims.<br /><br />Trying to cover all the bases, we looked at each  abortion reference in the 906-page law. This search yielded no language  permitting federal funding of abortions outside the previously established special circumstances, though we did find  several prohibitions on abortion spending as well as a bar on  discriminating against insurers or physicians who don't fund or perform  abortions.<br /><br />One section states the law doesn&rsquo;t pre-empt state laws  on abortion. Another states that nothing in the law should be construed  to require insurers to offer abortion services. A third section states  that school-based health centers can&rsquo;t provide abortion services.<br /><br />Two  independent observers of the health-care debate concur that the  law doesn't intend full federal funding of abortions.<br /><br />In  January, the non-partisan Kaiser Family Foundation said: &ldquo;If a state  does allow plans in the exchange to cover abortions, (the law) only  permits federal subsidy dollars to be used to pay for abortions that are  permitted under the federal law that is in place before the plan year  begins &hellip; Coverage for other abortions would have to be paid for with  non-federal funds.&rdquo;<br /><br />Indeed, requiring insurers that offer  abortion coverage through state-level exchanges to collect two separate  payments from customers might reduce the availability of such coverage,  according to the foundation's analysis.<br /><br />Some &ldquo;legal scholars  contend that given the size of the potential pool of women and their  families that will be eligible for federal subsidies under the exchange  and other complexities,\" the foundation writes. \"This (two-part payment  mandate) might limit the development of insurance plans that offer  either abortion coverage or a rider, and ultimately carry over to  products offered in the employer market.&rdquo;<br /><br />Kaiser&rsquo;s punch line:  &ldquo;This complex combination of restrictions means that&hellip; many women who  will obtain coverage under health reform either though Medicaid or an  exchange would have to pay for an abortion out-of-pocket.&rdquo;<br /><br />Adam  Sonfield, a senior public policy associate with the independent  non-partisan Guttmacher Institute, which studies and advocates on issues  related to reproductive health, echoed that view. Sonfield told us the  new law bans federal funding of abortion coverage. He added: &ldquo;In our  analysis, the law&rsquo;s requirements for enforcing this ban are so onerous  and stigmatizing that we expect insurance companies to drop coverage of  abortion altogether, even for consumers who receive no federal subsidies  at all.\"</p>\r\n<p>Last week, <a href=\"http://www.politifact.com/truth-o-meter/statements/2010/mar/23/bart-stupak/stupak-says-there-no-federal-funding-abortion-sena/\" target=\"_blank\">PolitiFact.com  rated as True</a> a House member&rsquo;s statement that the new law doesn&rsquo;t  provide for publicly funded abortions.<br /><br />All told, this review  leaves us agape at Carter's overreach. That is, the law does not provide full federal funding of abortions--and that's clear.<br /><br />Carter could have  edited his blast. Instead, he makes an unsupported  ridiculous claim.</p>\r\n<p>We rate his statement as Pants on Fire.</p>", "ruling_comments_date": "2010-03-26T13:34:09.881528", "ruling_date": "2010-03-28T22:54:50", "ruling_headline": "Rep. John Carter says health care law provides full federal funding for abortions, but that's not so", "ruling_headline_slug": "rep-john-carter-says-health-care-law-provides-full", "ruling_link_text": "Nope--and insurers could drop existing abortion coverage", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"http://alt.coxnewsweb.com/statesman/politifact/03242010_guttmacherinstituteemail.pdf\" target=\"_blank\">E-mail</a>,  Adam Sonfield, senior public policy associate, Guttmacher Institute,  March 24, 2010<br /> <br /> <a href=\"http://alt.coxnewsweb.com/statesman/politifact/03232010_johnstonerepcarteremail.pdf\" target=\"_blank\">E-mail</a> and interview, John Stone, communications director, U.S. Rep. John  Carter, R-Round Rock, March 23, 2010<br /> <br /> H.R. 3590, <a href=\"http://www.gpo.gov/fdsys/pkg/BILLS-111hr3590EAS/pdf/BILLS-111hr3590EAS.pdf\" target=\"_blank\">\"Patient   Protection and Affordable Care Act,\"</a> via Government Printing  Office, March 24, 2010<br /> <br /> Interview, Timothy Stoltzfus Jost,  professor, Washington and Lee University School of Law, March 25, 2010<br /> <br /> Timothy  Stoltzfus Jost,&nbsp;<a href=\"http://alt.coxnewsweb.com/statesman/politifact/03142010_jostmemo.pdf\" target=\"_blank\" title=\"Jost Memo\">memo on abortion-related language in  health-care legislation,</a> March 14, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. House of Representatives", "false_count": 3, "first_name": "John", "half_true_count": 1, "home_state": "Texas", "id": 227, "last_name": "Carter", "mostly_true_count": 2, "name_slug": "john-carter", "pants_count": 2, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/John_Carter.JPG", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/227/", "total_count": 8, "true_count": 0, "website": "http://carter.house.gov/"}, "statement": "<p>&ldquo;The bill also provides full federal  funding for abortions&hellip;&rdquo;</p>", "statement_context": "a press release", "statement_date": "2010-03-21", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}