{"art": [], "author": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/mar/26/tom-coburn/health-bill-appears-exempt-some-congressional-staf/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1630, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1630/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>Since President Barack Obama signed the health care bill into law, we've seen many criticisms that some congressional staffers are exempt from buying health coverage through an insurance exchange. <br /><br />Here's the latest iteration from Oklahoma Republican Sen. Tom Coburn: <br /><br />\"The American people will be appalled to learn the health care bill exempts leadership and committee staff,\" Coburn told a group of reporters on March 23, 2010. \"This special deal for unelected staff underscores everything the public detests about the arrogance of power in Washington.\"<br /><br />Conservative bloggers have picked up on the issue as well.<br /><br />Ben Domenech of the <em>New Ledger</em> wrote on March 22, 2010, that a surprise \"is found on page 158 of the legislation, which appears to create a carve-out for senior staff members in the leadership offices and on congressional committees, essentially exempting those senior Democrat staffers who wrote the bill from being forced to purchase health care plans in the same way as other Americans.\"<br /><br />The issue has even become the subject of a poll on <a href=\"http://www.facebook.com/#!/pages/PolitiFactcom/61308923432?ref=ts\" target=\"_blank\">Facebook</a> that states, \"The staffers who wrote Obamacare slipped in a hidden gem: They exempted themselves, Obama, and his staff from the new regulations. Should this exemption be repealed?\" <br /><br />We should note here that the new requirements in the bill do not, and never have applied to the president, vice president and members of the administration, though there have been legislative efforts to change that. And the Associated Press reported on March 24 that Obama&nbsp;plans to get his health care through the exchange. <br /><br />Coburn's quote may make it sound like lawmakers and congressional staff are exempt from broader health care reform, but they are not. Instead, he's talking about a specific provision in the bill that would require lawmakers and their staff to buy health insurance through an exchange, a virtual marketplace where consumers can pick and choose among plans based on coverage and price. To our knowledge, members of Congress and their aides are the only people who are being forced to give up their employer's health care plan -- in this case, one administered by the federal government. <br /><br />To check Coburn's claim, we turned to page 158 of the health care bill Obama just signed -- the Senate version of the bill -- and here's what it says:<br /><br />\"The only health plans that the Federal Government may make available to Members of Congress and congressional staff with respect to their service as a Member of Congress or congressional staff shall be health plans that are &mdash; (I) created under this Act (or an amendment made by this Act); or (II) offered through an Exchange established under this Act (or an amendment made by this Act).\"<br /><br />The provision goes on: \"The term 'Member of Congress' means any member of the House of Representatives or the Senate... The term 'congressional staff' means all full-time and part-time employees employed by the official office of a Member of Congress, whether in Washington, DC or outside of Washington, DC.\"<br /><br />The history of this provision deserves some attention. In the summer of 2009, when the lawmakers were in a heated debate over whether the health care bill should create&nbsp;the public option, a government-run health care plan, Coburn and his Republican colleague Charles Grassley argued that if Democrats were so keen on creating new health care programs, the president, administration officials, members of Congress and their staff should also be required to participate. Up until this point, members of Congress and their staff have been enrolled in the Federal Employees Health Benefit Program, which offers employees a stipend to cover the cost of their health insurance. Now, staff will use that subsidy to buy a plan<img src=\"https://mail.google.com/mail/images/cleardot.gif\" border=\"0\" /> through the exchange.<br /><br />The Health, Education, Labor and Pensions Committee adopted a Coburn amendment that would have required lawmakers and their staff to enroll in the public option, while the Finance Committee incorporated a proposal by Grassley that would have required lawmakers and their staff to participate in the health insurance exchange.</p>\r\n<p>Over the next couple of months, Senate leadership merged the two bills. The legislation that ended up on the floor included the above language. Coburn and Grassley contend that the Senate leadership made some subtle but important changes to the language in the process,&nbsp;rephrasing the&nbsp;definition of \"congressional staff\" from \"an employee whose pay is disbursed by the Secretary of the Senate or the Clerk of the House of Representatives,\" which was in the Finance Committee bill,&nbsp;to \"full-time and part-time employees employed by the official office of a Member of Congress, whether in Washington, DC or outside of Washington, DC\" -- the same exact definition included in the HELP committee bill as a result of Coburn's amendment.<br /><br />So, what's the big deal about semantics? Coburn and Grassley argue that the narrow definition of \"congressional staff\" as someone who works for a member of Congress excludes higher-paid committee aides and leadership aides. Grassley and Coburn tried&nbsp;in December&nbsp;to offer an amendment to the Senate bill that would have broadened the definition of a congressional staffer and include the president, vice president and political appointees in the executive branch in the requirement, but the duo say they were prevented from offering it. <br /><br />Coburn and Grassley tried again to expand the definition during the latest round of discussions over a package of \"fixes\" to the new health care law, but the amendment was defeated. <br /><br />We should note that Coburn and Grassley have implied that changes to the provision were the result of back-room dealings. While we know that the provision did morph over time, we don't know exactly why or under what circumstances. What we are checking is whether the language excludes committee and leadership staff as Coburn says.<br /><br />A report issued by the Congressional Research Service, on Dec. 2, 2009, at Grassley's request provides this insight: \"It appears possible to argue that the definition of 'congressional staff' used . . . excludes any staff not directly affiliated with a Member&rsquo;s individual or personal office,\" the independent research office concluded. \"Should this interpretation be adopted by an implementing body or a court, it would appear that it would exclude professional committee staff, joint committee staff, some shared staff, as well as potentially those staff employed by leadership offices including, but not limited to, the Speaker of the House, Majority Leader of the Senate, Minority Leader of the House, Minority Leader of the Senate, as well as the Whip offices in both the House and Senate. Moreover, this interpretation would arguably exclude other congressional employees, for example, those employed by the Office of the House Clerk, House Parliamentarian, House Historian, Secretary of the Senate, Senate Legal Counsel, House and Senate Legislative Counsel offices.\"<br /><br />In an e-mail, Jim Manley, spokesman for Senate Democratic Leader Harry Reid, pointed out that the final language reflects Coburn's original proposal from the summer of 2009. He went further with <em>Roll Call</em> and <em>Politico</em>, saying that the provision does not apply to committee staff, but that leadership staff may not be exempted. When the two bills were merged, they chose Coburn's language over Grassley's because leadership was worried that Grassley's proposal was too broad; it may have required legislative counsel and employees of the Architect of the Capitol to participate as well, Manley said.<br /><br />So, that brings us back to Coburn's claim that committee and leadership staff are excluded from new rules in the health care bill. He is correct that the bill does not clearly include committee and leadership staff, and a CRS report unequivocally backs this concern.</p>\r\n<p>However, we quibble with two things: First, Coburn is quite definitive in his conclusion that committee and leadership staff are exempted. But the CRS report provides more wiggle room; it states \"it appears possible\" that the language could be interpreted that way. It would have been more accurate to say that the language \"may exempt\" some staffers. Furthermore, it is true that Coburn's original amendment language was as restrictive as the provision that ended up in the final version of the bill. However, on two occasions, Coburn tried to fix the problem. All that said, we find Coburn's claim to be Mostly True.</p>", "ruling_comments_date": "2010-03-26T16:32:39.771528", "ruling_date": "2010-03-26T18:02:53", "ruling_headline": "Health bill appears to exempt some congressional staff   ", "ruling_headline_slug": "health-bill-appears-exempt-some-congressional-staf", "ruling_link_text": "Be careful what you ask for ", "ruling_state": null, "source_documents": null, "sources": "<p>Roll Call, <a href=\"http://www.rollcall.com/issues/55_109/news/44605-1.html\" target=\"_blank\">Health Bill May Exempt Leadership Aides</a>, by Emily Yehle, March 24, 2010<br /><br />The New Ledger, <a href=\"http://newledger.com/2010/03/exempted-from-obamacare-senior-staff-who-wrote-the-bill/\" target=\"_blank\">Exempted From Obamacare: Senior Staff Who Wrote the Bill</a>, by Ben Domenech, March 22, 2010<br /><br />Human Events, <a href=\"http://www.humanevents.com/article.php?id=36174\" target=\"_blank\">Obama, Other Top Federal Officials Exempt from Healthcare Exchanges</a>, by Connie Hair, March 23, 2010<br /><br />The Minneapolis Star-Tribune, <a href=\"http://www.startribune.com/business/89035727.html?elr=KArks:DCiU1OiP:DiiUiD3aPc:_Yyc:aUU\" target=\"_blank\">White House says Obama would be covered under health bill's new health insurance marketplace</a>, The Associated Press, March 24, 2010<br /><a href=\"http://www.startribune.com/business/89035727.html?elr=KArks:DCiU1OiP:DiiUiD3aPc:_Yyc:aUU\" target=\"_blank\"></a><br />Politico, <a href=\"http://www.politico.com/news/stories/0310/34900.html\" target=\"_blank\">Health bill may exempt top Hill staffers</a>, by Erika Lovley and Patrick O'Connor, March 23, 2010<br /><br />Sen. Charles Grassley, <a href=\"http://grassley.senate.gov/news/Article.cfm?customel_dataPageID_1502=25889\" target=\"_blank\">Grassley says health care reform should apply to President Obama, top administration officials</a>, March 22, 2010<br /><br /><a href=\"http://democrats.senate.gov/reform/patient-protection-affordable-care-act-as-passed.pdf\" target=\"_blank\">Patient Protection and Affordable Care Act</a>, as passed by the Senate, accessed March 25, 2010<br /><a href=\"http://grassley.senate.gov/news/Article.cfm?customel_dataPageID_1502=25889\" target=\"_blank\"></a><br />Thomas, <a href=\"http://thomas.loc.gov/cgi-bin/query/F?c111:1:./temp/%7Ec111iOIM95:e111090:\" target=\"_blank\">Section 2231 of the Finance Committee version of the health care bill</a>, accessed March 25, 2010<br /><br />Thomas, <a href=\"http://thomas.loc.gov/cgi-bin/query/F?c111:1:./temp/%7Ec111AMWtOi:e165765:\" target=\"_blank\">Section 143 of the Health, Education, Labor and Pensions Committee bill</a>, accessed March 25, 2010<br /><br />Thomas, <a href=\"http://thomas.loc.gov/cgi-bin/query/F?c111:4:./temp/%7Ec111YbSKQ5:e201955:\" target=\"_blank\">Section 1312 of the merged Senate bill</a>, accessed March 25, 2010<br /><br />E-mail interview, Jill Kozeny, spokeswoman for Sen. Charles Grassley, March 24, 2010<br /><br />E-mail interview, Jim Manley, spokesman for Sen. Harry Reid, March 25, 2010<br /><br />Phone interview, John Hart, spokesman for Sen. Tom Coburn, March 24, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "U.S. Senator", "false_count": 3, "first_name": "Tom", "half_true_count": 3, "home_state": "Oklahoma", "id": 135, "last_name": "Coburn", "mostly_true_count": 2, "name_slug": "tom-coburn", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Tom_Coburn__.JPG", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/135/", "total_count": 11, "true_count": 0, "website": "https://twitter.com/tomcoburn"}, "statement": "<p>\"The American people will be appalled to learn the health care bill exempts (congressional) leadership and committee staff.\"</p>", "statement_context": "comments to reporters", "statement_date": "2010-03-23", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 1, "first_name": "", "half_true_count": 0, "home_state": "", "id": 134, "last_name": "Democratic congressional leadership", "mostly_true_count": 0, "name_slug": "democratic-congressional-leadership", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/dem-logo.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/134/", "total_count": 1, "true_count": 0, "website": ""}], "twitter_headline": null}