{"art": [], "author": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/mar/27/john-cornyn/cornyn-says-spillover-violence-texas-real-and-esca/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 1631, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1631/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tAfter a pregnant American consulate worker and her husband were murdered in Ciudad Juarez this month, the U.S. senators from Texas wrote President Barack Obama urging him to address the &quot;escalating violence&quot; along the state&#39;s southern border.</p>\r\n<p>\r\n\t&quot;The spillover violence in Texas is real and it is escalating,&quot; Sens. Kay Bailey Hutchison and John Cornyn state in a March 17 letter requesting federal attention to the safety of border communities.</p>\r\n<p>\r\n\tSpillover violence on the rise in Texas? Do the senators have that right?</p>\r\n<p>\r\n\tWhen a reporter asked for evidence of spillover during a telephone press conference Cornyn hosted on the day the senators&#39; letter went to Obama, Cornyn initially seemed to backpedal. &quot;As far as the Texas border is concerned, to my knowledge, we have not had spillover violence, per se ... I should have said the threat of potential spillover violence,&quot; he said.</p>\r\n<p>\r\n\tCornyn continued: &quot;We have had American citizens die in Mexico, and I&#39;ve been to ... Laredo and visited with families of Americans who have lost loved ones in Nuevo Laredo, some of whom have been kidnapped and others have not been heard from again. And, of course, the latest killings in Juarez raise this specter of security of American citizens who are visiting Mexico.&quot;</p>\r\n<p>\r\n\tSo which is it: real violence or the threat of it?</p>\r\n<p>\r\n\tKevin McLaughlin, Cornyn&#39;s spokesman, told us later that Cornyn misspoke during his press conference. McLaughlin said: &quot;There are instances of spillover violence occurring in Texas along the border.&quot;</p>\r\n<p>\r\n\tMcLaughlin sent us nearly 20 news articles and editorials from 1999 into 2010 reporting incidents that could indicate the increasing bloodshed in Mexico is trickling into Texas.</p>\r\n<p>\r\n\tFor example, Santiago Salinas, a man connected to a Mexican drug cartel was shot and killed in a Houston hotel in 2006. In 2008, a Mexican citizen and a distant relative of Rep. Silvestre Reyes&#39; wife was kidnapped in Juarez and released after her family, who lives in the United States, paid some $32,000 in ransom.</p>\r\n<p>\r\n\tIn September, Sergio Saucedo, who authorities say was connected to a Mexican drug cartel, was kidnapped at gunpoint from his home in Horizon City in El Paso County. His mutilated body was found in Juarez. In May, a member of the Juarez drug cartel was fatally shot outside his home in El Paso.</p>\r\n<p>\r\n\tIn January, authorities linked a grenade used in an attack on a bar in Pharr, where three off-duty police officers were, to a drug cartel in Mexico. And in March, two men were kidnapped from the parking lot of a McAllen Wal-Mart and non-fatally shot in connection with a cartel.</p>\r\n<p>\r\n\tLast week, the U.S. Department of Homeland Security issued an alert warning El Paso law enforcement that the Barrio Azteca gang in El Paso might retaliate after officers arrested 54 members and associates of the gang the week before. The warning was based on &quot;uncorroborated information&quot; that the gang might authorize its members to murder officers in the El Paso area.</p>\r\n<p>\r\n\tOther reminders of violence near the Mexico-Texas border include the sighting of a Mexican military helicopter flying over Zapata County, the Texas Department of Public Safety warning spring-break revelers to avoid Mexican border towns and a recent inflow of Mexicans from El Porvenir seeking political asylum in Fort Hancock after members of a Mexican drug cartel threatened to kill residents and torch their homes. Earlier, in September, the University of Texas at Brownsville and Texas Southmost College closed for several days after stray bullets from a shootout along the Matamoros levee hit a car and building on campus.</p>\r\n<p>\r\n\tLast year, 79 Americans were murdered in Mexico, according to the U.S. State Department. From 2003 to 2008, the annual homicide toll ranged from the low 30s to the high 40s. Murders of people in Juarez increased from 1,609 in 2008 to 2,657 in 2009, according to the Texas Department of Safety. This year, more than 550 people have been killed in Juarez.</p>\r\n<p>\r\n\tStill, it seems the definition of &quot;spillover violence&quot; may depend on where you&#39;re viewing it from.</p>\r\n<p>\r\n\tThe Congressional Research Service, a nonpartisan agency that provides research analysis to Congress, recently found that no data exists that can definitively answer whether there has been significant spillover violence from Mexico, and anecdotal reports have been mixed.</p>\r\n<p>\r\n\t&quot;Currently, U.S. federal officials deny that the recent increase in drug trafficking-related violence in Mexico has resulted in a spillover into the United States, but they acknowledge that the prospect is a serious concern,&quot; the service reported Feb. 16.</p>\r\n<p>\r\n\tAccording to the service, the U.S. Drug Enforcement Administration defines &quot;spillover violence&quot; as &quot;violence targeted primarily at civilians and government entities &mdash; excluding trafficker-on-trafficker violence&quot; though other experts and scholars have recognized such in-fighting as central to spillover, according to the report.</p>\r\n<p>\r\n\tTestifying before the U.S. House Appropriations Committee in March 2009, Joseph Arabit, the special agent in charge of the administration&#39;s El Paso division, said: &quot;We are all tempted to paint the problem with a very broad brush and react emotionally to violent incidents inside the United States involving Mexican drug traffickers and their victims. But it is crucial, in order to address the problem with the appropriate programs, resources and operations, that we understand the difference between &quot;terrorist&quot; acts &mdash; the murder of a U.S. law enforcement agent, or the bombing of a U.S. government building, for example &mdash; and actions that are characteristic of violent drug culture, such as the killing of an individual who owes a drug debt to the organization.&quot;</p>\r\n<p>\r\n\tThe Texas Department of Safety defines spillover violence as &quot;Mexican cartel-related violence that occurs in Texas, including aggravated assault, extortion, kidnapping, torture, rape and murder. The victims of these crimes include illegal immigrants being smuggled into the U.S., Mexican or U.S. citizens working with the cartels or their innocent family members, and those who are not associated in any way with the cartels or transnational gangs.&quot;</p>\r\n<p>\r\n\tSteven McCraw, director of the Texas Department of Safety, said there&#39;s &quot;no question&quot; spillover violence is growing in Texas.</p>\r\n<p>\r\n\tWhen we asked McCraw about the federal government&#39;s definition of spillover violence, he said: &quot;We don&#39;t care how they define it. For obvious reasons, it doesn&#39;t matter &mdash; it&#39;s either a violent act or not a violent act.&quot;</p>\r\n<p>\r\n\t&quot;We&#39;ve got ongoing kidnapping investigations, we&#39;ve got murder investigations, without question, related to cartel activities,&quot; he said.</p>\r\n<p>\r\n\tThe Texas department said it doesn&#39;t yet have statistical breakdowns of spillover violence, though McCraw listed 12 incidents since 2008 that the department considers related to Mexican cartels and transnational gangs.</p>\r\n<p>\r\n\tAmong them:</p>\r\n<p>\r\n\t&mdash; In February, an illegal immigrant connected to a cartel was found murdered near Mission, at 10 Mile Line and Western Road. The same month, a Mexican Mafia member tried to run over a trooper in Laredo .</p>\r\n<p>\r\n\t&mdash; In August, border patrol agents near Laredo were pinned down by gunfire across the border, and a U.S. Border Patrol agent was run over by an ATV during a smuggling attempt.</p>\r\n<p>\r\n\t&mdash; In October 2008, a Donna man was kidnapped and taken to Reynosa, Mexico, where he was killed. Two months earlier, a Weslaco convenience store owner and drug dealer was kidnapped for ransom and taken to Reynosa and then shot, dismembered and burned.</p>\r\n<p>\r\n\tAlso, the DPS said Adan Mondragon, who Austin police fatally shot after he fired an assault rifle in November 2008, was linked to a Mexican drug-trafficking organization.</p>\r\n<p>\r\n\tStill, other published news reports and our interviews with law enforcement officers suggest that officials closest to the border see little evidence of spillover violence.</p>\r\n<p>\r\n\tDeputy Sheriff Jesse Tovar of El Paso County told us spillover violence &quot;remains to be seen.&quot; Tovar said he considered Saucedo&#39;s kidnapping and the El Paso homicide last year two &quot;direct spillover&quot; incidents, but he called that kind of violence &quot;nothing new.&quot;</p>\r\n<p>\r\n\t&quot;Statistically speaking, the streets are pretty safe,&quot; he said, but &quot;there&#39;s a war zone going on across the river.&quot;</p>\r\n<p>\r\n\tWith that in mind, Tovar said the sheriff&#39;s office has operation plans in place &quot;in case something happens,&quot; but declined to elaborate for security reasons.</p>\r\n<p>\r\n\tFor Terrell County Sheriff William McDonald, so far the only spillover from Mexico has been smugglers, who have been breaking into homes in his jurisdiction more frequently since violence escalated in Juarez. (Terrell County is east of Brewster County, home to Big Bend National Park.) Cliff Harris, sheriff for Pecos County, whose southern border lies about 20 miles north of the border, said that there&#39;s a threat of spillover violence but that &quot;so far we haven&#39;t seen anything.&quot;</p>\r\n<p>\r\n\tThis month, The Texas Tribune reported that neither Hidalgo County Sheriff Lupe Trevino or Laredo Mayor Raul Salinas were aware of any spillover violence.</p>\r\n<p>\r\n\tMonica Weifberg-Stewart, a retailer from McAllen and chair of border security and immigration for the Texas Border Coalition, which advocates for security on the Texas-Mexico border, said: &quot;(Do) we have the shootings, the kidnappings, all that violence, similar attacks of war? Absolutely not... Now, are there bad people everywhere that want to do bad things? Absolutely. We have that all across the United States.&quot;</p>\r\n<p>\r\n\tShe said, &quot;I go to work every day, I feel no different than I did before escalation of violence happened on the Mexican side. So if that&#39;s the definition of spillover violence, there is no spillover here.&quot;</p>\r\n<p>\r\n\tVince Perez, Rep. Reyes&#39; press secretary, said Texas hasn&#39;t experienced violence like Mexico, noting that even though Juarez is just across the Rio Grande, El Paso is still the second-safest city in the country, after Honolulu.</p>\r\n<p>\r\n\t&quot;We&#39;re trying to be very careful in terms of what we characterize as spillover violence,&quot; he said.</p>\r\n<p>\r\n\tBut Don Reay, executive director of the Texas Border Sheriff&#39;s Coalition, said concerns about spillover are widespread. Reay said: &quot;It does affect the community. The threat is there, continually, day by day, up and down the border.&quot; But Reay &mdash; who represents 20 sheriffs who belong the coalition, which lobbies for border security funding &mdash; said acts of violence north of the border remain &quot;mostly isolated incidents,&quot; though &quot;the threat is constant.&quot;</p>\r\n<p>\r\n\tThe University Medical Center in El Paso, for example, often treats victims of shootings in Mexico in the U.S., Reay said. And the threat of cartel members showing up at the hospital to kill the wounded has caused law enforcement to beef up security.</p>\r\n<p>\r\n\tHowever, Margaret Althoff-Olivas, director of public affairs for the University Medical Center of El Paso, said there is &quot;no sense of encroaching violence&quot; at the hospital and that law enforcement hasn&#39;t taken extra security measures there since June 2008. On three occasions, beginning in January 2008 when a wounded law enforcement official from Chihuahua State was treated at the hospital, authorities temporarily restricted hospital entrances and required all visitors to enter through metal detectors.</p>\r\n<p>\r\n\tOthers likewise say they&#39;re not aware of spillover violence.</p>\r\n<p>\r\n\tArturo Saruhkan, Mexico&#39;s ambassador to the United States, told the Houston Chronicle and San Antonio-Express News: &quot;The term &#39;spillover&#39; would, at least in my eyes, seem to be a bit of a false dilemma. You speak of &lsquo;spillover&#39; as if you had the pristine waters of Alaska contaminated by the spill of the Exxon Valdez. That is, there was nothing there before the Exxon Valdez created the accident ... To assume that in Texas there are no distribution networks, drug traffickers don&#39;t have safe houses, they don&#39;t have banks, they don&#39;t launder money, is disingenuous or naive at the least.</p>\r\n<p>\r\n\t&quot;So, &#39;spillover&#39;? They&#39;re already there.&quot;</p>\r\n<p>\r\n\tSarukhan added that more violence in Texas was possible &quot;if the drug trafficking syndicates decide to use San Antonio as their hub and local law enforcement step up their efforts to shut them down.&quot;</p>\r\n<p>\r\n\tWhere does all this leave us with the senators&#39; claim of escalating spillover violence?</p>\r\n<p>\r\n\tNo one denies the omnipresent threat of spillover violence along the border. Yet officials including law officers closest to the border say there is no surge spilling over. Using its own measure about a year ago, the U.S. DEA similarly said there was no spillover violence.</p>\r\n<p>\r\n\tThen again, the Texas DPS says spillover violence, especially related to cartels and gangs, is a statewide problem on the rise.</p>\r\n<p>\r\n\tMindful there&#39;s not yet an independent gauge of spillover violence, the authoritative CRS threw up its hands at this issue.</p>\r\n<p>\r\n\tFor now, we&#39;re going with the officials who live closest to the border. There have been violent acts. They are sporadic. They aren&#39;t yet measurably increasing.</p>\r\n<p>\r\n\tWe rate the senators&#39; statement to Obama as Barely True.</p>\r\n<br />\r\n<br />\r\n<p>\r\n\t<i>Editor&#39;s note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i></p>", "ruling_comments_date": "2010-03-26T18:41:39.331528", "ruling_date": "2010-03-27T22:00:00", "ruling_headline": "Cornyn says spillover violence in Texas is real and escalating", "ruling_headline_slug": "cornyn-says-spillover-violence-texas-real-and-esca", "ruling_link_text": "Mixed reviews, but so far violence seems sporadic", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tJohn Cornyn, U.S. Senate Office, <a href=\"http://cornyn.senate.gov/public/index.cfm?p=NewsReleases&amp;ContentRecord_id=cce14346-50a1-450a-9b5f-e8ea3923eb86\" target=\"_blank\" title=\"Press release: Texas Senators Hutchison, Cornyn request action from President Obama on escalation violence in Mexico,\">Press release: Texas Senators Hutchison, Cornyn request action from President Obama on escalation violence in Mexico,</a> March 17, 2010</p>\r\n<p>\r\n\tAustin American-Statesman, <a href=\"http://www.statesman.com/news/texas/texas-senators-ask-obama-to-help-prevent-border-383990.html\" target=\"_blank\" title=\"Texas senators ask Obama to help prevent border violence,\">Texas senators ask Obama to help prevent border violence,</a> March 17, 2010</p>\r\n<p>\r\n\tTexas Tribune, <a href=\"http://www.texastribune.org/stories/2010/mar/22/spillover-politics/\" target=\"_blank\" title=\"Spillover Politics,\">Spillover Politics,</a> March 22, 2010</p>\r\n<p>\r\n\tThe Brownsville Herald, <a href=\"http://www.brownsvilleherald.com/news/mcallen-109759-spillover-authorities.html\" target=\"_blank\" title=\"After McAllen kidnapping, authorities eye spillover threat,\">After McAllen kidnapping, authorities eye spillover threat,</a> March 15, 2010</p>\r\n<p>\r\n\tThe Congressional Research Service, <a href=\"http://opencrs.com/document/R41075/\" target=\"_blank\" title=\"Spillover border violence: issues in identifying and measuring spillover violence,\">Spillover border violence: issues in identifying and measuring spillover violence,</a> Feb. 16, 2010</p>\r\n<p>\r\n\tDrug Enforcement Administration, <a href=\"http://www.usdoj.gov/dea/speeches/s032409.pdf\" target=\"_blank\">Statement of Joseph M. Arabit, special agent in charge, El Paso division, Drug Enforcement Administration,</a> March 24, 2009</p>\r\n<p>\r\n\tHouston Chronicle, <a href=\"http://www.chron.com/disp/story.mpl/metropolitan/6671840.html\" target=\"_blank\" title=\"Cartel slayings on the rise in Houston,\">Cartel slayings on the rise in Houston,</a> Oct. 17, 20009</p>\r\n<p>\r\n\tHouston Chronicle, <a href=\"http://www.chron.com/disp/story.mpl/nation/6922047.html\" target=\"_blank\" title=\"Mexico envoy disputes 'spillover violence' fear: Remarks about border&nbsp; by Perry, senators challenged,\">Mexico envoy disputes &#39;spillover violence&#39; fear: Remarks about border&nbsp; by Perry, senators challenged,</a> March 20, 2010</p>\r\n<p>\r\n\tEl Paso Times, <a href=\"http://www.elpasotimes.com/juarez/ci_14705899\" target=\"_blank\" title=\"Border conference focuses on US help,\">Border conference focuses on US help,</a> March 18, 2010</p>\r\n<p>\r\n\tEl Paso Times, <a href=\"http://www.elpasotimes.com/ci_12515693?source=most_emailed\" target=\"_blank\" title=\"East side slaying first cartel hit in El Paso,\">East side slaying first cartel hit in El Paso,</a> June 4, 2009</p>\r\n<p>\r\n\tEl Pasto Times, <a href=\"http://www.elpasotimes.com/juarez/ci_14705686\" target=\"_blank\" title=\"7 men arrested in connection with Horizon City abduction, killing of Sergio Saucedo,\">7 men arrested in connection with Horizon City abduction, killing of Sergio Saucedo,</a> March 19, 2010</p>\r\n<p>\r\n\tEl Paso Times, <a href=\"http://www.elpasotimes.com/ci_12395505\" target=\"_blank\" title=\"15-year-old Coronado student shot dead in Juarez was an athlete, student leader,\">15-year-old Coronado student shot dead in Juarez was an athlete, student leader,</a> May 18, 2009</p>\r\n<p>\r\n\tDallas Morning News, <a href=\"http://www.dallasnews.com/sharedcontent/dws/news/nation/stories/DN-grenades_13nat.ART.State.Edition1.4d52ff7.html\" target=\"_blank\" title=\"Grenade in Texas bombing attempt linked to Mexican drug cartel,\">Grenade in Texas bombing attempt linked to Mexican drug cartel,</a> Feb. 13, 2009</p>\r\n<p>\r\n\tFort Worth Star-Telegram, <a href=\"http://www.mcclatchydc.com/2010/03/24/90979/drug-gang-threatens-residents.html\" target=\"_blank\" title=\"Fearing drug gang, residents of Mexico town flee to Texas,\">Fearing drug gang, residents of Mexico town flee to Texas,</a> March 24, 2010</p>\r\n<p>\r\n\tFort Worth Star-Telegram, <a href=\"http://www.star-telegram.com/2010/03/20/2054932/spillover-violence-from-mexico.html\" target=\"_blank\" title=\"Spillover violence from Mexico: reality or exaggeration?\">Spillover violence from Mexico: reality or exaggeration?</a> March 20, 2010</p>\r\n<p>\r\n\tThe (McAllen) Monitor, <a href=\"http://www.themonitor.com/articles/spillover-36580-whom-ask.html\" target=\"_blank\" title=\"What is 'spillover?' It depends on whom you ask,\">What is &#39;spillover?&#39; It depends on whom you ask,</a> March 19, 2010</p>\r\n<p>\r\n\tSan Antonio Express-News, <a href=\"http://www.mysanantonio.com/opinion/Drug_gang_news_is_getting_worse.html\" target=\"_blank\" title=\"Editorial: drug gang news is getting worse,\">Editorial: drug gang news is getting worse,</a> March 15, 2010</p>\r\n<p>\r\n\tSan Antonio Express-News, <a href=\"http://www.mysanantonio.com/news/mexico/Mexican_murdersAmerican_victims.html\" target=\"_blank\" title=\"Mexican murders, American victims,\">Mexican murders, American victims,</a> Feb. 8. 2009</p>\r\n<p>\r\n\tU.S. Department of State, <a href=\"http://www.state.gov/secretary/rm/2010/03/138327.htm\" target=\"_blank\" title=\"Statement on the Murders in Ciudad Juarez, Mexico,\">Statement on the Murders in Ciudad Juarez, Mexico,</a> March 14, 2010</p>\r\n<p>\r\n\tU.S. Department of State, <a href=\"http://www.travel.state.gov/law/family_issues/death/deathReport.php?country=124&amp;yr=2002&amp;yr2=2009&amp;mth=10&amp;mth2=12&amp;start=1575\" target=\"_blank\" title=\"Death of U.S. citizens abroad by non-natural causes,\">Death of U.S. citizens abroad by non-natural causes,</a> available data from October 2002 to December 2009</p>\r\n<p>\r\n\tInterview with Monica Weifberg-Stewart, chair of border security and immigration for the coalition, Texas Border Coalition, March 24, 2010</p>\r\n<p>\r\n\tInterview with Kevin McLaughlin, spokesman for Sen. John Cornyn, March 24, 2010</p>\r\n<p>\r\n\tInterview with Steven McCraw, director, Texas Department of Public Safety, March 26, 2010</p>\r\n<p>\r\n\tInterview with William McDonald, sheriff, Terrell County Sheriff&#39;s Office, March 24, 2010</p>\r\n<p>\r\n\tInterview with Cliff Harris, sheriff, Pecos County Sheriff&#39;s Office, March 24, 2010</p>\r\n<p>\r\n\tInterview with Don Reay, executive director, Texas Border Sheriffs Coalitions, March 24, 2010</p>\r\n<p>\r\n\tInterview with Jesse Tovar, deputy sheriff, El Paso County Sheriff&#39;s office, March 25, 2010</p>\r\n<p>\r\n\tInterview with Tom Vinger, public information officer, Texas Department of Public Safety, March 25, 2010</p>\r\n<p>\r\n\tInterview with Vincent Perez, press secretary for Rep. Silvestre Reyes, March 25, 2010</p>\r\n<p>\r\n\tInterview with Margaret Althoff-Olivas, director of public affairs, University Medical Center of El Paso, March 24, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 6, "current_job": "Senator", "false_count": 3, "first_name": "John", "half_true_count": 6, "home_state": "Texas", "id": 252, "last_name": "Cornyn", "mostly_true_count": 4, "name_slug": "john-cornyn", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Cornyn.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/252/", "total_count": 31, "true_count": 9, "website": "http://www.johncornyn.com/"}, "statement": "<p>\r\n\t&quot;The spillover violence (from Mexico) in Texas is real and it is escalating.&quot;</p>", "statement_context": "in a letter to President Barack Obama", "statement_date": "2010-03-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}