{"art": [], "author": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/mar/30/liberty-institute/liberty-institute-says-22-year-old-gay-man-more-pr/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 1642, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1642/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tCriticizing federal hate crimes law, the right-leaning Liberty Institute sniffs at extending additional legal protections to victims attacked because of their sexual orientation or gender.</p>\r\n<p>\r\n\tThe group says online that a protected classes contradict equal protection under the law, adding that &quot;many see the expansion of hate crimes laws as a tool to silence opposition to homosexuality and eventually silence pastors from speaking Biblically on the subject.&quot;</p>\r\n<p>\r\n\t&quot;Hate crimes law put citizens in different classes of people and protect some more than others,&quot; the group says on its Web site. &quot;For example, an attack on a healthy 22-year-old homosexual man would be more protected under the law than an attack on an eight-year-old child. Liberty Institute believes that all crimes should be prosecuted to the fullest extent of the law without putting citizens in classes, attempting to protect some more than others, and attempting to punish people&#39;s thoughts.&quot;</p>\r\n<p>\r\n\tEight year olds, less protected than adults?</p>\r\n<p>\r\n\tJonathan Saenz, the group&#39;s Austin-based director of legislative affairs, pointed to the Matthew Shepard and James Byrd, Jr. Hate Crimes Prevention Act, which expanded federal legal protections against violent acts motivated by sexual orientation, gender, and disability.</p>\r\n<p>\r\n\t&quot;Hate crimes laws give more protection under law for members of the special classes of people,&quot; Saenz said. &quot;Age is not included as a protected class for victims, sexual orientation is included as a protected class. So, an attack on a healthy 22-year-old homosexual man would be more protected under the law than an attack on an eight-year-old child.&quot;</p>\r\n<p>\r\n\tSome background: The 2009 act is named for Matthew Shepard, a gay college student who died after being kidnapped, pistol-whipped and tied to a Wyoming ranch fence in near-freezing temperatures, and James Byrd Jr., a black man who was dragged behind a car to his death the same year by three white men near Byrd&#39;s home in Jasper, Texas.</p>\r\n<p>\r\n\tThe law lets the U.S. Department of Justice help states investigate and prosecute hate crimes. In the case of five states that don&#39;t have hate crime laws, federal prosecutors can prosecute the crimes independently.</p>\r\n<p>\r\n\tCongress earlier put in place a law directing government to create enhanced penalties for hate crimes &mdash; motivated by actual and perceived race, color, religion, national origin, ethnicity, gender, disability or sexual orientation &mdash; that occur on federal property. The combined effect of the Shepard Act and the Violent Crime Control and Law Enforcement Act, adopted in 1994, means that someone who attacks a healthy 22-year-old homosexual man because of his sexual orientation could be subject to a tougher sentence than someone who attacks an eight year old.</p>\r\n<p>\r\n\tBut that&#39;s just considering those federal hate crime laws, not all the other applicable state and federal laws.</p>\r\n<p>\r\n\tBill Allison, director of the Criminal Defense Clinic at the University of Texas School of Law, rates the Liberty Institute&#39;s comparison as bogus because various state and federal laws provide harsher sentences for a wide range of groups.</p>\r\n<p>\r\n\tAllison said: &quot;We give extra protection and punishment to pregnant women, to police and firefighters to children under six... the list goes on and on.&quot;</p>\r\n<p>\r\n\tThe Texas Penal Code, for example, increases the sentence for someone who assaults anyone 14 or younger or, conversely, 65 and older. Criminals who harm a pregnant woman&#39;s unborn child could also face additional charges.</p>\r\n<p>\r\n\tAnd under the Texas Code of Criminal Procedure, a judge can require a convict to take a course in tolerance if arson, criminal mischief or reckless damage or destruction are proved beyond a reasonable doubt to have been committed against someone because of that person&#39;s race, color, disability, religion, national origin or ancestry, age, gender or sexual preference.</p>\r\n<p>\r\n\tAnother Texas law: The minimum term of imprisonment increases to 25 years if the criminal is convicted of aggravated sexual assault on a child younger than six.</p>\r\n<p>\r\n\tWhy have special laws for people who are attacked because of their race, sexual orientation or gender?</p>\r\n<p>\r\n\tTrevor Thomas, deputy communications director at the Human Rights Campaign, a national organization that advocates for lesbian, gay, bisexual and transgender equality, offers this explanation: &quot;Sentencing enhancements for hate crimes recognize that hate-crime perpetrators commit violent acts as a means of sending a message to society ... While a random act of violence is a tragic event that devastates, the enhancements reflect this understanding that hate crimes are unique in that they victimize an entire community of people.&quot;</p>\r\n<p>\r\n\tApplying hate crimes law is complicated. If a straight man and a gay man get in a fight, it&#39;s not a hate crime unless the straight man attacked the gay man because he is homosexual, Allison said.</p>\r\n<p>\r\n\tIn other words, a healthy 22-year-old man wouldn&#39;t be protected under the Shepard Act unless the prosecutor can prove that he was attacked because of his sexual orientation.</p>\r\n<p>\r\n\tGeorge Dix, the chair of criminal law at the University of Texas at Austin, said: &quot;Clearly the law does permit prosecutors, judges and juries to impose more severe penalties where the victims of crimes are in certain classes. Insofar as the severity of penalties reflects an effort to extend greater protections to victims, I suppose to could be said that the law is making greater effort to protect persons in the specific &#39;classes.&#39;&quot;</p>\r\n<p>\r\n\tBut the law does this for a great many classes, and not just those containing people, Dix said. Under a Texas theft statute, he said, someone who steals an exotic fowl could be more severely punished than if they steal a chicken. Or, stealing fuel from a gas station could be more prosecuted than stealing it from a car. So the station owner would be more protected than the owner of the affected car.</p>\r\n<p>\r\n\t&quot;Our criminal laws are full of distinctions that result in part in extending more protections to certain classes of people. No reasonable person could argue that this is inherently inappropriate,&quot; said Dix.</p>\r\n<p>\r\n\tDix helped us reason how someone who assaulted a gay, adult male &mdash; meaning the perpetrator intentionally and knowingly caused him bodily injury, but not serious bodily injury &mdash; might fare in court in contrast to how they&#39;d fare if they assaulted an eight year old.</p>\r\n<p>\r\n\tPer the Texas Penal Code, the attack on the child would be a third-degree felony, Dix said, punishable by imprisonment for a term of not more than 10 years or less than 2 years. The attack on the 22 year old would, generally, be a Class A misdemeanor, he said, normally punishable by a jail term of no more than a year. Generally, hate crimes law &quot;makes the offense punishable under the next highest category,&quot; he said. &quot;But for Class A misdemeanors, the effect seems to be to instead impose a minimum term of confinement of 180 days.</p>\r\n<p>\r\n\tSumming up: Lots of special classes have extra legal protections &mdash; many of which existed before protections were extended based on gender, gender identity and sexual orientation.</p>\r\n<p>\r\n\tThe bottom line: Under the Shepard Act, an attack on a healthy 22-year-old homosexual man could &mdash; not would, as the Liberty Institute states &mdash; be more protected than an attack on an 8-year-old. But it takes a contortion to reach that conclusion. The statement incorrectly intimates that hate crimes laws are the only ones on the books, ignoring the web of other state and federal criminal laws offering protections to vulnerable groups of people &mdash; including children.</p>\r\n<p>\r\n\tWe rate the institute&#39;s statement as Half True.</p>", "ruling_comments_date": "2010-03-29T19:49:16.821527", "ruling_date": "2010-03-30T06:24:31", "ruling_headline": "Liberty Institute says a 22-year-old gay man is more protected than an 8-year-old child under the hate crimes laws", "ruling_headline_slug": "liberty-institute-says-22-year-old-gay-man-more-pr", "ruling_link_text": "That could happen, under certain circumstances", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tInterview with Jonathan Saenz, director of legislative affairs, Liberty Institute, March 16 and 29, 2010</p>\r\n<p>\r\n\tThe New York Times, <a href=\"http://www.nytimes.com/2009/10/23/us/politics/23hate.html?_r=1\" target=\"_blank\" title=\"Senate approves broadened hate crime measure,\">Senate approves broadened hate crime measure,</a> Oct. 22, 2009</p>\r\n<p>\r\n\tLiberty Institute, <a href=\"http://www.libertyinstitute.org/issues.php?category=7&amp;article=6\" target=\"_blank\" title=\"Issues: Hate Crimes,\">Issues: Hate Crimes,</a> accessed March 16, 2010</p>\r\n<p>\r\n\tCNN.com, <a href=\"http://www.cnn.com/2009/CRIME/06/29/levin.hate.law/index.html\" target=\"_blank\" title=\"Why Hate Crimes are Different,\">Commentary: Why Hate Crimes are Different,</a> by Brian Levin, June 29, 2009</p>\r\n<p>\r\n\tLibrary of Congress, <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getdoc.cgi?dbname=103_cong_bills&amp;docid=f:h3355enr.txt.pdf\" target=\"_blank\" title=\"Violent Crime Control and Law Enforcement Act of 1994,\">Violent Crime Control and Law Enforcement Act of 1994,</a> Jan. 25, 2004</p>\r\n<p>\r\n\tTexas Penal Code, <a href=\"http://www.statutes.legis.state.tx.us/SOTWDocs/PE/htm/PE.22.htm\" target=\"_blank\" title=\"Title 5: Offenses against the Person, Chapter 22: Assaultive Offenses,\">Title 5: Offenses against the Person, Chapter 22: Assaultive Offenses,</a> accessed March 29, 2010</p>\r\n<p>\r\n\tTexas Penal Code, <a href=\"http://www.bakers-legal-pages.com/pc/3103.htm\" target=\"_blank\" title=\"Theft,\">Theft,</a> accessed March 29, 2010</p>\r\n<p>\r\n\tTexas Penal Code, <a href=\"http://www.statutes.legis.state.tx.us/Docs/PE/htm/PE.30.htm\" target=\"_blank\" title=\"Offenses against personal property: burglary and criminal trespass,\">Offenses against personal property: burglary and criminal trespass,</a> accessed March 29, 2010</p>\r\n<p>\r\n\tTexas Code of Criminal Procedure, <a href=\"http://law.justia.com/texas/codes/cr/001.00.000042.00.html\" target=\"_blank\" title=\"Judgment and sentence,\">Judgment and sentence,</a> accessed March 29, 2010</p>\r\n<p>\r\n\tInterview with Trevor Thomas, deputy communications director, the Human Right Commission, March 23, 2010</p>\r\n<p>\r\n\tInterview with Brian Levin, director of the Center for Study of Hate &amp; Extremism, California State University, March 25, 2010</p>\r\n<p>\r\n\tE-mail interview with George Dix, chair of criminal law, University of Texas at Austin School of Law, March 21 and 29, 2010</p>\r\n<p>\r\n\tE-mail interview with Bill Allison, director of the Criminal Defense Clinic at the University of Texas School of Law, March 24, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 1, "home_state": "Texas", "id": 355, "last_name": "Liberty Institute", "mostly_true_count": 0, "name_slug": "liberty-institute", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/mugs-mug-independentgroup_________________.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/355/", "total_count": 1, "true_count": 0, "website": "http://www.libertyinstitute.org/index.php"}, "statement": "<p>\r\n\t&quot;An attack on a healthy 22-year-old homosexual man would be more protected under the law than an attack on an eight-year-old child.&quot;</p>", "statement_context": "a Web site", "statement_date": "2010-03-29", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 118, "photo": null, "resource_uri": "/api/v/2/subject/118/", "subject": "Gays and Lesbians", "subject_slug": "gays-and-lesbians", "used_in_edition": []}], "target": [], "twitter_headline": ""}