{"art": [{"brightcove": "", "caption": "Rep. Lloyd Doggett on the House floor", "id": 351, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/351/", "title": "Rep. Lloyd Doggett on the House floor", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/8hTlfraYBDg?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "8hTlfraYBDg"}], "author": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/apr/02/lloyd-doggett/rep-lloyd-doggett-says-health-care-reform-has-cons/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 1655, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1655/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tDays before President Barack Obama signed the health care reform bill into law, U.S. Rep. Lloyd Doggett, D-Austin, delivered a speech on the House floor saying &quot;you can certainly sum up our many, many pages with four words: &#39;You&#39;ve got health care.&#39;<br />\r\n\t<br />\r\n\t&quot;With this reform,&quot; Doggett said March 21, &quot;every insured American gets valuable consumer protections, and every uninsured American can become insured.&quot;<br />\r\n\t<br />\r\n\tWe wondered if Doggett accurately characterized those many pages of the law.<br />\r\n\t<br />\r\n\tLet&#39;s start with his proclamation of consumer protections.<br />\r\n\t<br />\r\n\tSarah Dohl, Doggett&#39;s communications director, pointed to 11 consumer protections in the Patient Protection and Affordable Care Act that Obama signed on March 23, plus the House reconciliation bill he signed March 30.<br />\r\n\t<br />\r\n\tThis year, for starters, adult children can stay on their parents&#39; health insurance policies until they turn 26. Second, insurers are prohibited from rescinding coverage except in cases of fraud. Third, insurers can&#39;t refuse coverage for children for a particular illness &mdash; say, asthma &mdash; if the child is accepted into a plan or is currently covered on a plan.<br />\r\n\t<br />\r\n\tThere&#39;s more: Insurers can no longer place lifetime caps on how much they&#39;ll pay out. Consumers in private plans will have access to an independent appeals process to contest decisions made by their insurers. Also, insurers won&#39;t be able to deny coverage or charge higher premiums because of a person&#39;s gender or pre-existing medical conditions.<br />\r\n\t<br />\r\n\tWhat about Doggett&#39;s statement that every uninsured American can now become insured?<br />\r\n\t<br />\r\n\tKeeping in mind that &quot;can&quot; is not the same as &quot;will&quot; and that some parts of the new law will take years to kick in, more people do stand to be insured.<br />\r\n\t<br />\r\n\tToday, some 83 percent of Americans &mdash; excluding illegal immigrants &mdash; have coverage either through their employer, the private market or government programs such as Medicaid and the Children&#39;s Health Insurance Program. The new law is expected to increase the share of insured Americans to 94 percent by 2019, according to the non-partisan Congressional Budget Office.<br />\r\n\t<br />\r\n\tAs of June, people with pre-existing medical conditions can get coverage from a temporary national high-risk pool set to last until 2014 when insurers will be barred from denying coverage to anyone for any reason. Also starting in 2014, most people will be required to have health insurance. There are a handful of exceptions, but individuals who aren&#39;t exempt and refuse to sign up with a plan will be required to pay an annual penalty of the greater of $695 per person, up to a maximum of $2,085 per family, or 2.5 percent of household income, whichever is greater.<br />\r\n\t<br />\r\n\tOther aspects of the new law are aimed at easing access to insurance.<br />\r\n\t<br />\r\n\tIn 2013, the federal government will create the &quot;consumer operated and oriented&quot; plan to foster the creation of nonprofit, member-run health insurance cooperatives in each state and the District of Columbia. Come 2014, individuals and small businesses with up to 100 employees can purchase coverage administered by a governmental agency or nonprofit organization. That year, Medicaid will be open to anyone under 65 making up to 133 percent of the federal poverty level &mdash; which this year is $14,404 for an individual and $29,327 for a family of four.<br />\r\n\t<br />\r\n\tAccording to the nonpartisan Kaiser Family Foundation, which has analyzed all the major health care proposals: &quot;This expansion will create a uniform minimum Medicaid eligibility threshold across states and will eliminate a limitation of the program that prohibits most adults without dependent children from enrolling in the program today.&quot; Per current law, undocumented immigrants won&#39;t be eligible for Medicaid.<br />\r\n\t<br />\r\n\tAnother future change, according to Kaiser: Individuals whose incomes are greater than 133 percent of the poverty level who don&#39;t have access to affordable coverage through their employer will be able to purchase it through a state-based exchange by 2014.<br />\r\n\t<br />\r\n\t2014 is the year when Doggett&#39;s characterization will prove true.<br />\r\n\t<br />\r\n\tJohn Greeley, a spokesman for the Texas Department of Insurance, told us that every Texan can already obtain insurance if they choose to do so. Greeley pointed to the Texas Health Insurance Risk Pool, a high-risk pool created by state lawmakers to provide health insurance to residents who lose coverage under a group plan or who can&#39;t obtain coverage from an insurer on the private market because of a pre-existing medical condition. (Texas is one of 34 states that have such high-risk pools.)<br />\r\n\t<br />\r\n\tBut Stacey Pogue, senior policy analyst at the left-leaning Center for Public Policy Priorities, noted that access to insurance is not always a cinch. An individual may not qualify for coverage, she said, or may not be able to afford it. Per the Texas Insurance Code, the pool&#39;s premiums rates are double the rates premiums offered by private insurers,in the private market, to avoid competition with them.<br />\r\n\t<br />\r\n\tAs of March, 26,564 Texas residents were insured through the pool, and 6.1 million residents were uninsured, according to the U.S. Census Bureau.<br />\r\n\t<br />\r\n\tNow, where does that leave us with Doggett&#39;s floor statement?<br />\r\n\t<br />\r\n\tHe&#39;s right about the law introducing consumer protections. Also, the law is expected to ease access to coverage, though not everyone benefits immediately. Still, starting in 2014, every American will be able to sign up for insurance.<br />\r\n\t<br />\r\n\tWe rate Doggett&#39;s statement as True.</p>", "ruling_comments_date": "2010-04-01T18:59:27.811527", "ruling_date": "2010-04-02T17:57:22", "ruling_headline": "Rep. Lloyd Doggett says that health care reform has consumer protections and everyone can become insured", "ruling_headline_slug": "rep-lloyd-doggett-says-health-care-reform-has-cons", "ruling_link_text": "Give me your tired, your poor, your huddled masses", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tRep. Lloyd Doggett, <a href=\"http://doggett.house.gov/images/stories/video/2010-03-21_healthreform.wmv\" target=\"_blank\" title=\"Floor statement by Rep. Lloyd Doggett,\">Video: Statement on the floor of the U.S. House of Representatives,</a> March 21, 2010</p>\r\n<p>\r\n\tThe Library of Congress, <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getdoc.cgi?dbname=111_cong_bills&amp;docid=f:h3590enr.txt.pdf\" target=\"_blank\" title=\"Patient Protection and Affordable Care Act,\">Patient Protection and Affordable Care Act,</a> signed by Obama March 23, 2010</p>\r\n<p>\r\n\tE-mail interview with Sarah Dohl, communications director for Rep. Lloyd Doggett, March 29, 2010</p>\r\n<p>\r\n\tInterview with Ed Haislmaier, senior research fellow, The Heritage Foundation, March 29 and April 1, 2010</p>\r\n<p>\r\n\tE-mail interview with Henry Aaron, health care scholar, Brookings Institution, March 30, 2010</p>\r\n<p>\r\n\tInterview with John Greeley, public information officer, Texas Department of Insurance, March 30, 2010</p>\r\n<p>\r\n\tInterview with Stacey Pogue, senior policy analyst, Center for Public Policy Priorities, March 30, 2010</p>\r\n<p>\r\n\tE-mail interview with Steve Browning, executive director, Texas Health Insurance Pool, March 30, 2010</p>\r\n<p>\r\n\tCongressional Budget Office, <a href=\"http://docs.google.com/viewer?a=v&amp;q=cache:Udze6df2e_AJ:www.cbo.gov/ftpdocs/108xx/doc10868/12-19-Reid_Letter_Managers_Correction_Noted.pdf+cbo+letter,+dec.+19,+harry+reid&amp;hl=en&amp;gl=us&amp;pid=bl&amp;srcid=ADGEEShpP8_pyLKfI8FAFJEAyaRz2SPwy-KoIPEQceRzb600vN6KYGb3vJBrfH5LBPVo-KNGJ1s8HZ23QpnVKX6VIycAHFpQYEf_VURNhcqEBYApn5XlplHp0X7tslQBvUDjxf7CLd9o&amp;sig=AHIEtbSP6no3hKNwJS7VnJ3FCi77GKSwgg\" target=\"_blank\" title=\"letter from CBO director Douglas Elmendorf to Sen. Harry Reid: Patient Protection and Affordable Care Act, incorporating the manager's amendment,\">letter from CBO director Douglas Elmendorf to Sen. Harry Reid: Patient Protection and Affordable Care Act, incorporating the manager&#39;s amendment,</a> Dec. 19, 2009</p>\r\n<p>\r\n\tKaiser Family Foundation, <a href=\"http://www.kff.org/healthreform/8060.cfm\" target=\"_blank\" title=\"Health reform, implementation timeline,\">Health reform, implementation timeline,</a> reflecting provisions of the Patient Protection and Affordable Care Act Obama signed March 23, and provisions in the Health Care and Education Reconciliation Act passed by the House and Senate, accessed March 29, 2010</p>\r\n<p>\r\n\tKaiser Family Foundation, <a href=\"http://www.kff.org/healthreform/8023.cfm\" target=\"_blank\" title=\"Summary of coverage provisions in the Patient Protection and Affordable Care Act and the Health Care and Education Reconciliation,\">Summary of coverage provisions in the Patient Protection and Affordable Care Act and the Health Care and Education Reconciliation,</a> modified March 23, 2010</p>\r\n<p>\r\n\tKaiser Family Foundation, <a href=\"http://www.statehealthfacts.org/comparetable.jsp?ind=602&amp;cat=7\" target=\"_blank\" title=\"State high risk pool programs and enrollment,\">State high risk pool programs and enrollment,</a> December 2008</p>\r\n<p>\r\n\tThe Associated Press, <a href=\"http://www.google.com/hostednews/ap/article/ALeqM5jYnajhWrPEXihcCrpRNfUKN7rN-AD9EKTKIG0\" target=\"_blank\" title=\"Gap in health care law's protection for children,\">Gap in health care law&#39;s protection for children,</a> March 24, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Texas congressman in the U.S. Houst of Representatives", "false_count": 0, "first_name": "Lloyd ", "half_true_count": 4, "home_state": "Texas", "id": 359, "last_name": "Doggett", "mostly_true_count": 7, "name_slug": "lloyd-doggett", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/doggett.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/359/", "total_count": 18, "true_count": 5, "website": "http://doggett.house.gov/index.php"}, "statement": "<p>\r\n\t&quot;With this reform, every insured American gets valuable consumer protections, and every uninsured American can become insured.&quot;</p>", "statement_context": "a speech on the floor of the U.S. House of Representatives", "statement_date": "2010-03-21", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}