{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2010/apr/06/paula-dockery/dockery-says-sb-6-would-not-allow-teachers-return-/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 1664, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/1664/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>One of the most contentious issues of the 2010 legislative session is a plan to overhaul teacher pay and tenure. Teachers statewide overwhelmingly oppose the legislation, known as SB 6, which has been buoyed by Republican leaders.<br /><br />Sen. Paula Dockery, a candidate for governor, was one of a few Republicans to vote against SB 6 when it passed the Senate last month. The House plans a vote soon. <br /><br />Dockery followed up her vote by writing an opinion column that ran in the <em>Lakeland Ledger</em> on April 3, 2010, and contained some explosive charges about what's wrong with the bill. Here's an excerpt:<br /><br />\"SB 6 will destroy jobs. The bill makes it nearly impossible for someone not currently teaching to renew his or her teaching certificate. Teachers will not be able to return to work after raising their children. They will have their certifications threatened if they are activated for military duty, or otherwise unavailable to teach, for longer than one school year.\" <a href=\"http://www.theledger.com/article/20100403/COLUMNISTS/4035006?Title=SB-6-Education-Bill-Is-a-Power-Grab\" target=\"_blank\">(Read the whole column here.)</a><br /><br />It's a strong statement with broad implications. We chose to focus on the claim that \"teachers will not be able to return to work after raising their children.\" Could that be true?<br /><br />First, some basics about SB 6. Among other things, the bill would make it easier to fire teachers and base their pay on test scores rather than the current schedule based on years of service and degrees. Supporters say it would reward high-performing teachers and make it easier to get rid of underperforming teachers, while detractors say it will deter teachers from the profession.<br /><br />Teachers hired on or after July 1, 2010, would be placed on a one-year probationary contract during which time they could be fired and then later would be placed on subsequent contracts. Teachers hired before July 1, 2010, keep their jobs as long as they can show \"effective performance\" in four of the five years leading up to renewal.<br /><br />We contacted Dockery's campaign and Senate office to ask how she reached the conclusion that parents who leave their teaching jobs for some length of time could not later return to work. Her Senate spokeswoman, Rachel Perrin Rogers, referred us to a portion of SB 6 that states: \"Beginning with the 2014-2015 school year, the requirements for the renewal of a professional certificate shall include documentation of effective or highly effective performance as demonstrated under s. 1012.34 for at least 4 of the preceding 5 years before the renewal certification is sought.\"<br /><br />\"This is saying you can't renew your certificate if you haven't done what is outlined in this chapter,\" Rogers said. \"How can I renew it if I have taken time off?\"<br /><br />But in the same section of the bill Rogers pointed us to, we found this: \"The State Board of Education shall adopt rules to define the process for documenting effective performance under this subsection, including equivalent options for individuals who have not been evaluated under s. 1012.34,\" which relates to evaluating teachers.<br /><br />That part indicates there is an exception -- although not clearly spelled out -- for teachers who don't get evaluated because they are on leave. <br /><br />Thomas Butler, spokesman for the state Department of Education, explained it this way: \"As currently written, the bill states that the State Board would have to adopt rules to define the process for documenting effective performance to meet renewal requirements, including for individuals who are not evaluated under 1012.34. As such, individuals who are on leave from the district and who would not have such an evaluation and, therefore, would be included in the rule.\"<br /><br />So the state Board of Education would develop the rule with public input after the bill becomes law.<br /><br />We asked Butler to clarify how the law would apply to a mother who takes time off from teaching to raise children.</p>\r\n<p>\"When a mom takes time off she obviously won't be receiving evaluations,\" Butler told PolitiFact Florida. \"She is not going to have evaluations so it's implied she will fall under the state board rule that hasn't been developed.\" <br /><br />Kathy Hebda, deputy chancellor for educator quality at the Department of Education, will oversee the rule writing. Hebda said the bill says the state board \"shall\" write the rule -- so it will definitely happen.<br /><br />\"It's actually requiring the state board to adopt a rule to include an equivalent option for individuals who didn't get evaluated,\" she said. \"There are going to be a lot of people in that scenario including persons who decide to leave the classroom for a couple of years and come back. The state board is going to have to have a process to bring that person back in and let them renew the certificate.\"<br /><br />That could include teachers who had worked at private schools or out of state, she said.<br /><br />Roberto Martinez, a member of the state board that will develop the rules, said he had not heard anything about this particular issue. However he said that if a rule needs to be written to address parents who want to return to teaching, that will be done. \"I'm not about to penalize a mom. ... I would encourage women to work and raise a family.\"<br /><br />Critics of the bill say the language is not clear in terms of the effect on teachers who take leaves. State Rep. Marty Kiar, D-Davie, who has introduced amendments related to the bill, said in an interview that the issue of the effect on teachers who take leaves has not yet arisen in committee meetings.<br /><br />\"I'm going to ask the questions on the floor tomorrow to the bill sponsor,\" he said on April 6. <br /><br />So, let's review. SB 6 clearly states that teachers must show \"effective or highly effective\" performance for four of the five preceeding years -- which clearly can't be done for teachers who want to return from a few years' leave. But the bill also directs the state Board of Education to adopt rules to document effective performance for teachers not evaluated. The state Department of Education says that clause means the state board will create a rule that will apply to teachers who have taken leave to take care of their children for example -- although SB 6 doesn't clearly spell out that scenario.<br /><br />Dockery said \"teachers will not be able to return to work after raising their children.\" We find there is a provision in SB 6 to prevent this scenario, but because the rules won't be written until after the bill becomes law, we can't definitely say what will happen. We rule Dockery's claim Barely True. <br /></p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-04-06T17:19:59.281527", "ruling_date": "2010-04-06T18:53:39", "ruling_headline": "Dockery says SB 6 would not allow teachers to return to work after raising their children", "ruling_headline_slug": "dockery-says-sb-6-would-not-allow-teachers-return-", "ruling_link_text": "A provision exists, but it's not spelled out", "ruling_state": null, "source_documents": null, "sources": "<p>Lakeland Ledger, <a href=\"http://www.theledger.com/article/20100403/COLUMNISTS/4035006?Title=SB-6-Education-Bill-Is-a-Power-Grab\" target=\"_blank\" title=\"&quot;SB6 Education bill is a power grab,&quot;\">\"SB6 Education bill is a power grab,\"</a> April 3, 2010</p>\r\n<p>St. Petersburg Times, <a href=\"http://www.tampabay.com/news/education/k12/q-amp-a-on-floridas-senate-bill-6/1085001\" target=\"_blank\" title=\"&quot;Q and A on Florida's Senate Bill 6,&quot;\">\"Q and A on Florida's Senate Bill 6,\"</a> April 4, 2010</p>\r\n<p>Florida Senate, <a href=\"http://www.flsenate.gov/cgi-bin/view_page.pl?Tab=session&amp;Submenu=1&amp;FT=D&amp;File=sb0006e2.html&amp;Directory=session/2010/Senate/bills/billtext/html/\" target=\"_blank\" title=\"Senate Bill 6\">Senate Bill 6</a>&nbsp;</p>\r\n<p>Florida House, <a href=\"http://www.myfloridahouse.gov/Sections/Bills/billsdetail.aspx?BillId=44566&amp;SessionIndex=-1&amp;SessionId=64&amp;BillText=&amp;BillNumber=7189&amp;BillSponsorIndex=0&amp;BillListIndex=0&amp;BillStatuteText=&amp;BillTypeIndex=0&amp;BillReferredIndex=0&amp;HouseChamber=H&amp;BillSearchIndex=-1\" target=\"_blank\" title=\"House bill 7189\">House bill 7189</a></p>\r\n<p>Florida statutes, <a href=\"http://www.flsenate.gov/statutes/index.cfm?App_mode=Display_Statute&amp;Search_String=&amp;URL=Ch1012/Sec34.HTM\" target=\"_blank\">\"Assessment Procedures and Criteria,\"</a> 1012.34</p>\r\n<p>Interview, Florida Department of Education spokesman Thomas Butler, April 5-6, 2010<br />&nbsp;<br />Interview, Florida Senate president spokesperson Jaryn Emhof, April 5, 2010<br />&nbsp;<br />Interview, Sen. Paula Dockery spokeswoman Rachel Rogers, April 5-6, 2010<br />&nbsp;<br />Interview, state Rep. Marty Kiar, April 6, 2010<br />&nbsp;<br />Interview, Florida Education Association spokesman Mark Pudlow, April 5, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "State senator", "false_count": 1, "first_name": "Paula", "half_true_count": 0, "home_state": "Florida", "id": 365, "last_name": "Dockery", "mostly_true_count": 0, "name_slug": "paula-dockery", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Dockery179_crop.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/365/", "total_count": 2, "true_count": 0, "website": "http://www.flsenate.gov/Legislators/index.cfm?Members=View+Page&District_Num_Link=015&Submenu=1&Tab=legislators&chamber=Senate&CFID=218684449&CFTOKEN=80119752"}, "statement": "<p>\"Teachers will not be able to return to work after raising their children.\"</p>", "statement_context": "an opinion column in the Lakeland Ledger", "statement_date": "2010-04-03", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 119, "photo": null, "resource_uri": "/api/v/2/subject/119/", "subject": "Families", "subject_slug": "families", "used_in_edition": []}], "target": [], "twitter_headline": null}