{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/apr/07/patrick-mchenry/rep-patrick-mchenry-claims-2010-census-shortest-mo/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1666, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1666/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>In a March 29, 2010, press release, Rep. Patrick McHenry, the ranking Republican on the House subcommittee that oversees the census, attempted to rally Republican participation in the 2010 census after he said early early returns of census forms showed Republican counties were lagging behind, perhaps due to discouragement from \"otherwise well-meaning conservatives.\"<br /><br />Back in June 2009, for example, Rep. Michele Bachmann, R-Minn., complained that \"the Census data has become very intricate, very personal (with) a lot of the questions that are asked. And I know for my family the only question that we will be answering is how many people are in our home. We won't be answering any information beyond that, because the Constitution doesn't require any information beyond that.\"<br /><br />And on March 3, 2010, Rep. Ron Paul, R-Texas, cast the lone vote in the House against a resolution to encourage participation in the 2010 census to ensure an accurate and complete count. Explaining his vote, Paul said, it was \"for the simple, obvious reason that the census, like so many government programs, has grown far beyond what the framers of our Constitution intended. The invasive nature of the current census raises serious questions about how and why government will use the collected information. It also demonstrates how the federal bureaucracy consistently encourages citizens to think of themselves in terms of groups, rather than as individual Americans.\"<br /><br />McHenry worries that those kinds of comments might lead to lower Republican participation in the census, to the party's own detriment.<br /><br />A Pew Research Center survey in mid-March found nearly one in three Republicans did not think the Census Bureau would keep personal information confidential (slightly higher than the mistrust among Democrats); and when asked if the census asks for more information than the government really needs, 61 percent of Republicans either responded \"yes\" or \"don't know,\" as opposed 47 percent of Democrats. <br /><br />Seeking to allay some of those concerns, McHenry said, \"This census is also the shortest and least intrusive count in modern history.\"<br /><br />\"Conservatives need to know how important it is to fill out the census,\" stated McHenry stated. \"It is one of the only things our Constitution specifically asks of U.S. citizens and boycotting will just help liberals expand government even further.\"<br /><br />In a separate item, we explored whether there is credible evidence Republican participation in filling out census forms is lagging behind that of Democrats. Here, we will tackle's McHenry's claim that the 2010 census is the shortest in modern history.<br /><br />The U.S. Census Bureau has long been touting the 2010 questionnaire as \"one of the shortest census forms in history,\" with just 10 questions that take about 10 minutes to complete.<br /><br />And here they are: <br /><br />1. The number of people living in the residence<br />2. Any additional people that might be living there as of April 1, 2010<br />3. Whether the residence is owned or rented<br />4. Telephone number (in case the Census Bureau has follow-up questions)<br />5. Name<br />6. Sex<br />7. Age and date of birth<br />8. Whether of Hispanic origin<br />9. Race<br />10. Whether that person sometimes lives somewhere else<br /><br /><br />Still, note the \"one of the shortest,\" qualifier in the Census Bureau's statement. That's because the short form for the 2000 census had just 8 questions. So it was shorter. But in 2000, one out of six households would get a long form, which had 53 questions.<br /><br />For the 2010 count, the Census Bureau did away with the long form altogether.<br /><br />Now, instead of asking the more detailed social, economic and housing characteristics questions in the long form once a decade, the Census Bureau now asks them in the annual American Community Survey, which goes out to about 3 million addresses each year, explained U.S. Census Bureau spokeswoman Stacy Gimbel Vidal.<br /><br />In the decades prior to 2000, the short&nbsp;forms were all much longer than 10 questions. In 1990, for example, the survey posed seven population and seven housing questions. But samples of the population also got an additional 23 population questions and 19 housing questions. In 1980, the forms included 33 population questions and 7 housing questions (plus, a sampling got 23 more). <br /><br />We looked through an <a href=\"http://www.census.gov/history/www/through_the_decades/index_of_questions/1840_1.html\" target=\"_blank\">index of survey questions</a> asked in each census through U.S. history and had to go back to 1840 before we found one shorter than 10 questions. But we don't think that counts as \"modern history.\" For the record, in the very first census in 1790, assistant marshals listed the name of each head of household and then asked four questions. Now, \"name\" counts as one of the 10 questions, so the number of questions has essentially doubled (we also note that one of the questions now asks for your telephone number, to verify information, and back in 1790, the telephone was nearly 100 years away from being invented). <br /><br />We think McHenry can make a credible claim that this year's census is the shortest and least intrusive count in modern history. We'll dock him a bit because the short form of the 2000 census was technically shorter, with eight questions rather than 10. But in 2000, one in six got a long form census, which was much longer. And this year, everyone will get the 10-question form. We rate McHenry's claim Mostly True.</p>", "ruling_comments_date": "2010-04-07T17:13:53.381528", "ruling_date": "2010-04-07T17:20:48", "ruling_headline": "Rep. Patrick McHenry claims the 2010 census is shortest in modern history", "ruling_headline_slug": "rep-patrick-mchenry-claims-2010-census-shortest-mo", "ruling_link_text": "It's 10 questions, and there's no long form", "ruling_state": null, "source_documents": null, "sources": "<p>Rep. Patrick McHenry's Web site, Press release: <a href=\"http://mchenry.house.gov/News/DocumentSingle.aspx?DocumentID=178989\" target=\"_blank\">\"GOP Census Lead Sounds Alarm Over Low Republican Response Rate,\"</a> March 29, 2010</p>\r\n<p>Red State, <a href=\"http://www.redstate.com/rep_patrick_mchenry/2010/04/01/returning-the-census-is-our-constitutional-duty/\" target=\"_blank\">\"Returning the Census is Our Constitutional Duty,\"</a> by Rep. Patrick McHenry, April 1, 2010</p>\r\n<p>Houston Chronicle, <a href=\"http://www.chron.com/disp/story.mpl/metropolitan/6932410.html\" target=\"_blank\">\"Census caught in anger toward Washington,\"</a> by Richard S. Dunham and Meredith Simons, March 27, 2010</p>\r\n<p>Gallup, <a href=\"http://www.gallup.com/poll/114016/state-states-political-party-affiliation.aspx\" target=\"_blank\">\"State of the States: Political Party Affiliation,\"</a> by Jeffrey M. Jones, Jan. 28, 2009</p>\r\n<p>Pew Research Center, <a href=\"http://people-press.org/report/596/census-forms\" target=\"_blank\">\"With Growing Awareness of Census, Most Ready to Fill Out Forms,\"</a> March 16, 2010</p>\r\n<p>Washington Indepedent, <a href=\"http://washingtonindependent.com/49396/fellow-republicans-talk-down-bachmann-from-her-census-protest\" target=\"_blank\">\"Fellow Republicans Talk Down Bachmann From Her Census Protest,\"</a> by David Weigel, July 1, 2009</p>\r\n<p>U.S. Census Web site, <a href=\"http://www.census.gov/Press-Release/www/releases/archives/facts_for_features_special_editions/014611.html\" target=\"_blank\">2010 Census by the Numbers</a></p>\r\n<p>U.S. Census Web site, <a href=\"http://2010.census.gov/2010census/how/interactive-form.php\" target=\"_blank\">The Questions on the (2010) Form, One of the shortest forms in history - 10 Questions in 10 Minutes</a></p>\r\n<p>U.S. Census Web site, Press release:<a href=\"http://2010.census.gov/news/releases/operations/census-forms-arrive-in-mailboxes-across-nation.html\" target=\"_blank\"> \"2010 Census Forms Arrive in 120 Million Mailboxes Across Nation,\"</a> March 15, 2010</p>\r\n<p>U.S. Census Web site, <a href=\"http://www.census.gov/history/www/through_the_decades/questionnaires/\" target=\"_blank\">History: Questionnaires</a></p>\r\n<p>U.S. Census Web site, <a href=\"http://2010.census.gov/cgi-bin/staterates.cgi\" target=\"_blank\">Census 2010 Census Participation Rate</a>s</p>\r\n<p>FiveThirtyEight.com, <a href=\"http://www.fivethirtyeight.com/2010/03/no-evidence-that-red-states-are-lagging.html\" target=\"_blank\">\"No Evidence that Red States are Lagging on Census,\"</a> by Nate Silver, March 31, 2010</p>\r\n<p>PolitiFact.com,<a href=\"http://www.politifact.com/truth-o-meter/statements/2009/jun/25/michele-bachmann/michelle-bachmann-claims-constitution-only-require/\" target=\"_blank\"> \"Michelle Bachmann claims Constitution only requires you to answer how many people are in your household,\"</a> by Robert Farley, June 25, 2009</p>\r\n<p>Campaign for Liberty, <a href=\"http://www.campaignforliberty.com/article.php?view=675\" target=\"_blank\">\"Census: A Little Too Personal,\"</a> by Ron Paul, March 9, 2010</p>\r\n<p>Interview with Isaac W. Eberstein, a professor of sociology at Florida State University and director of the FSU's Center for Demography and Population Health, April 6, 2010<br /><br />Interview with Frances Deviney, senior research associate at the Center for Public Policy Priorities, April 6, 2010<br /><br />Interview with Scott Keeter, director of survey research at the Pew Research Center, April 6, 2010<br /><br />Interview with demographer William O'Hare, April 6, 2010<br /><br />Interview with Stacy Gimbel Vidal, Public Affairs Specialist for the U.S. Census Bureau, April 5, 2010<br /><br /></p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. Congressman", "false_count": 2, "first_name": "Patrick", "half_true_count": 0, "home_state": "North Carolina", "id": 367, "last_name": "McHenry", "mostly_true_count": 2, "name_slug": "patrick-mchenry", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/PatrickMcHenryPF.JPG", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/367/", "total_count": 4, "true_count": 0, "website": ""}, "statement": "<p>\"This census is also the shortest and least intrusive count in modern history.\"</p>", "statement_context": "a press release", "statement_date": "2010-03-29", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 111, "photo": null, "resource_uri": "/api/v/2/subject/111/", "subject": "Census", "subject_slug": "census", "used_in_edition": []}], "target": [], "twitter_headline": null}