{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/apr/07/patrick-mchenry/rep-patrick-mchenry-claims-early-census-returns-ar/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1668, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1668/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Rep. Patrick McHenry, the ranking Republican on the House subcommittee that oversees the census, says he's worried that disparaging comments about the census by some Republican leaders is translating to lagging conservative participation. And the result, he warned, could be a competitive advantage for Democrats.<br /><br />\"Early census returns are showing that conservatives have been measurably less likely than liberals to return their census forms,\" McHenry wrote in an op-ed for the conservative <em>Red State</em>. <br /><br />\"Few things&nbsp;will make Nancy Pelosi happier than large numbers of conservatives failing to respond to the census,\" McHenry wrote. \"If we do not respond, we will not be counted, and if we are not counted, then we effectively will not exist. That would reduce conservatives&rsquo; power in elections, allow Democrats to draw more favorable congressional boundaries and help put more tax-hiking politicians in office.\"<br /><br />McHenry said he is worried about \"blatant misinformation (about the census) coming from otherwise well-meaning conservatives. They are trying to do the right thing, but instead they are helping big government liberals by discouraging fellow conservatives from filling out their census forms.\"<br /><br />McHenry didn't name names, but the census-bashers are well known.<br /><br />Back in June 2009, PolitiFact fact-checked two census claims made by Rep. Michele Bachmann, R-Minn.: that ACORN would be in charge of going door-to-door and collecting data from the American public; and that the Constitution doesn't require people to give information beyond how many people are in their home. We rated both claims Pants on Fire!<br /><br />\"Unfortunately, the Census data has become very intricate, very personal (with) a lot of the questions that are asked,\" Bachmann said then. \"And I know for my family the only question that we will be answering is how many people are in our home. We won't be answering any information beyond that, because the Constitution doesn't require any information beyond that.\"<br /><br />And on March 3, 2010, Rep. Ron Paul, R-Texas, cast the lone vote in the House against a resolution to encourage participation in the 2010 census to ensure an accurate and complete count. (Bachmann, we note, voted for it). <br /><br />Explaining his vote, Paul said, it was \"for the simple, obvious reason that the census- like so many government programs- has grown far beyond what the framers of our Constitution intended. The invasive nature of the current census raises serious questions about how and why government will use the collected information. It also demonstrates how the federal bureaucracy consistently encourages citizens to think of themselves in terms of groups, rather than as individual Americans. The not so subtle implication is that each group, whether ethnic, religious, social, or geographic, should speak up and demand its 'fair share' of federal largesse.\"<br /><br />Higher levels of mistrust in the census among Republicans was borne out in a Pew Research Center survey in mid-March that found nearly one in three Republicans did not think the Census Bureau would keep personal information confidential (slightly higher than the mistrust among Democrats). It also found that Republicans are more likely to believe the census will cost the government too much money; and that it will ask more than the government really needs to know. <br /><br />Still, we wondered if it was actually true that government distrust among some conservative Republicans really translated, as McHenry said, to early census returns showing that \"conservatives have been measurably less likely than liberals to return their census forms.\"<br /><br />McHenry based that claim on a March 27, 2010, article in the <em>Houston Chronicle</em> which noted that conservative Texas was behind the national average in returning census forms and some of the lowest rates were in Texas&rsquo; most conservative counties.<br /><br />The article cites low return rates in Republican-dominated counties like Briscoe County in the Panhandle; King County, near Lubbock; Culberson County, near El Paso; and Newton County, in deep East Texas.<br /><br />It's true that, with a state participation rate of 56 percent as of April 6, 2010, the decidedly Republican Texas lagged behind the national average of 62 percent. Texas participation in returning the mail-in census forms also lagged behind the national average in 2000 too. <br /><br />And it's true that within Texas, all four of the counties mentioned in the <em>Houston Chronicle</em> article lagged well behind even the state average. <br /><br />But is that enough evidence to support McHenry's claim about an alleged national trend? Not according to several demographers we spoke to.<br /><br />First, all four of those counties are small. In 2008, King County had a whopping 202 registered voters. Together, the four counties comprise less than a tenth of 1 percent of the registered voters in Texas. Several census experts we spoke with said it would be a mistake to make any kind of conclusion about a state trend, let alone a national one, based on such a small sample. <br /><br />And we found that all four counties significantly trailed the state and national averages for returns in 2000 as well.<br /><br />\"If they were low in 2000 and they are low now, it's not the effect of a new change,\" said Isaac W. Eberstein, a professor of sociology at Florida State University and director of the FSU's Center for Demography and Population Health.<br /><br />Eberstein also cautioned against concluding that because participation rates in those counties are low, and they are highly conservative, that means conservatives there are less likely to send the census back. In demographic circles, they talk about something called the ecological or aggregate fallacy, Eberstein said. The short version is that it's an error in interpreting statistical data to assume that everyone in a group -- in this case a county -- has all the same characteristics. In other words, it could be that conservatives in those counties are participating at average levels, but that liberals are not. <br /><br />Moreover, the counties appear to have been largely cherry-picked. We were easily able to locate numerous other counties in Texas that voted overwhelmingly in favor of Barack Obama in the 2008 election, but have participation rates similar to or lower than those four counties.<br /><br />At our request, Frances Deviney, senior research associate at the Center for Public Policy Priorities in Texas, <a href=\"http://static.politifact.com/files/conservativecensusparticipation.xlsx\" target=\"_blank\">prepared a spreadsheet</a> that correlated voting records by Texas county in the 2008 presidential election with participation rates in the census so far. And contrary to the claim by McHenry, the statewide data showed that counties that had higher vote tallies for Republican John McCain have slightly higher participation rates in the census.<br /><br />\"The short version is that what he's saying doesn't correlate with the data,\" Deviney said.<br /><br />Moreover, that Pew survey we mentioned earlier, while it did find partisan differences in attitudes about the census, it also found that a slightly higher percentage of Republicans (90 percent) than Democrats and independents (85 percent&nbsp;each) said they intend to participate in the census. And a slightly higher percentage of Republicans believe participating is a civic responsibility.<br /><br />\"We are not seeing that there is any sign of a partisan difference in intention to participate,\" said Scott Keeter, director of survey research at the Pew Research Center. \"Anti-government sentiment is not translating into the bottom line, according to our survey.\"<br /><br />We also looked at the participation rates of various states across the country, and found numerous examples of historically red states that have participation rates above the national average, as well as some below. Demographers we spoke with said they couldn't discern any pattern indicating that states with higher percentages of Republicans were sending forms back at lower rates than Democratic ones. In fact, Bachmann's Minnesota has one of the highest participation rates.<br /><br />Citing the participation rates of four small counties in Texas to make a generalization about a national trend is \"reading more into selected information than is warranted,\" said demographer William O'Hare. \"I can't think of any evidence I've seen that there are such widespread concerns that Republicans are being under-counted in the 2010 Census.\"<br /><br />Here's the thing about McHenry's statement: it seems plausible. There has been a good bit of media attention on anti-government sentiment and skepticism from some conservative leaders relating to the census. It seems intuitive, then, that that might lead to lower participation rates among some segment of the conservative population. But so far, we haven't found any objective evidence that that's happening to any great degree. <br /><br />For McHenry to make a conclusion about a national trend based on low participation rates in four small Texas counties is a stretch. Especially when one considers that these were low-participating counties in the last census too; and that there are lots of other low-participating counties in Texas that are not conservative. <br /><br />On top of that, the Pew survey shows that while Republicans may be more distrustful of the census, they are by and large planning to participate, even at slightly higher rates that Democrats. Also, an independent review of all the counties in Texas showed that not only is McHenry's claim unfounded, the opposite is more likely true -- as counties that voted for McCain over Obama in 2008 have had slightly higher participation rates. And while decidedly conservative Texas has lagged behind the national average, there are lots of red states performing above the national average as well. <br /><br />A spokeswoman from McHenry's office told us he was just trying to be proactive and encourage all Americans to be counted. It's hard to find fault with that. Still, we just don't find any evidence that his premise that conservatives have been less likely to return their census forms than liberals is true. We rule McHenry's statement False.</p>", "ruling_comments_date": "2010-04-07T17:48:46.241527", "ruling_date": "2010-04-07T19:29:53", "ruling_headline": "Rep. Patrick McHenry claims early census returns are showing that conservatives are likely than liberals to return their census forms", "ruling_headline_slug": "rep-patrick-mchenry-claims-early-census-returns-ar", "ruling_link_text": "Claim is based on flimsy evidence", "ruling_state": null, "source_documents": null, "sources": "<p>Rep. Patrick McHenry's Web site, Press release: <a href=\"http://mchenry.house.gov/News/DocumentSingle.aspx?DocumentID=178989\" target=\"_blank\">\"GOP Census Lead Sounds Alarm Over Low Republican Response Rate,\"</a> March 29, 2010</p>\r\n<p>Red State, <a href=\"http://www.redstate.com/rep_patrick_mchenry/2010/04/01/returning-the-census-is-our-constitutional-duty/\" target=\"_blank\">\"Returning the Census is Our Constitutional Duty,\"</a> by Rep. Patrick McHenry, April 1, 2010</p>\r\n<p>Houston Chronicle, <a href=\"http://www.chron.com/disp/story.mpl/metropolitan/6932410.html\" target=\"_blank\">\"Census caught in anger toward Washington,\"</a> by Richard S. Dunham and Meredith Simons, March 27, 2010</p>\r\n<p>Gallup, <a href=\"http://www.gallup.com/poll/114016/state-states-political-party-affiliation.aspx\" target=\"_blank\">\"State of the States: Political Party Affiliation,\"</a> by Jeffrey M. Jones, Jan. 28, 2009</p>\r\n<p>Pew Research Center, <a href=\"http://people-press.org/report/596/census-forms\" target=\"_blank\">\"With Growing Awareness of Census, Most Ready to Fill Out Forms,\"</a> March 16, 2010</p>\r\n<p>Washington Indepedent, <a href=\"http://washingtonindependent.com/49396/fellow-republicans-talk-down-bachmann-from-her-census-protest\" target=\"_blank\">\"Fellow Republicans Talk Down Bachmann From Her Census Protest,\"</a> by David Weigel, July 1, 2009</p>\r\n<p>U.S. Census Web site, <a href=\"http://www.census.gov/Press-Release/www/releases/archives/facts_for_features_special_editions/014611.html\" target=\"_blank\">2010 Census by the Numbers</a></p>\r\n<p>U.S. Census Web site, <a href=\"http://2010.census.gov/2010census/how/interactive-form.php\" target=\"_blank\">The Questions on the (2010) Form, One of the shortest forms in history - 10 Questions in 10 Minutes</a></p>\r\n<p>U.S. Census Web site, Press release:<a href=\"http://2010.census.gov/news/releases/operations/census-forms-arrive-in-mailboxes-across-nation.html\" target=\"_blank\"> \"2010 Census Forms Arrive in 120 Million Mailboxes Across Nation,\"</a> March 15, 2010</p>\r\n<p>U.S. Census Web site, <a href=\"http://www.census.gov/history/www/through_the_decades/questionnaires/\" target=\"_blank\">History: Questionnaires</a></p>\r\n<p>U.S. Census Web site, <a href=\"http://2010.census.gov/cgi-bin/staterates.cgi\" target=\"_blank\">Census 2010 Census Participation Rate</a>s</p>\r\n<p>FiveThirtyEight.com, <a href=\"http://www.fivethirtyeight.com/2010/03/no-evidence-that-red-states-are-lagging.html\" target=\"_blank\">\"No Evidence that Red States are Lagging on Census,\"</a> by Nate Silver, March 31, 2010</p>\r\n<p>PolitiFact.com,<a href=\"http://www.politifact.com/truth-o-meter/statements/2009/jun/25/michele-bachmann/michelle-bachmann-claims-constitution-only-require/\" target=\"_blank\"> \"Michelle Bachmann claims Constitution only requires you to answer how many people are in your household,\"</a> by Robert Farley, June 25, 2009</p>\r\n<p>Campaign for Liberty, <a href=\"http://www.campaignforliberty.com/article.php?view=675\" target=\"_blank\">\"Census: A Little Too Personal,\"</a> by Ron Paul, March 9, 2010</p>\r\n<p>Interview with Isaac W. Eberstein, a professor of sociology at Florida State University and director of the FSU's Center for Demography and Population Health, April 6, 2010<br /><br />Interview with Frances Deviney, senior research associate at the Center for Public Policy Priorities, April 6, 2010<br /><br />Interview with Scott Keeter, director of survey research at the Pew Research Center, April 6, 2010<br /><br />Interview with demographer William O'Hare, April 6, 2010<br /><br />Interview with Stacy Gimbel Vidal, Public Affairs Specialist for the U.S. Census Bureau, April 5, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. Congressman", "false_count": 2, "first_name": "Patrick", "half_true_count": 0, "home_state": "North Carolina", "id": 367, "last_name": "McHenry", "mostly_true_count": 2, "name_slug": "patrick-mchenry", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/PatrickMcHenryPF.JPG", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/367/", "total_count": 4, "true_count": 0, "website": ""}, "statement": "<p>\"Early census returns are showing that conservatives have been measurably less likely than liberals to return their census forms.\"</p>", "statement_context": "an op ed article", "statement_date": "2010-04-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 111, "photo": null, "resource_uri": "/api/v/2/subject/111/", "subject": "Census", "subject_slug": "census", "used_in_edition": []}], "target": [], "twitter_headline": null}