{"art": [], "author": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "canonical_url": "/florida/statements/2010/apr/07/marco-rubio/rubio-tries-blame-crist-health-care-overhaul/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1669, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "resource_uri": "/api/v/2/statement/1669/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>Marco Rubio is again trying to link Gov. Charlie Crist to President Barack Obama.<br /><br />Rubio, the former state House speaker and Republican frontrunner for the U.S. Senate, has played and replayed images of Crist hugging Obama when the two campaigned together in Florida on behalf of the federal stimulus.<br /><br />Now Rubio is trying to make a case that Crist, his rival in the Senate race, is to blame for the federal health care overhaul, too.<br /><br />\"The path to ObamaCare becoming law all started with Charlie Crist supporting President Obama's $787 billion stimulus,\" Rubio's campaign said in a recent fundraising e-mail. \"Marco is the only candidate you can trust to repeal Obamacare.\"<br /><br />We know that Charlie + Obama = <a href=\"http://www.youtube.com/watch?v=HrbzRqYzYQw&amp;feature=youtube_gdata\" target=\"_blank\">manhug</a>.<br /><br />And Obama + Congress = health care overhaul.<br /><br />But does Charlie + Obama + stimulus = Obamacare?<br /><br />To be honest, we started this analysis not sure how Rubio's statement could possibly be true. In fact, we wondered if the Rubio campaign aides would just scream 'Uncle\" and accept a Pants On Fire.<br /><br />They didn't.<br /><br />\"The night Obamacare passed, on the floor of the House, Nancy Pelosi said, in essence, that Obamacare would not be possible without the stimulus,\" Rubio adviser Alberto Martinez told PolitiFact Florida. \"Charlie Crist was instrumental in providing the political support that Barack Obama needed to pass the stimulus.\"<br /><br />That's a big logical leap, so let's explore the facts behind it.<br /><br />On the fine point about Speaker Pelosi, Martinez is correct that she referenced the stimulus in her health care speech.<br /><br />\"We would not be here tonight for sure without the extraordinary leadership and vision of President Barack Obama. We thank him for his unwavering commitment to health care for all Americans,\" Pelosi <a href=\"http://www.gpo.gov/fdsys/pkg/CREC-2010-03-21/html/CREC-2010-03-21-PT2-PgH1891.htm\" target=\"_blank\">said on March 21, 2010.</a> \"This began over a year ago under his leadership in the American Recovery and Reinvestment Act where we had very significant investments in science, technology, and innovation for health care reform. It continued in the president's budget a few months later, a budget which was a statement of our national values, which allocated resources that were part of our value system and in a way that stabilized our economy, created jobs, lowered taxes for the middle class and did so and reduced the deficit and did so in a way that had pillars of investment, including education and health care reform.\"<br /><br />The Rubio campaign tried to make hay of the speech the following day, linking Pelosi's words to Crist in a press release. The campaign also posted a video of Pelosi's statement with the headline \"Pelosi: Road to ObamaCare began w/Crist-Obama Stimulus,\" and is now repeating the claim in the fundraising pitch.<br /><br /><strong>Charlie and the stimulus</strong><br /><br />No doubt about it, Crist supported, campaigned for and endorsed the federal stimulus bill.<br /><br />But was he instrumental in it passing?<br /><br />Crist campaigned for the stimulus bill with Obama in Fort Myers on Feb. 10, 2009. He made several national television appearances supporting the proposal, saying on <em>Hardball with Chris Matthews</em>, for instance: \"It's going to help (Floridians') children. It's going to help their traffic situation. It's going to help produce more jobs here in the Sunshine State. That's a perspective that I have to have as, in essence, the CEO of Florida. And that's why I support it.\"<br /><br />We also know that Crist lobbied members of Florida's congressional delegation from both parties to support the stimulus package. The <em>Miami Herald</em> reported that Crist lobbied Republican Reps. Mario Diaz-Balart and his brother, Lincoln Diaz-Balart, along with Democratic Reps. Kathy Castor and Debbie Wasserman Schultz.<br /><br />But what good did all of that campaigning from a prominent national Republican do? How many votes did he affect in Congress? Was he the lynchpin?<br /><br />Not a whole lot. Not a whole lot. And no.<br /><br />The American Recovery and Reinvestment Act of 2009 passed the U.S. House 244-188, without the support of one Republican (which means no Republicans from Florida). It then passed the U.S. Senate 61-37, with just three Republican votes: Maine's two Republican senators, Olympia Snowe and Susan Collins, and Pennsylvania Sen. Arlen Specter. (Specter's now a Democrat, by the way.)<br /><br />If you're truly keeping score, the conference report -- the congressional action that merges the House and Senate bills -- passed the House 246-183, again without a single GOP vote, and passed the Senate 60-38 with the votes of Collins, Snowe and Specter.</p>\r\n<p>We also checked the Congressional Record to see if members of Congress referenced Crist during floor debate on the stimulus. Crist's name was mentioned once, on Feb. 11, 2009, by Democratic U.S. Rep. Betty Sutton of Ohio. Sutton was talking about Crist's support of the stimulus and how Crist said it could save and create jobs in Florida.<br /><br />So there's nothing to confirm the Rubio campaign's claim that Crist was \"instrumental.\" There's no evidence that Crist's support swayed a single vote. For the Florida delegation -- like all state delegations except Maine and Pennsylvania -- it was strictly a party-line vote. Indeed, Crist was more outlier than influencer, a rare Republican leader who spoke up but was roundly criticized in his party.</p>\r\n<p>Brendan Daly, a Pelosi spokesman, said that because no House Republicans supported the bill, that he \"does not think Crist was instrumental in passing it.\"</p>\r\n<p>We asked Kate Kelly, a spokesman for Specter, if Crist's support had been a key factor for the Pennsylvania senator. She replied, \"Sen. Specter has never mentioned that as a reason he voted for the stimulus.\"</p>\r\n<p><strong>Charlie begat stimulus; stimulus begat health care</strong><br /><br />Now, to the Rubio campaign's claim that the stimulus bill led to health care reform.<br /><br />The stimulus act passed in February 2009 did have health care-related proposals, including a plan to create electronic health care records and about $20 billion to help unemployed workers purchase health care through the employer-based COBRA system. But the stimulus hardly was the impetus for health care reform. And if you read Pelosi's statement again, that's not what she was saying.<br /><br />She was praising Obama and citing some of his accomplishments and notable proposals that included health care. But there's scant evidence of a causal link between the stimulus and health care reform that the Rubio campaign alleges.</p>\r\n<p>First, health care reform pre-dates the 2009 economic stimulus by years -- or even decades.</p>\r\n<p>Obama made it one of his key domestic policy promises during the 2008 campaign. And the roots of reform can be traced as far back as President Theodore Roosevelt <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/mar/05/barack-obama/Obama-goes-back-to-his-Republican-roots-on-health-/\" target=\"_blank\">(Obama frequently mentions</a> that the nation has been trying to overhaul health care since then). And of course, the issue came up during the early 1990s when Hillary Clinton chaired the health care task force in the Clinton administration.</p>\r\n<p>Second, Rubio has failed to prove a causal connection between the two. It's not like the stimulus bill created some kind of legal foundation for health care reform -- it was a bill filled with tax cuts and spending to boost the economy. And it's not like it provided Obama with a huge surge of momentum. Indeed, more than a year lapsed between the final passage of the stimulus and the health care bill.</p>\r\n<p>John Rother, executive vice president of policy and strategy for the AARP, a group that closely followed the health care debate, said there's no link between the stimulus and health care bill.<br /><br />Rubio \"might be the only person in America who might make that claim,\" Rother said.<br /><br /><strong>Our ruling</strong><br /><br />So Rubio contends that \"The path to ObamaCare becoming law all started with Charlie Crist supporting President Obama&rsquo;s $787 billion stimulus.\" The logic is that Crist was instrumental in helping Obama deliver the stimulus, and that the health care reforms would not be possible without the stimulus.<br /><br />We find this wrong on both points. Crist, while a vocal supporter of the stimulus and one of the only major Republicans endorsing the spending plan, did little to sway votes in Congress and get the stimulus bill passed into law. And the stimulus, while it had a few health care provisions, had little to do with the health care bill that eventually was passed by Congress. The seeds for the health care bill were sewn during Obama's presidential campaign in 2008, not at a town hall and hug in Fort Myers.<br /><br />All this to say, our first instinct was right. Pants on Fire!</p>", "ruling_comments_date": "2010-04-07T18:37:29.171528", "ruling_date": "2010-04-07T17:28:32", "ruling_headline": "Rubio tries to blame Crist for health care overhaul", "ruling_headline_slug": "rubio-tries-blame-crist-health-care-overhaul", "ruling_link_text": "Yeah, and Crist caused Y2K too", "ruling_state": null, "source_documents": null, "sources": "<p>Marco Rubio campaign, \"<a href=\"https://www.marcorubio.com/send-a-message/\" target=\"_blank\">Send a message,</a>\" fundraising note<br /><br />Marco Rubio campaign, E-mail interview with Alberto Martinez, April 7, 2010<br /><br />Congressional Record, <a href=\"http://www.gpo.gov/fdsys/pkg/CREC-2010-03-21/html/CREC-2010-03-21-PT2-PgH1891.htm\" target=\"_blank\">Nancy Pelosi speech</a>, March 21, 2010<br /><br />You Tube, \"<a href=\"http://www.youtube.com/watch?v=cwik2d6LXEo\" target=\"_blank\">Pelosi: Road to ObamaCare began w/Crist-Obama Stimulus,</a>\" March 22, 2010<br /><br />Marco Rubio campaign, \"<a href=\"http://www.marcorubio.com/pelosi-the-road-to-obamacare-began-with-crist-obama-stimulus/\" target=\"_blank\">Pelosi: The Road to ObamaCare Began with Crist-Obama Stimulus,</a>\" March 22, 2010<br /><br />MSNBC, Hardball (transcript), Feb. 3, 2009, accessed via Nexis<br /><br /><em>Miami Herald,</em> \"South Florida Republicans resist Obama's stimulus bill,\" Jan. 28, 2009, accessed via Nexis<br /><br />Govtrack.us, <a href=\"http://www.govtrack.us/congress/bill.xpd?bill=h111-1\" target=\"_blank\">Roll call votes of HR 1</a> (stimulus bill)<br /><br />Sen. Susan Collins, E-mail interview with TKK , April 8, 2010<br /><br />Sen. Olympia Snow, E-mail interview with John Gentzel, April 7, 2010<br /><br />Sen.  Arlen Specter, E-mail interview with TKK , April 8 2010<br /><br />Rep. Nancy Pelosi, E-mail interview with Nadeam Elshami, April 7, 2010<br /><em><br />Washington Post</em>, \"Congress Passes Stimulus Package,\" Feb. 14, 2009, accessed via Nexis<br /><br />PolitiFact, \"<a href=\"http://www.politifact.com/truth-o-meter/article/2010/mar/26/health-care-promises-resolved/\" target=\"_blank\">Health care promises resolved</a>,\" March 26, 2010<br /><br />AARP, interview with John Rother, April 7, 2010</p>\r\n<p>Congressional Record, Feb. 11, 2009</p>", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 36, "current_job": "U.S. Senator", "false_count": 26, "first_name": "Marco", "half_true_count": 33, "home_state": "Florida", "id": 277, "last_name": "Rubio", "mostly_true_count": 37, "name_slug": "marco-rubio", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Marco_Rubio.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/277/", "total_count": 168, "true_count": 20, "website": "http://www.rubio.senate.gov/"}, "statement": "<p>\"The path to ObamaCare becoming law all started with Charlie Crist supporting President Obama's $787 billion stimulus.\"</p>", "statement_context": "in a fundraising E-mail.", "statement_date": "2010-03-22", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 150, "photo": null, "resource_uri": "/api/v/2/subject/150/", "subject": "Stimulus", "subject_slug": "stimulus", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 15, "current_job": "", "false_count": 9, "first_name": "Charlie", "half_true_count": 20, "home_state": "Florida", "id": 257, "last_name": "Crist", "mostly_true_count": 19, "name_slug": "charlie-crist", "pants_count": 2, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/crist.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/257/", "total_count": 90, "true_count": 15, "website": ""}], "twitter_headline": null}