{"art": [], "author": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/apr/16/richard-shelby/sen-richard-shelby-overlooks-safeguards-financial-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1676, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1676/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Now that the health care debate has come to a close, lawmakers are prepping their talking points for the next looming battle: financial institution reform.<br /><br />Alabama Sen. Richard Shelby, the top Republican on his chamber's Banking Committee, aired his grievances in a March 25, 2010, letter to Treasury Secretary Timothy Geithner. The letter was largely prompted by Shelby's concern that in a recent speech&nbsp;Geithner&nbsp;mischaracterized the senator's&nbsp;support for financial regulation. <br /><br />Shelby also took the opportunity to point out&nbsp;several&nbsp;ways that he believes&nbsp;the legislation his committee recently approved is flawed. <br /><br />\"The bill reported out of committee sets up a $50 billion slush fund that, while intended for resolving failing firms, is available for virtually any purpose that the treasury secretary sees fit,\" Shelby wrote on March 25, 2010. \"Nonetheless, the mere existence of this fund will make it all too easy to choose bailout over bankruptcy. This can only reinforce the expectation that the government stands ready to intervene on behalf of large and politically connected financial institutions at the expense of Main Street and the American taxpayer. Therefore, the bill institutionalizes 'too big to fail.' \"<br /><br />We wondered whether Shelby is correct about a fund that can be used for whatever purpose the treasury secretary sees fit. <br /><br />First, the details of the bill.</p>\r\n<p>On March 22, 2010, the Senate Banking Committee, chaired by Sens. Christopher Dodd and Shelby, approved the overhaul by a party-line vote of 13-10. Highlights include new government authority to regulate over-the-counter derivatives and hedge funds, a new consumer financial product regulator within the Federal Reserve, and a process for dissolving institutions that are teetering on collapse.</p>\r\n<p>The \"Orderly Liquidation Fund\" is the technical term for the $50 billion pot of money Shelby is concerned about. Only the largest firms would be required to pay into the fund. If a \"systematically significant\" firm is teetering on collapse, the Treasury, the Federal Deposit Insurance Corp. and the Federal Reserve would have to agree to use the fund to liquidate the firm. A panel of three bankruptcy judges would have to convene and agree within 24 hours that the company is insolvent. The fund is not meant to replace the bankruptcy process, but rather&nbsp;to provide a sort of emergency mechanism for the government to deal with very large, economically significant institutions.<br /><br />So, the bill provides quite a bit of structure around how the government would decide which firms should be dissolved.<br /><br />Shelby is clearly correct on his first point that there is a $50 billion fund in the bill (we'll leave the debate over the definition of \"slush fund\" for another day) that's \"intended to resolve failing firms.\" <br /><br />The second part of his claim is that the fund is available for \"virtually any purpose that the treasury secretary sees fit.\" First -- because we like to split hairs -- we should note that, while the bill says that the fund will be established in the Treasury Department, it will be administered by the FDIC, an independent branch of government, not the Treasury Department. <br /><br />Whether the money can be used for anything the government wants is another matter. The legislative language is pretty clear that the money must be used to dissolve -- meaning completely shut down -- failing firms. Here's what Sec. 206 of the bill says:<br /><br />\"In taking action under this title, the (FDIC) shall determine that such action is necessary for purposes of the financial stability of the United States, and not for the purpose of preserving the covered financial company; ensure that the shareholders of a covered financial company do not receive payment until after all other claims and the Fund are fully paid; ensure that unsecured creditors bear losses in accordance with the priority of claim provisions in section 210; ensure that management responsible for the failed condition of the covered financial company is removed (if such management has not already been removed at the time at which the FDIC is appointed receiver); and not take an equity interest in or become a shareholder of any covered financial company or any covered subsidiary.\"<br /><br />The fund cannot be used to keep faltering institutions alive. <br /><br />What about bonuses? <br /><br />\"It certainly cannot be used for bonuses or salaries going forward,\" said Dana Chasin, legislative and policy liaison for the Americans for Financial Reform, a coalition of generally left-leaning groups in support of financial regulatory reform. By definition, the fund would be used to dissolve companies all together; management would be summarily forced out in the process.</p>\r\n<p>However, it is possible that \"costs associated with liquidation could involve claims''&nbsp;for prior compensation agreements held by the company, which could involve bonuses, Chasin conceded. \"There are certain kinds of contracts that may or may not be repudiated,\" he said. <br /><br />James Gattuso, a senior fellow at the conservative Heritage Foundation, says he's concerned about how the money might be used, but the bigger issue may be limited standing for anyone to file a suit to prevent misuse of the fund.<br /><br />\"A similar problem developed under the TARP legislation -&ndash; under which GM and Chrysler got funding although no serious analyst argued that they were 'financial institutions,' as required under TARP,\" Gattuso wrote to us in an e-mail. \"There simply was no judicial review of the action available, because no entity had the requisite standing. A similar problem could develop under this legislation.\"<br /><br />David Zaring, a professor at the Wharton School of Business, said that the bill does seem to give the government some leeway in reinterpreting the fund in the future through the rulemaking process. <br /><br />\"Shelby may be concerned because the bill gives [the government] modest rulemaking authority on how it construes the fund and some opportunities to reinterpret it,\" he said. \"However, that rulemaking authority is limited. I don't see any sort of blank check in that.\"</p>\r\n<p>So, when it comes to the fund, it's clear that it can only be used to cover costs associated with shutting down a firm altogether, not to keep a firm afloat. But several of the people we spoke with pointed out that the bill is a bit vague in some areas, at least in their view. And indeed, the bill provides some flexibility in how funds are used during liquidation. That said, it's an overstatement for Shelby to say that the fund \"is available for virtually any purpose that the treasury secretary sees fit.\"</p>\r\n<p>We also take issue with Shelby's underlying point, that the fund somehow encourages firms to take a bailout rather than bankruptcy. In fact, the rules of the fund dictate that it not be used to maintain companies that are bad for our financial system, but rather to shut down those companies altogether, a process akin to bankruptcy. <br /><br />Shelby also implies that the fund comes at a cost to taxpayers,&nbsp;saying&nbsp;the fund \"can only reinforce the expectation that the government stands ready to intervene on behalf of large and politically connected financial institutions at the expense of Main Street and the American taxpayer.\" But remember, the businesses would pay into the liquidation fund, not taxpayers. The bill is very specific about that. So his underlying point here&nbsp;is incorrect.&nbsp;<br /><br />Shelby is right that the bill would create a $50 billion fund to help dismantle very large, faltering firms.&nbsp;While there may be just a bit of wiggle room on what costs the fund covers,&nbsp;the bill makes it clear that the money must be used to liquidate -- not keep alive -- failing firms. Also, the program is administered by the FDIC, and&nbsp;before it can step in to dismantle a firm, FDIC must have&nbsp;agreement of&nbsp;the Treasury, the Federal Reserve and three bankruptcy judges.&nbsp;So, to say that the fund \"is available for virtually any purpose that the Treasury Secretary sees fit,\" is more than a stretch.&nbsp;&nbsp;We find Shelby's claim to be False.</p>", "ruling_comments_date": "2010-04-09T17:40:50.761528", "ruling_date": "2010-04-16T18:18:33", "ruling_headline": "Sen. Richard Shelby overlooks safeguards in financial regulation bill", "ruling_headline_slug": "sen-richard-shelby-overlooks-safeguards-financial-", "ruling_link_text": "Orderly Liquidation Fund is no blank check", "ruling_state": null, "source_documents": null, "sources": "<p>Talking Points Memo, <a href=\"http://www.talkingpointsmemo.com/documents/2010/04/sen-richard-shelby-r-al-lays-out-his-objections-to-dems-wall-street-reform-proposal.php?page=1\" target=\"_blank\">Sen. Richard Shelby (R-AL) lays out his objections to Dems' Wall Street reform proposal</a>, March 25, 2010<br /><br />Congressional Quarterly, Short Markup Stokes Tentative Optimism for Financial Overhaul Measure, by Steven Sloan and Charlene Carter, March 22, 2010<br /><br />U.S. Chamber of Commerce, <a href=\"http://www.uschamber.com/press/releases/2010/march/100325_finance.htm\" target=\"_blank\">U.S. Chamber Intensifies Campaign for Bipartisan Financial Regulatory Reform</a>, March 25, 2010<br /><br />Politico, <a href=\"http://www.politico.com/news/stories/0310/35047.html\" target=\"_blank\">Richard Shelby: Timothy Geithner distorting my view,</a> by Victoria McGrane, March 25, 2010<br /><br />The New York Times, <a href=\"http://www.nytimes.com/2010/03/26/business/economy/26regulate.html?ref=business\" target=\"_blank\">Shelby Criticizes Reform Bill, Saying It Won&rsquo;t End &lsquo;Too Big to Fail&rsquo; Problem</a>, By Sewell Chan, March 25, 2010<br /><br />The Merriam-Webster Dictionary, <a href=\"http://www.merriam-webster.com/dictionary/slush+fund\" target=\"_blank\">definition of \"slush fund,\"</a> accessed April 7, 2010<br /><br />Senate Banking Committee, <a href=\"http://banking.senate.gov/public/_files/ChairmansMark31510AYO10306_xmlFinancialReformLegislationBill.pdf\" target=\"_blank\">financial regulatory system reform bill,</a> accessed April 7, 2010<br /><br />Senate Banking Committee, <a href=\"http://banking.senate.gov/public/_files/FinancialReformSummary231510FINAL.pdf\" target=\"_blank\">summary of financial regulatory system reform bill</a>, accessed April 7, 2010<br /><br />MediaMatters, <a href=\"http://mediamattersaction.org/factcheck/201004070003\" target=\"_blank\">Conservatives Stick Up For Big Banks In Wall Street Journal Op-ed</a>, April 7, 2010<br /><br />Phone Interview, Douglas Elliott, fellow with the Brookings Institution, April 7, 2010<br /><br />Phone Interview, Dana Chasin, legislative and policy liason for Americans for Financial Reform, April 8, 2010<br /><br />Phone interview, David Zaring, a professor at the Wharton School of Business, April 8, 2010<br /><br />E-mail correspondence, Jonathan Graffeo, spokesman for Sen. Richard Shelby, April 7, 2010<br /><br />E-mail correspondence, Kirstin Brost, spokeswoman for the Senate Banking Committee, April 8, 2010<br /><br />E-mail correspondence, James Gattuso, Senior Research Fellow in Regulatory Policy, The Heritage Foundation, April 9, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Senator", "false_count": 1, "first_name": "Richard", "half_true_count": 0, "home_state": "Alabama", "id": 370, "last_name": "Shelby", "mostly_true_count": 0, "name_slug": "richard-shelby", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Shelby.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/370/", "total_count": 1, "true_count": 0, "website": "http://shelby.senate.gov/"}, "statement": "<p>\"The bill reported out of committee sets up a $50 billion slush fund that, while intended for resolving failing firms, is available for virtually any purpose that the treasury secretary sees fit.\"</p>", "statement_context": "a letter to Treasury Secretary Timothy Geithner", "statement_date": "2010-03-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 45, "photo": null, "resource_uri": "/api/v/2/subject/45/", "subject": "Bankruptcy", "subject_slug": "bankruptcy", "used_in_edition": []}, {"description": "", "id": 101, "photo": null, "resource_uri": "/api/v/2/subject/101/", "subject": "Corporations", "subject_slug": "corporations", "used_in_edition": []}, {"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 153, "photo": null, "resource_uri": "/api/v/2/subject/153/", "subject": "Financial Regulation", "subject_slug": "financial-regulation", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": null}