{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/apr/12/robert-gates/gates-said-leaked-military-video-shooting-iraq-doe/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1683, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1683/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>On ABC's <em>This Week</em> on April 11, 2010, host Jake Tapper asked Defense Secretary Robert Gates about the recently released WikiLeaks video&nbsp;showing American soldiers in an Apache helicopter opening fire on a group of men on a Baghdad street,&nbsp;which seriously injured two children and resulted in the deaths of two Reuters journalists who were&nbsp;mistaken for insurgents.<br /><br />\"I understand the fog of war,\" Tapper said. \"And I understand that this was a very difficult situation. Does the release of that video, and the fact that that happened damage the image <br />of the U.S. in the world?\"<br /><br />\"I don't think so,\" Gates said. \"They're in a combat situation. The video doesn't show the broader picture of the firing that was going on at American troops. It's obviously a hard thing to see. It's painful to see, especially when you learn after the fact what was going on. But you -- you talked about the fog of war. These people were operating in split second situations.\"<br /><br />\"And, you know, we've investigated it very thoroughly. And it's unfortunate. It's clearly not helpful. But by the same token, I think it should not have any lasting consequences.\"<br /><br />We are fact-checking the claim that, \"The video doesn't show the broader picture of the firing that was going on at American troops.\"<br /><br />According to a military review completed five days after the incident, soldiers in that company \"had been under sporadic small arms and rocket propelled grenade fire since\" the operation -- described as \"clearing their sector and looking for weapons caches\" -- began at dawn that morning.<br /><br />That comports with the detailed reporting from David Finkel, a <em>Washington Post</em> journalist who was embedded for eight months with the battalion in question, and who described the events that day in his book, <em>The Good Soldiers.</em><br /><br />\"All morning long, this part of Al-Amin had been the most hostile,\" Finkel wrote. \"East Al-Amin had been filled with gunfire and some explosions. There had been reports of sniper fire, rooftop chases, and rocket-propelled grenades being fired at Bravo Company, and as the fighting continued, it attracted the attention of Namir Noor-Eldeen, a twenty-two year-old photographer for the Reuters news agency who lived in Baghdad, and Saeed Chmagh, 40, his driver.\"<br /><br />In the graphic and controversial video footage shot from an Apache helicopter on the morning of July 12, 2007, and later leaked by whistle-blowers to WikiLeaks -- now viewed by millions --it is clear from the audio that a soldier on the helicopter mistakes a camera with a telephoto lens slung across the shoulder of one of the journalists for a rocket-propelled grenade launcher (RPG).<br /><br />An investigative report by the military issued five days later concluded that among the group of 11 men on the street, two were carrying cameras with large telephoto lenses (\"which could be easily mistaken for\" a machine gun) but also that at least one other in the group had a rocket-propelled grenade launcher, and another had a rifle.<br /><br />The video at one point shows the Reuters cameraman peering from behind a wall, pointing a long telephoto lens. According to the military investigation, there were U.S. ground troops less than 100 meters away, and \"due to the furtive nature of his movements, the cameraman gave every appearance of preparing to fire an RPG on U.S. soldiers.\"<br /><br />The report states that ground troops later discovered two RPGs, an RPG launcher and a rifle where the group had been clustered, and an RPG round under one of the bodies.<br /><br />\"There is no question that coalition forces were clearly engaged in combat operations against a hostile force,\" Lt. Col. Scott Bleichwehl, a spokesman for the multinational forces in Baghdad, told the <em>New York Times</em> a day after the incident. <br /><br />Glenn Greenwald, an author and blogger for the online magazine <em>Salon</em> who has been highly critical of the military response, said Gates' comment was \"sufficiently vague that it can't be called factually false, but is quite misleading.\"<br /><br />None of the people who were shot at by the Apache in that video ever fired on American troops, he said.<br /><br />\"It's true that on that day -- and every day -- there were firefights involving American forces, but that had nothing to do with the incident depicted in the video,\" Greenwald said. \"Worse, the part of the video that caused the most controversy -- the shooting of unarmed rescuers who were dragging an unarmed, wounded man to safety -- has absolutely nothing to do with prior firefights. Nothing that happened previously could justify or even mitigate the killing of people who plainly are not a threat and can pose no threat.\"<br /><br />The military investigation concluded that the men shot while trying to help one of the wounded journalists into a van were believed at the time to be insurgents. Two children in the van were seriously wounded. <br /><br />\"I think it's fair to say that there have been many, many bad days for Iraqis and Americans, and this was one of them,\" Finkel wrote in an online Q &amp; A about the video on April 6, 2010. <br /><br />By way of context, Finkel noted, \"What's helpful to understand is that, contrary to some interpretations that this was an attack on some people walking down the street on a nice day, the day was anything but that. It happened in the midst of a large operation to clear an area where U.S. soldiers had been getting shot at, injured, and killed with increasing frequency. What the Reuters guys walked into was the very worst part, where the morning had been a series of RPG attacks and running gun battles.<br /><br />\"More context,\" Finkel later added. \"You're seeing an edited version of the video. The full video runs much longer. And it doesn't have the benefit of hindsight, in this case zooming in on the van and seeing those two children. The helicopters were perhaps a mile away. And as all of this unfolded, it was unclear to the soldiers involved whether the van was a van of good Samaritans or of insurgents showing up to rescue a wounded comrade. I bring these things up not to excuse the soldiers but to emphasize some of the real-time blurriness of those moments. <br /><br />\"If you were to see the full video, you would see a person carrying an RPG launcher as he walked down the street as part of the group. Another was armed as well, as I recall. Also, if you had the unfortunate luck to be on site afterwards, you would have seen that one of the dead in the group was lying on top of a launcher. Because of that and some other things, EOD -- the Hurt Locker guys, I guess -- had to come in and secure the site. And again, I'm not trying to excuse what happened. But there was more to it for you to consider than what was in the released video.\"<br /><br />Asked about Finkel's comments, Greenwald said the only evidence for all of this is the video and the Army's investigative reports.<br /><br />\"It's unclear from the video if someone had an RPG -- definitely possible, but far from definitive,\" Greenwald said. \"The Army report claimed that an RGP was found at the scene -- impossible to verify or otherwise know, but that is what it claimed.\"<br /><br />Our aim here is not to settle this very complicated, controversial and terribly sad incident. We are not ruling on whether the United States military acted properly. Rather, we are looking specifically at Gates' comment that, \"The video doesn't show the broader picture of the firing that was going on at American troops.\" <br /><br />Some might interpret Gates' comment to mean that if only the video had panned back, or started a little earlier, you'd see that this group of men in the street was firing at the Apache helicopter, and there's no evidence that that's the case.</p>\r\n<p>But we think Gates' words suggest he was speaking more broadly of the context around that incident, that -- as Finkel noted in providing context during his Q &amp; A -- insurgents had been firing at American soldiers in that immediate area that very morning. And military reports support that.&nbsp;So we rule Gates' comment Mostly True.</p>", "ruling_comments_date": "2010-04-12T18:26:52.051528", "ruling_date": "2010-04-12T18:07:14", "ruling_headline": "Gates said leaked military video of shooting in Iraq doesn't show the broader picture of Americans being fired upon ", "ruling_headline_slug": "gates-said-leaked-military-video-shooting-iraq-doe", "ruling_link_text": "Americans were being fired at that morning", "ruling_state": null, "source_documents": null, "sources": "<p>ABC News, <a href=\"http://abcnews.go.com/ThisWeek/video/nuclear-disarmament-10344621?tab=9482930&amp;section=1206874&amp;playlist=6505465\" target=\"_blank\">Hillary Clinton and Robert Gates discuss the New START treaty</a>, April 11, 2010</p>\r\n<p><em>WikiLeaks</em>, <a href=\"http://www.collateralmurder.com/\" target=\"_blank\">Collateral Murder</a>, April 5, 2010</p>\r\n<p><em>Washington Post</em>, <a href=\"http://www.washingtonpost.com/wp-dyn/content/discussion/2010/04/06/DI2010040600750.html\" target=\"_blank\">\"Video shows death of 2 Reuters employees in Baghdad attack,\"</a> by David Finkel, April 6, 2010</p>\r\n<p>Department of Defense, <a href=\"http://www2.centcom.mil/sites/foia/rr/CENTCOM%20Regulation%20CCR%2025210/Death%20of%20Reuters%20Journalists/5--1st%20Air%20Cavalry%20Brigade%20AR%2015-6%20Investigation.pdf\" target=\"_blank\">Memo: Legal Review of Investigation into Conditions Surrounding the Possible Death of Two Reuters Reporters During an Engagement on 12 July 2007</a>, July 20, 2007</p>\r\n<p>Department of Defense, <a href=\"http://www2.centcom.mil/sites/foia/rr/CENTCOM%20Regulation%20CCR%2025210/Death%20of%20Reuters%20Journalists/6--2nd%20Brigade%20Combat%20Team%2015-6%20Investigation.pdf\" target=\"_blank\">Investigation into Civilian Casualties Resulting from an Engagement on 12 July 2007 in the New Baghdad District of Baghdad, Iraq</a>, July 20, 2007</p>\r\n<p><em>Salon.com</em>, <a href=\"http://www.salon.com/news/opinion/glenn_greenwald/2010/04/05/iraq/index.html\" target=\"_blank\">\"WikiLeaks releases video of slaughter in Iraq,\"</a> by Glenn Greenwald, April 5, 2010</p>\r\n<p><em>Salon.com</em>, <a href=\"http://www.salon.com/news/opinion/glenn_greenwald/2010/04/06/iraq/index.html\" target=\"_blank\">\"Iraq slaughter not an aberration,\"</a> by Glenn Greenwald, April 6, 2010</p>\r\n<p><em>New York Times</em>, <a href=\"http://www.nytimes.com/2007/07/13/world/middleeast/13iraq.html?_r=3\" target=\"_blank\">\"2 Iraqi Journalists Killed as U.S. Forces Clash With Militias,\" </a>by Alissa J. Rubin, July 13, 2007</p>\r\n<p>New York Times, <a href=\"http://www.nytimes.com/2010/04/07/world/middleeast/07baghdad.html\" target=\"_blank\">\"For 2 Grieving Families, Video Reveals Grim Truth,\"</a> by Tim Arango and Elisabeth Bumiller, April 6, 2010</p>\r\n<p><em>The Good Soldiers</em>, by David Finkel, 2009</p>\r\n<p>E-mail interview with Glenn Greenwald of <em>Salon</em>, April 11, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Secretary of Defense", "false_count": 0, "first_name": "Robert", "half_true_count": 1, "home_state": "", "id": 372, "last_name": "Gates", "mostly_true_count": 2, "name_slug": "robert-gates", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Gates.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/372/", "total_count": 3, "true_count": 0, "website": "http://www.defense.gov/bios/biographydetail.aspx?biographyid=115"}, "statement": "<p>\"The video doesn't show the broader picture of the firing that was going on at American troops.\"</p>", "statement_context": "ABC's \"This Week\"", "statement_date": "2010-04-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 1, "photo": null, "resource_uri": "/api/v/2/subject/1/", "subject": "Iraq", "subject_slug": "iraq", "used_in_edition": []}, {"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}, {"description": "", "id": 151, "photo": null, "resource_uri": "/api/v/2/subject/151/", "subject": "This Week - ABC News", "subject_slug": "abc-news-week", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}