{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/apr/14/jeffrey-toobin/toobin-says-supreme-court-nominee-has-never-been-f/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1689, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1689/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>The announcement by Supreme Court Justice John Paul Stevens that he plans to retire later this year has raised the curtain on a new confirmation battle -- and with it the possibility of a Republican filibuster of President Barack Obama's nominee to succeed the long-serving justice. In public comments, key Republican senators have been carefully noncommittal about how far they'll go.<br />&nbsp;<br />Against this backdrop, legal affairs analyst Jeffrey Toobin told Stephen Colbert on the April 12, 2010, edition of Comedy Central's <em>The Colbert Report </em>that \"a filibuster has never really been successfully used against a Supreme Court justice.\"<br /><br />We decided to check the history books to see if that was true.<br />&nbsp;<br />There's little question that filibusters against a Supreme Court nomination are unusual. But we did find one example that would seem to fit Toobin's description: President Lyndon B. Johnson's attempt to elevate Associate Justice Abe Fortas to chief justice in 1968.<br />&nbsp;<br />In June 1968 -- just five months before the election to succeed Johnson -- then-Chief Justice Earl Warren told the president that he planned to retire soon. Fearing a victory by Republican Richard Nixon in the November election, Johnson, a Democrat, acted quickly to nominate a successor to the liberal chief justice. The president chose Fortas, a longtime friend.<br />&nbsp;<br />Many members of the Republican minority, joined by some conservative Southern Democrats, mobilized against the Fortas nomination for a variety of reasons, including his liberal record, his \"crony\"-like ties to Johnson, and the hope that Nixon would win and appoint someone else.<br /><br />Initially, it looked like Fortas' nomination would squeak by the Senate. But he hemorrhaged support after revelations that he'd attended White House staff meetings as a sitting justice, informed the president about secret Supreme Court deliberations and been paid for a series of lectures at American University by a collection of private-sector interests whose business could come before the court.<br />&nbsp;<br />When Fortas' nomination went to the floor on Sept. 24, it wasn't clear whether he had the votes to be confirmed. Some news accounts at the time described the opposition as a filibuster. For a 2005 <em>Washington Post </em>article that looked back on the confirmation battle, congressional reporter Charles Babington tracked down some of the original coverage and found a page-one story in the <em>Post </em>that declared, \"Fortas Debate Opens with a Filibuster.\" It went on to describe the day's actions as a \"full-dress Republican-led filibuster.\" Meanwhile, the <em>New York Times </em>said that Fortas' opponents \"began a historic filibuster today.\"<br /><br />Under Senate rules at the time, breaking through a filibuster and proceeding to an up-or-down vote -- a process called securing cloture -- required the votes of 67 senators, assuming that all 100 senators were present and voting. (That number was later reduced to 60, where it stands today.)<br />&nbsp;<br />On Oct. 1, following four days of debate, the Senate held a cloture vote. The final tally was 45 senators in favor of cloture and 43 against -- well short of the 59 required to proceed to a final vote, given that only 88 senators were present and voting. Seeing the writing on the wall, Johnson -- a master of Senate strategy from his tenure as majority leader -- withdrew Fortas' nomination for chief justice.<br /><br />Sure sounds like a filibuster, right? Yes, but there are some nuances.<br />&nbsp;<br />During a partisan conflict in the mid 2000s about judicial filibusters, Republicans argued that the Fortas case -- then being used as a frequent Democratic talking point -- wasn't really a filibuster after all.<br /><br />C. Boyden Gray, former chief counsel to President George H.W. Bush, wrote in a 2003 op-ed that \"four days of debate on a nomination for chief justice is hardly a filibuster.\" He cited the closing floor speech of none other than Sen. Robert Griffin, R-Mich., the leader of the fight against Fortas. Griffin asked, \"When is a filibuster, Mr. President? ... There have been no dilatory quorum calls or other dilatory tactics employed. The speakers who have taken the floor have addressed themselves to the subject before the Senate, and a most interesting and useful discussion has been recorded in the Congressional Record.\" Griffin reportedly wrote a letter in 2003 reiterating his belief that he and his allies had not engaged in a filibuster.<br />&nbsp;<br />A 2002 report by the Congressional Research Service -- the authoritative, nonpartisan research arm of Congress -- provides a bit of support for this argument, noting that the mere fact that a cloture vote has been taken does not necessarily prove that an actual filibuster was under way.<br /><br />\"Supporters of a nomination may move for cloture, in order to speed action, even when opponents may not consider themselves to be conducting a filibuster against it, or when they may have only threatened, but not actually conducted, a filibuster,\" the report says. \"Since filibusters may be conducted through a variety of tactics, there are no specific actions that definitively indicate the occurrence of a filibuster, much less of a mere threat to filibuster.\"<br />&nbsp;<br />That said, CRS didn't say it wasn't a filibuster, either. And many scholars agree with the press coverage at the time that Fortas' opponents did, at the very least, threaten a filibuster, and quite likely undertook one outright.<br />&nbsp;<br />\"It was understood as a filibuster at the time,\" Laura Kalman, a professor of history at the University of California at Santa Barbara and author of <em>Abe Fortas: A Biography</em>, told MSNBC in 2005, adding that \"both Abe Fortas and LBJ are spinning in their graves at the notion there was no filibuster.\"<br />&nbsp;<br />Norman Ornstein, a congressional scholar at the American Enterprise Institute, wrote in a 2004 column that saying the opposition didn't really filibuster \"is like arguing, 'Yes, I shot him, but I can&rsquo;t be charged with murder because he would have died of cancer anyhow.'\" In an interview for this article, Ornstein acknowledged that the peculiarities of the Fortas episode do suggest that it merits \"an asterisk,\" but he added that he still believes it's accurate to call it \"a successful filibuster.\"<br /><br />The official guardians of Senate history don't mince words. The Senate Historical Office's Web site headlines its recap of the nomination fight, \"Filibuster Derails Supreme Court Appointment.\" In an interview, Senate historian Donald Ritchie said that the term \"filibuster is a matter of definition, and Boyden Gray, as an attorney, was defining it to suit the purposes of his client. Historians and political scientists would define it differently.\"<br />&nbsp;<br />Let's return to Toobin's statement. We'll acknowledge that there's some debate about whether Fortas' opponents in 1968 officially launched a filibuster. But as CRS points out, there's no magic test to determine whether a filibuster has actually occurred. Meanwhile, news accounts from the time describe it as a filibuster, and a variety of scholars agree that Fortas' opponents at the very least used the implied threat of a filibuster as leverage. So we rate Toobin's statement False.</p>", "ruling_comments_date": "2010-04-14T02:58:28.801528", "ruling_date": "2010-04-14T19:55:41", "ruling_headline": "Toobin says a Supreme Court nominee has never been filibustered successfully", "ruling_headline_slug": "toobin-says-supreme-court-nominee-has-never-been-f", "ruling_link_text": "The Abe Fortas debacle of 1968 counts, with an asterisk", "ruling_state": null, "source_documents": null, "sources": "<p>Jeffrey Toobin, <a href=\"http://www.colbertnation.com/full-episodes/mon-april-12-2010-julian-assange\" target=\"_blank\">interview</a> on the <em>Colbert Report</em>, April 12, 2010<br />&nbsp;<br />Congressional Research Service, \"Cloture Attempts on Nominations\" (<a href=\"http://www.senate.gov/reference/resources/pdf/RS20801.pdf\" target=\"_blank\">report</a>), Dec. 11, 2002<br />&nbsp;<br />Norman Ornstein, \"Ghost of Abe Fortas Hangs Over Discussion of Judicial Filibusters\" (<a href=\"http://www.aei.org/article/21700\" target=\"_blank\">column</a> in <em>Roll Call</em>), Dec. 13, 2004<br />&nbsp;<br />Norman Ornstein, \"The &lsquo;Nuclear Option&rsquo; as A Return to Tradition? Hogwash\" (<a href=\"http://www.aei.org/article/22537\" target=\"_blank\">column</a> in <em>Roll Call</em>), May 18, 2005<br />&nbsp;<br /><em>Washington Post</em>, \"<a href=\"http://www.washingtonpost.com/wp-dyn/articles/A45149-2005Mar17.html\" target=\"_blank\">Filibuster Precedent? Democrats Point to '68 and Fortas</a>,\" March 18, 2005<br />&nbsp;<br /><em>Washington Post</em>, \"<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/04/11/AR2010041103342.html\" target=\"_blank\">Republicans say Obama's Supreme Court pick must be mainstream</a>,\" April 12, 2010</p>\r\n<p>C. Boyden Gray, \"A Filibuster Without Precedent: Senate Democrat tactics on judicial nominations are unprecedented\" (<a href=\"http://www.freedomworks.org/publications/a-filibuster-without-precedent\" target=\"_blank\">op-ed</a> in <em>Wall Street Journal</em>), June 09, 2003<br />&nbsp;<br />MSNBC.com, \"<a href=\"http://www.msnbc.msn.com/id/7747167/\" target=\"_blank\">Filibuster foes argue over '68 Fortas precedent: Historians say delaying tactics killed chief justice nomination; differences abound between then and now</a>,\" May 9, 2005<br />&nbsp;<br />Senate Historical Office, <a href=\"http://www.senate.gov/artandhistory/history/minute/Filibuster_Derails_Supreme_Court_Appointment.htm\" target=\"_blank\">web page</a> on Abe Fortas nomination fight, accessed April 13, 2010</p>\r\n<p>E-mail interview with Norman Ornstein, resident scholar at the American Enterprise Institute, April 13, 2010<br />&nbsp;<br />E-mail interview with Stuart Taylor, legal affairs columnist with <em>National Journal</em>, April 13, 2010</p>\r\n<p>E-mail interview with Donald Ritchie, U.S. Senate historian, April 14, 2010<br /><br />E-mail interview with Laura Kalman, historian at the University of California (Santa Barbara) and author of <em>Abe Fortas: A Biography</em>, April 14. 2010</p>\r\n<p>E-mail interview with Bruce Allen Murphy, Lafayette College government and law professor and biographer of Abe Fortas, April 14, 2010</p>\r\n<p>E-mail interview with Jeffrey Toobin, <em>New Yorker </em>staff writer and CNN legal analyst, April 14, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "staff writer at the New Yorker, legal analyst for CNN and author", "false_count": 1, "first_name": "Jeffrey", "half_true_count": 0, "home_state": "New York", "id": 377, "last_name": "Toobin", "mostly_true_count": 0, "name_slug": "jeffrey-toobin", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Toobin.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/377/", "total_count": 1, "true_count": 0, "website": "http://www.cnn.com/CNN/anchors_reporters/toobin.jeffrey.html"}, "statement": "<p>\"A filibuster has never really been successfully used against a Supreme Court justice.\"</p>", "statement_context": "an interview on Comedy Central's \"The Colbert Report\"", "statement_date": "2010-04-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}, {"description": "", "id": 108, "photo": null, "resource_uri": "/api/v/2/subject/108/", "subject": "Supreme Court", "subject_slug": "supreme-court", "used_in_edition": []}, {"description": "", "id": 152, "photo": null, "resource_uri": "/api/v/2/subject/152/", "subject": "The Colbert Report", "subject_slug": "colbert-report", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}