{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/apr/16/sarah-palin/palin-says-americans-spend-100-days-paying-their-t/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1695, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1695/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>On April 14, 2010, former Republican vice presidential nominee Sarah Palin addressed a tea party event in Boston and tried to characterize the scale of the tax burden in the United States.<br /><br />\"Americans now spend 100 days out of the year working for government before we even start working for ourselves,\" she said.<br /><br />By making her point this way, Palin was using a yardstick that receives both attention and criticism every April 15, the day federal tax returns are due. So we thought it would be as good a time as any to look once again at the skirmishing over \"Tax Freedom Day.\" (We <a href=\"http://www.politifact.com/truth-o-meter/statements/2008/jan/25/mike-huckabee/it-all-depends-what-you-consider-average/\" target=\"_blank\">last studied the question</a> more than two years ago, when Republican presidential hopeful Mike Huckabee cited a similar statistic.)</p>\r\n<p>Tax Freedom Day is the date when \"Americans . . . have earned enough money to pay this year's tax obligations at the federal, state and local levels,\" according to the Tax Foundation, the Washington, D.C.-based group that has calculated it for decades and also determined it retroactively back to 1900.<br /><br />The foundation calculates Tax Freedom Day by taking the amount of tax revenue collected and dividing it by national income created, producing \"an average tax burden for the U.S. economy as a whole.\" That percentage is then multiplied by 365 to calculate the number of days over the course of a year it would take to pay off the entire tax burden. (The calculation counts every day of the year, not adjusting for weekends, holidays or leap years.)<br /><br />To determine tax revenue, the foundation adds together individual income taxes paid at every governmental level; payroll taxes, the federal levies that fund Social Security and Medicare; sales and excise taxes, which are typically collected at the state and local level; corporate income taxes; property taxes; and other miscellaneous taxes such as those for car licenses, energy or mineral production and estates.<br /><br />The Tax Foundation also offers state-specific Tax Freedom Days. These range from 85 for Alaska (Palin's home state) and Louisiana to 117 for higher-tax Connecticut. But the national average is 99.<br /><br />So if we measure Palin by how closely her figure tracks with the current Tax Freedom Day statistic, she scores well. She rounded up from 99 to 100 -- close enough in our book -- and she used the national average rather than any state figure, which is appropriate.<br /><br />Still, before giving Palin the Truth-O-Meter seal of approval, we need to determine whether she described the number's meaning accurately. And this requires delving into the annual debate over how useful the Tax Freedom Day concept is.<br /><br />The Tax Foundation's loyal antagonist in this annual battle is the liberal Center on Budget and Policy Priorities. CBPP doesn't suggest that Tax Freedom Day is a bad statistic; it acknowledges that it's a perfectly fine tool if you need to compare the level of taxation in different countries, or measure how the tax burden has changed over time.<br /><br />However, CBPP does cite a number of complaints. We're ignoring a bunch that aren't addressed by Palin's comment, such as concerns over how the state-by-state tax burdens are calculated.<br /><br />The one criticism by CBPP that we do think is relevant to Palin's comment is the argument that Tax Freedom Day ignores differences in how much Americans of different income levels pay in taxes.<br /><br />The Tax Foundation's number represents an average tax burden for the economy as a whole. But CBPP argues that the foundation's number is not a good measure of what a \"typical\" taxpayer pays. To explain the difference, CBPP offers the following example:<br /><br />\"Suppose four families with incomes of $50,000 each pay $2,500 in taxes &mdash; 5 percent of their income &mdash; while one wealthy family with income of $300,000 pays $90,000 in taxes &mdash; 30 percent of its income. Total income among these five families is $500,000, and the total amount paid in taxes is $100,000. Thus, 20 percent of the total income of the five families goes to pay taxes. But the 20 percent figure is highly misleading as an indicator of the typical tax burden for families in this group,\" since four of the five families have tax rates just one-fourth of that amount.<br /><br />This is obviously an extreme case, and William Ahern, the Tax Foundation's director of policy and communications, countered that in the real world of taxation, the differences between taking a strict average (as the Tax Foundation does) and using a median figure (which would more closely reflect patterns of income distribution) aren't that great.</p>\r\n<p>CBPP cites research showing that the difference is significant.<br /><br />CBPP argues that there's enough income inequality in the United States, and enough progressivity in the tax code, to undermine the usefulness of Tax Freedom Day calculations. That's because a sizable majority of taxpayers must work significantly fewer days to pay off their tax bill -- and a minority must work significantly more days. So any attempt to suggest that Tax Freedom Day represents the experience of a typical American -- as opposed to one on the higher end of the income spectrum -- may be problematic.<br /><br />The good news for the Truth-O-Meter is that we don't have to resolve this dispute in order to rate Palin's comment -- we only need to make sure that Palin described accurately the statistic she was using. The bad news in this particular case is that Palin's phrasing is a bit elliptical, making it difficult to parse her words.</p>\r\n<p>Palin said, \"Americans now spend 100 days out of the year working for government before we even start working for ourselves.\" That's pretty close to what the Tax Foundation said in its own release -- \"Americans will work well over three months of the year &mdash; from Jan. 1 to April 9 &mdash; before they have earned enough money to pay this year's tax obligations at the federal, state and local levels.\" Both Palin and the Tax Foundation avoid saying that Tax Freedom Day represents the experience of \"a typical American,\" which would have been a more problematic phrasing. Our graduated tax system, which is&nbsp;weighted more heavily on the wealthy, means that the average amount paid is skewed upward by a smaller number of wealthy people who pay a lot. In other words, there are many, many more people who would fall under the 100-day threshold mentioned by Palin than over it.</p>\r\n<p>We&nbsp;think listeners take Palin as referring to what a typical American pays in taxes, since she didn't specify otherwise.&nbsp;Leaving that impression in listeners' minds, we knock her statement down to Mostly True.</p>", "ruling_comments_date": "2010-04-15T15:18:08.771528", "ruling_date": "2010-04-16T11:21:44", "ruling_headline": "Palin says Americans spend 100 days paying off their tax burden", "ruling_headline_slug": "palin-says-americans-spend-100-days-paying-their-t", "ruling_link_text": "A well-established number that's often described incorrectly", "ruling_state": null, "source_documents": null, "sources": "<p>Boston.com, \"<a href=\"http://www.boston.com/news/local/breaking_news/2010/04/sarah_palin_to_1.html\" target=\"_blank\">Palin urges less government, lower taxes at Boston Common Tea Party rally</a>,\" April 14, 2010</p>\r\n<p>Tax Foundation, <a href=\"http://www.taxfoundation.org/taxfreedomday/\" target=\"_blank\">home page</a> for Tax Freedom Day, accessed April 15, 2010<br /><br />Tax Foundation, \"<a href=\"http://www.taxfoundation.org/files/wp3-20080326.pdf\" target=\"_blank\">Tax Freedom Day: A Description of Its Calculation and Answers to Some Methodological Questions</a>,\" March 2008<br /><br />Tax Foundation, \"April 9th Is Tax Freedom Day\" (<a href=\"http://www.taxfoundation.org/files/sr177.pdf\" target=\"_blank\">briefing paper</a>), March 2010<br /><br />Center on Budget and Policy Priorities, \"<a href=\"http://www.cbpp.org/cms/index.cfm?fa=view&amp;id=2753\" target=\"_blank\">Tax Foundation Figures Do Not Represent Typical Households&rsquo; Tax Burdens; Figures May Mislead Policymakers, Journalists, and the Public</a>,\" March 31, 2009</p>\r\n<p>E-mail interview with William Ahern, director of policy and communications for the Tax Foundation, April 15, 2010</p>\r\n<p>E-mail interview with Gillian Brunet, research assistant at the Center on Budget and Policy Priorities, April 15, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 9, "current_job": "", "false_count": 20, "first_name": "Sarah", "half_true_count": 9, "home_state": "Alaska", "id": 63, "last_name": "Palin", "mostly_true_count": 6, "name_slug": "sarah-palin", "pants_count": 6, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-sarahpalin.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/63/", "total_count": 67, "true_count": 14, "website": ""}, "statement": "<p>\"Americans now spend 100 days out of the year working for government before we even start working for ourselves.\"</p>", "statement_context": "a speech at a Tea Party rally in Boston", "statement_date": "2010-04-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": null}