{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2010/apr/15/bill-white/bill-white-objects-what-he-calls-soviet-style-budg/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [], "facebook_headline": null, "id": 1696, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/1696/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>In a public interview hosted  by the Austin-based Texas Tribune, Democratic gubernatorial nominee Bill  White compared Republican leadership on state budget woes to how things  swung in ye olde U.S.S.R.</p>\r\n<p>You remember<span><span style=\"background-color: #ffffff;\">,</span></span> the former  Union of Soviet Socialist Republics -- home of the late dictator Joseph  Stalin and run single-handedly by the Communist Party prior to the  government's collapse in 1991.</p>\r\n<p>White said March 9 he&rsquo;d take a  more deliberate approach to spending than the state's top leaders, all  Republican, who asked government agencies in January to suggest ways to  cut their budgets by 5 percent. White said if he's in charge, \"it won&rsquo;t  be done by things that are just across the board, Soviet style, you  know, budget management that only career politicians seem to embrace.\"</p>\r\n<p>Pressed  by interviewer Evan Smith, White said: \"Is it just a coincidence that 5  percent is the appropriate amount for each state agency?... No. It&rsquo;s  because that&rsquo;s the way that career politicians know how to run  government.\"</p>\r\n<p>We started our review of White's statement  wondering what \"Soviet-style\" budget management means. Several expert  professors said that historically, the term didn't refer to  across-the-board budget cuts.</p>\r\n<p>Professor Paul Gregory of the  University of Houston Department of History said \"Soviet style\" makes  him think of a monopoly party (in this case, the Communist Party)  dictating everything to subordinates without any possibility of change.  Gregory said Soviet-style budgeting also means hiding expenditures you  don&rsquo;t want people to see&mdash;such as massive investments in military  infrastructure.</p>\r\n<p>Peter Caldwell, a Rice University professor of  history, said budget-writing in the Soviet Union most often consisted of  &ldquo;huge and crude&rdquo; decisions to invest in one part of the economy at the  expense of another.</p>\r\n<p>And H. Stephen Gardner, chairman of the  Baylor University Department of Economics, said he&rsquo;d define Soviet-style  management as overly centralized as opposed to giving autonomy to  individual units of government.</p>\r\n<p>So are there \"Soviet style\" ways  that state leaders have approached the budget?</p>\r\n<p>Some background:  In January, Gov. Rick Perry, Lt. Gov. David Dewhurst and House Speaker  Joe Straus--mindful of a projected state revenue shortfall that could  reach $15 billion by next January--jointly asked agencies to submit  plans identifying savings in 5 percent &ldquo;priority increments&rdquo; in their  2010-11 appropriations from state revenue. Such plans could lead to  cuts, though no decisions have been made and some programs have already  been excused.</p>\r\n<p>No doubt, the leaders' request is a centralized  one. But is it Soviet-style in any other way? We turned to White for  elaboration.</p>\r\n<p>White&rsquo;s campaign pointed us to a statement issued by  White, the former Houston mayor, in January: &ldquo;Well-run organizations  cut spending based on priorities and where they can best attain  productivity improvements. So, for example, in the city of Houston we  made smaller cuts in public safety because that was the highest  priority. And we were able to cut more in garbage collection and  disposal through productivity improvements.&rdquo;</p>\r\n<p>White then told us  that by \"Soviet style,\" he doesn't mean that Texas state government owns  the means of production, as in the Soviet Union. &ldquo;Obviously we have a  market system,&rdquo; White said.</p>\r\n<p>He described his alternative  approach to the looming revenue gap, saying that as governor, he'd focus  on funding priorities such as education while encouraging agencies to  improve productivity via \"process re-engineering\" without hurting the  delivery of services to taxpayers. He said the state also would seek  savings by renegotiating vendor contracts. Also, he said, there&rsquo;d be  regular meetings with agency chiefs to talk about how they&rsquo;re cutting  spending and avoiding non-essential hirings.</p>\r\n<p>&ldquo;I would have had  reports back to me weekly and monthly concerning the efficiencies  identified,&rdquo; White said.&nbsp;We didn't get to why White considers the  existing approach \"Soviet style\" before he had to go.</p>\r\n<p>We&nbsp;asked the professors if \"Soviet style\" accurately characterizes the  GOP leaders' request for proposed budget cuts.</p>\r\n<p>Gregory said  describing the request from Perry, et al. that way &ldquo;doesn&rsquo;t seem to have  any relevance to what was actually practiced in the Soviet Union. ...  It's inappropriate to use that term.\"</p>\r\n<p>Gardner agreed, saying:  \"It&rsquo;s a bit hyperbolic to refer to this (budget cutting) as Soviet  style. I should admit I have done exactly the same thing myself on  matters of budgeting.&rdquo;</p>\r\n<p>The point of saying as much, Gardner said,  is to elicit an emotional reaction. He added that Republicans who cast  President Barack Obama as socialist &mdash; Perry has told reporters he thinks  Obama has socialist beliefs &mdash; are likewise guilty of hyperbole for  dramatic effect. The professor, who said he considers Obama a centrist,  speculated that Noam Chomsky, a left-leaning linguist who writes on  public affairs, would call the president a \"crazed capitalist.\"</p>\r\n<p>\"If  White&rsquo;s point is that budget management is being handled in an overly  centralized way,\" Gardner said, \"I can see the element of truth there.  The problem I would have is even if you say I am going to be more  careful and more surgically look at the right places to cut, you&rsquo;re  still using a more centralized approach.&rdquo;</p>\r\n<p>Caldwell agreed with  the psychological impact, if not the accuracy, of \"Soviet style.\"  Generally, he said, &ldquo;anyone who ever mentions the Soviet economy or  Naziism when they&rsquo;re talking about American domestic debate is usually  off track. They&rsquo;re referring to crude examples to raise the stakes of a  debate. They&rsquo;re not necessarily wanting a careful, rational debate. Who  in America wants the Soviet economy or supports Naziism?&rdquo;</p>\r\n<p>Our  conclusion? The GOP leaders' request that agencies submit proposed  budget cuts isn&rsquo;t Soviet style &mdash; not even close.</p>\r\n<p>At best, White's  statement is an example of how politicians try  to light up a room. It's so off base, we're lighting up the meter: Pants  on Fire!</p>", "ruling_comments_date": "2010-04-15T17:58:04.061528", "ruling_date": "2010-04-15T16:59:30", "ruling_headline": "Bill White objects to what he calls \"Soviet-style\" budget management by Republican leaders", "ruling_headline_slug": "bill-white-objects-what-he-calls-soviet-style-budg", "ruling_link_text": "No Communist Party role either", "ruling_state": null, "source_documents": null, "sources": "<p>The Bond Buyer, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/0330210_bondbuyerarticle.doc\" target=\"_blank\">&ldquo;TRENDS   IN THE REGION: Texas Hole Could Grow Bigger; But State in Decent Shape,  Raters Say,&rdquo;</a> March 30, 2010</p>\r\n<p>Interview, Peter C. Caldwell,  professor of History and German &amp; Slavic Studies, Rice University,  April 6, 2010</p>\r\n<p>Interview, Paul Gregory, professor, Cullen  Distinguished Chair of Economics, University of Houston, April 7, 2010</p>\r\n<p>Interview, H. Stephen Gardner, Herman Brown professor of Economics,  Baylor University, April 12, 2010</p>\r\n<p>Interview, Bill White, April  12, 2010</p>\r\n<p>Politico.com, <a href=\"http://www.politico.com/news/stories/0310/33741.html\" target=\"_blank\" title=\"Rick Perry article\">&ldquo;Rick Perry taps into fear of Washington,&rdquo;</a> March  2, 2010</p>\r\n<p>State of Texas, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/01152010_budgetletter.pdf\" target=\"_blank\">letter</a> to state agencies from Gov. Rick Perry, Lt. Gov. David Dewhurst and  House Speaker Joe Straus, Jan. 15, 2010</p>\r\n<p>The Texas Tribune, <a href=\"http://www.texastribune.org/blogs/post/2010/mar/09/2010-white-starts-argument/\" target=\"_blank\" title=\"Ross Ramsey account of Bill White interview with Texas  Tribune\">\"2010: White Starts the Argument (Updated),\"</a> March 9, 2010</p>\r\n<p>The  Texas Tribune, <a href=\"http://www.texastribune.org/videos/2010/mar/12/conversation-bill-white/\" target=\"_blank\" title=\"Link to Tribune video and audio of Bill White  interview\">\"Video: A Conversation With Bill White,\"</a> (includes audio  alternative) March 12, 2010</p>\r\n<p>The Washington Post, <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/02/26/AR2010022603241.htm\" target=\"_blank\" title=\"Article on Texas governor's race\">&ldquo;Sen. Hutchison  struggles in challenge to Texas Gov. Rick Perry,&rdquo; </a>Feb. 27, 2010</p>\r\n<p>Bill White campaign,<a href=\"http://www.billwhitefortexas.com/2010/01/bill-responds-to-gov-perrys-announced-budget-cuts.html\" target=\"_blank\" title=\"Bill White statement\"> &ldquo;Bill responds to Gov.  Perry&rsquo;s announced budget cuts,&rdquo;</a> Jan. 15, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Former mayor of Houston", "false_count": 3, "first_name": "Bill", "half_true_count": 5, "home_state": "Texas", "id": 294, "last_name": "White", "mostly_true_count": 7, "name_slug": "bill-white", "pants_count": 3, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Whitemug2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/294/", "total_count": 26, "true_count": 6, "website": "https://www.facebook.com/BillWhiteTexas"}, "statement": "<p>Says Republican state leaders are using \"Soviet-style\"  budget management.</p>", "statement_context": "a public interview", "statement_date": "2010-03-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [], "twitter_headline": null}