{"art": [{"brightcove": "", "caption": "Rick Green, on judicial experience", "id": 373, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/373/", "title": "Rick Green, on judicial experience", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/PFzrfi-bnr8?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "PFzrfi-bnr8"}], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/apr/16/rick-green/rick-green-says-more-half-past-justices-texas-supr/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [], "facebook_headline": null, "id": 1697, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1697/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Before Rick Green lost to Judge Debra Lehrmann last week in the Republican primary race for a Texas Supreme Court seat,  he pushed back against his opponent's claims that his lack of judicial  experience made him unqualified to sit on the state's highest civil  court.</p>\r\n<p>In a video posted March 25 on his campaign Web site, Green said, \"When  you look at the nearly 150 men and women who have served us on the Texas  Supreme Court, more than half of them had zero prior judicial  experience.\"</p>\r\n<p>We asked the Green campaign how it had done its  research. Kara Green, the candidate's wife and his campaign treasurer,  said the campaign relied on the Supreme Court's Web site and short  biographies of the justices on the University of Texas Tarlton Law  Library's Web site. Both sources list the justices starting in 1836,  when the Texas Supreme Court was created after Texas gained independence  from Mexico.</p>\r\n<p>Kara Green said the campaign found that 83 out of  148 justices -- 56 percent -- had no judicial experience before serving  on the court, but the campaign didn't share their names with us.</p>\r\n<p>We jumped at the chance to explore Green's claim -- and with it, a  fascinating slice of Texas history. The early years of the court, when  Texas was a republic and not yet part of the United States, brim with  stories of adventure and tragedy. In 1842, for instance, Justice Anderson Hutchinson was captured by the Mexican  Army during a court session in San Antonio, forced to march to Mexico  and held prisoner for months.</p>\r\n<p>We also learned that some of the  Supreme Court's most respected members, including Chief Justices Robert  W. Calvert and John Hill, had not previously warmed a judicial bench.  Neither had a few of the court's most infamous justices, including Don  B. Yarbrough of Houston, who resigned six months after being sworn in,  in 1977, and eventually served time in federal prison.</p>\r\n<p>However,  we couldn't find a definitive list of justices who came to the court  without judicial experience. Officials with the Supreme Court and the  Texas Supreme Court Historical Society, a nonprofit group that helps  preserve artifacts related to the court, said they did not know how many  there were. Professor James W. Paulsen of the South Texas College of  Law in Houston, founding secretary of the historical society and an  expert on Texas legal history, said he did not know of any studies that  answered the question.</p>\r\n<p>With Paulsen's help, we did our own  analysis using the Green campaign's sources: biographies on the UT  library's Web site and the Supreme Court's list of justices.</p>\r\n<p>Right  away, we ran into problems because the two lists of justices don't  match exactly. For instance, the UT list includes more justices from the  Republic of Texas than the court's list does, and it ends in 1986,  while the court's list is current.</p>\r\n<p>Second, the biographical  information for some early justices was incomplete, preventing us from  being able to confidently determine whether they had prior judicial  experience. Also, at least one biography of a Republic of Texas justice  -- Shelby Corzine -- fails to mention judicial experience that he had in  Alabama, according to Paulsen.</p>\r\n<p>After correcting for inadequate  information, we wound up removing three justices from consideration.</p>\r\n<p>We  also eliminated six more justices who Paulsen said should not be  counted: Three because they never actually served on the court or were  never confirmed for the job, or because of questions about the legality  of their appointment or election. The last three were women whom Gov.  Pat Neff appointed in 1925 to hear one case. Paulsen said that if all  special judges of this kind were considered justices of the Texas  Supreme Court, the list of names would grow considerably. (Those six  names do not appear on the Supreme Court's list.)</p>\r\n<p>Bottom line:  After making all these adjustments, we found that 65 out of 139 justices  on the UT law library's list -- 47 percent -- had no prior judicial  experience. On the Supreme Court's list, the breakdown was 62 out of 135  justices, or 46 percent.</p>\r\n<p>Neither amounts to \"more than half,\"  as the Green campaign claimed.</p>\r\n<p>One footnote: Though both lists date back to 1836, Paulsen makes a  good case for taking those Republic of Texas-era justices out of the  lineup, primarily because the court in those days operated very  differently from they way it does now. Only the chief justice was a  statewide officer; the court's other members were the state's district  judges -- trial judges -- who from time to time served as associate  justices of the court.</p>\r\n<p>Though Green's campaign included those  justices in its tally, we agree with the law professor's argument. And  if you remove from the UT list the 22 justices who served only during  the Republic of Texas, the percentage of those without prior judicial  experience drops to 37 percent. For the Supreme Court list, the  percentage would be 38 percent.</p>\r\n<p>The verdict? No matter how we  sort the numbers, they show that the majority of high court justices had  prior judicial experience.</p>\r\n<p>We rate Green's statement as False.</p>", "ruling_comments_date": "2010-04-16T13:38:39.498784", "ruling_date": "2010-04-16T12:37:50", "ruling_headline": "Rick Green says more than half of past justices on Texas Supreme Court lacked prior time on bench", "ruling_headline_slug": "rick-green-says-more-half-past-justices-texas-supr", "ruling_link_text": "Incorrect even counting years Texas was a Republic", "ruling_state": null, "source_documents": null, "sources": "<p>Texas Supreme Court Web site, <a href=\"http://www.supreme.courts.state.tx.us/court/history.asp\" target=\"_blank\">&ldquo;History&rdquo; page</a><br /><br />Tarlton  Law Library, University of Texas, <a href=\"http://tarlton.law.utexas.edu/justices/scchrono.html\" target=\"_blank\">&ldquo;Chronological index to Texas Supreme  Court Justices 1836-1986&rdquo;</a><br /><br />Texas  Bar Journal, &ldquo;The Early Supreme Court of Texas and Some of Its  Justices,&rdquo; by Judge Joe Greenhill, vol. 62, no. 7, 1999<br /><br />Interview  with Osler McCarthy, spokesman, Texas Supreme Court, April 9, 2010<br /><br />Interview  with former Texas Supreme Court Chief Justice Thomas Phillips, April 9,  2010<br /><br />Interview with James W. Paulsen, professor of law, South  Texas College of Law, April 13, 2010<br /><br />E-mail interview with Kara  Green, treasurer, Rick Green for Texas Supreme Court, April 10 and 12,  2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 1, "first_name": "Rick", "half_true_count": 1, "home_state": "", "id": 358, "last_name": "Green", "mostly_true_count": 0, "name_slug": "rick-green", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/RickGreen.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/358/", "total_count": 2, "true_count": 0, "website": ""}, "statement": "<p>\"When you look at the nearly 150 men and women   who have served us on the Texas Supreme Court, more than half of them   had zero prior judicial experience.\"</p>", "statement_context": "a YouTube video", "statement_date": "2010-03-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}], "target": [], "twitter_headline": null}