{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/apr/16/steve-cohen/obama-administration-has-enacted-many-tax-cuts-rai/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1698, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1698/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>With all the April 15 tax protests around the country and a recent CBS poll finding that 77 percent of the public believes the Obama administration has either increased taxes for most Americans, or kept them the same, an Associated Press quote from Rep. Steve Cohen, D-Tenn., piqued our interest.<br /><br />\"The fact is, in the past year we have had more tax cuts than almost any time in our nation's history,\" Cohen said in the April 15, 2010, tax story. \"It's something that people don't realize because of the false rhetoric that is spread throughout this Congress.\"<br /><br />The comment is based on tax cuts included in the economic stimulus bill pushed through Congress by Democrats early last year. <br /><br />The one with the widest reach was the Making Work Pay tax credit ($400 for individuals, $800 for couples) that went to most working Americans. The stimulus also included a number of other tax cuts: an $8,000 tax credit for first-time home buyers; an increase in the earned income tax credit; an expansion of the child tax credit; and a tax credit on a portion of the cost of college tuition. In addition, the stimulus made the first $2,400 of unemployment benefits tax-free and allowed people to deduct state and local taxes paid on a new car. And it extended the patch on the alternative minimum tax.<br /><br />In all, according to an analysis of the budget effects of the stimulus by the government's Joint Committee on Taxation, estimated tax relief to individuals and families in the 2010 fiscal year came to $173 billion.<br /><br />That may or may not be the largest one-year tax cut in American history -- it's hard to make direct comparisons -- but tax experts say it's at least in the conversation. And we note that Cohen hedged his claim some by saying there were more tax cuts in the past year than \"almost any time\" in our nation's history.<br /><br />However, critics contest Cohen's claim on several grounds. <br /><br />The biggest objection is that while there are tax cuts in the stimulus package, Democrats also recently passed a health care reform bill that includes a number of significant tax increases. Among them are a tax penalty for those who refuse to purchase insurance and a tax on so-called \"Cadillac\" health care plans. In all, the nonpartisan Congressional Budget Office has estimated the cost of the new taxes in the health bill at upwards of $500 billion over the next 10 years.<br /><br />The health care bill is \"part of the story of the last year,\" said Ryan Ellis, tax policy director for Americans for Tax Reform. \"You can't ignore it.\"<br /><br />In addition, President Barack Obama and many Democratic leaders have been saying for some time that they intend to allow the Bush tax cuts to expire at the end of the year for people making over $250,000.<br /><br />Most of the new taxes in the health care bill won't kick in for several years, and Congress has yet to take up the issue of whether to allow the Bush tax cuts to expire. But \"just because you haven&rsquo;t quite gotten them yet doesn't mean it's not relevant to the story,\" Ellis said. \"I'm not sure how he (Cohen) can say that with a straight face.\"<br /><br />Ellis and a number of other conservatives also take issue with calling the entirety of refundable tax credits \"tax cuts.\" For many with low incomes -- and who end up not owing any income taxes at all -- tax credits come in the form of a check from the government. In government budgets, those are scored as spending. And the Joint Committee on Taxation estimated that nearly a third of the tax credits in the stimulus fall under that category over the next 10 years.<br /><br />Ellis said that portion of tax credits amounts to a \"welfare subsidy.\"<br /><br />But for most people, tax credits simply reduce their tax obligation.<br /><br />\"They are tax cuts,\" said William Ahern with the Tax Foundation, a business-backed tax policy group. \"They just aren't the kind of tax cuts the Tax Foundation supports.\"<br /><br />Tax credits for targeted purposes like buying a new car or home are too susceptible to special interest lobbying, Ahern said. The Tax Foundation supports income tax rate cuts. And we didn't see any of those this year.<br /><br />Even Church Marr, director of federal tax policy at the left-leaning Center of Budget Policy and Priorities, thinks Cohen may be overstating things when he says tax cuts this year rival any in history. The biggest ticket tax cut in the stimulus, the patch of the alternative minimum tax (accounting for $83 billion of the $173 billion worth of the stimulus tax cuts this year), is really just a continuation of previous policy.<br /><br />\"I think you need to back that out,\" Marr said.<br /><br />Still, Marr said, the Making Work Pay tax credit was \"sizable and significant.\" According to the Joint Committee on Taxation, it reduced taxpayers' burden by a total of $66 billion this year.<br /><br />\"Taxes went down for most people,\" Marr said. \"And a lot of people don't really know that.\"<br /><br />Bob Williams of the Tax Policy Center agrees. <br /><br />\"Most Americans will see their taxes going down this year,\" Williams said.<br /><br />But he warns that tax increases are on their way. The country is running huge, unsustainable deficits, he said. The spending was intended to help pull the country out of an economic recession, he said, but there will be consequences. <br /><br />\"Anyone who thinks we won't have to increase taxes is dreaming,\" Williams said.<br /><br />On that point, there seems to be consensus from tax experts on all sides of of the political spectrum.<br /><br />But back to Cohen's statement: \"The fact is, in the past year we have had more tax cuts than almost any time in our nation's history.\"<br /><br />Cohen has added enough qualifiers to his statement to make it defensible. He limits the window to this past year, and the Making Work Pay tax credit did translate to a significant tax cut for most working people this year. But if you take the AMT patch out of Cohen's equation -- and we think it's wrong to lump that in with the new tax cuts in the stimulus because it simply continued previous policy -- the case for having more tax cuts than any other year in U.S. history becomes a bit shakier. Still, Cohen never said it was the biggest, only one of the biggest.<br /><br />We also think it's likely that many would interpret Cohen's statement to mean that he was talking about all of the tax cuts and hikes enacted by Congress this year. And if that's the case, we think critics make a strong case when they note that health care tax increases, although most don't kick in for several years, were also enacted this year.<br /><br />We think that all shakes out to a Half True.</p>", "ruling_comments_date": "2010-04-16T15:55:39.573246", "ruling_date": "2010-04-16T15:48:35", "ruling_headline": "Cohen claims there are more tax cuts this year than almost any other in history", "ruling_headline_slug": "obama-administration-has-enacted-many-tax-cuts-rai", "ruling_link_text": "Cuts this year, but hikes to come", "ruling_state": null, "source_documents": null, "sources": "<p>AP, <a href=\"http://finance.yahoo.com/news/Tax-Day-rhetoric-aside-apf-3276228499.html?x=0\" target=\"_blank\">\"Tax Day rhetoric aside, Americans' bills are lower,\"</a> by Stephen Ohlemacher, April 14, 2010</p>\r\n<p>Joint Committee on Taxation, <a href=\"http://www.jct.gov/x-19-09.pdf\" target=\"_blank\">Estimated Budget Effects of the Revenue provisions Contained in the Conference Agreement for H.R. 1, Fiscal Years 2009 - 2019, the American Recovery and Reinvestment Act</a>, Feb. 12, 2009</p>\r\n<p>CBS News, <a href=\"http://www.cbsnews.com/8301-503544_162-6201911-503544.html?tag=contentMain;contentBody\" target=\"_blank\">\"Poll Reveals Most Americans Don't Know They Got a Tax Cut,\"</a> Feb. 12, 2010</p>\r\n<p>CBS News, <a href=\"http://www.cbsnews.com/8301-503544_162-20002548-503544.html\" target=\"_blank\">\"What's Obama Doing to Your Taxes?,\"</a> April 15, 2010</p>\r\n<p>Web site of House Speaker Nancy Pelosi, Press release: <a href=\"http://www.house.gov/pelosi/press/releases/April10/tax.html\" target=\"_blank\">\"Pelosi: 'This Congress Has Cut Taxes by More Than $800 Billion to Put Money in the Pockets of Working Americans,'\"</a> April 15, 2010</p>\r\n<p>Web site of House Speaker Nancy Pelosi, Press release: <a href=\"http://www.speaker.gov/newsroom/reports?id=0342\" target=\"_blank\">\"Tax Cuts in the 111th Congress,'\"</a> April 15, 2010</p>\r\n<p>Committee on Ways and Means Republicans, <a href=\"http://republicans.waysandmeans.house.gov/UploadedFiles/DemTaxIncreases1.pdf\" target=\"_blank\">\"Democrats Have Increased Taxes by $670 Billion and Counting&hellip;\" </a>April 14, 2010</p>\r\n<p>Interview with Ryan Ellis, tax policy director for Americans for Tax Reform, April 15, 2010</p>\r\n<p>Interview with William Ahern with the Tax Foundation, April 15, 2010</p>\r\n<p>Interview with Chuck Marr, director of federal tax policy at the Center of Budget Policy and Priorities, April 15, 2010</p>\r\n<p>Interview with Bob Williams of the Tax Policy Center, April 15, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. Representative", "false_count": 0, "first_name": "Steve", "half_true_count": 1, "home_state": "Tennessee", "id": 382, "last_name": "Cohen", "mostly_true_count": 0, "name_slug": "steve-cohen", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/SCohen2010.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Tennessee", "edition": "Tennessee", "edition_slug": "tennessee", "has_afterthefact": false, "id": 14, "index_page": false, "meter_name": "The Tennessee Truth-O-Meter", "resource_uri": "/api/v/2/edition/14/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/382/", "total_count": 4, "true_count": 2, "website": "http://cohen.house.gov/"}, "statement": "<div>\"The fact is, in the past year we have had more tax cuts than almost any time in our nation's history.\"</div>", "statement_context": "a story about taxes from Associated Press", "statement_date": "2010-04-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 150, "photo": null, "resource_uri": "/api/v/2/subject/150/", "subject": "Stimulus", "subject_slug": "stimulus", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": null}