{"art": [], "author": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/apr/18/john-carter/rep-john-carter-says-families-special-needs-childr/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "bbell@statesman.com", "first_name": "Brenda", "id": 267, "last_name": "Bell", "name_slug": "brenda-bell", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/267/", "title": "Projects Editor", "twitter": null}], "facebook_headline": null, "id": 1700, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1700/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tThe White House and most congressional Democrats have touted the nation&#39;s new health care reform law for extending insurance to those who have historically struggled to get coverage. Meanwhile, an opponent, U.S. Rep. John Carter, R-Round Rock, says it will slap higher taxes on families with children who have special needs.</p>\r\n<p>\r\n\t&quot;$13 billion tax increase on families with special needs thanks to Obamacare,&quot; Carter said in an April 12 Twitter message that links to the House Republican Conference blog, where a series of &quot;ObamaCare Flatlines&quot; posts started appearing shortly after President Barack Obama signed the health care legislation in March. Carter is the secretary of the conference, which consists of every Republican House member. U.S. Rep. Peter Roskam, from Illinois, also sent his Twitter followers the tax blast.</p>\r\n<p>\r\n\t&quot;An estimated 30 million families use pre-tax dollars in flexible spending accounts (FSA) to pay for routine medical care and other vital child care services,&quot; the conference&#39;s April 9 post states, going on to note that those families include parents with special needs children who use their pre-tax FSA dollars to pay fees related to their child&#39;s education.</p>\r\n<p>\r\n\t&quot;ObamaCare burdens these families with a huge tax increase,&quot; the post continues, because the law caps the money a person can put in their flexible spending account at $2,500 per year.</p>\r\n<p>\r\n\tA $13 billion tax increase on families with special-needs children?</p>\r\n<p>\r\n\tCreighton Welch, Carter&#39;s press secretary, pointed us to a March 20 report by the nonpartisan Joint Committee on Taxation (JCT) that estimates the flexible spending cap will generate $13 billion in revenue by 2019. The committee advises Congress on tax policy.</p>\r\n<p>\r\n\tWelch said the reference to &quot;30 million families&quot; using flexible spending accounts comes from the right-leaning Americans for Tax Reform, whose tax policy director, Ryan Ellis, told us the statistic came from the Employee Benefits Research Institute, a nonpartisan research center that collects and analyzes data on employee benefit plans. Yet the institute, which doesn&#39;t take positions on policy issues, told us it couldn&#39;t vouch for the number. An industry estimate from the companies that administer the programs for employers is about 30 million, according to a June article by Kaiser Health News, part of the nonpartisan Kaiser Family Foundation, which analyzes health policy.</p>\r\n<p>\r\n\tSome employers offer their employees the choice of signing up for flexible spending accounts. Those employees send a portion of their pay to an account that can be tapped for certain medical expenses. Employees bank the dollars tax-free, thus reducing their taxable income. The GOP conference cites several examples of medical expenses parents with a special child could pay for with their flexible spending account, including Braille books.</p>\r\n<p>\r\n\tSome other existing restrictions on the savings accounts: In most cases, employees have to save all medical receipts and submit them to an administrator. And they must spend the entire balance; if there&#39;s money left in the account at the end of a year, their employer keeps it.</p>\r\n<p>\r\n\tFor that reason, beneficiaries tend to use the accounts for routine health expenses they know will come due, not emergencies. They&#39;re a reliable way to fund co-pays, dental care and special procedures that can be scheduled to match an account holder&#39;s accumulated contributions. People with more serious illnesses who have predictable costs also can benefit significantly.</p>\r\n<p>\r\n\tThe new health care law includes a provision that will cap flexible spending accounts at $2,500 per year, starting in 2013. There currently isn&#39;t a federal cap, though the institute says some employers limit how much their employees can put in their accounts. Typical limits range from $2,000 to $5,000.</p>\r\n<p>\r\n\tThe $13 billion reflects the additional income tax revenue the government expects to reap during the seven years from 2013 through 2019 due to some employees with flexible spending accounts incurring more taxable income.</p>\r\n<p>\r\n\tExperts we spoke with didn&#39;t quibble with that number. But some cast the provision as shrinking a tax break, not raising taxes, because technically it imposes no tax on people who use flexible spending accounts. Leaving aside the argument over whether shrinking a tax shelter is the same as a $13 billion tax increase, some people will probably wind up paying more taxes after 2013 when the flexible spending limit kicks in.</p>\r\n<p>\r\n\tBut will they all be parents of children with special needs, as Carter&#39;s message states?</p>\r\n<p>\r\n\tWelch said the Republican conference doesn&#39;t know, but that &quot;many of the 30 million families that use FSAs have special needs children.&quot;</p>\r\n<p>\r\n\tPerhaps, but we didn&#39;t find data backing up that claim.</p>\r\n<p>\r\n\t&quot;When it comes to FSA, we know nothing about who uses them or why they use them,&quot; said Paul Fronstin, director of the Health Research and Education Program at the Employee Benefit Research Institute. &quot;There&#39;s been no research on it other than 20 percent of the population that&#39;s eligible (for flexible spending accounts) contributes to them,&quot; he said. The average annual contribution to a health care FSA is $1,400, he said &mdash; an amount that would not be affected by the new limit.</p>\r\n<p>\r\n\tFronstin said there&#39;s no way of gauging how many special-needs families will be affected, but that they won&#39;t be the only Americans losing part of their tax shelter.</p>\r\n<p>\r\n\tEllis, from Americans for Tax Reform, agreed there&#39;s no data on how many FSA accounts are held by special-needs parents. But he said they&#39;ll be particularly affected by a cap because they bear high costs relating to special-needs education.</p>\r\n<p>\r\n\tEllis said he has a friend who uses his FSA to help pay his Down syndrome child&#39;s tuition at a special-needs&#39; school in the District of Columbia. Ellis said his friend&#39;s employer caps his flexible spending account at $5,000.</p>\r\n<p>\r\n\tOn the other hand, Rich Robison, executive director of the Federation for Children with Special Needs in Massachusetts, and the parent of two young adults with Down syndrome, pointed out that the Individuals with Disabilities and Education Act (IDEA) requires schools to pay for accommodations a child with special needs may need to obtain a &quot;free appropriate public education.&quot;</p>\r\n<p>\r\n\tHenry Aaron, an economics scholar at the left-leaning Brookings Institution, said he suspects &quot;only a tiny fraction&quot; of the estimated $13 billion tax revenue would come from families with special-needs&#39; children.</p>\r\n<p>\r\n\tChuck Marr, director of federal tax policy at the left-leaning Center on Budget and Policy Priorities, said that Carter&#39;s claim ignores the health law&#39;s broader impact: the JCT and the nonpartisan Congressional Budget Office project that 32 million uninsured will have health insurance coverage by 2016. &quot;Some of those are families with people with special needs,&quot; he said.</p>\r\n<p>\r\n\tThe upshot?</p>\r\n<p>\r\n\tCarter&#39;s statement that the health care law will smack a $13 billion tax increase entirely on families with children who have special needs defies common sense. At our inquiry, his office backed off the sweep of Carter&#39;s Twitter message and conceded they didn&#39;t have numbers confirming that special-needs&#39; families would bear the brunt of the tax change.</p>\r\n<p>\r\n\tAll in all, Carter makes a dramatic, unsupported charge. We rate his statement as Pants on Fire.</p>", "ruling_comments_date": "2010-04-16T18:04:40.306596", "ruling_date": "2010-04-18T21:57:08", "ruling_headline": "Rep. John Carter says families with special needs children will pay $13 billion more in taxes under the new health care law", "ruling_headline_slug": "rep-john-carter-says-families-special-needs-childr", "ruling_link_text": "His Tweet is great drama, not backed by facts", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tRep. John Carter&#39;s <a href=\"http://twitter.com/JudgeCarter\" target=\"_blank\" title=\"Twitter account,\">Twitter account,</a> accessed April 12, 2010</p>\r\n<p>\r\n\tRep. Peter Roskam&#39;s <a href=\"http://twitter.com/PeterRoskam\" target=\"_blank\">Twitter account,</a> accessed April 16, 2010</p>\r\n<p>\r\n\tGOP.gov, <a href=\"http://www.gop.gov/blog/10/04/09/obamacare-13-billion-tax\" target=\"_blank\" title=\"ObamaCare: $13 billion tax increase on families with special needs,\">ObamaCare: $13 billion tax increase on families with special needs,</a> April 9, 2010</p>\r\n<p>\r\n\tJoint Committee on Taxation, <a href=\"http://www.jct.gov/publications.html?func=download&amp;id=3672&amp;chk=1c1ddab36bf650b52f15d162d1a941f9&amp;no_html=1\" target=\"_blank\" title=\"Estimated revenue effects on the amendment in the nature of a substitute to HR. 4872, the &quot;Reconciliation Act of 2010,&quot; as amended, in combination with the revenue effects of H.R. 3590, the &quot;Patient Protection and Affordable Care Act ('PPACA'),\">Estimated revenue effects on the amendment in the nature of a substitute to HR. 4872, the &quot;Reconciliation Act of 2010,&quot; as amended, in combination with the revenue effects of H.R. 3590, the &quot;Patient Protection and Affordable Care Act (&#39;PPACA&#39;),</a> March 20, 2010</p>\r\n<p>\r\n\tInternal Revenue Service, <a href=\"http://www.irs.gov/publications/p969/ar02.html#en_US_publink1000204174\" target=\"_blank\" title=\"Health savings accounts and other tax-favored health plans,\">Health savings accounts and other tax-favored health plans,</a> accessed April 14, 2010</p>\r\n<p>\r\n\tPolitiFact.com, <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/oct/15/save-flexible-spending-plans/flexible-spending-accounts-under-health-care-refor/\" target=\"_blank\" title=\"Flexible spending accounts under health care reform might get new limits,\">Flexible spending accounts under health care reform might get new limits,</a> Oct. 15, 2010</p>\r\n<p>\r\n\tKaiser Health News, <a href=\"http://www.kaiserhealthnews.org/stories/2009/june/12/fsa.aspx?referrer=search\" target=\"_blank\" title=\"FSAs could end up on the chopping block in the hunt for health overhaul money,\">FSAs could end up on the chopping block in the hunt for health overhaul money,</a> June 12, 2009</p>\r\n<p>\r\n\tCenter for Budget and Policy Priorities, <a href=\"http://www.cbpp.org/cms/index.cfm?fa=view&amp;id=2829\" target=\"_blank\" title=\"Curbing flexible spending accounts couple help pay for health care reform,\">Curbing flexible spending accounts couple help pay for health care reform,</a> revised June 10, 2009</p>\r\n<p>\r\n\tInterview with Creighton Welch, press secretary for Rep. Carter, April 13, 2010</p>\r\n<p>\r\n\tInterview with Curtis Dubay, senior tax policy analyst at The Heritage Foundation, April 13, 2010</p>\r\n<p>\r\n\tInterview with Stacey Pogue, senior policy analyst at the Center for Public Policy Priorities, April 13, 2010</p>\r\n<p>\r\n\tInterview with Chuck Marr, director of federal tax policy at the Center on Budget and Policy Priorities, April 15, 2010</p>\r\n<p>\r\n\tInterview with Ryan Ellis, tax policy director, Americans for Tax Reform, April 15, 2010</p>\r\n<p>\r\n\tInterview with Paul Fronstin, director of the Health Research and Education Program at the Employee Benefit Research Institute, April 15, 2010</p>\r\n<p>\r\n\tE-mail interview with Henry Aaron, senior fellow in economic studies and health care expert at the Brookings Institution, April 13, 2010</p>\r\n<p>\r\n\tE-mail interview with Rich Robison, executive director of the Federation for Children with Special Needs, April 14, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. House of Representatives", "false_count": 3, "first_name": "John", "half_true_count": 1, "home_state": "Texas", "id": 227, "last_name": "Carter", "mostly_true_count": 2, "name_slug": "john-carter", "pants_count": 2, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/John_Carter.JPG", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/227/", "total_count": 8, "true_count": 0, "website": "http://carter.house.gov/"}, "statement": "<p>\r\n\tSays the new health care law delivers a &quot;$13 billion tax increase on families with special needs.&quot;</p>", "statement_context": "a Twitter message", "statement_date": "2010-04-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}