{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/apr/20/bill-clinton/clinton-says-uae-only-middle-east-country-to-pass-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1706, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1706/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>In an April 18, 2010, interview on ABC's <em>This Week</em>, former President Bill Clinton spoke about how the unresolved Palestinian issue in the Middle East has been feeding the energy of terrorist organizations; and how a peace plan could lead to \"a whole different world.\" Moreover, he said, the Palestinian-Israeli conflict has deflected attention away from advances in the Arab world.<br /><br />\"Dubai is the only country with huge amounts of imported workers that's actually passed legislation to give these immigrant workers a better deal in the Middle East,\" Clinton said. \"And they've got women in the government. They have a joint public-private decision making process. Nobody knows anything about it. Why? Because of the Palestinian-Israeli thing.\"<br /><br />Human rights groups have long been highly critical of the treatment of immigrant workers in the United Arab Emirates -- where foreigners make up about 85 percent of the population -- and so we decided to check Clinton's claims about Dubai.<br /><br />First of all, as a point of clarification, Clinton erred when he referred to Dubai as a country. It is one of seven emirates and belongs to the United Arab Emirates (UAE), which is the country.<br /><br />But the real issue here is Clinton's claim that UAE is \"the only country with huge amounts of imported workers that's actually passed legislation to give these immigrant workers a better deal in the Middle East.\" <br /><br />Known for its awe-inspiring achitecture, the world's first seven-star luxury hotel and world-class malls and sporting events, Dubai has established itself as an international tourist hot spot. But in 2006, Human Rights Watch issued a scathing 71-page report called \"Building Towers, Cheating Workers\" that detailed the exploitation of immigrant workers and \"the UAE federal government's failure to adequately address these abuses.\"<br /><br />\"Behind the glitter and luxury, the experiences of these migrant workers present a much less attractive picture -- of wage exploitation, indebtedness to unscrupulous recruiters, and working conditions that are hazardous to the point of being deadly,\" the report stated. \"UAE federal labor law offers a number of protections, but for migrant construction workers these are largely unenforced.\"<br /><br />At least in part due to international pressure stemming from that report, the UAE released new draft labor laws in 2007 to help protect migrant workers. In August of that year, the <em>New York Times</em> reported that regulators in the UAE have \"enforced midday sun breaks, improved health benefits, upgraded living conditions and cracked down on employers brazen enough to stop paying workers at all.\" And in April 2009, <em>Gulf News</em> (UAE) reported that the Ministry of Labour planned to introduce \"new rules for labor accommodation standards and a fresh mechanism to ensure payment of salaries, to protect workers' rights and improve their conditions.\"<br /><br />So that's the legislation that Clinton was referring to.<br /><br />But despite those new laws, immigrant workers are still being widely mistreated, several human rights groups contend.<br /><br />\"The passing of these laws in the UAE has not given workers a 'better deal,' \" stated Samer Muscati, Human Rights Watch researcher on the UAE and Iraq, in an e-mail interview with PolitiFact. \"Especially with the current economic downturn, we see that migrant workers are still the most vulnerable in that society. Despite the passage of laws, we see little enforcement. Under UAE law, and international law, passport confiscation by employers is illegal but the practice is still widespread. The same for recruitment fees, the reason for migrant worker indebtedness.\"<br /><br />In January, Human Rights Watch issued another report saying the economic downturn had led to further deterioration of human rights for migrant workers. A news account of the report cited an official at the UAE's Ministry of Foreign Affairs saying the report \"has major drawbacks and fails to adequately record the positive steps taken by the UAE with regard to labor and human-trafficking issues, not just in 2009, but also in the last few years.\" The UAE was \"not averse to admitting its failures\", the official added, \"but finds it unsettling when genuine efforts and constructive results find little or no recognition in reports such as the one released by the Human Rights Watch.\"<br /><br />However, in addition to Human Rights Watch, Amnesty International and the U.S. Bureau of Democracy and Human Rights continue to highlight the plight of foreign workers in all of the Gulf states, including the UAE, said Christopher M. Davidson, an expert on the region at Durham University in England and author of <em>Dubai: The Vulnerability of Success</em>. In an e-mail interview with PolitiFact, Davidson called Clinton's statement \"heavy spin.\"<br /><br />The day after Clinton made his statement on <em>This Week</em>, the UN's High Commissioner for Human Rights, Navanethem Pillay, criticized the treatment of an estimated 12 million foreign workers in the six Gulf Cooperation Council countries (Oman, Saudi Arabia, Qatar, Bahrain, Kuwait and the UAE).<br /><br />\"Reports concerning this region consistently cite ongoing practices of unlawful confiscation of passports, withholding of wages and exploitation by unscrupulous recruitment agencies and employers,\" Pillay said. \"The situation of migrant domestic workers is of particular concern because their isolation in private homes makes them even more vulnerable to physical, psychological and sexual violence. They may also experience inadequate living and working conditions and violations of the right to health. Some are held in prolonged detention after they escape abusive employers, and may be unable to obtain access to judicial recourse and effective remedies for their plight.\"<br /><br />Said Davidson: \"I would agree that despite some superficial legal protections that have been introduced in the UAE (and other Gulf states), these practices remain rampant.\"<br /><br />Pillay did give a nod to the efforts of the UAE and several of the Persian Gulf countries for attempting to address some these problems with new or amended labor laws, and enhanced inspections. <br /><br />In an e-mail interview with PolitiFact, Jim Krane, author of <em>City of Gold: Dubai and the Dream of Capitalism</em> agreed that \"there have been some actions in Dubai to improve the lot of these 'imported workers' that make up most of the city's population. That said, their working and living conditions are still pretty bad and the legislation doesn't do anything about their appalling rates of pay.\"<br /><br />Nicholas McGeehan, founder and director of Mafiwasta, an organization for migrant workers' rights in the United Arab Emirates, called Clinton's statement \"nonsense, pure and simple.\"<br /><br />The new labor laws drafted by the UAE in 2007 were highly criticized at the time as essentially no different from the existing labor law which dated from 1980, McGeehan said; and no new legislation was ever implemented. <br /><br />\"The UAE does pass quasi-legal ministerial directives from time to time, largely in response to international criticism,\" McGeehan said. \"These are of dubious legal character and have no effect. For example, a law was passed to fine companies who were making workers work through the mid-summer heat in 2005. No firms were ever prosecuted.\"<br /><br />\"So to summarize,\" McGeehan said, \"no legislation has been passed to protect workers, the situation has actually gotten worse, in contrast to the government's PR-driven rhetoric, and the U.S.'s political and business interests in the region compromise its public statements on the issue.\"<br /><br />Lastly, we draw your attention to the 2009 human rights report on the UAE issued on March 11, 2010, by the U.S. State Department (headed, of course, by Hillary Clinton). The report credits the UAE government making efforts to enhance protections for migrant workers. But overall, the report doesn't paint a pretty picture:<br /><br />&bull; \"Some women from India, Pakistan, Sri Lanka, Bangladesh, Indonesia, Ethiopia, Eritrea, and the Philippines migrated willingly to the country to work as domestic servants, but some faced debt bondage to recruiters; conditions of involuntary servitude, such as excessive work hours without pay; verbal, mental, physical, or sexual abuse; and restrictions on movement. Men from India, Sri Lanka, Bangladesh, and Pakistan who came to the country to work in the construction industry occasionally were subject to involuntary servitude and debt bondage to pay recruitment costs. It was illegal but customary for employers to take custody of workers' passports.\"<br /><br />&bull; \"Some employment agents continued to bring numerous foreign workers to the country to work under forced or compulsory conditions, and there continued to be reports of worker suicides. Some women were brought to the country under false promises of legitimate employment and forced into prostitution. Low-paid unskilled and semi-skilled workers were also victims of contract switching, which occurred when a worker was offered a certain position but received a visa labor card for a different position.\" <br /><br />&bull; \"Foreign workers frequently did not receive their wages, sometimes for extended periods.\" The report noted that the Ministry of Labor sought to alleviate the problem of unpaid wages by requiring companies to direct deposit laborers' salaries into a bank. The deadline to comply is this May (though as of August 2009, just 500,000 of the 4 million foreign workers were paid this way).<br /><br />&bull; \"Despite efforts to improve housing facilities, some low-skilled and foreign employees continued to face substandard living conditions, including overcrowded apartments or lodging in unsafe and unhygienic 'labor camps,' which sometimes lacked electricity, potable water, and adequate cooking and bathing facilities. Construction of newer worker accommodations was ongoing.\"<br /><br />Several human rights watchers also took issue with Bill Clinton pointing out that Dubai has women in the government. It's true, Davidson said, that the federal government of the UAE has four female ministers, all appointed, \"but most analysts concur that this was a UAE effort to pacify foreign observers.\" Added Muscati: \"Having women in government is not indicative of women's rights. The UAE is not a democracy but a monarchy dominated by men.\"<br /><br />Davidson pointed to Pillay's statement from the Gulf states this week: \"Discriminatory barriers continue to hamper women&rsquo;s right to shape their own lives and choices, and fully participate in public life and be part of public debates that influence the direction of a nation.\"<br /><br />But again, our focus is the claim Clinton made about immigrant workers, and that the UAE is the only Middle East country that has passed legislation to improve the lot of a large population of imported workers. The UAE government did pass labor laws designed to help protect immigrant workers. But they aren't the only Gulf country to do so. Bahrain, for example, took the lead in changing sponsorship laws. And human rights groups say that despite passing the laws, the UAE has not done enough to enforce them, and that exploitation of immigrant workers is still rampant in the UAE -- perhaps even more so now than before the laws due to the economic downtown. UAE officials say those reports ignore genuine efforts to improve conditions for immigrant workers. But even the U.S. State Department's report suggests the UAE has a long way to go on this issue.&nbsp;</p>\r\n<p>In short, that's an awful lot of context left out by Clinton. He implies that the Israeli-Palenstinian conflict has crowded out some good news in the region. But the evidence suggests the news still isn't all that good. We rate his statement Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-04-20T16:13:19.378098", "ruling_date": "2010-04-20T16:10:38", "ruling_headline": "Clinton says UAE only Middle East country to pass laws to address plight of immigrant workers", "ruling_headline_slug": "clinton-says-uae-only-middle-east-country-to-pass-", "ruling_link_text": "Human rights groups say abuse of immigrant workers still rampant", "ruling_state": null, "source_documents": null, "sources": "<p>Bill Clinton, <a href=\"http://abcnews.go.com/ThisWeek/week-transcript-president-bill-clinton/story?id=10405692\" target=\"_blank\">interview</a> with ABC's <em>This Week</em>, April 18, 2010</p>\r\n<p>Human Rights Watch, <a href=\"http://www.hrw.org/en/node/11123/section/2\" target=\"_blank\">\"Building Towers, Cheating Workers,\" </a>Nov. 11, 2006</p>\r\n<p>U.S. State Department website, Bureau of Democracy, Human Rights, and Labor: <a href=\"http://www.state.gov/g/drl/rls/hrrpt/2009/nea/136082.htm\" target=\"_blank\">\"2009 Human Rights Report: United Arab Emirates,\"</a> March 11, 2010</p>\r\n<p>United Nations Human Rights, Office of the High Commissioner for Himan Rights, Transcript: <a href=\"http://www.ohchr.org/EN/NewsEvents/Pages/DisplayNews.aspx?NewsID=9974&amp;LangID=e\" target=\"_blank\">Human Rights and The Gulf Region, Statement by Ms. Navanethem Pillay United Nations High Commissioner for Human Rights</a>, April 19, 2010</p>\r\n<p>BBC News, <a href=\"http://news.bbc.co.uk/2/hi/business/4861540.stm\" target=\"_blank\">\"UAE to allow construction unions,\"</a> March 30, 2006</p>\r\n<p>AP, <a href=\"http://www.khaleejtimes.com/DisplayArticle.asp?xfile=data/theuae/2006/March/theuae_March745.xml&amp;section=theuae\" target=\"_blank\">\"Labour unrest hampers Burj Dubai work,\"</a> March 22, 2006</p>\r\n<p><em>The Independent</em>, <a href=\"http://www.independent.co.uk/opinion/commentators/johann-hari/the-dark-side-of-dubai-1664368.html\" target=\"_blank\">\"The Dark Side of Dubai,\"</a> April 7, 2009</p>\r\n<p><em>New York Times</em>, <a href=\"http://www.nytimes.com/2007/08/06/world/middleeast/06dubai.html?_r=4&amp;pagewanted=1&amp;hp&amp;oref=slogin\" target=\"_blank\">\"Fearful of Restive Foreign Labor, Dubai Eyes Reforms,\"</a> by Jason DeParle, Aug. 6, 2007</p>\r\n<p><em>New York Times</em>, <a href=\"http://www.nytimes.com/2009/02/12/world/middleeast/12dubai.html\" target=\"_blank\">\"Laid-Off Foreigners Flee as Dubai Spirals Down,\"</a> by Robert F. Worth, Feb. 11, 2009</p>\r\n<p>United Nations Human Rights website, Report: <a href=\"http://www.ohchr.org/EN/Pages/WelcomePage.aspx\" target=\"_blank\">\"Women migrant workers in the UAE: not quite in the portrait\"</a></p>\r\n<p>United Nations Human Rights website, mafiwasta, <a href=\"http://www2.ohchr.org/english/bodies/cerd/docs/ngos/Mafiwasta_UAE_cerd75.PDF\" target=\"_blank\">UN Committee on the Elimination of Racial Discrimination, Country Shadow Report, The United Arab Emirates</a>, May 2009</p>\r\n<p>AFP, <a href=\"http://uk.news.yahoo.com/18/20100419/twl-un-presses-gulf-states-on-rights-of-3cd7efd.html\" target=\"_blank\">\"UN presses Gulf states on rights of women, workers,\"</a> April 19, 2010</p>\r\n<p>Amnesty International website, <a href=\"http://www.amnesty.org/en/library/asset/MDE25/006/2008/en/294474c9-6e1a-11dd-8e5e-43ea85d15a69/mde250062008eng.html\" target=\"_blank\">United Arab Emirates, Amnesty International submission to the UN Universal Periodic Review,</a> Dec. 2008</p>\r\n<p>TradeArabia (Bahrain), \"Bahrain warns rogue bosses,\" Feb. 27, 2010 Saturday</p>\r\n<p><em>Gulf News</em> (United Arab Emirates), \"Proposed scheme to replace sponsorship system under study,\" by <br />Abdullah Rasheed and Abbas Al Lawati, Feb. 5, 2010 Friday</p>\r\n<p><em>Gulf News</em> (United Arab Emirates), \"Influx of foreigners threat to existence,\" by Samir Salama, Feb. 5, 2010</p>\r\n<p><em>Gulf News</em> (United Arab Emirates), \"New rules aim to protect workers,\" April 28, 2009</p>\r\n<p><em>Right Vision News</em>, \"UAE :Report is critical of UAE on labour,\" Jan. 27, 2010</p>\r\n<p><em>The Christian Science Monitor</em>, \"Dubai's glitz lost in grim life; Migrant laborers have been hit hard since the city's construction boom came to a screeching halt,\" by Danna Harman, May 6, 2009</p>\r\n<p>E-mail interview with Samer Muscati, Human Rights Watch researcher on the UAE and Iraq, April 19, 2010</p>\r\n<p>E-mail interview with Christopher M. Davidson, an expert on the region at Durham University in England and author of <em>Dubai: The Vulnerability of Success</em>, April 19, 2010</p>\r\n<p>E-mail interview with Jim Krane, author of <em>City of Gold: Dubai and the Dream of Capitalism,</em> April 19, 2010</p>\r\n<p>E-mail interview with Nicholas McGeehan, founder and director of Mafiwasta, April 19, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "former president", "false_count": 2, "first_name": "Bill", "half_true_count": 12, "home_state": "Arkansas", "id": 32, "last_name": "Clinton", "mostly_true_count": 11, "name_slug": "bill-clinton", "pants_count": 3, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-billclinton.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/32/", "total_count": 42, "true_count": 9, "website": ""}, "statement": "<p>\"Dubai is the only country with huge amounts of imported workers that's actually passed legislation to give these immigrant workers a better deal in the Middle East.\"</p>", "statement_context": "ABC's \"This Week\"", "statement_date": "2010-04-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 105, "photo": null, "resource_uri": "/api/v/2/subject/105/", "subject": "Human Rights", "subject_slug": "human-rights", "used_in_edition": []}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 48, "photo": null, "resource_uri": "/api/v/2/subject/48/", "subject": "Israel", "subject_slug": "israel", "used_in_edition": []}, {"description": "", "id": 151, "photo": null, "resource_uri": "/api/v/2/subject/151/", "subject": "This Week - ABC News", "subject_slug": "abc-news-week", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}