{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}, {"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/apr/20/mitch-mcconnell/bank-bailouts-not-bill-liquidation/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1707, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}, {"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1707/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Sen. Mitch McConnell said that new financial regulations under consideration in the Senate could lead to only one thing: bailouts.<br /><br />\"In fact, if you look at it carefully, it will lead to endless taxpayer bailouts of Wall Street banks,\" McConnell said at a press conference on April 14, adding that it \"actually guarantees future bailouts of Wall Street banks\" and that it sets up \"in perpetuity the potential for additional taxpayer bailouts of large institutions.\" <br /><br />Those comments must have sounded like fighting words to President Barack Obama. He directly rebutted McConnell, the leader of the Senate Republicans, in his weekly address.<br /><br />McConnell has \"made the cynical and deceptive assertion that reform would somehow enable future bailouts &ndash; when he knows that it would do just the opposite,\" Obama said.<br /><br />The debate is critical because voters hate bailouts. In fact, Republican pollster Frank Luntz <a href=\"http://timeswampland.files.wordpress.com/2010/04/languageoffinancialreform.pdf\" target=\"_blank\">advised</a> opponents of regulation that \"the single best way to kill any legislation is to link it to the Big Bank Bailout.\"<br /><br />We wanted to check McConnell's claim that the new financial regulation \"actually guarantees future bailouts of Wall Street banks\" and that it would be at taxpayer expense.<br /><br />The financial regulations under consideration in the Senate do a number of things: The government receives additional authority to regulate over-the-counter derivatives and hedge funds. A new consumer protection agency within the Federal Reserve will regulate financial products. And the bill creates a process for federal authorities to dissolve financial institutions that are teetering on collapse.<br /><br />It's that last item that seems to be attracting McConnell's ire. He said the bill was \"taking that experience in the fall of 2008 and institutionalizing it, setting up in perpetuity the potential for additional taxpayer bailouts of large institutions.\" <br /><br />The official name of that part of the bill is \"Orderly Resolution Authority.\" It sets up a panel of three bankruptcy judges who convene and agree within 24 hours about whether a large financial company is insolvent. If a \"systematically significant\" firm is teetering on collapse, the Treasury, the Federal Deposit Insurance Corp. and the Federal Reserve would have to agree to liquidate the firm, using a special fund created with payments from the largest financial firms. The FDIC \"shall impose assessments on a graduated basis, with financial companies having greater assets being assessed at a higher rate,\" according to the legislation.<br /><br />We should clarify that there will be no change for small, mid-sized and even fairly large banks. When they're in trouble, there's already a well-established mechanism, under FDIC authority, that is not considered a bailout.<br /><br />Instead, the \"bailouts\" at issue are those for the small number of very large, highly interconnected institutions -- those sometimes called \"too big to fail\" because their collapse would severely impact the rest of the economy.<br /><br />The legislative language says that the money must be used to dissolve -- meaning completely shut down -- failing firms. Here's what Sec. 206 of the bill says:<br /><br />\"In taking action under this title, the (FDIC) shall determine that such action is necessary for purposes of the financial stability of the United States, and not for the purpose of preserving the covered financial company; ensure that the shareholders of a covered financial company do not receive payment until after all other claims and the Fund are fully paid; ensure that unsecured creditors bear losses in accordance with the priority of claim provisions in section 210; ensure that management responsible for the failed condition of the covered financial company is removed (if such management has not already been removed at the time at which the FDIC is appointed receiver); and not take an equity interest in or become a shareholder of any covered financial company or any covered subsidiary.\"<br /><br />We spoke with several experts specifically about the fund in a previous report, where we fact-checked Republican Sen. Richard Shelby's statement that the fund is \"available <a href=\"http://politifact.com/truth-o-meter/statements/2010/apr/16/richard-shelby/sen-richard-shelby-overlooks-safeguards-financial-/\" target=\"_blank\">for virtually any purpose</a> that the treasury secretary sees fit.\" The consensus of the experts was that the legislation put forward numerous rules on how the fund is to be used, with the express purpose of liquidating -- that is, shutting down -- failing firms. We rated Shelby's statement False. <br /><br />McConnell said that the bill \"actually guarantees future bailouts of Wall Street banks.\" One of the sticking points here, of course, is the word bailout. <br /><br />We should acknowledge that free-market purists might see any intervention of the government into the financial sector as a \"bailout.\" However, we think the more common understanding of the word means that the federal government gives or lends a company money to help it stay in business. Merriam-Webster, for example, defines a <a href=\"http://www.merriam-webster.com/dictionary/bailout\" target=\"_blank\">bailout</a> as \"a rescue from financial distress.\" We don't see how the liquidation of a company could constitute a \"rescue.\" In fact, the bill pays for the so-called \"orderly liquidation\" by assessing a fine on the firms themselves, not general revenues, a situation somewhat similar to the way the FDIC has handled failing banks for many years now, using fees it collects from other banks to pay for orderly shutdowns. <br /><br />On the question of bailouts, we spoke to a variety of financial-services experts, and most (though not all) agreed that the bill would be a step in the right direction, in all likelihood reducing the risk of having the government having to undertake another bailout. That's the case in part because the bill aims to heighten regulation in advance so that problems don't emerge in the first place.<br /><br />Sen. Bob Corker, a Republican, helped draft the orderly liquidation measures in the bill, and he has been arguing against McConnell's assertions that the bill allows bailouts. <br /><br />He was <a href=\"http://www.msnbc.msn.com/id/3036789/#36661914\" target=\"_blank\">asked about the bill</a> on MSNBC's&nbsp;<em>Morning Joe</em> on April 20. \"Does it ensure future bailouts as Mitch McConnell suggests?\" asked host Joe Scarborough.<br /><br />\"There are some loopholes in the bill, no question,\" Corker replied. \"But generally speaking, the central elements of the bill absolutely do the opposite.\" <br /><br />Corker gave an <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getpage.cgi?position=all&amp;page=S2405&amp;dbname=2010_record\" target=\"_blank\">extended speech</a> on the floor of the Senate the day before, discussing many details of the bill, including the $50 billion fund.<br /><br />\"This fund that has been set up is anything but a bailout,\" Corker said. \"It has been set up in essence to provide upfront funding by the industry so that when these companies are seized, there is money available to make payroll and to wind it down while the pieces are being sold off.\" (By the way, Corker has asked both Democrats and Republicans to cool down some of their rhetoric on financial reform.)<br /><br />The experts we spoke with, however, said they believed a $50 billion fund might not be enough to wind down a large failing firm with a global reach.<br /><br />For a truly large and interconnected institution, several sources said, $50 billion probably won't be enough to do an \"orderly liquidation.\" Arthur E. Wilmarth Jr., a law professor at George Washington University, said that given past history, that figure is \"laughable\" and that \"$300 billion would be the minimum reasonable starting point.\" <br /><br />We should add here that the bill is something of a moving target. There is speculation that the fund might be dropped from the bill, since it wasn't in the White House's original proposal. The Senate version will have to work out differences with the bill passed in the U.S. House of Representatives if it's to become law.<br /><br />In ruling on McConnell's statement, that financial reform \"actually guarantees future bailouts of Wall Street banks,\" we base our ruling primarily on the legislation. It clearly states that the intention is to liquidate failing companies, not bail them out. To do that, it creates a fund with contributions from financial firms, not from taxpayer funds. We do not see any element of the bill that expressly permits ongoing, \"endless\" outlays from the federal treasury. Is it possible that liquidation may cost the government money, potentially more money than is allowed for in the bill? Yes. But even so, McConnell is using seriously overheated rhetoric. Nothing in the bill \"guarantees\" future bailouts of Wall Street banks. We rate his statement False.</p>", "ruling_comments_date": "2010-04-20T17:24:08.167792", "ruling_date": "2010-04-20T17:22:56", "ruling_headline": "Bank bailouts not in bill, but liquidation is", "ruling_headline_slug": "bank-bailouts-not-bill-liquidation", "ruling_link_text": "Actually, bill seeks to avoid them", "ruling_state": null, "source_documents": null, "sources": "<p>Federal News Service, transcript of press conference with Sen. Mitch McConnell and Rep. John Boehner, April 14, 2010<br /><br />The White House, <a href=\"http://www.whitehouse.gov/the-press-office/weekly-address-president-obama-says-we-must-move-forward-wall-street-reform\" target=\"_blank\">President Obama's weekly address</a>, April 17, 2010<br /><br />CNN, <em>State of the Union</em> with Candy Crowley, April 18, 2010 <br /><br />Mitch McConnell, <a href=\"http://mcconnell.senate.gov/public/index.cfm?p=PressReleases&amp;ContentRecord_id=b23f36f0-2250-427f-9164-9bbe6ec074ec&amp;ContentType_id=c19bc7a5-2bb9-4a73-b2ab-3c1b5191a72b&amp;Group_id=0fd6ddca-6a05-4b26-8710-a0b7b59a8f1f&amp;MonthDisplay=4&amp;YearDisplay=2010\" target=\"_blank\">Financial Reform Must Not Lead to More Taxpayer-Funded Bailouts</a>, April 13, 2010<br /><br />The American Enterprise Institute, <a href=\"http://www.aei.org/article/101890\" target=\"_blank\">Bailouts Forever</a>, April 7, 2010<br /><br />U.S. Senate Banking Committee, <a href=\"http://banking.senate.gov/public/_files/FinancialReformSummaryAsFiled.pdf\" target=\"_blank\">Summary: Restoring American Financial Stability</a>, accessed April 19, 2010<br /><br />U.S. Senate Banking Committee, <a href=\"http://banking.senate.gov/public/_files/Sectionbysection03_16_10FinancialReformLegislationRevised2.pdf\" target=\"_blank\">Section-by-Section Summary: Restoring American Financial Stability</a>, accessed April 19, 2010<br /><br /><em>Congressional Record</em>, <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getpage.cgi?position=all&amp;page=S2405&amp;dbname=2010_record\" target=\"_blank\">Sen. Bob Corker's statement on the Senate floor</a>, April 19, 2010<br /><br /><em>Time</em> magazine, <a href=\"http://swampland.blogs.time.com/2010/04/13/a-gop-financial-reform-bellwether/\" target=\"_blank\">A GOP Financial Reform Bellwether</a> and <a href=\"http://timeswampland.files.wordpress.com/2010/04/languageoffinancialreform.pdf\" target=\"_blank\">Frank Luntz memo</a> (pdf), April 13, 2010<br /><br />The White House blog, <a href=\"http://www.whitehouse.gov/blog/2010/04/15/a-little-silly\" target=\"_blank\">Who Is Really Fighting for Perpetual Bailouts?</a>, April 16, 2010<br /><br />Ezra Klein, <a href=\"http://voices.washingtonpost.com/ezra-klein/2010/04/sen_bob_corker_the_bill_as_it.html\" target=\"_blank\">interview with Bob Corker</a>, April 15, 2010<br /><br />Ezra Klein, \"<a href=\"http://voices.washingtonpost.com/ezra-klein/2010/04/there_is_no_bailout_fund.html\" target=\"_blank\">There is no bailout fund</a>,\" April 20, 2010<br /><br />The <em>New York Times</em>, <a href=\"http://thecaucus.blogs.nytimes.com/2010/04/19/corker-slams-both-sides-in-financial-feud/\" target=\"_blank\">Corker Slams Both Sides in Financial Feud</a>, April 19, 2010<br /><br />James Gattuso, \"<a href=\"http://blog.heritage.org/2010/04/14/obama-read-my-lips-no-more-bailouts-but-lets-keep-50-billion-around-just-in-case/\" target=\"_blank\" title=\"Obama: Read My Lips, No More Bailouts (But Let's Keep  $50 Billion Around Just in Case)\">Obama: Read My Lips, No More Bailouts (But Let's Keep $50 Billion Around Just in Case)</a>\" (blog post for the Heritage Foundation), April 14, 2010<br /><br />American Banker, \"<a href=\"http://www.americanbanker.com/issues/175_71/bair-reform-bill-1017657-1.html\" target=\"_blank\" title=\"Bair Says Reform Bill Will Make Bailouts 'Impossible\">Bair Says Reform Bill Will Make Bailouts 'Impossible</a>,'\" April 15, 2010<br /><br />Politico, \"<a href=\"http://www.politico.com/news/stories/0410/36059_Page2.html\" target=\"_blank\" title=\"Debate tests members' financial IQs\">Debate tests members' financial IQs</a>,\" April 20, 2010<br /><br /><span class=\"editor-name\">Interview with Arthur E. Wilmarth Jr.</span>, professor at George Washington University Law School, April 20, 2010<br /><br />Interview with Lawrence J. White, economist at New York University's Stern School of Business, April 20, 2010<br /><br />Interview with Ronald H. Filler, director of the Center on Financial Services Law at New York Law School, April 20, 2010<br /><br />E-mail interview with Satya Thallam, director of the Financial Markets Working Group at George Mason University's Mercatus Center, April 20, 2010<br /><br />E-mail interview with Douglas Elliott, a fellow with the Brookings Institution, April 20, 2010<br /><br />E-mail interview with David Zaring, professor at the Wharton School of Business, April 20, 2010<br /><br />E-mail interview with James Gattuso, senior research fellow in regulatory policy at the Heritage Foundation, April 20, 2010<br /><br />E-mail interview with Don Stewart, spokesman for Sen. Mitch McConnell, April 19, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 7, "current_job": "Senate minority leader", "false_count": 6, "first_name": "Mitch", "half_true_count": 6, "home_state": "Kentucky", "id": 106, "last_name": "McConnell", "mostly_true_count": 8, "name_slug": "mitch-mcconnell", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/mcconnell.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/106/", "total_count": 33, "true_count": 4, "website": "http://mcconnell.senate.gov/"}, "statement": "<p>New financial regulation \"actually guarantees future bailouts of Wall Street banks.\"</p>", "statement_context": "a press conference", "statement_date": "2010-04-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 101, "photo": null, "resource_uri": "/api/v/2/subject/101/", "subject": "Corporations", "subject_slug": "corporations", "used_in_edition": []}, {"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 153, "photo": null, "resource_uri": "/api/v/2/subject/153/", "subject": "Financial Regulation", "subject_slug": "financial-regulation", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 109, "photo": null, "resource_uri": "/api/v/2/subject/109/", "subject": "Regulation", "subject_slug": "market-regulation", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}