{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2010/apr/21/democratic-national-committee/texas-organizer-democratic-group-says-student-lend/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [], "facebook_headline": null, "id": 1708, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/1708/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>A Texas-based  Democratic activist hailed recent congressional action on student loans  by laying claim to history.</p>\r\n<p>Luke Hayes, Texas state director of  Organizing for America, which is part of the Democratic National  Committee, said in an April 7 press release: &quot;The Health Care and  Education Reconciliation Act is the largest-ever investment in higher  education...&quot;<br /><em></em></p>\r\n<p><em>Ever</em>? We endeavored to learn more.</p>\r\n<p>Ricardo Ramirez, a DNC spokesman, said Hayes' statement was based on a  Web page kept by the House Committee on Education &amp; Labor, chaired  by U.S. Rep. George Miller, D-California. A sentence on the page when we  visited said the adopted Student Aid and Fiscal Responsibility Act  makes the &quot;single largest investment in higher education ever.&quot;</p>\r\n<p>Miller spokeswoman Rachel Racusen told us that the law frees up close to  $40 billion over the next 10 years by ending government subsidies to  student lenders. The money is to be spent on bolstering the Pell grant  program, which serves needy college students, and funding other college  grants.</p>\r\n<p>The non-partisan Congressional Budget Office, which  analyzes the fiscal impact of legislation, has said the student-lending  changes will save the government nearly $61 billion in the 10-year  period. The office estimates that of those savings, $36 billion will go  to Pell grants, $2.2 billion to assist colleges historically serving  blacks or other minorities and $750 million to other college-access  grants.</p>\r\n<p>Racusen said another $7 billion will go to higher  education thanks to health-care related changes in law, putting the  historic total investment headed to higher education at more than $45  billion over the 10 years.</p>\r\n<p>That's not chicken feed, but we  wondered how the roughly $4.5 billion per year compares to past  investments in higher education such as the GI bill, which started  funding college for veterans after World War II, or the flurry of  scholarship grants and loans launched in the 1960&rsquo;s. Over two days, we  were unable to come up with total expenditures for those developments,  but experts on higher education agreed that spending on those efforts  has been substantial.</p>\r\n<p>Donald Heller, director of the Center for  the Study of Higher Education at Penn State University, advised us of at  least two flaws in the &quot;largest-ever&quot; claim posted by the House  committee: the projected spending will be spread over 10 years, and the  annual total will run short of what the federal government already  delivers to higher education.</p>\r\n<p>One example: Pell grants for this  year alone will account for more than $30 billion in spending, according  to Jason DeLisle, director of the Federal Education Budget Project for  the Education Policy Program for the New America Foundation, a  non-partisan public policy institute.</p>\r\n<p>Heller suggested we check  research by the authoritative Chronicle of Higher Education. In 2008,  the Chronicle said federal spending on research at U.S. colleges and  universities exceeded $25 billion during fiscal 2006. Multiply that by  10, representing a decade, and the ballpark federal spending on research  at colleges and universities is $250 billion.</p>\r\n<p>Racusen, Rep.  Miller&rsquo;s spokeswoman, conceded there may have been larger expenditures  in higher education over the years&mdash;such as that $250 billion in federal  research aid. However, she said, it&rsquo;s not appropriate to compare  research dollars to direct spending on students.</p>\r\n<p>Racusen said in  an e-mail: &quot;There is a significant difference between research funding,  which may be sent to a university but is not considered supporting  higher education because it is not used to help students pay for  college, or other purposes that involve a students' quality of education  at a particular university (such as improve dorms, fund campus  services, etc.), and investments in higher education, which are intended  to help support the student side of higher education.&quot;</p>\r\n<p>Also,  Racusen said, discretionary spending&mdash;which requires annual action by  Congress&mdash;doesn't have the oomph, or stability, of the student-loan law,  which remains in place unless a future Congress changes course.</p>\r\n<p>Terry  Hartle, senior vice president of the Washington-based American Council  on Education, offered his take: &quot;This is the single-biggest concrete  investment in Pell grants that we&rsquo;ve ever had &hellip; Is it absolutely  positively the highest investment in higher education we&rsquo;ve ever had?  I&rsquo;m not sure that&rsquo;s the case. But this is a certifiably big deal.&quot;</p>\r\n<p>Hartle  later shared figures reflecting several such large funding streams. For  instance, some $650 billion in college loans are currently in  \"repayment\" by students and their families, evidence of a mammoth  commitment to higher education.</p>\r\n<p>Hartle said a revision of  veterans' benefits after the attacks of Sept. 11, 2001 promised more  spending on higher education -- $60 billion in benefits over 10 years --  than the latest action on student lending, though individual veterans  still would have to request the approved assistance.</p>\r\n<p>And,  Hartle said, a 2007 college-cost reduction act was estimated to have a  $32 billion value over 10 years. All in all, he said, \"an enormous  amount of money has been made available to help low and middle class  families over just (the last) four years.\"<br /><br />Hartle said it'd  be correct to say the lending-law change is \"damn close\" to the  largest-ever investment in college student aid.</p>\r\n<p>DeLisle suggested  the new law's significance lies less in the amount of money generated  for higher education than in the fact that powerful lending interests  were overcome to make it happen. &quot;Congress was able to shut out one of  the biggest and most effective lobbying machines that has ever been  around Washington,&quot; he said.</p>\r\n<p>Adding everything up: Hayes' claim  would have been close to spot-on if he'd limited the &quot;largest-ever  investment&quot; descriptive to \"one-time decisions by Congress boosting  grants to needy college students,\" admittedly a not-so-pithy mouthful.</p>\r\n<p>We're  not the only ones to divine this difference. As we finalized this article,  the House committee rewrote its online statement to state that the law  is the \"single largest investment in federal student aid ever.\"</p>\r\n<p>Racusen  told us: \"Given your feedback, we wanted to make sure we were as clear  as possible.\"</p>\r\n<p>We rate Hayes' statement as Barely True.<br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /></p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-04-20T17:31:25.447792", "ruling_date": "2010-04-21T07:12:32", "ruling_headline": "Texas organizer for Democratic group says student-lending law is largest-ever investment in higher education", "ruling_headline_slug": "texas-organizer-democratic-group-says-student-lend", "ruling_link_text": "Debatable considering billions spent in past", "ruling_state": null, "source_documents": null, "sources": "<p>The  Chronicle of Higher Education, <a href=\"http://chronicle.texterity.com/chronicle/almanac200809/?pg=81\" target=\"_blank\">federal   funds for college- and university-based research, fiscal 2006</a>,  August 29, 2008 accessed April 15, 2010</p>\r\n<p>Congressional Budget  Office, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/03182010_CBOestimate.pdf\" target=\"_blank\">\"Estimate   of Title II, Subtitle A in an Amendment in the Nature of a Substitute  to H.R. 4872 as Reported,\"</a> March 18, 2010<br /> <a href=\"http://alt.coxnewsweb.com/statesman/politifact/%20%2004152010_housecommresponse.pdf\" target=\"_blank\"></a></p>\r\n<p><a href=\"http://alt.coxnewsweb.com/statesman/politifact/%20%2004152010_housecommresponse.pdf\" target=\"_blank\">E-mail</a> and interviews, Rachel Racusen, communications director, Democratic  side, U.S. House Committee on Education &amp; Labor, April 15 and 16,  2010<br /> <a href=\"http://alt.coxnewsweb.com/statesman/politifact/04192010_rachelracusenemail\" target=\"_blank\"></a></p>\r\n<p><a href=\"http://alt.coxnewsweb.com/statesman/politifact/04192010_rachelracusenemail\" target=\"_blank\">E-mail</a>,  Rachel Racusen, April 19, 2010</p>\r\n<p>Interview, Jason DeLisle,  director of the Federal Education Budget Project for the Education  Policy Program for the New America Foundation, April 16, 2010</p>\r\n<p>Interview  and <a href=\"http://alt.coxnewsweb.com/statesman/04202010_terryhartleemail.pdf\" target=\"_blank\">e-mail</a>,  Terry Hartle, senior vice president, American Council on Education,  April 16 and 20, 2010</p>\r\n<p>Interviews, Donald E. Heller, director,  Center for the Study of Higher Education, The Penn State University,  April 15 and 16, 2010</p>\r\n<p>Interview, Ricardo A. Ramirez, regional  press secretary, Democratic National Committee, April 15, 2010</p>\r\n<p>Interview  and <a href=\"http://alt.coxnewsweb.com/statesman/politifact/04152010_brucejohnstoneresponse.pdf\" target=\"_blank\">e-mail</a>,  D. Bruce Johnstone, director, International Comparative Higher  Education Finance and Accessibility Project, Graduate School of  Education, University at Buffalo, State University of New York, April  15, 2010</p>\r\n<p>U.S. House Committee on Education &amp; Labor, Rep.  George Miller, chairman, <a href=\"http://edlabor.house.gov/blog/2010/03/student-loan-reform-whats-in-i.shtml\" target=\"_blank\">&quot;Student   Loan Reform: What&rsquo;s In It For You,&quot;</a> accessed April 15, 2010</p>\r\n<p>U.S.  House Committee on Education &amp; Labor, Rep. George Miller, chairman,  <a href=\"http://edlabor.house.gov/blog/2009/07/student-aid-and-fiscal-respons.shtml\" target=\"_blank\">&quot;Student   Aid and Fiscal Reponsibility Act (updated 3.18.2010,&quot;</a> accessed  April 14, 2010 (site's language was subsequently revised)</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 8, "current_job": "", "false_count": 2, "first_name": "", "half_true_count": 12, "home_state": "", "id": 26, "last_name": "Democratic National Committee", "mostly_true_count": 8, "name_slug": "democratic-national-committee", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-dnc.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/26/", "total_count": 37, "true_count": 7, "website": ""}, "statement": "<p>&quot;The Health Care  and Education Reconciliation Act is the largest-ever investment in  higher education.&quot;</p>", "statement_context": "a press release.", "statement_date": "2010-04-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}], "target": [], "twitter_headline": null}