{"art": [], "author": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "canonical_url": "/florida/statements/2010/apr/20/charlie-crist/crist-said-he-wasnt-thinking-about-it-now-he/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1709, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "resource_uri": "/api/v/2/statement/1709/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half Flip", "id": 8, "resource_uri": "/api/v/2/statementruling/8/", "ruling": "Half Flip", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/fom-halfFlip.png", "ruling_slug": "half-flip"}, "ruling_comments": "<p>UPDATE: Crist announced April 29, 2010, that he is running for the Senate as a candidate \"without party affiliation.\" So we have published <a href=\"http://www.politifact.com/florida/statements/2010/apr/29/charlie-crist/crist-flip-flops-promise-run-republican-independen/\" target=\"_blank\">a new item</a> on this and rated it Full Flop.</p>\r\n<p><em>\"I'm running as a Republican. I'm very proud to be from the party of Abraham Lincoln, Teddy Roosevelt, others that really have stood up for our party, like Ronald Reagan. This is a great party. It has a great future. We have a great opportunity to win in November. It's important that we put a candidate up that can win in November.\"</em><br /><br /><em>(Q: So are you ruling out that you will file as an Independent by the April 30th deadline?)<br /><br />\"That's right. That's right. I'm running as a Republican.\"</em><br /><br /><strong>- Gov. Charlie Crist, March 28, 2010</strong><br /><br /><em>\"I'm getting all kinds of advice. I take my cues from people in Florida. That's what I care about. I want to be very thoughtful in this. This is a decision that has to be made by (April) 30th, and I want to do what's right for the people of our state.\"</em><br /><br /><strong>- Gov. Charlie Crist, April 19, 2010</strong></p>\r\n<p>--------------------------------------------------------------------------</p>\r\n<p>Gov. Charlie Crist's admission that he could skip the primary election for U.S. Senate and run as an independent in November has thrown political analysts and the GOP establishment into a frenzy.<br /><br />It also means that we get to unveil our first item for the Florida Flip-O-Meter.<br /><br />The Flip-O-Meter was created during the 2008 campaign to examine how a candidate's position on an issue has changed over time. We then declare whether the candidate has truly flipped using three ratings:<br /><br /><strong>No Flip</strong> No substantial change of position. The candidate has been consistent.<br /><br /><strong>Half Flip</strong> A partial change of position or inconsistent statements.<br /><br /><strong>Full Flop</strong> A major reversal of position; a complete flip-flop.<br /><br />As PolitiFact editor Bill Adair <a href=\"http://www.politifact.com/truth-o-meter/article/2008/aug/05/introducing-flip-o-meter/\" target=\"_blank\">pointed out back in 2008</a>, we're not making a value judgment about flip-flopping. Some will say it shows inconsistent principles and lack of backbone. Others argue it's just pragmatism and willingness to compromise. <br /><br />In this case, we're examining Crist's statements on whether or not he'd consider an independent bid for the U.S. Senate. <br /><br />Under Florida law, Crist must declare whether he's running for the GOP nomination or as an independent by April 30. There's no sore-loser provision like in Connecticut, for example, where Sen. Joe Lieberman lost a Democratic primary in 2006 but was able to win the general election as an independent.<br /><br />If Crist ran as an independent, he could remain a registered Republican, and keep much of the money he has raised to date and use it for the November general election. While polls show him trailing far behind former House Speaker Marco Rubio in a GOP primary, he is even in a three-way November race with Rubio and likely Democratic nominee U.S. Rep. Kendrick Meek.<br /><br />It appears the first published mention that Crist could run as something other than a Republican fell at the bottom of a <em>South Florida Sun-Sentinel</em> column on Jan. 3, 2010. The columnist, Stephen L. Goldstein was writing a piece about nine things Crist could do to reinvent or revive his political fortune now this his once insurmountable lead against Rubio had vanished.<br /><br />\"9. If Charlie really wants to win the U.S. Senate seat, he could pull a Joe Lieberman and become an Independent. That would turn the race into a brawl. He'd draw Republican and Democratic votes -- and probably win,\" Goldstein wrote.<br /><br />The line, however, got little additional attention.<br /><br />It took another month, until February, for talk of a Crist-indie bid to get a full airing in the mainstream press.<br /><br />That was fueled by two polls in early February that had Rubio ahead of Crist by 12 and 14 points. At a news conference, reporters asked if he would run as a Democrat or an independent.<br /><br />\"Not a thought in my mind,\" he said.<br /><br />By the end of February, still trailing in the polls, Crist said he was still running as a Republican, but didn't categorically rule out a run as no-party candidate.<br /><br />To a reporter for the conservative news website Human Events: \"Some friends of mine talked to me about it, but I haven't embraced it. I'm running as a Republican.\"<br /><br />To the <em>St. Petersburg Times/Miami Herald</em>: \"It's not something I'm thinking about,\" Crist said. \"I'm comfortable about the race. I know what the numbers are, but we've got six months to go, and the public really doesn't know the opponent.\"<br /><br />Then came the March 28 debate on <em>Fox News Sunday</em>. Moderator Chris Wallace pressed Crist on his plans. (By now, pollsters were asking Floridians about Crist running as an independent). Here's the exchange:</p>\r\n<p style=\"padding-left: 30px;\">WALLACE: There have been persistent rumors in Florida that you are so far behind, at least currently, in the polls &mdash; double digits to Mr. Rubio &mdash; that you may run instead as an independent. Here is your chance to dispel all the rumors. Are you willing to pledge right here, right now that you will run in the Republican primary for the U.S. Senate and not run as an independent?<br /><br />CRIST: I'm running as a Republican. I'm very proud to be from the party of Abraham Lincoln, Teddy Roosevelt, others that really have stood up for our party, like Ronald Reagan. This is a great party. It has a great future. We have a great opportunity to win in November. It's important that we put a candidate up that can win in November.<br /><br />WALLACE: So are you ruling out that you will file as an Independent by the April 30th deadline?<br /><br />CRIST: That's right. That's right. I'm running as a Republican.</p>\r\n<p>On April 8, 2010, Crist campaign manager Eric Eikenberg sent out a similarly strong and clear message.<br /><br />\"To put these rumors to rest once and for all, as we have said countless times before, Governor Crist is running for the United States Senate as a Republican,\" Eikenberg said. \"He will not run as an Independent or as a No Party Affiliation.\"<br /><br />&ldquo;This should completely and utterly put to rest any of the unfounded rumors coming from the Rubio campaign that Governor Crist would run as anything other than the Republican that he is.&rdquo; <br /><br />But it didn't. Not in the least.<br /><br />Crist, who was 46 percentage points ahead against Rubio in a Quinnipiac University survey last year, now trails in the same poll by 23 percentage points.<br /><br />Talk about a party switch only intensified after Crist vetoed a Republican-led teacher pay bill that would have linked pay raises to student performance infuriating many in the state GOP. <br /><br />Then, on April 19, 2010, Crist said he was considering a different course.<br /><br />Crist told the <em>Associated Press </em>that he could quit his GOP primary race and run for the Senate as an independent. Crist said in a phone interview he intends to be \"very, very thoughtful and deliberate\" as he makes up his mind.<br /><br />He told the <em>St. Petersburg Times</em> that \"this is a decision that has to be made by (April) 30th, and I want to do what's right for the people of our state.\"<br /><br />And the <em>The New York Times</em>: \"What I think is right for me to do is to be guided by the people of Florida, not by people in Washington, D.C.&rdquo;<br /><br />So to review the change: Crist and his campaign repeatedly said he would run as a Republican, first during a debate broadcast nationwide on<em> FOX News Sunday</em> and then again in a campaign press release. And now, Crist says he is pondering a party switch ahead of an April 30th deadline.<br /><br />When asked how he would explain a no-party bid after repeatedly saying he would not do so, Crist said, \"Things change.\"<br /><br />We'll be watching to see how this shakes out, and we're prepared to update our ruling. But for now it's clear that Crist has opened a door he once locked shut. We rate Crist's statements a Half-Flip.</p>", "ruling_comments_date": "2010-04-20T17:44:37.047792", "ruling_date": "2010-04-20T18:40:15", "ruling_headline": "Crist said he wasn't thinking about it, but now he is", "ruling_headline_slug": "crist-said-he-wasnt-thinking-about-it-now-he", "ruling_link_text": "Crist said it himself: 'Things change.'", "ruling_state": null, "source_documents": null, "sources": "<p>FOX News Sunday, Crist/Rubio debate transcript, March 28, 2010, accessed via Nexis<br /><br />St. Petersburg Times, \"<a href=\"http://blogs.tampabay.com/buzz/2010/04/crist-on-possible-noparty-bid-things-change-.html\" target=\"_blank\">Crist on possibility of no-party bid: 'Things change'</a>,\" April 20, 2010<br /><br />St. Petersburg Times, \"<a href=\"http://blogs.tampabay.com/buzz/2010/04/crist-on-indy-bid-no-rush-on-decision-i-take-my-cues-from-floridians.html\" target=\"_blank\">Crist on indy bid: No rush on decision, 'I take my cues from people in Florida'</a>,\"  April 19, 2010<br /><br />St. Petersburg Times, \"<a href=\"http://blogs.tampabay.com/buzz/2010/04/nrsc-zero-chance-charlie-crist-stays-in-gop-primary.html\" target=\"_blank\">NRSC: 'Zero chance' Charlie Crist stays in GOP primary</a>,\" April 19, 2010<br /><br />Charlie Crist campaign, <a href=\"http://charliecrist.com/2010/04/crist-campaign-rubio-camp-prefers-baseless-rumors-over-talking-about-his-record/\" target=\"_blank\">statement by campaign manager Eric Eikenberg</a>, April 8, 2010<br /><br />Wall Street Journal, \"<a href=\"http://online.wsj.com/article/SB10001424052702304604204575182411691733770.html\" target=\"_blank\">Crist Advisers See Path to Senate Outside GOP</a>,\" April 14, 2010 <br /><br />St. Petersburg Times, \"<a href=\"http://www.tampabay.com/news/politics/stateroundup/as-marco-rubio-makes-gains-in-us-senate-race-gov-charlie-crist-shifts/1085825\" target=\"_blank\">As Marco Rubio makes gains in U.S. Senate race, Gov. Charlie Crist shifts tactics</a>,\" April 8, 2010<br /><br />St. Petersburg Times, \"<a href=\"http://blogs.tampabay.com/buzz/2010/04/poll-rubio-leads-crist-by-23-crist-leads-as-indie.html\" target=\"_blank\">Poll gives Marco Rubio 23-point lead on Charlie Crist; Crist even as indie</a>,\" April 15, 2010<br /><br />South Florida Sun-Sentinel, \"Crist's Future: Time For Plan B, Or Maybe Place C, Or ...,\" Jan. 3, 2010, accessed via Nexis <br /><br />St. Petersburg Times, \"To fight, Crist holds punches,\" Feb. 3, 2010, accessed via Nexis<br /><br />St. Petersburg Times, \"Crist finds urgency in his final months,\" Feb. 27, 2010, accessed via Nexis<br /><br />New York Times, \"<a href=\"http://www.nytimes.com/2010/04/20/us/politics/20crist.html\" target=\"_blank\">Pressured In Senate Race, Crist May Leave GOP</a>,\" April 20, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 15, "current_job": "", "false_count": 9, "first_name": "Charlie", "half_true_count": 20, "home_state": "Florida", "id": 257, "last_name": "Crist", "mostly_true_count": 19, "name_slug": "charlie-crist", "pants_count": 2, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/crist.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/257/", "total_count": 90, "true_count": 15, "website": ""}, "statement": "<p>On running for the U.S. Senate as an independent.</p>", "statement_context": "comments to the press.", "statement_date": "2010-04-19", "statement_type": {"id": 4, "resource_uri": "/api/v/2/statementtype/4/", "statement_type": "Flip", "type_description": "Flip-o-Meter items"}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}], "target": [], "twitter_headline": null}