{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}, {"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/apr/21/harry-reid/reid-says-financial-regulation-bill-will-end-taxpa/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1710, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}, {"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1710/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>As the long-awaited bill to curb risk and excess on Wall Street nears a Senate vote, key Republicans and Democrats have sparred over what the bill does and does not do.<br /><br />Much of the debate has been over whether the bill stops or encourages \"bailouts.\" This became a special focus of attention after Republican pollster Frank Luntz advised opponents of regulation that \"the single best way to kill any legislation is to link it to the Big Bank Bailout.\"<br /><br />In an April 19, 2010, floor speech, Senate Majority Leader Harry Reid, D-Nev., said that the bill \"will end taxpayer bailouts.\" That came a few days after Reid's Republican counterpart, Minority Leader Mitch McConnell, R-Ky., said at an April 14 press conference, \"In fact, if you look at it carefully, it will lead to endless taxpayer bailouts of Wall Street banks.\" McConnell added that the bill \"actually guarantees future bailouts of Wall Street banks\" and that it sets up \"in perpetuity the potential for additional taxpayer bailouts of large institutions.\"<br /><br />In a separate item, we <a href=\"http://politifact.com/truth-o-meter/statements/2010/apr/20/mitch-mcconnell/bank-bailouts-not-bill-liquidation/\" target=\"_blank\">ruled McConnell's statement False</a>. Here, we'll tackle Reid's claim.<br /><br />First, some background on the financial regulations now under consideration in the Senate, with the caveat that the bill is something of a moving target. There are separate House and Senate versions, and once a unified version becomes law, there may be specific regulatory aspects delegated to federal agencies. <br /><br />That said, the Senate bill would grant the government additional authority to regulate over-the-counter derivatives and hedge funds. It would establish a new consumer protection agency within the Federal Reserve to regulate financial products, and it would create a process for federal authorities to dissolve financial institutions that are teetering on collapse.<br /><br />On this last point, the bill would set up a panel of three bankruptcy judges to convene and agree within 24 hours whether a large financial company is insolvent. If a \"systematically significant\" firm is teetering on collapse, the Treasury, the Federal Deposit Insurance Corp. and the Federal Reserve would have to agree to liquidate the firm, using a special fund created with payments from the largest financial firms. The FDIC \"shall impose assessments on a graduated basis, with financial companies having greater assets being assessed at a higher rate,\" according to the legislation. <br /><br />We should clarify that there will be no change for small, mid-sized and even fairly large banks; when they're in trouble, there's already a well-established mechanism, under FDIC authority, that is not considered a bailout.<br /><br />Instead, the \"bailouts\" at issue are those for the small number of very large, highly interconnected institutions -- those sometimes called \"too big to fail\" because their collapse would severely impact the rest of the economy.<br /><br />The legislative language is very specific about the money being used to dissolve -- meaning completely shut down -- failing firms. Here's what Sec. 206 of the bill says:<br /><br />\"In taking action under this title, the (FDIC) shall determine that such action is necessary for purposes of the financial stability of the United States, and not for the purpose of preserving the covered financial company; ensure that the shareholders of a covered financial company do not receive payment until after all other claims and the Fund are fully paid; ensure that unsecured creditors bear losses in accordance with the priority of claim provisions in section 210; ensure that management responsible for the failed condition of the covered financial company is removed (if such management has not already been removed at the time at which the FDIC is appointed receiver); and not take an equity interest in or become a shareholder of any covered financial company or any covered subsidiary.\"<br /><br />There is some speculation that the industry-financed fund, envisioned to be $50 billion, could be dropped from the bill, since it wasn't in the White House's original proposal. But the provision was still in the bill when Reid spoke, so we'll factor it into our analysis.<br /><br />A big challenge in analyzing Reid's statement, or any like it, is figuring out what exactly the word \"bailout\" means.<br /><br />\"It is almost impossible to pin politicians down on this one because 'bailout' has no clear meaning,\" said Douglas Elliott, a fellow with the Brookings Institution, a public policy think tank. \"It could cover a very wide range of things, some of which involve taxpayer money and some don't, and some of which are traditional central banking or deposit insurer roles and others of which are novel.\"<br /><br />Free-market purists may see any intervention of the government into the financial sector as a \"bailout.\" However, we think the more common understanding of the word means that the federal government gives or lends a company taxpayer money to help it stay in business. Merriam-Webster, for example, defines a bailout as \"a rescue from financial distress.\" We don't see how the liquidation of a company could constitute a \"rescue.\" In fact, the bill would pay for the so-called \"orderly liquidation\" by assessing a fine on the firms themselves, not by using general revenue, a situation somewhat similar to the way the FDIC has handled failing banks for many years now, using fees it collects from other banks to pay for orderly shut-downs. <br /><br />So, if we use our preferred definition, does the bill truly \"end taxpayer bailouts\"? We spoke to a variety of financial-services experts, and most (though not all) agreed that the bill would be a step in the right direction, in all likelihood reducing the risk of the government having to undertake another bailout. That's the case in part because the bill aims to heighten regulation in advance so that problems don't emerge in the first place.<br /><br />Still, even those who felt favorable toward the bill's aims found Reid's statement to be too definitive.<br /><br />For a truly large and interconnected institution, several sources said, $50 billion probably won't be enough to do an \"orderly liquidation.\" Arthur E. Wilmarth Jr., a law professor at George Washington University, said that given past history, that figure is \"laughable\" and that \"$300 billion would be the minimum reasonable starting point.\"<br /><br />And if the danger to the wider economy from a potential collapse is perceived to be big enough, the federal government will probably bite the bullet and lend some financial support, our sources agreed.<br /><br />\"No matter who is in charge, administration officials faced with the threat of a systemic/liquidity event will feel the need to 'pull out all the stops' to avoid it &ndash; in which case, at that moment, they may actually be justified,\" said Satya Thallam, director of the Financial Markets Working Group at George Mason University's Mercatus Center. The bill gives \"somewhat wide latitude\" that makes a \"straightforward unwinding unlikely,\" Thallam said. \"Any little bit of light underneath the door will inevitably be exploited.\"<br /><br />Ultimately, our sources agreed that while the bill makes aggressive efforts to reduce the likelihood of bailouts, it doesn't make them illegal. And short of, say, passing a constitutional amendment ruling out bailouts, any future Congress or administration would be able to act as conditions demanded. <br /><br />\"Nothing, not even a bill by Mr. McConnell, would rule out bailouts,\" said Lawrence J. White, an economist at New York University's Stern School of Business. \"There's no realistic legislation that could absolutely guarantee no bailouts.\"<br /><br />Finally, a word about Reid's reference to \"taxpayer.\" It's true that the bill, as of now, would use an industry fund to pay for winding down troubled companies, meaning taxpayers would not be directly involved. But James Gattuso, a senior research fellow at the conservative Heritage Foundation, writes that whether the money comes from other banks or from taxpayers is \"a distinction without a difference,\" since the costs would eventually be passed on to consumers.</p>\r\n<p>In addition, Peter J. Wallison, a fellow with the conservative American Enterprise Institute, added that the message communicated to financial services firms -- that someone will be there to help you out if you get in trouble -- undercuts the bill's stated effort to reduce lending risks and prevent institutions from becoming \"too big to fail.\"<br /><br />When we contacted Reid's staff to elaborate on his comment, a spokesman cited an interview with Sheila Bair, the head of the FDIC who was appointed by George W. Bush and who continues to head the agency under President Barack Obama. Asked whether the bill would \"stop\" bailouts from happening, Bair responded, \"It makes them impossible and it should. We worked really hard to squeeze bailout language out of this bill.\"<br /><br />We agree that the bill takes genuine steps toward reducing bailouts. But we find it a stretch to argue, as Reid does, that the bill will \"end\" them. So we rate his statement Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-04-20T17:59:51.767792", "ruling_date": "2010-04-21T13:27:38", "ruling_headline": "Reid says financial regulation bill 'will end taxpayer bailouts'", "ruling_headline_slug": "reid-says-financial-regulation-bill-will-end-taxpa", "ruling_link_text": "'End' is too strong a word", "ruling_state": null, "source_documents": null, "sources": "<p>Harry Reid, Senate floor <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getpage.cgi?position=all&amp;page=S2400&amp;dbname=2010_record\" target=\"_blank\">speech</a>, April 19, 2010<br /><br />Senate Banking Committee, <a href=\"http://banking.senate.gov/public/_files/ChairmansMark31510AYO10306_xmlFinancialReformLegislationBill.pdf\" target=\"_blank\">financial regulatory system reform </a>bill, accessed April 20, 2010<br /><br />Senate Banking Committee, <a href=\"http://banking.senate.gov/public/_files/FinancialReformSummary231510FINAL.pdf\" target=\"_blank\">summary of financial regulatory system reform bill</a>, accessed April 20, 2010<br /><br />PolitiFact, \"<a href=\"http://www.politifact.com/truth-o-meter/statements/2010/apr/16/richard-shelby/sen-richard-shelby-overlooks-safeguards-financial-/\" target=\"_blank\">Sen. Richard Shelby overlooks safeguards in financial regulation bill</a>,\" April 16, 2010<br /><br />Peter J. Wallison and David Skeel, \"The Dodd Bill: Bailouts Forever\" (<a href=\"http://www.aei.org/article/101890\" target=\"_blank\">column</a> in the <em>Wall Street Journal</em>), April 7, 2010<br /><br />James Gattuso, \"Obama: Read My Lips, No More Bailouts (But Let's Keep $50 Billion Around Just in Case)\" (<a href=\"http://blog.heritage.org/2010/04/14/obama-read-my-lips-no-more-bailouts-but-lets-keep-50-billion-around-just-in-case/\" target=\"_blank\">blog post</a> for the Heritage Foundation), April 14, 2010<br /><br /><em>American Banker</em>, \"<a href=\"http://www.americanbanker.com/issues/175_71/bair-reform-bill-1017657-1.html\" target=\"_blank\">Bair Says Reform Bill Will Make Bailouts 'Impossible</a>,'\" April 15, 2010<br /><br /><em>Politico</em>, \"<a href=\"http://www.politico.com/news/stories/0410/36059_Page2.html\" target=\"_blank\">Debate tests members' financial IQs</a>,\" April 20, 2010<br /><br />Interview with Arthur E. Wilmarth Jr., professor at George Washington University Law School, April 20, 2010<br /><br />Interview with Lawrence J. White, economist at New York University's Stern School of Business, April 20, 2010<br /><br />Interview with Ronald H. Filler, director of the Center on Financial Services Law at New York Law School, April 20, 2010<br /><br />E-mail interview with Satya Thallam, director of the Financial Markets Working Group at George Mason University's Mercatus Center, April 20, 2010<br /><br />E-mail interview with Douglas Elliott, a fellow with the Brookings Institution, April 20, 2010<br /><br />E-mail interview with David Zaring, professor at the Wharton School of Business, April 20, 2010<br /><br />E-mail interview with James Gattuso, senior research fellow in regulatory policy at the Heritage Foundation, April 20, 2010<br /><br />E-mail interview with James Manley, spokesman for Sen. Harry Reid, April 20, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "Senate Democratic Leader", "false_count": 5, "first_name": "Harry", "half_true_count": 3, "home_state": "Nevada", "id": 116, "last_name": "Reid", "mostly_true_count": 7, "name_slug": "harry-reid", "pants_count": 3, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-harryreid.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/116/", "total_count": 28, "true_count": 2, "website": "http://reid.senate.gov/"}, "statement": "<p>The financial services regulatory bill \"will end taxpayer bailouts.\"</p>", "statement_context": "a Senate floor speech", "statement_date": "2010-04-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 45, "photo": null, "resource_uri": "/api/v/2/subject/45/", "subject": "Bankruptcy", "subject_slug": "bankruptcy", "used_in_edition": []}, {"description": "", "id": 153, "photo": null, "resource_uri": "/api/v/2/subject/153/", "subject": "Financial Regulation", "subject_slug": "financial-regulation", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 109, "photo": null, "resource_uri": "/api/v/2/subject/109/", "subject": "Regulation", "subject_slug": "market-regulation", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}