{"art": [{"brightcove": "", "caption": "Charlie Justice tries to link jailed lobbyist Jack Abramoff to Rep. Bill Young in a new web ad.", "id": 384, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/384/", "title": "Abramoff/Young", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/PO9f2eIJOn8?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "PO9f2eIJOn8"}], "author": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "canonical_url": "/florida/statements/2010/apr/26/charlie-justice/bill-young-earmark-campaign-contributions/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1729, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "resource_uri": "/api/v/2/statement/1729/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>U.S. Rep. Bill Young, R-Indian Shores, has never been bashful about directing federal money back to his constituents in the Tampa Bay area. But now those hundreds of millions of dollars in earmarks are being criticized by his opponent's campaign.<br /><br />Democratic state Sen. Charlie Justice of St. Petersburg levied a series of allegations against the 20-term congressman in a two-minute web video airing on Justice's <a href=\"http://www.charliejustice.com/\" target=\"_blank\">website</a>.<br /><br />Among them is a claim that Young, a senior member of the House Appropriations Committee who served as its chairman for six years, has received more than $700,000 in campaign contributions from people, businesses and groups who received his earmarks.<br /><br />\"Just this year, Bill Young put earmarks on the federal budget totaling $128 million,\" the ad says. \"Young has accepted $737,000 from lobbyists and recipients of his earmarks.\" (We should note that the \"this year\" reference is to FY 2010, not 2010 the calendar year. Republicans, including Young, have said they won't pursue earmarks in the FY 2011 budget).<br /><br />The ad, which began running April 14, 2010, has been criticized by the Young campaign, in part because it attempts to link Young to disgraced ex-lobbyist Jack Abramoff, even though Young says the two never met.<br /><br />As a longtime member of Congress and a high-ranking member of the appropriations committee, it's not surprising that Young would receive campaign contributions from the people and companies he's supported, especially those located in his district. But the number in Justice's ad caught our attention since Young has been easily re-elected every year he's run. (He's only received less than 60 percent of the vote once, in 1992.)<br /><br />Justice's campaign said the $737,000 figure includes campaign contributions going back to 1997. That translates to about $61,000 a year.<br /><br />Justice campaign manager Mitch Kates provided PolitiFact Florida with a 37-page document that purports to show the link between the contributors to his campaign and how Young helped their companies secure federal earmarks. The document says that it tracks earmarks -- federal projects that lawmakers designate for particular companies or other entities -- from budget years 2008, 2009 and 2010, and contributions since 1997.<br /><br /><strong>The math </strong><br /><br />The Justice campaign traced earmarks sought by Young to the company or group that would receive the money. The campaign then searched the Federal Election Commission database and OpenSecrets.org, a nonpartisan campaign finance website, to see who from that company or group donated to Young. Justice's campaign also used OpenSecrets to match lobbyists to the company getting the earmark. The overall dollar figure in Justice's ad includes lobbyist contributions as well, and goes back to 1998.<br /><br />We checked their methodology by running a search for a company called DRS Technologies, a Largo company that Justice says has received more than $12 million in earmarks since 2008. We found their approach sound.<br /><br />But in the process of doing that, we found that the Justice campaign's numbers didn't add up.<br /><br />We extracted all the contributions from the document and found more than $1 million in contributions -- not $737,000.<br /><br />Kates said the published figure was conservative. That seems strange because of the specificity of $737,000.<br /><br />But then, as we kept looking, we saw that there was more wrong with the numbers.<br /><br />The Justice campaign counted the same bundles of contributions five times or more, which vastly inflated the figures we found. The multiple countings occurred most often in dealing with lobbyists, who often represented multiple clients that dealt with Young. <br /><br />One Washington lobbying firm Van Scoyoc Associates, for instance, had identical contributions counted at least five times by Justice, because the company represented multiple clients. Also counted multiples times were contributions by the PMA Group, a defunct Washington lobbying firm that <a href=\"http://www.nytimes.com/2009/02/11/us/politics/11inquire.html?_r=1&amp;ref=us\" target=\"_blank\">was under investigation</a> for funneling bogus campaign contributions to then-U.S. Rep. John Murtha, D-Pa.<br /><br />We created our own database that includes only unique contributions that Justice identified as coming from the beneficiaries of earmarks.<br /><br />The total?<br /><br />Closer to $600,000.<br /><br />Then Kates hastily provided PolitiFact Florida a second document showing another $1 million in contributions that he said was the result of additional research. But we found almost all of those contributions were duplicates as well. <br /><br />But, when you add both documents, the total is $795,000. So while the Justice approach was sloppy and full of double-counting mistakes, the number happened to be about right.<br /><br /><strong>Connections to earmarks</strong><br /><br />Now we need to know if Young helped those companies get earmarks.<br /><br />We started by asking the Justice campaign how it tied Young to a specific earmark. <br /><br />Until 2008, earmarks in Congress were almost always requested anonymously. So Justice's campaign aides looked at earmark requests only from budget years 2008, 2009 and 2010, they said.<br /><br />They searched the <a href=\"http://earmarks.omb.gov/earmarks-public/2008_appropriations_home.html\" target=\"_blank\">Office of Management and Budget archives</a> for Rep. Young&rsquo;s earmarks from fiscal year 2008 and the Congressional Record for earmark declarations from fiscal years 2009 and 2010 (<a href=\"http://www.house.gov/young/appropriations.shtml\" target=\"_blank\">Those declarations are actually on Young's Congressional website</a>). <br /><br />\"Each procured earmark from FY 2008 or 2009 was verified in the bill&rsquo;s explanatory statement, and FY 2010 earmarks were verified in committee reports wherever possible,\" Kates wrote in an e-mail to PolitiFact Florida. \"We then cross-referenced the parties involved with his contributors in the Federal Election Commission database, searching specifically for each organization&rsquo;s board of trustees and any executive leadership committees. Any contributions from the parties' lobbyists, as identified through the Open Secrets database, were also included.\"<br /><br />Young's earmark requests generally split into one of two categories -- either local projects in the Tampa Bay area, or defense projects for companies that have offices in Young's district. <br /><br />A few examples:<br /><br />In 2009, Young requested $4 million for researcher SRI International to continue a port security project in conjunction with the University of South Florida. SRI International announced plans to build a facility at the Port of St. Petersburg in 2006. <br /><br />Also in 2009, Young requested $6 million for Honeywell in 2009 to develop new ballistic missile technology (they have a location in Clearwater). <br /><br />For the 2010 budget year, Young requested $14 million for Pinellas County for beach erosion control, $250,000 for a business assistance project, $300,000 for a county substance abuse treatment program, and $250,000 for homeless medical care, among other requests.<br /><br />Young requested $4.8 million in 2009 and 2010 for St. Petersburg College for its National Terrorism Preparedness Institute, and $831,000 for terminal improvements at St. Petersburg-Clearwater International Airport.<br /><br />Young spokesman Harry Glenn questioned a few of the earmarks Justice had tied to Young, specifically money for defense contractor Northrop Grumman. But he agreed Young had requested most of the money -- mainly for companies doing business in the Tampa Bay area.<br /><br />Glenn rattled off a list -- DRS Technologies of Largo, General Dynamics of St. Petersburg, Lockheed Martin of Oldsmar, Science Applications International Corp. of St. Petersburg, Information Manufacturing Corporation of Clearwater, L-3 Communications of Tampa, General Electric of Clearwater, Alliant Techsystems of Clearwater, Honeywell of Clearwater, Marine Desalination Systems of St. Petersburg.<br /><br />\"These are all constituent companies doing work and employing people in Congressman Young's district,\" Glenn said.<br /><br />So Justice seems to be on relatively firm ground that the companies and other entities have received earmarks.<br /><br />But he makes a big leap of logic in tying individual contributors to those companies.<br /><br /><strong>Who's a recipient</strong><br /><br />First, it is not technically accurate to say \"recipients of his earmarks\" gave Young that money. The recipients of his earmarks were mostly corporations, but they are prohibited <a href=\"http://www.fec.gov/pages/brochures/citizens.shtml\" target=\"_blank\">under federal law</a> from making campaign contributions. <br /><br />Justice bases his claim on the fact that many individuals who contributed to Young's campaign are employed by those companies. But Justice has not proven that those many individuals directly received money from the Young earmarks. Indeed, in our cursory examination of the names, we see examples of people who may not work directly in projects that got the earmarks. <br /><br /></p>\r\n<ul>\r\n<li>Paul Sacco, the director of Pinellas County's real estate management department, donated $250 to Young's campaign in 2008, but we didn't find an earmark that would seem to relate to real estate.</li>\r\n<li>St. Petersburg College administrator Janice Buchanan donated $250 to Young in 2006 while working with the college's foundation.&nbsp;</li>\r\n<li>Thomas Miles, an engineer with Science Applications International Corp., donated $1,250 to Young in 2006 and 2008, but Miles isn't listed as an executive with the company.&nbsp;</li>\r\n<li>Justice's list also includes contributions from Pinellas County elected officials: $1,000 from County Commissioner Karen Seel and $250 from former County Commissioner Ronnie Duncan.</li>\r\n</ul>\r\n<p>Justice also makes a big leap in trying to tie the lobbyists to the companies and other entities that received the earmarks.<br /><br />For example, DRS Technologies, of Largo, spent $2.86 million with 13 different lobbying firms in 2009, according to the Center for Responsive Politics.<br /><br />Under Justice's calculations, a contribution from any employee of any one of those 13 firms would be linked to Young. But that can be misleading because companies hire lobbyists for specific projects. Some firms might have contact with Young and his office. Many won't.<br /><br />Glenn said several don't lobby Young on those earmarks, including the lobbying firm PMA Group.<br /><br />\"PMA does work in Congress for DRS, but they never have come to our office to discuss an issue,\" Glenn said. \"We never had any contact with them on this company.\"<br /><br /><strong>Our ruling</strong><br /><br />Back to Justice's claim. In a web ad, he claims that U.S. Rep. Bill Young \"has accepted $737,000 from lobbyists and recipients of his earmarks,\" and offers two documents totaling more than 80 pages to back up his claim. <br /><br />We checked the research and, quite frankly, find it a little squirrely. We know that Justice can only track earmarks back to 2008 because prior to that they were largely inserted anonymously, but he includes campaign contributions dating back to 1998. That's not a true apples to apples comparison. <br /><br />And the numbers don't add up. We don't know where Justice got the $737,000 from -- originally we tallied more than $1 million in contributions (though a lot of that was double counted). Then, Justice's campaign provided us with a second document with another $1 million in contributions (and again, a lot of that was double counted). Granted, the number still totals nearly $800,000 when you add both documents together and only count unique contributions.<br /><br />But Justice's claim is shaky because he is relying on two leaps of logic -- that any contributor who happens to be employed by a company is a \"recipient\" and that any lobbyist with a firm that did work for a recipient is tied to the earmark. Both create holes in his claim. We find it Half True.</p>", "ruling_comments_date": "2010-04-26T15:56:01.481227", "ruling_date": "2010-04-26T15:51:57", "ruling_headline": "New web ad attacks U.S. Rep. Bill Young on campaign contributions", "ruling_headline_slug": "bill-young-earmark-campaign-contributions", "ruling_link_text": "Number's close, questions with how he got there", "ruling_state": null, "source_documents": null, "sources": "<p>YouTube, <a href=\"http://www.youtube.com/watch?v=PO9f2eIJOn8\" target=\"_blank\">Young/Abramoff Video</a>, accessed April 23, 2010<br /><br />Phone interviews with Harry Glenn, spokesman for Bill Young, April 23, 2010.<br /><br />Phone and e-mail interviews with Mitch Kates, spokesman for Charlie Justice campaign, April 22 and 23, 2010<br /><br />Charlie Justice campaign, background documents on Young campaign contributions<br /><br />Federal Election Commission, Bill Young campaign finance reports<br /><br />Federal Election Commission, <a href=\"http://www.fec.gov/pages/brochures/citizens.shtml\" target=\"_blank\">citizens guide</a><br /><br />OpenSecrets, Bill Young campaign finance database<br /><br />New York Times, \"<a href=\"http://www.nytimes.com/2009/02/11/us/politics/11inquire.html?_r=1&amp;ref=us\" target=\"_blank\">Lobbyist Inquiry Appears To Be Widening</a>,\" Feb. 11, 2009<br /><br />Office of Management and Budget, <a href=\"http://earmarks.omb.gov/earmarks-public/2008_appropriations_home.html\" target=\"_blank\">FY 2008 earmark requests</a><br /><br />U.S. Rep. Bill Young, <a href=\"http://www.house.gov/young/appropriations.shtml\" target=\"_blank\">FY 2009 and FY 2010 earmark requests</a></p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Charlie", "half_true_count": 1, "home_state": "", "id": 333, "last_name": "Justice", "mostly_true_count": 0, "name_slug": "charlie-justice", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NP_278209_garn_pharbor_2.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/333/", "total_count": 4, "true_count": 2, "website": ""}, "statement": "<p>U.S. Rep. Bill Young \"has accepted $737,000 from lobbyists and recipients of his earmarks.\"</p>", "statement_context": "a web ad.", "statement_date": "2010-04-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}, {"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}, {"description": "", "id": 157, "photo": null, "resource_uri": "/api/v/2/subject/157/", "subject": "Message Machine 2010", "subject_slug": "message-machine", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. Representative, Florida District 10", "false_count": 1, "first_name": "C.W. Bill", "half_true_count": 1, "home_state": "Florida", "id": 269, "last_name": "Young", "mostly_true_count": 0, "name_slug": "cw-bill-young", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Bill_Young.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/269/", "total_count": 4, "true_count": 1, "website": "http://www.house.gov/young/"}], "twitter_headline": null}