{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/apr/27/bill-oreilly/oreilly-says-no-one-fox-raised-issue-jail-time-not/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1730, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1730/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>Sen. Tom Coburn -- a staunchly conservative Oklahoma Republican -- surprised many on the right and the left in early April when he urged a town hall audience back home not to take everything said on Fox News as gospel. The spark for this unexpected exhortation was a question from an audience member about whether Americans could go to prison for failure to pay a penalty for not securing health insurance.<br />\r\n<br />\r\n&quot;The intention is not to put anyone in jail,&quot; Coburn told the audience. &quot;That makes for good TV news on Fox, but that isn&rsquo;t the intention.&quot;<br />\r\n<br />\r\nOne of Fox&#39;s best-known hosts, Bill O&#39;Reilly, took note of this apostasy and invited Coburn to join him as a guest on his April 13, 2010, show.<br />\r\n<br />\r\nAfter some back-and-forth, Coburn told O&#39;Reilly that he&#39;s &quot;very glad&quot; that Fox News is doing what it does. &quot;You offer a balance to the total slant on the left,&quot; Coburn said. &quot;But when we&#39;re not accurate, or when we overstate the case, and I will tell you I have heard that in certain Fox programs, the case is overstated.&quot;<br />\r\n<br />\r\nO&#39;Reilly shot back, &quot;But tell me what -- because it doesn&#39;t happen here. And we researched to find out if anybody on Fox News had ever said you&#39;re going to jail if you don&#39;t buy health insurance. Nobody&#39;s ever said it. So it seems to me that what you did was you used Fox News as a whipping boy when we didn&#39;t qualify there.&quot;<br />\r\n<br />\r\nWe thought we&#39;d check O&#39;Reilly&#39;s claim that no one on Fox News &quot;had ever said you&#39;re going to jail if you don&#39;t buy health insurance.&quot;<br />\r\n<br />\r\nBut first some background about what Coburn was referring to in the first place.<br />\r\n<br />\r\nOne of the key principles of the recently passed health care law is to corral uninsured Americans who can afford health care insurance into getting coverage. Except for a few exempted categories -- people for whom insurance premiums would be a financial hardship, Americans with religious objections, American Indians, undocumented immigrants and prison inmates -- Americans are all supposed to enroll in a health care plan. If they do not, the law imposes penalty fees that are administered through the tax code.<br />\r\n<br />\r\nCritics of the bill have seized on this &quot;individual mandate&quot; as contrary to individual liberties guaranteed by the Constitution. In fact, the provision forms the basis of a lawsuit filed by a group of predominantly Republican attorneys general that challenges the newly enacted law. But what has bothered some critics even more than the penalties themselves is the fear that a failure to pay those penalties could land a violator in prison.<br />\r\n<br />\r\nNeither the initial health care bill introduced in the House (H.R. 3200) nor the one that passed the House in November 2009 (H.R. 3962) had specific language ruling out prison for those who failed to pay penalties for not having health insurance. However, many experts considered the likelihood of prison time remote. On Sept. 29, 2009 -- at a time when H.R. 3200 was the only detailed health care bill under consideration in either chamber -- PolitiFact concluded that &quot;the notion that one could go to prison for not buying insurance is certainly attention-grabbing, but based on past patterns of prosecution, the likelihood of it happening is extremely small.&quot;<br />\r\n<br />\r\nEven that slight chance disappeared after the Senate got involved. The outline of a bill introduced on Sept. 16, 2009, by Senate Finance Chairman Max Baucus, D-Mont., didn&#39;t specify how penalties would be enforced but by the time the measure had made it into official language and been passed by his committee on Oct. 19, 2009, it included the following provision: &quot;In the case of any failure by a taxpayer to timely pay any penalty imposed by this section, such taxpayer shall not be subject to any criminal prosecution or penalty with respect to such failure.&quot;<br />\r\n<br />\r\nThat provision made it into the bill passed by the Senate in December 2009, and also into the final version of the law that was passed by both chambers and signed by President Barack Obama.<br />\r\n<br />\r\nNow let&#39;s analyze O&#39;Reilly&#39;s specific statement.<br />\r\n<br />\r\nIt turns out that several Fox shows did mention the possibility of jail time. Here are some examples:<br />\r\n<br />\r\n&bull; <strong>Paul Gigot, host of the <em>Journal Editorial Reports</em>, Oct. 3, 2009 </strong><br />\r\n<br />\r\n&quot;Democrats want to require you to buy health insurance or pay a penalty. But they don&#39;t want you to call it a tax. Under the Baucus bill, the so-called individual mandate would require everyone to buy health insurance or pay as much as a $1,900 fee. If you don&#39;t pay up, the IRS could punish you with&nbsp;a $25,000 fine or a year in jail.&quot;<br />\r\n<br />\r\n&bull; <strong>Sean Hannity, interviewing Greg Mueller, the president of CRC Public Relations, and Penny Lee, a Democratic strategist, on Nov. 10, 2009</strong><br />\r\n<br />\r\nHannity: &quot;Jail? Is that...&quot;<br />\r\n<br />\r\nMueller: &quot;We are losing freedom. The Berlin Wall anniversary is just the other day. And these are the kind of policies that used to be imposed on people behind that wall. One problem we&#39;re going to have, though, Sean, they&#39;re going to have, though, Sean, they&#39;re going to have to do something about prisons. They&#39;re going to put all these people in jail. It costs $50,000 a year to take care of a prisoner. So they&#39;re going to have to do prison reform.&quot;<br />\r\n<br />\r\nHannity: &quot;That&#39;s going to be true.&quot;<br />\r\n<br />\r\nMueller: &quot;Democrats don&#39;t like to do prisons.&quot;<br />\r\n<br />\r\nHannity: &quot;Put people in jail if they don&#39;t get their government mandated health? We&#39;re going to tax business. We&#39;re going to tax individuals. There&#39;s going to be fines. There&#39;s going to be penalties. There&#39;s a millionaire&#39;s tax. We&#39;re paying for it through the wall. This is what you want? Your socialist utopia, Penny.&quot;<br />\r\n<br />\r\nLee: &quot;You&#39;re not in socialist utopia. What they&#39;re trying to do is bring competitive choice and bring affordable quality health care.&quot;<br />\r\n<br />\r\nHannity: &quot;People in jail?&quot;<br />\r\n<br />\r\n&bull; <strong>Andrew Napolitano, guest-hosting the&nbsp;<em>Glenn Beck Program</em>, Nov. 10, 2009</strong><br />\r\n<br />\r\n&quot;For the first time in American history, if this bill becomes law, the feds will force you to buy insurance you might not want or may not need or cannot afford. If you don&#39;t purchase what the government tells you to buy, if you don&#39;t do so when they tell you to do it, if you don&#39;t buy just what they say is right for you, the government may fine you, prosecute you, and even put you in jail.&quot;<br />\r\n<br />\r\n&bull; <strong>Glenn Beck, on his Fox show, Nov. 12, 2009 </strong><br />\r\n<br />\r\n&quot;But if you don&#39;t play by their new rules on health care -- oh, here&#39;s a new little twist. Have you heard this? You&#39;re going to be looking at a fun little stint in jail.&quot;<br />\r\n<br />\r\nLater in the show, Beck said, &quot;And oh, yes, the potential jail time. If you don&#39;t have health insurance? Jail time. You heard Nancy Pelosi defend that portion of the bill just a few minutes ago. There has got to be some way to force everybody to have health care, right? It is jail.&quot;<br />\r\n<br />\r\nSo we found at least four cases in which hosts or guests brought up the possibility of people being jailed for not having health insurance. Given the amount of programming hours that Fox aired during the health care debate, that&#39;s not an overwhelming number of mentions, and if O&#39;Reilly had simply said that Fox didn&#39;t beat the drum too loudly on that specific provision, we&#39;d be tempted to give him a pass. But he not only said definitively that &quot;nobody&#39;s ever said it&quot; on the network, but also said that his staff had researched the question. So we are left to conclude that either his staff muffed its research or that O&#39;Reilly trying to pull a fast one.<br />\r\n<br />\r\nOne would think the story ends there, but it doesn&#39;t. On April 15, 2010, two days after his initial claim, O&#39;Reilly managed to dig himself deeper.<br />\r\n<br />\r\nFaced with evidence from the liberal group Media Matters that jail time had indeed been discussed on Fox, O&#39;Reilly sought to clarify what he meant the first time around.<br />\r\n<br />\r\n&quot;Now as we all know, the prison option was taken off the table when the final Obama care bill was being debated,&quot; O&#39;Reilly said. &quot;And that&#39;s what we were talking to Sen. Coburn about, the final bill debate. Not all that stuff. So, what I said is absolutely true. Nobody at Fox News reported inaccurately about the Obamacare prison situation. Nobody. Yet, Media Matters, as they always do, distorted the entire situation. Shamefully, NBC News and <em>Time</em> magazine lapped up the garbage and put it right out there.&quot;<br />\r\n<br />\r\nThe way we see it, O&#39;Reilly is rewriting history. We see no evidence in his initial statement that he was referring to Fox&#39;s references to jail time only during a specific time period. And he subtly tried to bolster his case by the clips he chose to accompany his April 15 comment.</p>\r\n\r\n<p>He used two clips to illustrate how Fox had dealt with the question of jail time in the past, both of which consisted of footage of journalists from other networks asking Obama and Pelosi a jail-related question at legitimate news events. Using those clips made it seem to viewers like Fox was getting blasted from the left simply for reporting on genuine news events, when in fact the criticism had to do instead with comments by Beck, Hannity and other hosts and guests who used the Fox platform to attack the health care bill.<br />\r\n<br />\r\nO&#39;Reilly said nobody had &quot;ever&quot; said on Fox that you risked jail if you don&#39;t buy health insurance, and to us, &quot;ever&quot; means &quot;ever.&quot; So we don&#39;t buy O&#39;Reilly&#39;s after-the-fact defense. We rate his claim Pants on Fire!</p>\r\n", "ruling_comments_date": "2010-04-27T14:07:22.204305", "ruling_date": "2010-04-27T14:00:11", "ruling_headline": "O'Reilly says no one on Fox raised issue of jail time for not paying health coverage penalties", "ruling_headline_slug": "oreilly-says-no-one-fox-raised-issue-jail-time-not", "ruling_link_text": "Apparently, the research wasn't thorough enough", "ruling_state": null, "source_documents": null, "sources": "<p>Fox News, <em>The O&#39;Reilly Factor </em>(<a href=\"http://www.foxnews.com/search-results/m/30343165/talking-points-4-15.htm\" target=\"_blank\">video</a>), April 15, 2010<br />\r\n<br />\r\nFox News, <em>The O&#39;Reilly Factor </em>(transcript), April 13, 2010 (accessed via Lexis-Nexis)<br />\r\n<br />\r\nFox News, <em>The O&#39;Reilly Factor </em>(transcript), April 15, 2010 (accessed via Lexis-Nexis)<br />\r\n<br />\r\nCapitol News Connection, &quot;<a href=\"http://www.capitolnewsconnection.org/?q=node/14443\" target=\"_blank\">A Top GOP Conservative Defends Pelosi, Slams Fox</a>,&quot; April 6, 2010<br />\r\n<br />\r\nFox News, <em>Journal Editorial Report</em>, Oct. 3, 2009 (accessed via Lexis-Nexis)<br />\r\n<br />\r\nFox News, <em>Hannity</em>, Nov. 10, 2009 (accessed via Lexis-Nexis)<br />\r\n<br />\r\nFox News, <em>The Glenn Beck Program </em>(transcript), Nov. 10, 2009 (accessed via Lexis-Nexis)<br />\r\n<br />\r\nFox News, <em>The Glenn Beck Program </em>(transcript), Nov. 12, 2009 (accessed via Lexis-Nexis)<br />\r\n<br />\r\nPolitiFact, &quot;<a href=\"http://politifact.com/truth-o-meter/statements/2009/sep/29/patients-first/conservative-group-says-youll-be-imprisoned-not-ha/\" target=\"_blank\">Conservative group says you&#39;ll be imprisoned for not having health insurance</a>,&quot; Sept. 29, 2010<br />\r\n<br />\r\nMedia Matters for America, &quot;Quick fact: Beck fill-in Napolitano forwards false claim that the government could &#39;even put you in jail&#39; if you fail to purchase insurance under health care bill&quot; (<a href=\"http://mediamatters.org/research/200911100034\" target=\"_blank\">blog post</a>), Nov. 10, 2009<br />\r\n<br />\r\nMedia Matters for America, &quot;Quick fact: Beck&#39;s &#39;new little twist&#39; is the same old health care jail time falsehood&quot; (<a href=\"http://mediamatters.org/research/200911120047\" target=\"_blank\">blog post</a>), Nov. 12, 2009<br />\r\n<br />\r\n<a href=\"http://democrats.senate.gov/reform/patient-protection-affordable-care-act-as-passed.pdf\" target=\"_blank\">Text</a> of health care bill as signed by the president (H.R. 3590)<br />\r\n<br />\r\n<a href=\"http://www.opencongress.org/bill/111-s1796/text\" target=\"_blank\">Text</a> of health care bill as passed by the Senate Finance Committee (S. 1796)<br />\r\n<br />\r\n<a href=\"http://www.cq.com/displayfile.do?docid=3203439\" target=\"_blank\">Summary</a> of health care bill chairman&#39;s mark by Senate Finance Chairman Max Baucus (subscribers only)<br />\r\n<br />\r\n<a href=\"http://docs.house.gov/rules/health/111_ahcaa.pdf\" target=\"_blank\">Text</a> of health care bill as passed by the House (H.R. 3962)<br />\r\n<br />\r\n<a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getdoc.cgi?dbname=111_cong_bills&amp;docid=f:h3200ih.txt.pdf\" target=\"_blank\">Text</a> of health care bill as introduced in the House (H.R. 3200)</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "Former Fox News Channel host", "false_count": 6, "first_name": "Bill", "half_true_count": 3, "home_state": "", "id": 176, "last_name": "O'Reilly", "mostly_true_count": 5, "name_slug": "bill-oreilly", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/OReilly_Main_1920x1080.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/176/", "total_count": 21, "true_count": 2, "website": "http://www.foxnews.com/oreilly/"}, "statement": "<p>&quot;We researched to find out if anybody on Fox News had ever said you&#39;re going to jail if you don&#39;t buy health insurance. Nobody&#39;s ever said it.&quot;</p>\r\n", "statement_context": "a segment on the Fox News show The O'Reilly Factor", "statement_date": "2010-04-13", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}], "target": [], "twitter_headline": ""}