{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/apr/27/ed-whitacre/ceo-says-gm-has-repaid-government-loans-full/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1735, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1735/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>In an ad reminiscent of Lee Iacocca's \"Thanks, America\" commercials in 1983 after Chrysler had repaid government-backed loans, General Motors CEO Ed Whitacre has taken to the prime-time airwaves to boast that GM has paid back its government loans, in full, and ahead of schedule.<br /><br />\"A lot of Americans didn't agree with giving GM a second chance,\" Whitacre says in the ad. \"Quite frankly, I can respect that. We want to make this a company all Americans can be proud of again. That's why I'm here to announce we have repaid our government loan, in full, with interest, five years ahead of the original schedule. But there's still more to do. Our goal is to exceed every expectation you've set for us.\"<br /><br />In addition to Whitacre, the loan repayment has been trumpeted by President Barack Obama and numerous members of his administration.<br /><br />It's true that GM has squared up on its government loans, but Whitacre isn't telling the full story.<br /><br />With GM in deep trouble and hundreds of thousands of jobs in the balance, the Obama administration -- through the Troubled Asset Relief Program (TARP) -- stepped forward with tens of billions of dollars worth of assistance. As of March 31, 2010, the U.S. Treasury had committed approximately $52.4 billion to GM.<br /><br />Only a fraction of that, $6.7 billion, was in the form of loans. Most of the government's GM investment was converted to an ownership stake in the New GM, the company that emerged from bankruptcy: $2.1 billion in preferred stock; and 60.8 percent of the company's common equity.<br /><br />GM had already made several installments in paying back the $6.7 billion loan. But on April 21, 2010, GM announced that it had paid back the entirety of the remaining $4.7 billion in loans from the U.S. government (and another $1.1 million to the Canadian government). GM had until 2015 to pay back those loans. <br /><br />So the loan portion of the GM bailout was, in fact, settled, with interest, five years ahead of schedule.<br /><br />But the U.S. government is still on the hook for the bulk of its investment in GM. Again, the U.S. Treasury owns $2.1 billion in preferred stock and a 60.8 percent stake in the company. GM plans an initial public offering (IPO) as soon as this summer, and the government plans to sell off its interest in the company over time. The better the company does, the more the government looks to recoup. But the prospects for the government getting all its money back don't look promising.<br /><br />On March 18, 2010, the government's nonpartisan Congressional Budget Office projected the government will end up losing $34 billion in TARP funds extended to the automotive industry. The CBO didn't break out how much of that is tied to GM, but it's fair to say most of it.<br /><br />While we found a GM official quoted as saying he thinks taxpayers will eventually get all their money back, few industry experts agree.<br /><br />In an opinion piece for the <em>Wall Street Journal</em>, Paul Ingrassia, the&nbsp;newspaper's former Detroit bureau chief and author of <em>Crash Course: The American Automobile Industry's Road from Glory to Disaster</em>, wrote: \"It won't be easy for an IPO to raise $52 billion for the government shares. That's more than Ford Motor's current market capitalization, some $48 billion. And Ford, the only U.S. car company to avoid bankruptcy, already is profitable, which GM isn't. For GM to show sustained profits means doing business in a new way and breathing new life into long-moribund brands.\"<br /><br />It likely will take years to find out exactly how the government fares in selling off its GM stock, but in an April 23, 2010, letter to congressional leaders, Treasury Secretary Timothy Geithner said investments in GM \"will likely result in some loss, but we currently anticipate that it will be much lower than was forecast last year.\"<br /><br />Aside from the outstanding stock issue, Whitacre's announcement has come under fire from Sen. Chuck Grassley, R-Iowa, who notes that the loans were repaid not with GM earnings (in fact, SEC filings show GM expected to have negative net cash flows in the fourth quarter of 2009) but rather from GM tapping into a multi-billion-dollar TARP-funded escrow account.<br /><br />\"Therefore, it is unclear how GM and the Administration could have accurately announced yesterday that GM repaid its TARP loans in any meaningful way,\" Grassley wrote in an April 22, 2010, letter to Geithner. \"In reality, it looks like GM merely used one source of TARP funds to repay another. The taxpayers are still on the hook, and whether TARP funds are ultimately recovered depends entirely on the government's ability to sell GM stock in the future. Treasury has merely exchanged a legal right to repayment for an uncertain hope of sharing in the future growth of GM. A debt-for-equity-swap is not a repayment.\"<br /><br />Grassley's claim about the origin of the money used to repay the loan was acknowledged by company and government officials.<br /><br />In an April 21, 2010, interview on the Fox Business Network, GM's vice chairman, Stephen Girsky, was asked if GM is just paying the government back with government money.<br /><br />\"That is, in effect true,\" Girsky said. \"But a year ago, nobody thought we'd be able to pay this back. They gave us five years to pay it back, we're paying it back in nine months. ... This is one step along the way in the road to recovery here.''<br /><br />Elaborating on that point, he said: \"The business is stabilizing. Our performance is starting to improve. The cash flow is better. The financial condition is stabilizing. So we felt it prudent to start to get the taxpayer their money back.\"<br /><br />In a Senate Finance Committee hearing on April 20, 2010, Neil Barofsky, the special inspector general for the TARP, was similarly asked if GM was \"taking money out of one pocket and putting it in the other to do that.\" <br /><br />\"The source of that was an equity capital facility ... that's basically escrow money,\" Barofsky said. <br /><br />\"Some of the money that was given to GM, it basically wasn't all given as a lump sum check, saying, here, all this money's available to you,\" Barofsky explained. \"Some of it was put in what's called an equity capital facility, which they can draw down. And they have to sort of report to the government what they're going to do with the money . . . . If there's any money left in that account after a certain period of time, it has to be used to repay the debt. <br /><br />\"And basically what GM is doing is it's pulling that forward, and it's taking the money out of this TARP capital facility and using it to pay off the debt, the $6.7 billion debt that was previously owed.\"<br /><br />ABC News quoted a Treasury Department spokesman saying that \"the cash in the restricted account was the property of GM.\"<br /><br />\"This account was expected to be used for extraordinary expenses,\" the Treasury official said, \"and the fact that GM has decided that it does not need to reserve these funds for expenses is a positive sign for our overall investment.\"<br /><br />In an interview with PolitiFact, Lawrence J. White, economist at New York University's Stern School of Business, warned not to make too much of the source of the funding.<br /><br />\"To me, money is fungible,\" he said. ''At the end of the day, it shows that GM found itself with enough of a surplus to pay back this piece of government support. The escrow was not a new government loan to pay back the old loan.<br /><br />\"It's a genuine paying back,\" White said. \"It does reduce the federal government's involvement.\"<br /><br />Still, he said, \"it sure doesn't wipe clean the slate\" with the U.S. government. Whitacre's claim may be \"technically accurate,\" White said, \"but if it was meant to give the impression that that clears GM from its financial involvement with the federal government, that's not correct.\"<br /><br />Said David Zaring, professor at the Wharton School of Business: \"It&rsquo;s absolutely an exaggeration based on the fact that the government owns 60 percent of the company. But yes, that&rsquo;s a repayment of money by a company the taxpayer owns. In that sense, I wouldn&rsquo;t really crow too much about the repayment, if I were Ed Whitacre.\"<br /><br />Several economists we spoke to said the repayment is undeniably a sign of progress for the struggling company. But nearly 90 percent of the government's investment in General Motors through TARP still hangs in the balance, and most industry experts doubt stock sales will recoup anywhere near what the government put up. In an op-ed piece in the <em>Wall Street Journal</em> on the day of the loan payoff announcement, Whitacre at least noted the issue of the remaining equity in GM still held by the U.S. government -- though even there he didn't quantify the government's financial stake. But we bet many more people saw the television ad we're fact-checking here. <br /><br />We think the TV ad would leave most reasonable viewers with the impression that GM has fully settled up with the government. Whitacre can accurately claim that GM has retired its $6.7 billion in loans from the U.S. government. But with the government still owning 60 percent of the company and the prospects slim for getting all its money back, we think that's highly misleading. And so we rate Whitacre's statement Half True.</p>", "ruling_comments_date": "2010-04-27T17:05:02.914117", "ruling_date": "2010-04-27T16:59:38", "ruling_headline": "CEO says GM has repaid government loans in full ", "ruling_headline_slug": "ceo-says-gm-has-repaid-government-loans-full", "ruling_link_text": "Loans paid, but lots of stock remains", "ruling_state": null, "source_documents": null, "sources": "<p>YouTube.com, <a href=\"http://www.youtube.com/watch?v=jbXpV0aqEM4&amp;feature=player_embedded\" target=\"_blank\">GM Post-Bailout Commerical \"Trust\" starring General Motors chairman &amp; CEO Ed Whitacre</a>, April 22, 2010</p>\r\n<p>Wall Street Journal, Opinion: <a href=\"http://online.wsj.com/article/SB10001424052702303491304575188473069446344.html\" target=\"_blank\">\"The GM Bailout: Paid Back in Full,\"</a> by Ed Whitacre, April 21, 2010</p>\r\n<p>Fox News, Opinion: <a href=\"http://www.foxnews.com/opinion/2010/04/23/did-general-motors-really-repay-taxpayer-bailout/\" target=\"_blank\">\"Did General Motors Really Repay Its Taxpayer Bailout?\"</a> by Sen. Chuck Grassley, April 22, 2010</p>\r\n<p>White House website, <a href=\"http://www.whitehouse.gov/blog/2010/04/21/auto-industry-a-year-later\" target=\"_blank\">\"The Auto Industry a Year Later,\"</a> by Lawrence H. Summers, April 21, 2010</p>\r\n<p>ABC News, <a href=\"http://blogs.abcnews.com/thenote/2010/04/grassley-questions-gm-repayment.html\" target=\"_blank\">\"Grassley Questions GM Repayment,\"</a> by Matthew Jaffe, Jonathan Karl and Z. Byron Wolf, April 22, 2010</p>\r\n<p>Wall Street Journal, <a href=\"http://online.wsj.com/article/SB10001424052748703876404575200832185846038.html\" target=\"_blank\">\"Lawmaker Calls GM Payment Misleading,\"</a> by John D. McKinnon, April 22, 2010</p>\r\n<p>Website of Sen. Chuck Grassley, <a href=\"http://grassley.senate.gov/news/Article.cfm?customel_dataPageID_1502=26293\" target=\"_blank\">Press release: Grassley asks about GM repaying TARP loans with other TARP funds</a>, April 22, 2010</p>\r\n<p>Website of Sen. Chuck Grassley, <a href=\"http://grassley.senate.gov/about/upload/2010-04-22-Letter-to-Treasury-Department.pdf\" target=\"_blank\">Letter from Sen. Grassley to Treasury Secretary Geithner</a>, April 22, 2010</p>\r\n<p>YouTube.com, <a href=\"http://www.youtube.com/watch?v=rNHU5lwOnDo\" target=\"_blank\">Fox Business News: GMs Girsky on Repaying TARP Funds,</a> April 21, 2010</p>\r\n<p>Office of the Special Inspector General for the Troubled Asset Relief Program, <a href=\"http://www.sigtarp.gov/reports/congress/2010/April2010_Quarterly_Report_to_Congress.pdf\" target=\"_blank\">Quarterly Report to Congress</a>, April 20, 2010</p>\r\n<p>SEC website, <a href=\"http://www.sec.gov/Archives/edgar/data/1467858/000119312509238453/dex991.htm\" target=\"_blank\">General Motors Announces the New Company&rsquo;s July 10-September 30 Preliminary Managerial Results</a>, Nov. 16, 2009</p>\r\n<p>Congressional Budget Office, <a href=\"http://www.cbo.gov/ftpdocs/112xx/doc11227/03-17-TARP.pdf\" target=\"_blank\">Report on the Troubled Asset Relief Program</a>, March 2010</p>\r\n<p>GM website, <a href=\"http://www.gmreinvention.com/index.php/site/progress_reports/gm_pays_back_government_loans_in_full1/?brandId=gm&amp;src=gm_com&amp;evar24=gm_com_homepage_announcementvideo#3552\" target=\"_blank\">Press release: GM Pays Back Government Loans in Full,</a> April 21, 2010</p>\r\n<p>U.S. Department of Treasury website, <a href=\"http://www.treas.gov/press/releases/tg650.htm\" target=\"_blank\">GM Repays Treasury Loan in Full, TARP Repayments Reach $186 Billion</a>, April 21, 2010</p>\r\n<p>Heritage Foundation website, <a href=\"http://blog.heritage.org/2010/04/23/a-full-10-of-general-motors-bailout-paid-back/\" target=\"_blank\">\"A Full 10% of General Motors Bailout Paid Back,\"</a> by Nicholas Loris, April 23, 2010</p>\r\n<p>Wall Street Journal, Opinion: <a href=\"http://online.wsj.com/article/SB10001424052748704133804575198262088791270.html\" target=\"_blank\">\"Two Cheers for General Motors: Yes, it's paid back $6 billion and is more efficient. It still owes taxpayers about $52 billion,\"</a> by Paul Ingrassia, April 23, 2010</p>\r\n<p>CQ Transcripts, Senate Finance Committee Holds Hearing on Financial Institutions Fees, April 20, 2010</p>\r\n<p>Interview with Lawrence J. White, economist at New York University's Stern School of Business, April 27, 2010<br /><br />Interview with David Zaring, professor at the Wharton School of Business, April 27, 2010</p>\r\n<p>Interview with James Gattuso, Senior Research Fellow in Regulatory Policy<br />The Heritage Foundation, April 27, 2010<br /><br />Interview with Robert Litan, senior fellow at the Brookings Institution, April 27, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Ed", "half_true_count": 1, "home_state": "", "id": 391, "last_name": "Whitacre", "mostly_true_count": 0, "name_slug": "ed-whitacre", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/AP_DCHH129_GM_LOANS.JPG", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/391/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>GM has \"repaid our government loan, in full, with interest, five years ahead of the original schedule.\"</p>", "statement_context": "a TV ad", "statement_date": "2010-04-21", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 45, "photo": null, "resource_uri": "/api/v/2/subject/45/", "subject": "Bankruptcy", "subject_slug": "bankruptcy", "used_in_edition": []}, {"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 153, "photo": null, "resource_uri": "/api/v/2/subject/153/", "subject": "Financial Regulation", "subject_slug": "financial-regulation", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 44, "photo": null, "resource_uri": "/api/v/2/subject/44/", "subject": "Transportation", "subject_slug": "transportation", "used_in_edition": []}], "target": [], "twitter_headline": null}