{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/apr/28/alfredo-gutierrez/arizona-immigration-law-allows-police-question-any/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1738, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1738/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>When Arizona's Republican Gov. Jan Brewer signed the nation's toughest immigration law on April 23, 2010, did it open the door for rampant racial profiling?</p>\r\n<p>Generally speaking, the law -- which would go into effect in 90 days -- makes being an illegal immigrant a state crime and requires legal immigrants to carry papers that confirm their legal status.<br /><br />One of the key questions to emerge has been what standard law enforcement officers would need to use before questioning individuals about their immigration status. This topic came up on the April 26 edition of the MSNBC program <em>Hardball</em>, in a three-way discussion between host Chris Matthews; Republican state Sen. John Huppenthal, a supporter of the new law; and former Democratic state Sen. Alfredo Gutierrez, an opponent of the law. Here is an excerpt from their conversation, edited for space:<br /><br />Matthews: \"Under the law you passed and was signed by the governor this week, can a police officer who spots a car with five or six people in it, who he thinks because of instinct, experience, whatever, evidence, whatever you use -- can he stop that car and say, I think these people are here illegally, I'm going to stop and check them? Can he under the law do that, without any crime involved? Can he do that?\"<br /><br />Huppenthal: \"No, he cannot. That would be -- that would just simply be racial profiling, and that would not be permitted under the law. Now, if he stopped them for speeding or something like that, he can inquire of the driver at that point if they were an illegal immigrant. But you're not going to find that kind of activity. That kind of kind of activity is not going to be -- that's not going to be a part of training. What is going to be a part of training, I arrest somebody for burglary, I arrest them for DUI, I arrest them after they've maimed somebody.\"<br /><br />Gutierrez: \"Obviously, the senator hasn't read his own bill. What this bill does is, it says that any police officer can stop anyone who appears to them to be reasonably suspicious of being an undocumented person. And I'm going tell you something, if you and I are walking down the street, you're not going to be the subject ... of reasonable suspicion. He is simply wrong about his own bill. I suggest he read it.\"<br /><br />We'll rate Huppenthal's contribution to this conversation in a separate item. Here we'll tackle Gutierrez' comment.<br /><br />Let's start by looking at exactly what the law says. Here's the part telling law enforcement officers that they need to check on individuals' immigration status:<br /><br />\"For any lawful contact made by a law enforcement official or a law enforcement agency of this state or a law enforcement official or a law enforcement agency of a county, city, town or other political subdivision of this state where reasonable suspicion exists that the person is an alien who is unlawfully present in the United States, a reasonable attempt shall be made, when practicable, to determine the immigration status of the person, except if the determination may hinder or obstruct an investigation.\"<br /><br />But elsewhere, the bill inserts some limitations. Here's one:<br /><br />\"A law enforcement official or agency of this state or a county, city, town or other political subdivision of this state may not solely consider race, color or national origin in implementing the requirements of this subsection except to the extent permitted by the United States or Arizona constitution.\"<br /><br />And here's another:<br /><br />\"This section shall be implemented in a manner consistent with federal laws regulating immigration, protecting the civil rights of all persons and respecting the privileges and immunities of United States citizens.\" <br /><br />These provisions cross-cut in a way that can be described either as nuanced or murky.<br /><br />On the one hand, law enforcement officers are told that \"for any lawful contact\" they have with an individual, they have to try to determine the individual's legal status if \"reasonable suspicion exists\" that the person is in the United States illegally. However, they cannot pursue an immigration status check \"solely\" because of race, color or national origin.<br /><br />So a key question is whether the law's stated protections against racial profiling are enough to protect someone from questioning if they are not suspected of committing a crime. If so, that would undercut Gutierrez' argument.<br /><br />In discussing these questions with legal experts, we found that everyone agreed that there's some gray area that will need to be sorted out in future court decisions. That said, the general consensus was that the protections against racial profiling will have some effect, but that it is unlikely to be a foolproof barrier.<br /><br />Peter Spiro, a Temple University law professor, said that while racial profiling is not permissible, profiling based on, say, clothing or behavior is legal -- and rather common -- as long as the profile isn't based solely on race.<br /><br />\"Police departments come up with profiles that can establish a resonable suspicion,\" Spiro said. Such profiles \"entitle an officer to stop someone and say, 'I'd like to ask you some questions?' The officer can then investigate, which could lead to probable cause.\" And at that point, Spiro said, an immigration status check would be acceptable under the Arizona law.<br /><br />To be fair, it's not necessarily easy to use profiles in this way. Spiro said that the challenge is drawing up a defensible profile for spotting illegal immigrants. \"You can't stop someone just because they look Hispanic,\" Spiro said. \"There has to be some other factor or factors, not all of which are race-based, as well as some empirical explanation of why that profile establishes a reasonable suspicion. You have to come up with something beside race that sounds plausible as correlating with undocumented status, and it's hard to say what that would be.\"<br /><br />In addition, nothing we've learned guarantees that law enforcement officers will fully exercise the powers they're granted under the new law -- or that judges will let them. But most legal experts we asked felt that the law opened the door to widespread police questioning of individuals.<br /><br />\"In my mind, the ambiguity creates the danger of police abuse of persons of particular national origin ancestries and backgrounds,\" said Kevin Johnson, the dean of the law school at the University of California (Davis) and a specialist on immigration law. <br /><br />It's worth noting that Brewer herself provided little guidance as she explained her decision to sign the bill. When she was asked at a news conference how illegal immigrants would be identified, she said, \"I do not know what an illegal immigrant looks like. I can tell you that I think that there are people in Arizona that assume they know what an illegal immigrant looks like. I don't know if they know that for a fact or not.\" <br /><br />Stephen W. Yale-Loehr, an adjunct law professor at Cornell University, agreed that this is a recipe for confusion. \"The courts will have a hard time deciding what constitutes a reasonable suspicion,\" he said.<br /><br />As we try to rate the accuracy of Gutierrez' statement, the degree of uncertainty about the law gives us pause, making us reluctant to rule either statement fully True or fully False. That said, we think that a close reading of the law and the views of the\r\n<script src=\"../../../../media/js/tiny_mce/themes/advanced/langs/en.js\" type=\"text/javascript\"></script>\r\nexperts we contacted do allow us to draw some conclusions.<br /><br />Gutierrez' statement -- that the law \"says that any police officer can stop anyone who appears to them to be reasonably suspicious of being an undocumented person\" -- is fairly accurate, but not entirely. While the law does appear to provide significant latitude for law enforcement officers in Arizona to question people about their immigration status -- on a pretext as basic as a broken taillight -- the law also says the grounds cannot be based on race or ethnicity alone. This is a somewhat more narrow standard than Gutierrez indicated, so we will downgrade his comment to Mostly True.</p>", "ruling_comments_date": "2010-04-28T17:34:17.010678", "ruling_date": "2010-04-28T17:29:29", "ruling_headline": "Arizona immigration law allows police to question 'anyone' who's 'reasonably suspicious' of being illegal", "ruling_headline_slug": "arizona-immigration-law-allows-police-question-any", "ruling_link_text": "Not quite anyone -- race can't be the only factor", "ruling_state": null, "source_documents": null, "sources": "<p>MSNBC, <a href=\"http://www.cq.com/display.do?dockey=/cqonline/prod/data/docs/html/transcripts/newsmaker/111/newsmakertranscripts111-000003648685.html@committees&amp;metapub=CQ-TRANSCRIPTS&amp;searchIndex=9&amp;seqNum=16\" target=\"_blank\">transcript</a> of Hardball, April 26, 2010, (CQ transcript, for subscribers only)</p>\r\n<p><a href=\"http://www.azleg.gov/legtext/49leg/2r/bills/sb1070h.pdf\" target=\"_blank\">Text</a> of Senate Bill 1070 (Arizona immigration law)</p>\r\n<p><a href=\"http://law.onecle.com/uscode/8/1304.html\" target=\"_blank\">Text</a> of \"Aliens and Nationality -- 8 USC Section 1304\"</p>\r\n<p><a href=\"http://law.onecle.com/uscode/8/1306.html\" target=\"_blank\">Text</a> of \"Aliens and Nationality - 8 USC Section 1306\"</p>\r\n<p><em>Washington Post</em>, \"<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/04/23/AR2010042301441.html\" target=\"_blank\">Arizona Governor Signs Immigration Bill, Reopening National Debate</a>,\" April 24, 2010</p>\r\n<p>Michael Gerson, \"<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/04/27/AR2010042703894.html?hpid=opinionsbox1\" target=\"_blank\">A Test of Arizona's Political Character</a>\" (<em>Washington Post</em> op-ed), April 28, 2010</p>\r\n<p>Interview with Peter Spiro, law professor at Temple University, April 28, 2010</p>\r\n<p>E-mail interview with Kevin Johnson, dean of the law school at the University of California-Davis, April 28, 2010</p>\r\n<p>E-mail interview with Laura A. Hernandez, law professor at Baylor University, April 27, 2010</p>\r\n<p>E-mail interview with Judith Gans, program manager for immigration policy at the Udall Center for Studies in Public Policy at the University of Arizona, April 27, 2010</p>\r\n<p>E-mail interview with Stephen W. Yale-Loehr, adjunct law professor at Cornell University, April 28, 2010</p>\r\n<p>E-mail interview with Gabriel (Jack) Chin, University of Arizona law professor, April 28, 2010</p>\r\n<p>E-mail interview with Jennifer Chacon, law professor at the University of California (Irvine), April 28, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Former state Senator", "false_count": 0, "first_name": "Alfredo", "half_true_count": 0, "home_state": "Arizona", "id": 393, "last_name": "Gutierrez", "mostly_true_count": 1, "name_slug": "alfredo-gutierrez", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/0706_immigration_gutierrez.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/393/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>The new Arizona immigration law \"says that any police officer can stop anyone who appears to them to be reasonably suspicious of being an undocumented person.\"</p>", "statement_context": "an interview on MSNBC's Hardball", "statement_date": "2010-04-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}], "target": [], "twitter_headline": null}