{"art": [], "author": [{"email_address": "alexanderdavidholt@gmail.com", "first_name": "Alex", "id": 116, "last_name": "Holt", "name_slug": "alex-holt", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/116/", "title": "Intern", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/may/11/keith-olbermann/countdown-host-says-founding-father-reached-out-mu/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1740, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "alexanderdavidholt@gmail.com", "first_name": "Alex", "id": 116, "last_name": "Holt", "name_slug": "alex-holt", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/116/", "title": "Intern", "twitter": null}], "resource_uri": "/api/v/2/statement/1740/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>On <em>Countdown With Keith Olbermann</em>, Monday, April 19, 2010, Olbermann took on former GOP vice presidential nominee Sarah Palin for complaining about President Barack Obama&#39;s outreach to Muslims. And he did it by citing the Founding Fathers.</p>\r\n\r\n<p>He noted a remark from Palin to a Women of Joy conference in Louisville, Ky.: &quot;Hearing any leader declare that America isn&#39;t a Christian nation . . . It&#39;s mind-boggling to see some of our nation&#39;s actions recently.&quot;</p>\r\n\r\n<p>Olbermann said that wouldn&#39;t be mind-boggling to the founders.<br />\r\n<br />\r\n&quot;President John Adams, of course, signed the Treaty of Tripoli, his outreach to Muslims,&quot; Olbermann said. &quot;Quote, &#39;The government of the United States of America is not in any sense founded on the Christian religion.&#39; That was ratified by the United States Senate without debate unanimously in 1797.&quot;<br />\r\n<br />\r\nWe wondered if Olbermann was correct to characterize the treaty as an outreach to Muslims. We found that while that was a small element of the treaty, he ignored the overriding purpose of the treaty: to protect American ships from pirates.<br />\r\n<br />\r\nA little history: When the American colonies were under British rule, the Royal Navy protected American commercial shipping in the Mediterranean Sea from privateers financed by the North African Muslim states on the Barbary Coast who were terrorizing commercial shipping in the region. During the Revolutionary War, an alliance with France allowed for continued protection.<br />\r\n<br />\r\nOnce America gained its independence from Britain, though, it was on its own against the dreaded Barbary pirates from Morocco, Tunis, Algiers and Tripoli.<br />\r\n<br />\r\nIn 1785, two years after the signing of the Articles of Confederation, two American ships were captured and held for ransom. Over the years, the situation worsened, with more American ships being captured and sailors being sold into slavery. Eventually, the United States began negotiating treaties with the Barbary States.</p>\r\n\r\n<p>&quot;The treaty with Tripoli, and those with the other Barbary Powers, were for the purpose of making the Mediterranean safe for American ships,&quot; Ian W. Toll, author of the book <em>Six Frigates</em>, told PolitiFact.</p>\r\n\r\n<p>Still, Olbermann is right that there was a mention of the Muslim religion in the treaty. Here&#39;s the full text of Article 11:</p>\r\n\r\n<p>&quot;As the government of the United States of America is not in any sense founded on the Christian Religion, -- as it has in itself no character of enmity against the laws, religion or tranquility of Musselmen [Muslims], -- and as the said States never have entered into any war or act of hostility against any Mehomitan [Muslim] nation, it is declared by the parties that no pretext arising from religious opinions shall ever produce an interruption of the harmony existing between the two countries.&quot;<br />\r\n<br />\r\nAlana Russo, a spokeswoman for Olbermann, cited that passage to explain the talk show host&#39;s claim. &quot;This was indisputably outreach not just to Tripoli, but a declaration of intentions regarding &quot;any Mahometan [Muslim] nation,&quot; she said in an e-mail interview.</p>\r\n\r\n<p>But others say that language indicates the United States of America was merely neutral on religion in a treaty that was all about protecting U.S. ships.<br />\r\n<br />\r\nArticle 11 &quot;makes clear that this was a commercial treaty and that religion played no part,&quot; said Frank Lambert, author of <em>The Founding Fathers and the Place of Religion in America</em>, a book that argues the Founding Fathers were more concerned with religious freedom than any one religion being the best. &quot;I don&#39;t know what Olbermann meant by &#39;outreach to Muslims,&#39; but Adams signed the treaty to secure American commercial rights in the Mediterranean.&quot;<br />\r\n<br />\r\nSo why did the Founders include Article 11 in the first place?<br />\r\n<br />\r\n&quot;The Barbary Powers often declared that they were &#39;at war with all Christian nations&#39; unless and until a treaty was signed,&quot; said Toll. &quot;In diplomatic communications and in some cases in the treaties themselves, the Americans would say they had nothing against Muslims, or even (in one celebrated and controversial instance) that the U.S.A. was not a Christian nation, and I have no reason to say that those sentiments were not genuine. But to the extent that Adams or the other early presidents reached out to Muslims, it was always for the same reason -- to obtain agreements shielding American ships from attacks in the Mediterranean.&quot;<br />\r\n<br />\r\nBy characterizing the treaty as an &quot;outreach to Muslims&quot;, Olbermann exaggerates the importance of Article 11 and implies that the central focus of the treaty was to engage with Muslims. In fact, President John Adams wanted to secure commercial shipping rights, and the countries he wanted to negotiate with happened to be Muslim, and happened to justify piracy by declaring war on Christian nations. Adams addressed that declaration by claiming that the United States was not Christian, and was not at war with Muslims. There is some truth in Olbermann&#39;s claim in that the clause essentially &quot;reaches out&quot; to Muslims, but he exaggerates its importance. So we find his claim Half True.</p>\r\n", "ruling_comments_date": "2010-04-28T21:22:34.747267", "ruling_date": "2010-05-11T11:40:43", "ruling_headline": "Countdown host says Founding Father reached out to Muslims", "ruling_headline_slug": "countdown-host-says-founding-father-reached-out-mu", "ruling_link_text": "Pirates, not theology, were Adams' concern", "ruling_state": null, "source_documents": null, "sources": "<p>Keith Olbermann, <a href=\"http://www.msnbc.msn.com/id/36662814\" target=\"_blank\">&quot;<em>Countdown with Keith Olbermann</em>&quot;</a>, MSNBC, Apr. 19, 2010.<br />\r\n<br />\r\nNathan Miller, <em>The U.S. Navy: A History</em>, U.S. Naval Insitute Press, 3rd ed., 1997.<br />\r\n<br />\r\nYale Law School, <a href=\"http://avalon.law.yale.edu/18th_century/bar1796t.asp#art11\" target=\"_blank\">&quot;The Barbary Treaties 1786-1816&quot;</a>, The Avalon Project.<br />\r\n<br />\r\nE-mail interview with Ian W. Toll, author of <em>Six Frigates</em>, Apr. 21, 2010.<br />\r\n<br />\r\nE-mail interview with Frank Lambert, author of <em>The Founding Fathers and the Place of Religion in America</em>, Apr. 22, 2010.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Political commentator", "false_count": 2, "first_name": "Keith", "half_true_count": 3, "home_state": "", "id": 157, "last_name": "Olbermann", "mostly_true_count": 2, "name_slug": "keith-olbermann", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Keith_Olbermann.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/157/", "total_count": 7, "true_count": 0, "website": ""}, "statement": "<p>The Treaty of Tripoli signed by President John Adams was &quot;his outreach to Muslims.&quot;</p>\r\n", "statement_context": "comments on the MSNBC show Countdown ", "statement_date": "2010-04-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}, {"description": "", "id": 9, "photo": null, "resource_uri": "/api/v/2/subject/9/", "subject": "Religion", "subject_slug": "religion", "used_in_edition": []}], "target": [], "twitter_headline": ""}