{"art": [], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/may/01/rick-perry/perry-says-state-waiting-feds-act-health-care-prop/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [], "facebook_headline": null, "id": 1742, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1742/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Gov. Rick Perry, a critic of the new federal health care law, said in an April 15 interview with the Texas Tribune and Newsweek magazine that states could act on their own to reduce the number of residents who lack health insurance.<br /><br />How so?<br /><br />Texas has &ldquo;had for over two years, waiver requests in front of the Health and Human Services committee &mdash; before this administration (of Democratic President Barack Obama) got into place, I might add &mdash; that allowed us some flexibility ... to use dollars differently than what are mandated by the federal government to create insurance opportunities for those that are uninsured today,&rdquo; Perry said.<br /><br />Perry's point: Texas has proposed some good ideas to help its uninsured residents with health care, but the feds have chosen to sit on them.<br /><br />Really? We sought to learn more.<br /><br />In response to our inquiry, the governor&rsquo;s re-election campaign provided us with a copy of a 65-page proposal to the U.S. Department of Health and Human Services dated April 18, 2008 -- nearly two years to the day before Perry&rsquo;s Tribune interview. Clarification: According to the campaign, only one waiver request was sent, not \"requests\" as Perry put it.<br /><br />The Texas proposal states that it &ldquo;outlines a comprehensive package of health care reforms that will provide more people with insurance, reduce reliance on expensive emergency room visits for basic care, and make it easier for the working poor to buy into employer-sponsored health coverage.&rdquo;<br />&nbsp;<br />The state would do this, according to the proposal, by creating the Texas Health Opportunity Pool, a fund that would, among other things, provide subsidies to help low-income Texans pay for employer-sponsored insurance or buy into private plans the state would help set up.</p>\r\n<p>State officials estimated that by its fifth year, the program would have nearly 700,000 participants and would have cost $30 billion in federal, state and local funds.&nbsp;</p>\r\n<p>To generate money for the pool, the state sought permission from the U.S. Department of Health and Human Services to use federal Medicaid dollars that would normally go to hospitals that serve many uninsured and poor patients. (The federal agency can give states some flexibility in how they operate their Medicaid programs.) Medicaid, established in 1965, uses federal and state funding to provide health insurance to extremely low-income Americans. <br />&nbsp;<br />Perry had previously touted the plan in his 2007 State of the State address, saying that it \"recognizes the long-term benefits of providing Texans preventative care through insurance instead of paying for costly emergency room visits.\" At the time, more than 5 million Texans lacked health insurance.<br /><br />However, Perry's vision for a revamped health care system in Texas -- the state that has had the highest proportion of uninsured residents for years -- hasn't gotten very far since it was sent to Washington in April 2008, George W. Bush's last year as president.<br />&nbsp;<br />In August 2008, Dianne Heffron, an official with the Centers for Medicare and Medicaid Services, which is part of the federal health agency, sent a letter to the Texas Health and Human Services Commission stating that CMS was \"willing to work with Texas as part of a formal (waiver) process\" but that \"a number of areas under this proposal have been identified as problematic\" -- making it impossible for the agency to approve the proposal as written.<br /><br />Some cited issues:<br />+ A delay -- two years -- before insurance subsidies to parents and adults without children would take effect. <br />+ A $25,000 cap on insurance benefits for parents, which the agency indicated was too low.<br />+ Extending health coverage to children of legal immigrants who have lived in the country for less than five years; a 1996 rewrite of federal welfare law bars immigrants who have been in the country less than five years from receiving public benefits.<br /><br />After receiving the letter, according to Stephanie Goodman, spokeswoman for the Texas Health and Human Services Commission, the state went back and forth with federal officials as it unsuccessfully tried to get the waiver approved before Bush left office.<br /><br />On July 31, 2009, Perry wrote to the Obama administration's secretary of health and human services, Kathleen Sebelius, asking her to approve the request as previously submitted by the state. His letter states that the \"negotiation process was under way when the Obama administration took office in January, but is now stalled in Washington.\"<br /><br />Sebelius replied Oct. 27, writing that federal officials still had concerns about the proposal, including \"the proposed funding sources and the extent to which access to health care coverage would be meaningfully expanded.\" She said she had directed appropriate officials to meet with the state to \"help determine next steps and further assist Texas in developing an approvable health reform proposal.\" <br /><br />On Nov. 1, the state sent Sebelius a two-page document outlining the \"principles, values and outcomes contained in the Texas waiver\" to \"re-familiarize\" the feds with the proposal in hopes of extending discussions. When CMS asked for more information, Goodman told us, the state held back, waiting for the outcome of congressional debate over health care.<br /><br />By then, the prospect of national health reform appeared likely to complicate the Texas waiver request. In fact, the new law extended Medicaid coverage to some of the same people Texas had targeted to receive insurance subsidies.<br /><br />\"We don&rsquo;t believe the current (federal) reform plan invalidates our waiver request, but the implementation of the federal reforms would significantly change the landscape so we&rsquo;d probably have to make some adjustments in our state proposal,\" Goodman said.<br /><br />Nevertheless, Goodman said, the state has continued to push for the \"primary components\" of the proposal, including redirecting billions in Medicaid hospital funds to the Health Opportunity Pool, but has received no recent response from CMS officials about that.<br /><br />When we contacted CMS, spokeswoman Mary Kahn said the agency was waiting for Texas to revise and resubmit its proposal.&nbsp;\"They haven't sent us anything that meets the full requirements of being a formal waiver request,\" Kahn said. \"In other words, the ball is in the state's court.\"<br /><br />So, where does all this leave Perry's statement?<br /><br />The governor is correct that the state sought federal permission about two years ago to redirect Medicaid hospital funds into a state pool intended to help some low-income Texans get private insurance. Since then, state and federal officials have gone back and forth on the request, with no resolution.<br /><br />Perry portrays the request as still awaiting action by the feds. But the federal agency has told state officials that their proposal needs revision before it can be formally considered. In that sense, federal officials have acted, and the state is responsible for the latest delay that Perry decries.<br /><br />We rate Perry's statement as False.</p>", "ruling_comments_date": "2010-04-29T12:12:03.996303", "ruling_date": "2010-05-01T16:32:23", "ruling_headline": "Perry says state waiting on feds to act on health care proposal", "ruling_headline_slug": "perry-says-state-waiting-feds-act-health-care-prop", "ruling_link_text": "Feds say ball is in state's court", "ruling_state": null, "source_documents": null, "sources": "<p>Texas Tribune, \"<a href=\"http://www.texastribune.org/stories/2010/apr/19/rick-perry-tt-interview/\" target=\"_blank\">Rick Perry: The TT Interview</a>,\" April 19, 2010.<br /><br />Texas Health and Human Services Commission, A <a href=\"http://alt.coxnewsweb.com/statesman/politifact/042910_texaswaiver.pdf\" target=\"_blank\">Waiver Request</a> Submitted Under Authority of Section 1115 of the Social Security Act to the Centers for Medicare and Medicaid Services, U.S. Department of Health and Human Services, April 18, 2008<br /><br />Gov. Rick Perry, <a href=\"http://governor.state.tx.us/news/speech/5567/\" target=\"_blank\">State of the State address</a>, 2007<br /><br /><a href=\"http://alt.coxnewsweb.com/statesman/politifact/042910_july7letter.pdf\" target=\"_blank\">Letter</a> from Texas Health and Human Services Commission to Centers for Medicare and Medicaid Services, July 7, 2008<br /><br /><a href=\"http://alt.coxnewsweb.com/statesman/politifact/042910_aug7letter.pdf\" target=\"_blank\">Letter</a> from Centers for Medicare and Medicaid Services to Texas Health and Human Services Commission, Aug. 7, 2008<br /><br /><a href=\"http://alt.coxnewsweb.com/statesman/politifact/042910_aug20letter.pdf\" target=\"_blank\">Letter</a> from Texas Health and Human Services Commission to Centers for Medicare and Medicaid Services, Aug. 20, 2008<br /><br /><a href=\"http://alt.coxnewsweb.com/statesman/politifact/042910_perryletter.pdf\" target=\"_blank\">Letter</a> from Gov. Rick Perry to U.S. Health and Human Services Secretary Kathleen Sebelius, July 31, 2009<br /><br /><a href=\"http://alt.coxnewsweb.com/statesman/politifact/042910_sebeliusletter.pdf\" target=\"_blank\">Letter</a> from U.S. Health and Human Services Secretary Kathleen Sebelius to Gov. Rick Perry, Oct. 27, 2009<br /><br />Interview with Stephanie Goodman, spokeswoman, Texas Health and Human Services Commission, April 22 and 26, 2010<br /><br />Interview with Mary Kahn, public affairs specialist, Centers for Medicare and Medicaid Services, April 22, 2010<br /><br />Interview with Anne Dunkelberg, associate director, Center for Public Policy Priorities, April 22, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 30, "current_job": "U.S. Energy Secretary", "false_count": 31, "first_name": "Rick", "half_true_count": 42, "home_state": "Texas", "id": 291, "last_name": "Perry", "mostly_true_count": 24, "name_slug": "rick-perry", "pants_count": 18, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Perry_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/291/", "total_count": 176, "true_count": 26, "website": "https://energy.gov/management/history/secretaries-energy"}, "statement": "<p>Says Texas has been waiting for two years for the federal government to act on a proposal to allow the state to \"create insurance opportunities for those that are uninsured today.\"</p>", "statement_context": "an interview", "statement_date": "2010-04-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 147, "photo": null, "resource_uri": "/api/v/2/subject/147/", "subject": "States", "subject_slug": "states", "used_in_edition": []}, {"description": "", "id": 107, "photo": null, "resource_uri": "/api/v/2/subject/107/", "subject": "Transparency", "subject_slug": "transparency", "used_in_edition": []}], "target": [], "twitter_headline": null}