{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2010/apr/30/allen-west/west-wrong-claim-klein-didnt-hold-single-town-hall/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1751, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/1751/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Allen West, a Republican who is running for the South Florida congressional seat held by Democratic Rep. Ron Klein, accuses the incumbent of ducking the public during the debate about health care reform.<br /><br />In a <a href=\"http://allenwestforcongress.com/featured/west-pledges-to-repeal-bill/\" target=\"_blank\">press release</a> March 21, 2010, West said: <br /><br />\"Klein did not hold a single town hall meeting where the general public was invited to ask questions or present their views. Klein hid behind controlled environments such as telephone conference calls and tightly controlled meetings. He refused my offer to debate him on this topic at a place and time of his choosing.\"<br /><br />For this item, we are focusing on whether West is right that Klein did not hold a \"single'' town hall meeting open to the public.<br /><br />Last summer, town hall meetings about health care across the country drew angry protesters who turned the usually calm meetings into shouting matches.</p>\r\n<p>In August, a monthly public meeting run by Klein's staff at a library in Broward County that typically draws few constituents <a href=\"http://www.southfloridateaparty.net/node/669\" target=\"_blank\">drew more than 100</a> in an event orchestrated by Klein's Republican rival West, the <em>Miami Herald </em>wrote. Protesters called Klein a \"coward\" and a \"communist'' and waved signs with statements including \"Obama Care is a big lie.'' Klein did not attend that meeting. <br /><br />There is no dispute that when the health care debate hit a fever pitch last August, Klein chose to hold an Aug. 26 town hall meeting by telephone rather than in person. <a href=\"http://www.southfloridateaparty.net/node/669\" target=\"_blank\">Klein told the Miami Herald</a> that he disagreed with a suggestion that he was trying to avoid meeting with residents in person and argued that he could reach more people through \"tele-town halls.\"<br /><br />\"I will compare my record on town hall meetings with anyone in the Congress,\" Klein said in an Aug. 6 article. \"I've always been very out there and willing to meet with people, and we're going to continue to do that.\"<br /><br /><a href=\"http://weblogs.sun-sentinel.com/news/politics/broward/blog/2009/08/klein_answers_health_care_ques.html\" target=\"_blank\">More than 300 people got in touch with Klein's office</a> asking to participate and automated calls went out to numbers in Klein's district which attracted more than 6,000 to the call, the South Florida Sun-Sentinel wrote in the Broward Politics blog Aug. 26, 2009. Klein gave a nine-minute introduction and answered more than 15 questions during the next hour. <br /><br />We asked West's campaign for proof that Klein did not hold a single public in-person town hall on health care. But they presented none. <br /><br />\"We stand by our comment, he has never held a single town hall meeting,'' said Josh Grodin, West campaign spokesperson. \"I believe that is going to be in the public domain.\"<br /><br />So we took that as a challenge and turned to the public domain and searched Nexis and Google for any examples of Klein holding an in-person town hall meeting on health care. We didn't count news reports after the fact that simply quoted Klein's office as saying they held a public town hall meeting. For example, we didn't count a <a href=\"http://miamiherald.typepad.com/nakedpolitics/2009/08/this-is-your-grandmothers-town-hall-meeting.html\" target=\"_blank\">Naked Politics blog post</a> Aug. 13, 2009 in which Klein's office publicized a meeting they had the day before with 100 residents of the Abbey Delray South retirement community because that event only drew condo residents and congressional staff. And we didn't count brief mentions on websites of organizations -- for example, the <a href=\"http://www.tbeboca.org/Newsletters/Chronicle_Jan2010_5&times;&copy;.pdf\" target=\"_blank\">Temple Beth El newsletter</a> saying Klein was going to speak at a Brotherhood brunch about health care. Those didn't seem to be the public town halls that West was talking about.<br /><br />But we did find one item from the <em>Sun Sentinel Boca Raton Forum </em>blog headlined <a href=\"http://blogs.trb.com/community/news/boca_raton_forum/2009/06/\" target=\"_blank\">\"Klein to talk about health care and veterans' issues this week.\"</a><br /><br />It was posted June 29, 2009, and said, \"Congressman Ron Klein will be in Boca Raton this week discussing health care and veterans' issues. Klein will host a health care town hall from 2 to 3:30 p.m. June 29 at the Boca Raton Community Hospital&rsquo;s Dawson Theater, 800 Meadows Road, and his staff will assist constituents with health care casework.\" That's not a lot of notice, but it shows Klein had notified the news media -- and the public -- about the meeting. <br /><br />That one alone disproves West's claim, but we wondered if there were others. <br /><br />Klein's office sent us a list of events where Klein spoke to the public about health care. We then asked Klein's office for evidence that his office announced the meetings in advance. Klein's spokeswoman Melissa Silverman sent back a few media advisories that outlined Klein's upcoming schedule at various events, including for events about health care. We found two additional examples that advertised public meetings on health care:<br /><br />* An advisory dated April 6, 2009 included a 2 p.m. April 7 event: \"Listening Tour on Health Care, Bethesda Memorial Hospital, Clayton Conference Center, 2815 South Seacrest Blvd, Boynton Beach.\"<br /><br />* An advisory dated Oct. 23, 2009 included a 9:30 a.m. Oct. 26 event: \" Health Care Listening Tour &ndash; Memorial Hospital, 3501 Johnson Street, Hollywood.<br /><br />Klein's office also sent us copies of e-mail messages sent to constituents and community leaders about the listening events in Boynton Beach and Boca Raton. \"A town hall, hearing from you on the future of health care,'' they say. <br /><br />We sent the one item we found, and the additional two that Klein's staff pointed out, to West's campaign and asked for a response.<br /><br />\"We stand by our comment that he has never held a single town hall meeting open to the general public,'' Grodin wrote in an email. \"If Klein is advertising his town hall meetings in blogs that are likely never going to be read by a vast majority of his constituents, it clearly indicates a lack of openness that he and his boss, Nancy Pelosi, promised when they took over Congressional Leadership. Furthermore, the fact that (PolitiFact staffer) Amy Sherman has had to do such extensive research to find 'proof' of 'Town Hall' meetings goes to show just how difficult it must have been for the general public to find out such information. Town Hall meetings should be widely advertised to citizens, not email blasted to members of the media.\"<br /><br />We don't agree with the West campaign's interpretation. Indeed, the reason that congressional offices \"blast\" e-mails to the media about these events is to advertise them widely. <br /><br />And to West's claim, we find Klein provided notice and held at least three public events on health care. We find West's claim to be False.</p>", "ruling_comments_date": "2010-04-30T17:01:07.469461", "ruling_date": "2010-04-30T17:55:11", "ruling_headline": "West wrong to claim Klein didn't hold 'single' town hall", "ruling_headline_slug": "west-wrong-claim-klein-didnt-hold-single-town-hall", "ruling_link_text": "We found three", "ruling_state": null, "source_documents": null, "sources": "<p>Interview, Congressman Ron Klein spokesperson Melissa Silverman, April 29-30, 2010<br /><br />Media advisories, Congressman Ron Klein's office, April 6, June 25, Oct. 23, 2009<br /><br />Interview, Allen West campaign spokesperson Josh Grodin, April 29-30, 2010<br /><br />Allen West campaign press release, <a href=\"http://allenwestforcongress.com/featured/west-pledges-to-repeal-bill/\" target=\"_blank\">West Pledges to Repeal Bill</a>, March 21, 2010<br /><br /><em>Miami Herald</em>, <a href=\"http://www.southfloridateaparty.net/node/669\" target=\"_blank\">Tempers flare over healthcare overhaul</a>, Aug. 6, 2009</p>\r\n<p><em>South Florida Sun-Sentinel</em> Boca Raton Forum Blog, <a href=\"http://blogs.trb.com/community/news/boca_raton_forum/2009/06/\" target=\"_blank\">Klein to talk about health care and veterans' issues this week</a>, June 29, 2009<br /><br /><em>South Florida Sun-Sentinel</em> Broward Politics blog, <a href=\"http://weblogs.sun-sentinel.com/news/politics/broward/blog/2009/08/klein_answers_health_care_ques.html\" target=\"_blank\">Klein answers health care questions in telephone town hall</a>, Aug. 26, 2009</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 6, "current_job": "U.S. representative, Florida District 22", "false_count": 9, "first_name": "Allen", "half_true_count": 3, "home_state": "Florida", "id": 390, "last_name": "West", "mostly_true_count": 1, "name_slug": "allen-west", "pants_count": 4, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/allenwest.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/390/", "total_count": 26, "true_count": 3, "website": ""}, "statement": "<p>\"Klein did not hold a single town hall meeting (on health care) where the general public was invited to ask questions or present their views.\"</p>", "statement_context": "press release", "statement_date": "2010-03-21", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 2, "first_name": "Ron", "half_true_count": 0, "home_state": "Florida", "id": 397, "last_name": "Klein", "mostly_true_count": 1, "name_slug": "ron-klein", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Ron_Klein.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/397/", "total_count": 3, "true_count": 0, "website": ""}], "twitter_headline": null}