{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2010/may/02/lamar-mckay/bp-letter-mms-urges-reduced-regulation/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1754, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/1754/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>The Deepwater Horizon drilling rig continued to spew oil into the Gulf  of Mexico as Lamar McKay, chairman and president of BP America, appeared  on ABC News' <em>This Week </em>to answer questions.<br /><br />McKay said BP was  doing everything it could to plug the well and mitigate the impact of  the oil slick as it moved toward land. He also said he believed  equipment failure was the likely cause of the explosion and subsequent  spill. <br /><br /><em>This Week </em>host Jake Tapper asked McKay about BP's safety  record and its response to the Minerals Management Service's recent  efforts to increase regulations on oil rigs.<br /><br />\"Just a few months  ago, a BP executive protested proposed new safety regulations for oil  rigs, writing to the government that quote, 'while BP is supportive of  companies having a system in place to reduce risks, accidents, injuries  and spills, we are not supportive of extensive proscriptive  regulations.' Will BP continue to fight and lobby against safety  regulations?\" Tapper asked.<br /><br />\"Well, I would characterize the  letter you're talking about slightly differently,\" McKay said. \"That  letter was in response to the government's request for input on safety  regulations that the MMS was looking at. The rest of the letter actually  recommends improvements and specific recommendations around safety  regulations should they choose to change them. So we're not fighting  anything about safety. Safety is the number one priority. We're going to  figure out what happened here, and that is going to help the MMS and  help ourselves and help the industry get safer, so we're not fighting  anything about safety.\"<br /><br />We wanted to fact-check McKay's  description that \"the rest of the letter actually  recommends improvements and specific recommendations around safety  regulations should they choose to change them.\"<br /><br />On June 17, 2009,  the Minerals Management Service proposed rules to require oil and gas  operators to develop and implement \"safety and environmental management  systems\" for offshore drilling. In essence, the new regulations would  require oil companies to create more documentation about their safety  procedures and share them with workers and inspectors. <br /><br />The  agency said it had reviewed the incident reports for offshore accidents  and determined that four areas contributed the most to accidents: <br /><br />&bull; Hazards  Analysis, which means minimizing \"the consequences of uncontrolled  releases of oil and gas and other safety or environmental incidents\";</p>\r\n<p>&bull; Management  of Change, which means documenting and analyzing new procedures such as  the addition of new equipment or modifications to existing equipment;</p>\r\n<p>&bull; Operating  Procedures, requiring written safety procedures;</p>\r\n<p>&bull; Mechanical  Integrity, to ensure that equipment is \"designed, fabricated, installed,  tested, inspected, monitored, and maintained in a manner consistent  with appropriate service requirements, manufacturer's recommendations,  and industry standards.\"</p>\r\n<p>BP responded to the proposed regulations in <a href=\"http://www.regulations.gov/search/Regs/home.html#documentDetail?R=0900006480a23a19\" target=\"_blank\">a  letter</a> dated Sept. 14, 2009, the day before the commenting period  closed. The company said the new rules were unnecessary because \"the  industry's current safety and environmental statistics demonstrate that the  voluntary programs ... have been and continue to be very successful.\"</p>\r\n<p>McKay  is right that after BP gives its opinion that the new rules aren't  needed, it then offered a number of changes to proposed rules. But on  <em>This Week</em>, McKay gave the impression that BP was seeking additional,  safer regulations. In fact, the letter is a plea for the company to have  less regulation. <br /><br />We compared BP's suggestions for changes to  the MMS regulations. Some of the suggestions are for language changes or  technical fixes. But we found that in many cases, BP was suggesting  changes that would give the company fewer responsibilities or more  flexibility under the proposed rules. <br /><br />Here are a few examples:<br /><br />On  Hazards Analysis, BP suggested language to make it clear that BP  doesn't have to develop procedures for third-party companies. It also  said it shouldn't have to develop analyses for property damage if the  damage doesn't affect worker safety or the environment. <br /><br />For  Operating Procedures, BP suggested language so that all employees would  not have access to all safety procedures, but only to documentation that  specifically apply to their jobs.<br /><br />On Mechanical Integrity, BP  objected to language that required equipment to meet manufacturer's  recommendations or specifications. A company's own specifications should  be sufficient, the letter said. \"Many of our inspection and testing  requirements, while meeting regulations, are risk based in approach,\"  the letter said. <br /><br />On regular safety audits, BP said that audits  should occur based on \"performance and risk rather than a prescribed  schedule.\" <br /><br />Overall, the ideas in BP's letter point toward  limiting the impact of new rules and making them apply to more narrow  circumstances. <br /><br />McKay told Tapper that, \"The rest of the letter  actually recommends improvements and specific recommendations around  safety regulations should they choose to change them.\" This gives the  impression that BP was trying to work with regulators to make the safety  regulations better, to make conditions safer. But most of what the  letter suggests are ways to make the regulations less of a burden for  BP. Certainly this is an \"improvement\" from BP's perspective, but we  don't see how it makes safety \"the number one priority.\" So we rate his  statement Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-05-02T17:23:56.787975", "ruling_date": "2010-05-02T17:51:49", "ruling_headline": "BP letter to MMS urges reduced regulation", "ruling_headline_slug": "bp-letter-mms-urges-reduced-regulation", "ruling_link_text": "It recommends making life easier for BP", "ruling_state": null, "source_documents": null, "sources": "<p>ABC News' This Week, May 2, 2010<br /><br />Minerals Management Service, <a href=\"http://www.regulations.gov/search/Regs/home.html#documentDetail?R=09000064809d1517\" target=\"_blank\" title=\"Safety and Environmental Management Systems for Outer  Continental Shelf Oil and Gas Operations,\">Safety and Environmental  Management Systems for Outer Continental Shelf Oil and Gas Operations,</a> June 17, 2009<br /><br />Letter from BP t<a href=\"http://www.regulations.gov/search/Regs/home.html#documentDetail?R=0900006480a23a18\" target=\"_blank\">o  Minerals Management Service</a>, Sept. 14, 2010<br /><br />The Wall Street  Journal, <a href=\"http://online.wsj.com/article/SB10001424052748704471204575209331720726738.html\" target=\"_blank\" title=\"Documents Show BP Opposed New, Stricter Safety Rules\">Documents  Show BP Opposed New, Stricter Safety Rules</a>, April 28, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "chairman and president of BP America", "false_count": 0, "first_name": "Lamar", "half_true_count": 0, "home_state": "", "id": 399, "last_name": "McKay", "mostly_true_count": 0, "name_slug": "lamar-mckay", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/McKay.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/399/", "total_count": 1, "true_count": 0, "website": "http://www.bp.com/"}, "statement": "<p>A letter from BP to the Minerals Management Service \"actually recommends  improvements and specific recommendations around safety regulations  should they choose to change them.\"</p>", "statement_context": "an interview on ABC News' 'This Week'", "statement_date": "2010-05-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 155, "photo": null, "resource_uri": "/api/v/2/subject/155/", "subject": "Oil Spill", "subject_slug": "oil-spill", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/1/", "/api/v/2/edition/2/"]}, {"description": "", "id": 109, "photo": null, "resource_uri": "/api/v/2/subject/109/", "subject": "Regulation", "subject_slug": "market-regulation", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 151, "photo": null, "resource_uri": "/api/v/2/subject/151/", "subject": "This Week - ABC News", "subject_slug": "abc-news-week", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 103, "photo": null, "resource_uri": "/api/v/2/subject/103/", "subject": "Workers", "subject_slug": "workers", "used_in_edition": []}], "target": [], "twitter_headline": null}