{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/may/04/jan-brewer/arizona-immigration-law-rewrite-lays-rest-worries-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1758, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1758/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>The controversy over a hard-line immigration law signed by Republican Arizona Gov. Jan Brewer on April 23, 2010, shows no signs of ebbing, despite a last-minute change to the law's language designed to placate some of the laws' critics.<br /><br />Generally speaking, the law, which would go into effect in 90 days, makes being an illegal immigrant a state crime and requires legal immigrants to carry papers that confirm their legal status.<br />&nbsp;<br />One of the key questions to emerge during and after its passage has been what standard law enforcement officers will need to use before questioning individuals about their immigration status. Drawing special attention is the role played by \"racial profiling\" -- that is, the use of racial or ethnic characteristics as a justification for police questioning.<br /><br />Critics had said that the original version of the law permitted racial profiling. But the changes signed by Brewer on April 30 were intended to blunt those charges.<br /><br />The new version of the law says: \"A law enforcement official or agency of this state or a county, city, town or other political subdivision of this state may not consider race, color or national origin in implementing the requirements of this subsection except to the extent permitted by the United States or Arizona Constitution.\"<br /><br />The prior version had said that an official \"may not solely consider race\" in such circumstances.<br /><br />The change appears to limit the scope of the law. The previous wording left open the possibility that race could be used as a factor -- just not the sole factor -- in deciding to stop someone.<br /><br />In a news release issued after signing the changes to the law, Brewer said, \"These changes specifically answer legal questions raised by some who expressed fears that the original law would somehow allow or lead to racial profiling. These new amendments make it crystal clear and undeniable that racial profiling is illegal, and will not be tolerated in Arizona. I am proud that the Arizona Legislature has listened carefully to everyone&rsquo;s concerns, and, in a gesture of statesmanship, acted swiftly and appropriately to lay to rest questions over the possibility of racial profiling.\"<br /><br />We wanted to judge the accuracy of Brewer's statement that the new wording will \"lay to rest questions over the possibility of racial profiling.\"<br /><br />This is our second attempt in a week to analyze the Arizona law. We first addressed the law in a pair of rulings on April 28, 2010, before the most recent changes were made. We'll now attempt another pair of rulings -- this one on the question of racial profiling, and a separate item on whether police need to suspect or witness something illegal before proceeding to ask someone about their immigration status.<br /><br />While the new phrasing on racial profiling seems straightforward -- and while the new language will provide opponents of racial profiling a useful weapon in court -- legal experts we spoke to said that it's not \"crystal clear and undeniable\" that racial profiling will be impossible under the law.<br /><br />Rather, the Arizona law, even in its revised version, sets up a clash of constitutional principles that could be fought over in the courts for years to come. Indeed, the law almost demands court involvement by expressly authorizing police to consider race &quot;to the extent permitted by the United States or Arizona Constitution\" -- something that is far from nailed down.<br /><br />A big reason for uncertainty is that there is Supreme Court precedent for allowing racial profiling under similar circumstances to those envisioned in the Arizona law.<br /><br />In 1975, the U.S. Supreme Court decided a case called <em>United States vs. Brignoni-Ponce</em>. In that case, a roving unit of the U.S. Border Patrol stopped a vehicle near the Mexican border and questioned the occupants about their immigration status. In this case, the court wrote, \"the only ground for suspicion is that the occupants appear to be of Mexican ancestry.\" <br /><br />In a 9-0 decision, the court ruled that \"because of the important governmental interest in preventing the illegal entry of aliens at the border, the minimal intrusion of a brief stop, and the absence of practical alternatives for policing the border, an officer, whose observations lead him reasonably to suspect that a particular vehicle may contain aliens who are illegally in the country, may stop the car briefly, question the driver and passengers about their citizenship and immigration status, and ask them to explain suspicious circumstances; but any further detention or search must be based on consent or probable cause.\"<br /><br />In the majority opinion, Justice Lewis Powell continued, \"The likelihood that any given person of Mexican ancestry is an alien is high enough to make Mexican appearance a relevant factor,\" even though \"standing alone it does not justify stopping all Mexican-Americans to ask if they are aliens.\" In other words, racial factors can be legitimately used in profiling, just as long as they are not the only factors -- language that's similar to the Arizona law's original wording.<br /><br />Complicating matters further, the 9th Circuit Court of Appeals -- the federal court that includes Arizona -- has issued a more restrictive ruling than the Supreme Court on the use of race in profiling. Unlike the Supreme Court, the 9th Circuit ruled that consideration of Hispanic appearance in a stop is impermissible, said Jennifer Chacon, law professor at the University of California-Irvine. This tracks closely the new language added to the law.<br /><br />Legal experts we spoke to said that, at a minimum, this difference of opinion sets up a judicial conflict that needs to be sorted out.<br /><br />In the meantime, even if racial profiling is officially banned, the new Arizona law continues to permit non-racially based profiling, such as profiling based on clothing or behavior. Yet many legal experts we spoke to saw a hazy, and perhaps unenforceable, line between permissible profiles and illegal ones.<br /><br />Kevin Johnson, dean of the law school at the University of California-Davis and a specialist on immigration law, said he worries that local police inadequately trained in immigration law could engage in profiling, either unwittingly or intentionally. \"My fear is that, with the new addition to the law or not, racial profiling will result, with untrained local law enforcement officers &ndash; perhaps unconsciously &ndash; relying on racial and/or class stereotypes\" when determining whether there's \"reasonable suspicion\" about one's immigration status.<br /><br />For defendants who feel they were stopped unfairly due to racial profiling, \"it may be virtually impossible to show, at least for many months if not several years\" that the police made their decision illegally on racial or ethnic grounds, said Stephen Saltzburg, a law professor at George Washington University.</p>\r\n<p>Brewer's office did not respond to a request for comment. &nbsp;<br /><br />Ultimately, the late changes do bolster Brewer's contention that the law prohibits racial profiling. But our legal experts say that it is far from the done deal that she suggests. There are simply too many legal loose ends to be settled in court to be able to say that the late changes to the law will \"lay to rest questions over the possibility of racial profiling,\" as Brewer put it. We rule Brewer's statement Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-05-04T13:31:14.088478", "ruling_date": "2010-05-04T13:26:29", "ruling_headline": "Arizona immigration law rewrite 'lays to rest' worries about racial profiling, Brewer says", "ruling_headline_slug": "arizona-immigration-law-rewrite-lays-rest-worries-", "ruling_link_text": "Expect years of court battles before the issue is laid to rest", "ruling_state": null, "source_documents": null, "sources": "<p>Jan Brewer, <a href=\"http://azgovernor.gov/dms/upload/PR_043010_StatementGovBrewer.pdf\" target=\"_blank\">news release</a> on signing HB 2162, April 30, 2010<br /><br />Revised <a href=\"http://azgovernor.gov/dms/upload/HB_2162Signed.pdf\" target=\"_blank\">text</a> of Arizona immigration law (HB 2162), accessed May 4, 2010<br /><br />Original <a href=\"http://azgovernor.gov/dms/upload/SB_1070_Signed.pdf\" target=\"_blank\">text</a> of Arizona immigration law (SB 1070), accessed May 4, 2010<br /><br />PolitiFact, \"<a href=\"http://www.politifact.com/truth-o-meter/statements/2010/apr/28/alfredo-gutierrez/arizona-immigration-law-allows-police-question-any/\" target=\"_blank\">Arizona immigration law allows police to question 'anyone' who's 'reasonably suspicious' of being illegal</a>,\" April 28, 2010<br /><br />PolitiFact, \"<a href=\"http://www.politifact.com/truth-o-meter/statements/2010/apr/28/john-huppenthal/arizona-immigration-law-requires-police-see-crime-/\" target=\"_blank\">Arizona immigration law requires police to see a crime before checking legal status, GOP state senator says</a>,\" April 28, 2010<br />&nbsp;<br />Arizona House of Representatives, House Majority Research <a href=\"http://www.azleg.gov/legtext/49leg/2r/summary/h.hb2162_ccmemo.doc.htm\" target=\"_blank\">memorandum</a> on HB 2162, April 29, 2010<br /><br />U.S. Supreme Court, <a href=\"http://caselaw.lp.findlaw.com/cgi-bin/getcase.pl?court=US&amp;vol=422&amp;invol=873\" target=\"_blank\">ruling</a> in <em>United States vs. Brignoni-Ponce</em> (1975)<br /><br />U.S. Supreme Court, <a href=\"http://caselaw.lp.findlaw.com/cgi-bin/getcase.pl?court=US&amp;vol=466&amp;invol=210\" target=\"_blank\">ruling</a> in <em>INS vs. Delgado</em> (1984)<br /><br />U.S. Supreme Court, <a href=\"http://www.law.cornell.edu/supct/html/95-5841.ZO.html\" target=\"_blank\">ruling</a> in <em>Whren vs. United States</em> (1996)<br /><br /><em>Arizona Republic</em>, \"<a href=\"http://www.azcentral.com/news/articles/2010/04/30/20100430arizona-immigration-law-governor-signs-revised-bill.html\" target=\"_blank\">Arizona governor signs bill revising new immigration law</a>,\" May 1, 2010<br /><br />Michael Gerson, \"The authors of Arizona's immigration law retreat\" (online <a href=\"http://voices.washingtonpost.com/postpartisan/2010/05/the_authors_of_arizonas_immigr.html?hpid=opinionsbox1\" target=\"_blank\">column</a> in the <em>Washington Post</em>), May 3, 2010<br /><br />E-mail interview with Kevin Johnson, dean of the law school at the University of California-Davis, May 3, 2010<br /><br />E-mail interview with Stephen W. Yale-Loehr, adjunct law professor at Cornell University, May 3, 2010<br /><br />E-mail interview with Jennifer Chacon, law professor at the University of California (Irvine), May 3, 2010<br /><br />E-mail interview with Daniel Capra, professor at Fordham Law School, May 3, 2010<br /><br />E-mail interview with Nina Marino, partner with the criminal defense law firm Kaplan Marino in Beverly Hills, Calif., May 3, 2010<br /><br />E-mail interview with Stephen Saltzburg, law professor at George Washington University, May 3, 2010</p>\r\n<p>E-mail interview with Peter Spiro, law professor at Temple University, May 4, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "", "false_count": 1, "first_name": "Jan", "half_true_count": 1, "home_state": "Arizona", "id": 402, "last_name": "Brewer", "mostly_true_count": 0, "name_slug": "jan-brewer", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/jan_brewer.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/402/", "total_count": 6, "true_count": 0, "website": ""}, "statement": "<p>Late changes to the Arizona immigration law \"lay to rest questions over the possibility of racial profiling.\"</p>", "statement_context": "a news release", "statement_date": "2010-04-30", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}], "target": [], "twitter_headline": null}