{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/may/04/kyrsten-sinema/under-arizona-immigration-law-overgrown-lawns-bark/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1759, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1759/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>The controversy over a hard-line immigration law signed by Republican Arizona Gov. Jan Brewer on April 23, 2010, shows no signs of ebbing -- despite a last-minute change to the law's language designed to placate critics.<br />&nbsp;<br />The law, which would go into effect in 90 days, makes being an illegal immigrant a state crime and requires legal immigrants to carry papers that confirm their legal status.<br /><br />One of the key questions has been what standard law enforcement officers must use before questioning individuals about their immigration status. Critics have argued that trivial justifications could lead to immigration status checks that could get someone deported.<br /><br />On April 30, Brewer signed a package of changes to the law that were intended to clarify what sorts of actions could trigger immigration-related questions. Here's the new version of the language telling police the circumstances under which they will be expected to check on an individuals' immigration status:<br /><br />\"For any lawful stop, detention or arrest made by a law enforcement official or a law enforcement agency of this state or a law enforcement official or a law enforcement agency of a county, city, town or other political subdivision of this state in the enforcement of any other law or ordinance of a county, city or town in this state where reasonable suspicion exists that the person is an alien and is unlawfully present in the United States, a reasonable attempt shall be made, when practicable, to determine the immigration status of the person, except if the determination may hinder or obstruct an investigation.\"<br /><br />By replacing the broader phrase \"lawful contact\" with \"lawful stop, detention or arrest,\" the new version may have eased one worry expressed by critics of the bill -- that police could use such innocuous pretexts as someone asking an officer for directions or being a victim or a witness of a crime to trigger an immigration status check.<br /><br />But some say that a different addition to the law may actually expand the grounds for questioning people about their immigration status. The new version added the phrase \"in the enforcement of any other law or ordinance of a county, city or town in this state.\" Before this change was made, the law did not specify that police could use the enforcement of county, city or town laws or ordinances as the trigger for asking immigration-status questions.<br /><br />Brewer's office did not return a request for comment. But Paul Senseman, a spokesman for the governor, told the <em>Arizona Republic</em> that such changes simply clarified the law's original intent.<br />&nbsp;<br />\"What we were always talking about and have always been talking about are things like discharging firearms, alcoholic beverages in the park or speeding in a school zone,\" he told the newspaper.<br /><br />But critics -- including Arizona state Rep. Kyrsten Sinema, a Democrat, appearing on the April 30 edition of MSNBC's <em>Countdown with Keith Olbermann</em> -- seized on the change as significant and worrisome. Sinema told Olbermann that the final round of changes \"actually make the law more onerous and even more unconstitutional, if that can even be imagined.\"<br /><br />Olbermann brought up the idea that \"police contact over violations for local civil ordinances can trigger questioning on immigration status. You've identified that as a major problem with this. What is the problem?\"<br /><br />Sinema responded, \"Well, that's the key problem, because, previously, the sponsors of this legislation indicated that it was solely to apprehend people who were suspected of committing criminal acts. But now, when police officers encounter someone whose lawn is overgrown or who perhaps has a dog that's barking too loudly, they'll be required to inquire into their immigration status if they have reasonable suspicion to believe they may be undocumented. That is incredibly concerning and a massive expansion of this law.\"<br /><br />We decided to focus on whether something like an overgrown lawn or a loudly barking dog could trigger an immigration check. <br /><br />For background's sake, this is our second attempt in a week to analyze the Arizona law. We first addressed the law in a pair of rulings on April 28, 2010, before the most recent changes were made. We're now attempting another pair of rulings -- this one, and a separate one on racial profiling.<br /><br />We believe that checking Sinema's claim requires an answer to two questions. First, are overgrown lawns and loudly barking dogs the type of violations typically covered by municipal laws or ordinances in Arizona? And second, if the answer is yes, could such violations serve as the trigger for an immigration check?<br /><br />To answer the first question, we called Ken Strobeck, the executive director of the League of Arizona Cities and Towns. Strobeck told us that such violations are indeed common in Arizona municipal codes. He said that while such violations are ordinarily enforced by unarmed code enforcers rather than by armed, trained police officers, there is nothing in the Arizona law to prevent a police officer from using an unmowed lawn, or some other civil violation for which they make a stop, detention or arrest, as the trigger for an immigration status check.<br /><br />The expansion of the law to municipal ordinances gives police \"virtual carte blanche to ask for documentation,\" said Stephen W. Yale-Loehr, adjunct law professor at Cornell University.<br /><br />The language on municipal ordinances may be new, but the original version of the law had already established a low threshold for asking immigration-related questions.<br /><br />For instance, the law would have allowed police to use traffic stops as a justification to ask immigration questions. Traffic stops are a well-used, and legal, way for police officers to enforce other laws. They can be used to test for drunken driving, or to catch violators of vehicle laws, such as those against broken taillights.<br /><br />\"Someone who has committed no crime -- and indeed, for whom there is no reasonable suspicion of a crime -- could be subject to a lawful 'stop' at such checkpoints, and under the Arizona law could, upon reasonable suspicion, be asked for identification,\" said Jennifer Chacon, law professor at the University of California-Irvine.<br /><br />And what might constitute \"reasonable suspicion\"?<br /><br />\"Officers can use traffic stops to look for people who have invalid licenses, and invalid licenses for people who do not speak good English will be proxies for reasonable suspicion that the person is an illegal alien,\" said Stephen Saltzburg, law professor at George Washington University. In 1996, he said, the Supreme Court ruled in <em>Whren vs. United States</em> that it was permissible to use traffic laws to enforce drug laws. Similar stops for immigration laws, Saltzburg said, are \"also likely to be upheld\" if challenged under the Fourth Amendment, which protects against improper search and seizure.<br /><br />Meanwhile, in an effort to curb day-laborer gathering points -- the ad-hoc spots where illegal immigrants have often offered themselves as informal laborers -- both versions of the law have made it unlawful for illegal immigrants \"to knowingly apply for work (or) solicit work in a public place,\" including through \"verbal or nonverbal communication by a gesture or a nod that would indicate to a reasonable person that a person is willing to be employed.\" So, anyone making a gesture or a nod in a public place could fall under suspicion of violating these laws -- which in turn could open the door to questioning about one's immigration status.<br /><br />But on the narrower question Sinema raised -- about overgrown lawns or loudly barking dogs triggering an immigration check -- our experts say that she is on pretty safe ground. She exaggerates when she says that such violations could require law enforcement officers to \"inquire into their immigration status if they have reasonable suspicion to believe they may be undocumented.\" The law has a few more hurdles than that.</p>\r\n<p>It says that \"a reasonable attempt shall be made, when practicable, to determine the immigration status of the person, except if the determination may hinder or obstruct an investigation.\" And of course, there's no way of knowing yet whether law enforcement officers will actually use the full extent of their powers. Still, she's correct that relatively minor violations could open the door to immigration questioning. So we rate her claim Mostly True.</p>", "ruling_comments_date": "2010-05-04T15:46:36.022555", "ruling_date": "2010-05-04T15:40:38", "ruling_headline": "Under Arizona immigration law, overgrown lawns, barking dogs could trigger questioning, lawmaker says", "ruling_headline_slug": "under-arizona-immigration-law-overgrown-lawns-bark", "ruling_link_text": "Illegal immigrants should keep their lawns mowed and their dogs happy", "ruling_state": null, "source_documents": null, "sources": "<p>Kyrsten Sinema, <a href=\"http://www.msnbc.msn.com/id/36916437/ns/msnbc_tv-countdown_with_keith_olbermann/\" target=\"_blank\">interview</a> on MSNBC's <em>Countdown with Keith Olbermann</em>, April 30, 2010<br /><br />Revised <a href=\"http://azgovernor.gov/dms/upload/HB_2162Signed.pdf\" target=\"_blank\">text</a> of Arizona immigration law (HB 2162), accessed May 4, 2010<br /><br />Original <a href=\"http://azgovernor.gov/dms/upload/SB_1070_Signed.pdf\" target=\"_blank\">text</a> of Arizona immigration law (SB 1070), accessed May 4, 2010<br /><br />PolitiFact, \"<a href=\"http://www.politifact.com/truth-o-meter/statements/2010/apr/28/alfredo-gutierrez/arizona-immigration-law-allows-police-question-any/\" target=\"_blank\">Arizona immigration law allows police to question 'anyone' who's 'reasonably suspicious' of being illegal</a>,\" April 28, 2010<br /><br />PolitiFact, \"<a href=\"http://www.politifact.com/truth-o-meter/statements/2010/apr/28/john-huppenthal/arizona-immigration-law-requires-police-see-crime-/\" target=\"_blank\">Arizona immigration law requires police to see a crime before checking legal status, GOP state senator says</a>,\" April 28, 2010<br />&nbsp;<br />Arizona House of Representatives, House Majority Research <a href=\"http://www.azleg.gov/legtext/49leg/2r/summary/h.hb2162_ccmemo.doc.htm\" target=\"_blank\">memorandum</a> on HB 2162, April 29, 2010<br /><br />U.S. Supreme Court, <a href=\"http://caselaw.lp.findlaw.com/cgi-bin/getcase.pl?court=US&amp;vol=422&amp;invol=873\" target=\"_blank\">ruling</a> in <em>United States vs. Brignoni-Ponce</em> (1975)<br /><br />U.S. Supreme Court, <a href=\"http://caselaw.lp.findlaw.com/cgi-bin/getcase.pl?court=US&amp;vol=466&amp;invol=210\" target=\"_blank\">ruling</a> in <em>INS vs. Delgado</em> (1984)<br /><br />U.S. Supreme Court, <a href=\"http://www.law.cornell.edu/supct/html/95-5841.ZO.html\" target=\"_blank\">ruling</a> in <em>Whren vs. United States</em> (1996)<br /><br /><em>Arizona Republic</em>, \"<a href=\"http://www.azcentral.com/news/articles/2010/04/30/20100430arizona-immigration-law-governor-signs-revised-bill.html\" target=\"_blank\">Arizona governor signs bill revising new immigration law</a>,\" May 1, 2010<br /><br />Michael Gerson, \"The authors of Arizona's immigration law retreat\" (online <a href=\"http://voices.washingtonpost.com/postpartisan/2010/05/the_authors_of_arizonas_immigr.html?hpid=opinionsbox1\" target=\"_blank\">column</a> in the <em>Washington Post</em>), May 3, 2010<br /><br />Interview with Ken Strobeck, the executive director of the League of Arizona Cities and Towns, May 4, 2010<br /><br />E-mail interview with Kevin Johnson, dean of the law school at the University of California-Davis, May 3, 2010<br /><br />E-mail interview with Stephen W. Yale-Loehr, adjunct law professor at Cornell University, May 3, 2010<br /><br />E-mail interview with Jennifer Chacon, law professor at the University of California (Irvine), May 3, 2010<br /><br />E-mail interview with Daniel Capra, professor at Fordham Law School, May 3, 2010<br /><br />E-mail interview with Nina Marino, partner with the criminal defense law firm Kaplan Marino in Beverly Hills, Calif., May 3, 2010<br /><br />E-mail interview with Stephen Saltzburg, law professor at George Washington University, May 3, 2010</p>\r\n<p>E-mail interview with Peter Spiro, law professor at Temple University, May 4, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "State Representative", "false_count": 0, "first_name": "Kyrsten", "half_true_count": 2, "home_state": "Arizona", "id": 403, "last_name": "Sinema ", "mostly_true_count": 1, "name_slug": "kyrsten-sinema", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Sinema_Headshot_1.png", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/403/", "total_count": 3, "true_count": 0, "website": "http://www.azleg.gov/MembersPage.asp?Member_ID=52&Legislature=48"}, "statement": "<p>Under the Arizona immigration law, police are required to check immigration status if someone's \"lawn is overgrown\" or if a dog is \"barking too loudly.\"</p>", "statement_context": "an interview on MSNBC's 'Countdown with Keith Olbermann'", "statement_date": "2010-04-30", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}], "target": [], "twitter_headline": null}