{"art": [], "author": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/may/05/jd-hayworth/rival-says-hes-forced-john-mccain-drop-amnesty-ill/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1763, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "crichert@politifact.com", "first_name": "Catharine", "id": 109, "last_name": "Richert", "name_slug": "catharine-richert", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/109/", "title": "Former PolitiFact Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1763/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>During a recent interview on the Fox&nbsp;Business Network, J.D. Hayworth, the former U.S. representative who is running against incumbent John McCain for U.S. Senate from Arizona, said&nbsp;McCain has recently changed his tune on immigration.<br /><br />\"Up until two weeks ago, John McCain was a leading proponent of amnesty. Now with me challenging him, suddenly he has changed,\" Hayworth&nbsp;told host Neil Cavuto&nbsp;on&nbsp;April 28, 2010.<br /><br />Hayworth made the comment during a larger discussion about Arizona's new immigration law, one that would make it a state crime to be an illegal immigrant. <br /><br />Immigration reform has many components, and we found McCain has changed his position on at least one of them. But did he change positions on amnesty after Hayworth entered the race? That's the question we're setting out to answer. <br /><br />For those of you who don't know about McCain's record on immigration, here's the skinny: Back in 2007, McCain made waves by pushing an immigration reform bill that would have created a pathway to citizenship for those in the U.S. illegally. Such a plan has been unpopular with many Republicans, who frequently criticize it for providing \"amnesty\" to illegal aliens. <br /><br />Since then, McCain's rhetoric on the issue has shifted.<br /><br />For instance, in a Jan. 30, 2008, presidential debate, McCain was asked whether he would still vote in support of his 2007 proposal. He dodged the question, and instead said border security should come first. \"We will secure the borders first when I am president of the United States,\" he said.<br /><br />Indeed, McCain was long against the idea of sending National Guard troops to the border. In 2001, he told Fox News' Bill O'Reilly that it was a bad idea because troops are not trained for the job. He solidified his change of heart on March 26, 2009, when he posted a statement on his Web site that said, given violence along the U.S.-Mexico border, \"I support sending National Guard troops to assist with securing our southern border and stemming the flow of violence spilling over into the United States.\"<br /><br />He reiterated that stance during a field hearing in Phoenix on Monday, April 20, 2009. And exactly a year later, McCain joined with fellow Arizona Republican Sen. Jon Kyl to introduce a 10-point plan to secure the border. The proposal includes sending 3,000 National Guard troops to the border, but says nothing about a pathway to citizenship for illegal aliens.<br /><br />McCain has even acknowledged the change of heart, telling O'Reilly on April 19, 2010, that, \"I changed [my mind] over a year ago, as you know. The violence on the border is incredible.\"<br /><br />At the same time, McCain has come out in favor of the Arizona immigration law, which has generated some flack from immigration reform advocates. They say he's bowing to campaign pressure. Furthermore, McCain has not stepped forward to support a Democratic immigration reform proposal that includes a pathway to citizenship similar to the plan included in McCain's 2007 bill. <br /><br />So, we can safely say that McCain has decided that putting National Guard troops on the border is a good idea after all. But that's not a new development; he changed course on the issue over a year ago. We can also say that McCain has endorsed the Arizona law, which has surprised immigration reform advocates who have typically seen McCain as an ally. And we can say that he's not endorsed a Democratic immigration reform effort. <br /><br />But does McCain now think a pathway to citizenship is no longer an option he'd support?<br /><br />No, says Brian Rogers, McCain's campaign spokesman. <br /><br />\"He's said that once the borders are secure, then we should look to other elements of reform, including a path to citizenship, to be addressed,\" Rogers said. <br /><br />Indeed, over the past few weeks, McCain said just that.<br /><br />\"After the border is secure, then we need to look at a temporary legal guest worker program and a path to citizenship and all that. But first, the border has to be secured,\" he said.<br /><br />We asked Hayworth's campaign to pinpoint the flip they say McCain made in recent weeks, and Hayworth's spokesman, Mark Sanders, said that he believed that McCain was running ads that indicated a change of heart. We did find several recent campaign ads and radio spots on McCain's campaign Web site; they all tout McCain and Kyl's border security plan, but say nothing about immigration reform or a pathway to citizenship. And Sanders could not give us further information on the ads he told us about.<br /><br />Sanders also pointed us to an ad put together by Hayworth's campaign. It pieces together clips of McCain recently talking about border security with comments he made previously about immigration reform. The first clip is from a speech McCain gave in 2008 to the National Council of La Raza, according to the Hayworth campaign. The second, which features the late&nbsp;<em>Meet the Press</em> host Tim Russert reading a positive statement McCain made about immigration reform in 2003, is at least&nbsp;two years old (Russert died in June&nbsp;2008). The third is from a debate during the presidential campaign.<br /><br />But none are recent statements. <br /><br />So let's recap: McCain was once a vocal proponent of a pathway to citizenship. And for years, he rejected the idea of sending more National Guard troops to the border. But during the 2008 campaign, he started to shift his stance on the issue, saying that securing the border was his first priority. We found that he's maintained that stance since 2008, most recently with a new plan that would send 3,000 National Guard troops to the border. All the while, McCain has never fully backed away from further immigration reform, though we do concede that he's clearly put the issue on the back burner.<br /><br />But there is nothing to substantiate Hayworth's claim that, \"Up until two weeks ago, John McCain was a leading proponent of amnesty. Now with me challenging him, suddenly he has changed.\" And his campaign could point to no solid evidence to back him up. In fact, McCain started favoring border security over a pathway to citizenship years ago, long before Hayworth was a contender. As a result, we find Hayworth's claim to be Pants on Fire.</p>", "ruling_comments_date": "2010-05-05T15:04:21.528745", "ruling_date": "2010-05-05T14:54:11", "ruling_headline": "Rival says he's forced John McCain to drop amnesty for illegal immigrants ", "ruling_headline_slug": "rival-says-hes-forced-john-mccain-drop-amnesty-ill", "ruling_link_text": "No evidence that Hayworth spooked the Maverick", "ruling_state": null, "source_documents": null, "sources": "<p>CQ Newsmaker Transcripts, Fox News Business, April 28, 2010<br /><br />JohnMcCain.com, <a href=\"http://johnmccain.com/borderplan\" target=\"_blank\">10-Point Border Security Plan</a>, accessed April 30, 2010<br /><br /><em>The Arizona Republic</em>, Hayworth Book Takes on Immigration, by Billy House, January 5, 2006, accessed from Nexis April 30, 2010<br /><br /><em>The Arizona Republic</em>, Conversation with McCain, by Dan Nowicki, March 22, 2004, accessed from Nexis April 30, 2010<br /><br /><em>The O'Reilly Factor</em>, transcript of the May 23, 2001, episode, accessed from Nexis, May 5, 2010<br /><br />Web site of Sen. John McCain, <a href=\"http://mccain.senate.gov/public/index.cfm?FuseAction=PressOffice.PressReleases&amp;ContentRecord_id=43EF6BEB-0D48-6B44-6679-02BCEB372EED\" target=\"_blank\">Statement by Senator John McCain</a>, March 26, 2010<br /><br />Web site of the Senate Committee on Homeland Security and Governmental Affairs, <a href=\"http://hsgac.senate.gov/public/index.cfm?FuseAction=Hearings.Hearing&amp;Hearing_ID=f259bf1c-934d-41af-8ff3-72140882b3c3\" target=\"_blank\">opening statement of Sen. John McCain</a>, April 20, 2010 <br /><br />CQ Newsmaker Transcripts, April 19, 2010, episode of the <em>No Spin Zone</em>, accessed May 5, 2010<br /><br />Fox News's <em>Hannity</em>, <a href=\"http://www.foxnews.com/story/0,2933,591656,00.html\" target=\"_blank\">McCain: Arizona's Southern Border Is Broken</a>, April 28, 2010<br /><br />Politico, McCain tacks right on immigration, by Kasie Hunt, April 19, 2010, accessed from Nexis on May 5, 2010<br /><br />Associated Press, Ariz. immigration debate pressures McCain, by Jonathan J. Cooper and Paul Davenport, April 22, 2010<br /><br /><em>The National Journal</em>, The Immigration Impasse, by Ronald Brownstein, May 1, 2010, accessed from Nexis on May 5, 2010<br /><br />Transcript of the GOP Debate, Jan. 30, 2008, accessed in Nexis May 5, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 1, "first_name": "J.D.", "half_true_count": 1, "home_state": "Arizona", "id": 344, "last_name": "Hayworth", "mostly_true_count": 1, "name_slug": "jd-hayworth", "pants_count": 2, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/JD_Hayworth.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/344/", "total_count": 5, "true_count": 0, "website": ""}, "statement": "<p>\"Up until two weeks ago, John McCain was a leading proponent of amnesty. Now with me challenging him, suddenly he has changed.\"</p>", "statement_context": "an interview on the Fox Business Network", "statement_date": "2010-04-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}