{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/may/06/darrell-issa/issa-says-oil-royalties-trail-only-taxes-generalti/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1767, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1767/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>The major oil spill in the Gulf of Mexico has focused attention on a low-profile federal office and how it manages offshore oil leases.<br /><br />In a May 4, 2010, interview with MSNBC's Dylan Ratigan, Rep. Darrell Issa, R-Calif., suggested that there may be a conflict of interest between the government's reliance on revenue from oil leases and its need to be a tough regulator. He focused on the Minerals Management Service, an office within the Interior Department that handles royalties, rents and other revenues from oil, natural gas and coal on federal land or in federal waters.<br /><br />\"MMS can't be all things to all people,\" said Issa, the top Republican on the House Oversight and Government Reform Committee. \"It should come out from underneath the Department of Interior. It should be like the IRS, responsible for revenue generation and for reporting. And the Department of Interior needs to be very, very diligent in protecting our wildlife, our wetlands, and all of our natural resources.\"<br /><br />Issa added, \"I think it's a unique conflict of interest when you're dealing with two critical areas, the safety to the environment and the revenue. This is the second-largest revenue source to the federal government after the IRS. So it's very clear, the stakes are high. This is an organization that brings in enough revenue to pale by comparison any procurement officer\" at the Defense Department.<br /><br />We won't take a position on Issa's larger points about how well MMS is protecting the interests of the American taxpayer or whether a conflict of interest exists, since those are matters of opinion. But we do think it's worthwhile looking at whether Issa's right that the money flowing into MMS represents the second-largest stream of federal income behind tax revenue collected by the Internal Revenue Service.<br /><br />First, let's look at how much money MMS brings in.<br /><br />For the most recent year -- 2009 -- MMS says it received $7.6 billion in combined royalties for oil, natural gas and coal, plus roughly $2.3 billion more in other revenues, for a total of $9.9 billion.<br /><br />Because of accounting quirks, figuring out which other non-IRS revenue streams are bigger than that is trickier, but we did find a number of revenue sources collected by agencies other than IRS that seemed to qualify:<br /><br /><strong>&bull;</strong> Deposit of earnings from the Federal Reserve System (deposited by the Fed): $34.3 billion <br /><br /><strong>&bull;</strong> Alcohol and tobacco taxes (collected by the Treasury Deptartment's Alcohol and Tobacco Tax Bureau): $22.7 billion <br /><br /><strong>&bull;</strong> Customs duties (collected by Customs and Border Protection): $21.3 billion<br /><br /><strong>&bull;</strong> Federal Deposit Insurance Corp. insurance premiums and recoveries (collected by the FDIC): $20.5 billion<br /><br /><strong>&bull;</strong> Digital Television Transition and Public Safety Fund (collected by the Commerce Department): $16.7 billion<br /><br /><strong>&bull;</strong> Energy sales by the Tennessee Valley Authority (collected by TVA): $11.1 billion <br /><br />This would rank MMS no higher than eighth among entities generating revenue for the government. Some experts we talked to suggested a few other revenue sources, but others disagreed, so we've erred on the side of caution and left them out of our rankings. These include stamps and other fees collected by the U.S. Postal Service ($69 billion) and Medicare premiums, which are withheld from checks cut by the Social Security Administration ($57 billion).<br /><br />Because the volatile pricetag of oil can affect the size of the government's lease revenues, we also looked at MMS figures for 2008, when oil prices were at historical highs.<br /><br />In 2008, MMS collected a substantially larger amount -- $24.1 billion. But that was still exceeded by two other revenue streams beyond the IRS -- $33.6 billion from the Fed and $26 billion in customs duties collected by CBP. So while MMS ranked higher in 2008 -- fourth rather than eighth -- it still wasn't as high as the second-place Issa ascribed to it.<br /><br />Just to cover our bases, we also checked to see whether mineral revenues have grown as a share of federal receipts in recent years. As expected, they reached their peak in 2008 with just under 1 percent of federal receipts. But other than that year, the percentage has bounced around in a pretty narrow range since 2001, between 0.31 percent and 0.53 percent.<br /><br />A spokesman for Issa, Frederick R. Hill, argued forcefully that Issa was on solid ground.<br /><br />One point Hill made is that Issa \"was referring to net, not gross, revenues that MMS contributes to the federal budget.\" In other words, Issa was pointing out that MMS delivered the federal government's second-largest haul of income after substracting operational costs.<br /><br />In our view, that kind of calculation refers to what economists consider \"profit,\" rather than \"revenues,\" which is the word that Issa clearly used. Still, we decided to see what the numbers were when calculated under those rules.<br /><br />According to the Treasury Department, the operational costs for MMS in 2009 were $163 million. So, the margin at MMS was indeed extremely high -- about 98 percent after expenses -- and the net amount collected was about $9.7 billion.<br /><br />It's true that TVA's operational costs wiped out essentially all of its $11.1 billion in energy sales. But several of the other agencies on our list produced margins and revenues that were just as impressive as MMS's. (While budget quirks make it tricky to craft fair comparisons, we'll do our best. )<br /><br />Operational expenses at the Fed were $367 million, meaning a 99 percent margin and almost $34 billion collected for the government. Meanwhile, it cost $99 million to run the Alcohol and Tobacco Tax Bureau, producing a 99 percent margin and $22 billion collected.<br /><br />The costs of collecting trade duties is complicated, since duty collection is only one part of the job done by CBP, a $12 billion agency. We made an estimate by combining the budget lines for CBP's administrative operations and its \"border security inspections and trade facilitation at ports of entry\" -- an amount that worked out to $3.9 billion in 2009. That would make CBP's margin 82 percent and its total collections $17.4 billion. Even if that cost estimate is low, it's still comfortably above the amount MMS contributed.<br /><br />Another point Hill made was that some of the other revenue producers did not generate income for general government use but rather to foot the bill for specific uses.<br /><br />On that he's correct -- for instance, the FDIC uses its money to insure banks, and much of the television money is earmarked for digital converter box coupons and interoperable communications equipment grants for first-responders.<br /><br />But a large chunk of MMS's money is spoken for as well. By statute, portions must be distributed to neighboring states, conservation trust funds and Indian tribes. Only about $5.7 billion actually made it to the federal treasury for general purposes in 2009 -- an amount that, if we were to use it instead of the $9.9 billion figure, would push MMS even further down the list of revenue producers for the federal government.<br /><br />We'll grant Issa that this is a complicated fact to hash out during a rapid-fire interview, and we think any error he made in offering this factoid doesn't necessarily undermine his broader argument. We'd go so far as to suggest that Issa would have been perfectly on target if he'd simply said that MMS is \"one of the largest\" revenue sources to the federal government after the IRS. But he added more specificity than the facts justify. So we rate his statement False.</p>", "ruling_comments_date": "2010-05-06T15:03:03.942244", "ruling_date": "2010-05-06T14:59:58", "ruling_headline": "Issa says oil royalties trail only taxes in generating revenue for the federal government", "ruling_headline_slug": "issa-says-oil-royalties-trail-only-taxes-generalti", "ruling_link_text": "It's pretty big, but not enough for second place", "ruling_state": null, "source_documents": null, "sources": "<p>Darrell Issa, interview with Dylan Ratigan on MSNBC, May 4, 2010 (accessed via Lexis-Nexis)<br /><br />Minerals Management Service, main statistics <a href=\"http://www.mrm.mms.gov/MRMWebStats/Home.aspx\" target=\"_blank\">web page</a>, accessed May 6, 2010<br /><br />Office of Management and Budget, <a href=\"http://www.whitehouse.gov/omb/budget/fy2011/assets/receipts.pdf\" target=\"_blank\">federal budget for fiscal year 2011</a> (\"Federal Receipts\"-- chapters 14 and 15,\" accessed May 6, 2010<br /><br />Office of Management and Budget, <a href=\"http://www.whitehouse.gov/omb/budget/fy2010/assets/receipts.pdf\" target=\"_blank\">federal budget for fiscal year 2010</a> (\"Federal Receipts and Collections\"-- chapters 17 and 18,\" accessed May 6, 2010<br /><br />Interior Department, <a href=\"http://www.doi.gov/budget/2011/11Hilites/A001.pdf\" target=\"_blank\">budget for fiscal year 2011</a>, accessed May 6, 2010<br /><br />Department of Homeland Security,<a href=\"http://www.dhs.gov/xlibrary/assets/budget_bib_fy2011.pdf\" target=\"_blank\"> budget for fiscal year 2011</a>, accessed May 6, 2010<br /><br />Office of Management and Budget, \"<a href=\"http://www.whitehouse.gov/omb/budget/fy2011/assets/fvf.pdf\" target=\"_blank\">Financing Vehicles and the Board of Governors of the Federal Reserve</a>,\" accessed May 6, 2010<br /><br />Treasury Department, <a href=\"http://media.washingtonpost.com/wp-srv/special/politics/budget-proposal/agency-by-agency/budget_2011_treasury.pdf\" target=\"_blank\">budget for fiscal year 2011</a>, accessed May 6, 2010<br /><br />Office of Management and Budget, <a href=\"http://www.whitehouse.gov/omb/budget/fy2011/assets/oia.pdf\" target=\"_blank\">independent agencies' budgets for fiscal year 2011</a>, accessed May 6, 2010<br /><br />National Telecommunications and Information Administration, <a href=\"http://www.ntia.doc.gov/otiahome/dtv/budgetrequest2008_factsheetDTV.pdf\" target=\"_blank\">fact sheet</a> on the Digital Television Transition and Public Safety Fund, accessed May 6, 2010</p>\r\n<p>Office of Management and Budget, federal budget for fiscal year 2011 (<a href=\"http://www.whitehouse.gov/omb/budget/fy2011/assets/hist01z1.xls\" target=\"_blank\">historical table</a> 1.1&mdash;Summary of Receipts, Outlays, and Surpluses or Deficits (-): 1789&ndash;2015), accessed May 6, 2010</p>\r\n<p>E-mail interview with Marc Goldwein, policy director for the Committee for a Responsible Federal Budget, May 6, 2010<br /><br />E-mail interview William Ahern, director of policy and communications for the Tax Foundation, May 5, 2010<br /><br />E-mail interview with James Horney, director of federal fiscal policy at the Center on Budget and Policy Priorities, May 5, 2010<br /><br />E-mail interview with Brian Riedl, fellow at the Heritage Foundation, May 6, 2010<br /><br />E-mail interview with Christopher Chantrill, blogger at usgovernmentspending.com, May 5, 2010<br /><br />E-mail interview with Bill Bush, spokesman for the American Petroleum Institute, May 5, 2010<br /><br />E-mail interview with Frederick R. Hill, director of communications for the House Oversight and Government Reform Committee Republican staff, May 6, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. House of Representatives", "false_count": 3, "first_name": "Darrell", "half_true_count": 0, "home_state": "California", "id": 406, "last_name": "Issa", "mostly_true_count": 0, "name_slug": "darrell-issa", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Issa_Official.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/406/", "total_count": 3, "true_count": 0, "website": "http://issa.house.gov/"}, "statement": "<p>Royalties for&nbsp;oil and other energy sources are the \"second-largest revenue source to the federal government after the IRS.\"</p>", "statement_context": "an interview with Dylan Ratigan on MSNBC", "statement_date": "2010-05-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}], "target": [], "twitter_headline": null}