{"art": [], "author": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "canonical_url": "/florida/statements/2010/may/06/adam-putnam/adam-putnam-places-perennial-loser-tag-agriculture/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1768, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "resource_uri": "/api/v/2/statement/1768/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Democrat Scott Maddox is using the oil spill growing in the Gulf of Mexico as an opportunity to distinguish himself in a down-ballot race for agriculture commissioner.<br /><br />Maddox, the former mayor of Tallahassee, has prodded U.S. Rep. Adam Putnam, the Republican frontrunner, to rule out the possibility of increased oil drilling in the gulf. Putnam has been a proponent of drilling in the past, and even proposing Congress allow new oil wells within 50 miles of Florida.<br /><br />On May 4, 2010, came word that Maddox's Tallahassee law firm was suing British Petroleum for its role in the spill.<br /><br />News of the suit prompted a searing response from Putnam campaign manager Trey McCarley.<br /><br />\"When in doubt, sue,\" McCarley said. \"As a result of his multiple losing campaigns for 3 of Florida&rsquo;s 4 available Cabinet positions, Scott Maddox has confused job descriptions for the one he&rsquo;s running for this time. While oil continues to pour out of the earth at a rate of 210,000 gallons per day, Scott Maddox runs to the courthouse to sue someone, anyone, in a desperate attempt to make money from misery.\"<br /><br />Sifting out the rhetoric, we wondered if Maddox, 42, had already lost campaigns for three Florida Cabinet posts.<br /><br />First about the Florida Cabinet. Though Putnam's campaign said the Cabinet has four positions, it technically only has three -- chief financial officer, attorney general and agriculture commissioner. The three-person Cabinet meets with the governor and acts as the state clemency board, and oversees several other state functions. In his claim, Putnam is wrongly counting the governor as a member of the Cabinet (though it's an easy mistake).<br /><br />Until 2003, the Cabinet had six members plus the governor. Along with the attorney general and agriculture commissioner, Cabinet members included the secretary of state and the commissioner of education, positions that were once elected, but now appointed, and the positions of treasurer and comptroller, which merged to become CFO.<br /><br />Now about Maddox. He was still in law school at Florida State University in 1993, when at the age of 24, he was elected to the Tallahassee City Commission. In 1995, city commissioners elected him mayor (the commission made the decision in Tallahassee then). In 1997, Maddox was elected mayor by voters after a change of government structure.</p>\r\n<p><strong>Ran for attorney general --&nbsp;lost.</strong></p>\r\n<p>Maddox flirted with running for governor in 2002, but instead decided to run for attorney general. He finished second in a four-way Democratic primary behind Orlando Mayor Buddy Dyer. Dyer went on to lose to then-Republican Charlie Crist. That's one losing campaign.<br /><br />Maddox continued to serve as Tallahassee's mayor until 2003, when he was elected chairman of the Florida Democratic Party. He served as the state party chairman until March 2005.</p>\r\n<p><strong>Ran for governor&nbsp;-- dropped out.</strong><br /><br />He left that job and announced he was running for governor in 2006.<br /><br />\"I know the potential of this great state,\" Maddox said in announcing his candidacy on May 16, 2005. \"And as someone who served nearly 10 years as mayor of Tallahassee, I am the only candidate with the executive experience necessary to both offer a vision for Florida's future, and make that vision a reality for everyday Floridians.\"<br /><br />Maddox's announcement may have been the high-water mark of his campaign for the state's top elected office.<br /><br />Within days of announcing his candidacy, the <em>St. Petersburg Times</em> reported that Maddox -- while party chairman --- had quietly been paid to help win support for a controversial development proposal reviled by Leon County Democrats.<br /><br />A few weeks later, the Internal Revenue Service froze the party's bank account because it failed to pay about $200,000 in payroll and Social Security taxes while Maddox was chairman. Later came news that while he chaired the Leon County party in 2004, it paid a $10,500 fine for campaign finance violations but never reported it as required.<br /><br />Maddox blamed the problems on a bookkeeper and longtime friend who admitted she had made a series of major mistakes and kept them hidden from her bosses. An internal investigation questioned Maddox's hiring decisions at the party, and his campaign faced two pending complaints of alleged campaign finance violations with the Florida Elections Commission, the <em>Times</em> reported.<br /><br />He dropped out of the race on Oct. 7, 2005, about 11 months before the Democratic primary. Maddox endorsed U.S. Rep. Jim Davis of Tampa, who won the party's nomination but went on to lose that November to then-Republican Charlie Crist. That's two losing campaigns (if you give Putnam the benefit of the doubt that dropping out before a vote is cast is the same as losing <em>and</em> if you let slide the fact that the governor isn't technically in the Florida Cabinet).<br /><br />We checked the state Division of Elections to see if Maddox ran for a Cabinet position or governor and lost a third time, but came up empty.</p>\r\n<p><strong>Running for agriculture commissioner?<br /></strong><br />McCarley, Putnam's campaign manager, said the third race is Maddox's 2010 bid for agriculture commissioner.<br /><br />\"The three out of four I was referring to (were) attorney general, governor and the current one, which is why we referred to it as 'losing' instead of lost,\" McCarley said.<br /><br />McCarley's right in that he did say losing. But we don't buy his argument.<br /><br />We found no independent, public polling data saying Putnam is beating Maddox in a hypothetical November match-up. Moreover, we wouldn't even consider that evidence Maddox is losing (See Charlie Crist Senate poll numbers circa June 2009 as evidence). <br /><br />Plus the context of the quote strongly suggests that Maddox's bid for agriculture commissioner is his fourth run at a Cabinet-level post.<br /><br />In trying to cast Maddox as a politician who will run for anything he think he might win, the Putnam campaign said Maddox has run \"losing campaigns for 3 of Florida's 4 available Cabinet positions.\"<br /><br />The minor offense in this case is counting Maddox's run for governor as a run for Cabinet. The governor isn't a member of the Cabinet, according to the state Constitution.<br /><br />But that's not what has us worried.<br /><br />Putnam errs in counting Maddox's 2010 bid for agriculture commissioner as a losing campaign. Maddox lost a campaign for attorney general and pulled out of a run for governor. The third race is still up in the air. We rate Putnam's claim False.</p>", "ruling_comments_date": "2010-05-06T15:38:53.392244", "ruling_date": "2010-05-06T16:41:38", "ruling_headline": "Adam Putnam places perennial loser tag on agriculture commissioner candidate Scott Maddox", "ruling_headline_slug": "adam-putnam-places-perennial-loser-tag-agriculture", "ruling_link_text": "Putnam must have a time machine we don't know about", "ruling_state": null, "source_documents": null, "sources": "<p>Palm Beach Post, \"<a href=\"http://www.postonpolitics.com/2010/05/putnam-campaign-rips-opponent-as-a-lobbyist-bottom-feeder/\" target=\"_blank\">Putnam campaign rips opponent as a &lsquo;lobbyist bottom feeder&rsquo;</a>,\" May 4, 2010</p>\r\n<p>Adam Putnam campaign, interview with campaign manager Trey McCarley, May 5, 2010<br /><br />Florida Constitution, <a href=\"http://www.leg.state.fl.us/Statutes/index.cfm?Mode=Constitution&amp;Submenu=3&amp;Tab=statutes&amp;CFID=151152369&amp;CFTOKEN=26147352#A04S04\" target=\"_blank\">Article IV Section IV</a>, Cabinet<br /><br />Florida Cabinet Affairs, <a href=\"http://www.myflorida.com/myflorida/cabinet/cabprocess.html\" target=\"_blank\">Cabinet process summary</a><br /><br /><em>St. Petersburg Times</em>, \"Maddox making run for governor,\" May 17, 2005, accessed via <em>Times</em> library<br /><br /><em>St. Petersburg Times</em>, \"Maddox drops out of race,\" Oct. 8, 2005, accessed via<em> Times</em> library<br /><br />Florida Division of Elections, <a href=\"http://election.dos.state.fl.us/\" target=\"_blank\">candidate and campaign databases</a><br /><br />Florida Department of State, <a href=\"http://enight.dos.state.fl.us/\" target=\"_blank\">election results</a></p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "Florida Commissioner of Agriculture", "false_count": 1, "first_name": "Adam", "half_true_count": 5, "home_state": "Florida", "id": 192, "last_name": "Putnam", "mostly_true_count": 2, "name_slug": "adam-putnam", "pants_count": 2, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Putnam.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/192/", "total_count": 16, "true_count": 3, "website": "http://www.freshfromflorida.com/About/Meet-Commissioner-Putnam"}, "statement": "<p>Scott Maddox has run \"losing campaigns for 3 of Florida's 4 available cabinet positions.\"</p>", "statement_context": "a campaign statement", "statement_date": "2010-05-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 122, "photo": null, "resource_uri": "/api/v/2/subject/122/", "subject": "Agriculture", "subject_slug": "agriculture", "used_in_edition": []}, {"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}], "target": [], "twitter_headline": null}