{"art": [], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/may/08/rick-perry/perry-says-90-students-graduate-get-ged-or-continu/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [], "facebook_headline": null, "id": 1772, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1772/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>How many kids fail to finish high school in Texas? Seems like a simple question, but disagreement over the answer roils the governor's race.<br /><br />Democratic nominee Bill White, noting figures that suggest three out of 10 high school students leave before getting their diplomas, has criticized the state's record under GOP Gov. Rick Perry. The governor's campaign responded in an April 6 press release accusing White of using \"incorrect statistics\" and adding: &ldquo;The percent of students who enter high school and eventually earn a diploma or equivalent, or who remain in pursuit of a diploma or equivalent, is 90 percent.&rdquo;<br /><br />Even those who slept through math class can see that those dueling percentages don't compute.&nbsp;&nbsp; <br /><br />Earlier, we rated as <a href=\"http://www.politifact.com/texas/statements/2010/feb/25/kay-bailey-hutchison/hutchison-says-one-third-kids-drop-out/\" target=\"_blank\">Half True</a> U.S. Sen. Kay Bailey Hutchison's statement that one-third of Texas high school students drop out. We noted that there are different ways of measuring how many students make it through four years of high school or not, including graduation rates, dropout rates, attrition rates and completion rates. And those measurements can yield wildly different numbers.<br /><br />Considering the potency of this issue, we're revisiting the dropout debate from Perry's perspective. How does his claim -- that 90 percent of all Texas students who start high school graduate, get the equivalent of a diploma or continue to work on it -- stand up?<br /><br />Perry&rsquo;s statement relies on the Texas Education Agency&rsquo;s determination of the so-called completion rate for the class of 2008, which is the most recent available information. The agency defines the high school completion rate as the percentage of students from a class of ninth-graders \"who complete their high school education by their anticipated graduation date.\"<br /><br />That means a student has four years to graduate, receive a GED or continue in high school to be considered a &ldquo;completer.&rdquo; According to the state education agency, 79.1 percent of students in the class of 2008 graduated, 1.5 percent got a GED and 8.9 percent re-enrolled in high school.<br /><br />Add them together, and you have a completion rate of 89.5 percent, which Perry rounds up to 90 percent. The remainder are the high-school students who dropped out. The agency says, then, that the dropout rate for the class of 2008 was 10.5 percent.<br /><br />An aside: Though Perry puts students who continue to pursue a GED in the same category as completers, the education agency does not. If all students still working toward their GEDs were included in the agency's calculation, the class of 2008's completion rate would probably exceed 90 percent. <br /><br />The completion rate is one way of looking at school success. But like every method we examined, it has flaws. One has to do with how the state reaches its final tally of the size of the graduating class -- the key number on which \"completion\" is based.<br /><br />Nearly 60,900 Texas students -- out of 370,703 who started ninth grade with the class of 2008 or transferred in after ninth grade -- were removed from the class count by the education agency for various reasons. About 39 percent moved to other states, 24 percent shifted to home-schooling, 17 percent returned to their home countries and 11 percent transferred to private schools. Other students, totaling to 9 percent, were removed for other reasons such as death or expulsion for criminal behavior. <br /><br />Obviously, many of these students don't belong in the final class count. But critics say that some of the nearly 61,000 students taken off the roster still end up dropouts. Another criticism: The agency labels all continuing students \"completers\" even though some of those drop out later. <br /><br />This approach, critics say, results in inflating the completion rate and lowering the dropout rate. That's one reason some academics and advocates say the agency's calculations paint an overly rosy picture of the state's education system.&nbsp; <br /><br />In a sense, completion rates offer a glass-half-full perpective on school success. Indeed, a July 2009 report from the education agency states that one advantage of using the completion rate is that it is \"more positive\" than the dropout rate because it measures \"school success instead of failure.\" <br /><br />Then there's the attrition rate -- a glass-half-empty measurement. It tracks the decline in enrollment between a single year and a later one: for example, the number of students in 12th grade compared with the number of students in 9th grade three years earlier. That's the approach used by Hutchison, when she was running for governor, and now White.<br /><br />Unlike TEA&rsquo;s completion rate, which tracks individual students, the attrition rate relies on raw enrollment numbers -- and it yields much higher indications of failure than the state's dropout rate. According to the Intercultural Development Research Association in San Antonio, which has its roots in the legal fight for school funding equity, the class of 2008 posted an attrition rate of 33 percent; the class of 2009, 31 percent. Since 2000, more than 1 million Texas students have been lost to attrition, according to IDRA.<br /><br />The advocacy group calls attrition rates an indicator of a school&rsquo;s \"ability to keep students enrolled in school and learning until they graduate.&rdquo; For its part, the TEA says that measuring attrition does not distinguish students who are really dropping out from those who are being held back a year or graduate early.<br /><br />We can understand why Perry and other state officials would focus on the positive -- the completion rate -- since it's a key part of the system by which Texas holds public schools accountable. <br /><br />Whether it makes good policy sense to do so is another question, since there are other, valid measures that may cast educational performance in a clearer light.<br /><br />Michael Petrilli, a vice president at the Thomas B. Fordham Institute in Washington, an educational research and advocacy group, told us that a better yardstick is a simple one: how many students get a diploma.<br /><br />\"There are a million different ways to measure graduation rates, each with their own plusses and minuses,\" said Petrilli, a former education official under President George W. Bush. \"But if we want to measure the effectiveness of the public schools, it makes sense to look at the percentage of students who actually graduate from high school, rather than those that get their GED, because the former is a better predictor of success in college and the workplace than the latter.\"<br /><br />In fact, this is how the federal government gauges the performance of individual schools. By that measure, the graduation rate for the Texas class of 2008 was 79 percent.<br /><br />So how do we grade Perry's statement? <br /><br />Perry accurately quotes the education agency's completion measurement, which is one way of figuring out how many students get a high-school education. But like other methods, it has its faults -- and one is that it tends to overcount students who finish school, and undercount those who don't.<br /><br />We rate his claim as Half True.</p>", "ruling_comments_date": "2010-05-07T15:20:12.097604", "ruling_date": "2010-05-08T21:03:11", "ruling_headline": "Perry says 90% of students graduate, get a GED or continue schooling", "ruling_headline_slug": "perry-says-90-students-graduate-get-ged-or-continu", "ruling_link_text": "State's statistic not whole story", "ruling_state": null, "source_documents": null, "sources": "<p>Texans for Rick Perry, \"<a href=\"http://www.rickperry.org/release/liberal-trial-lawyer%E2%80%99s-math-doesn%E2%80%99t-add-when-wages-aren%E2%80%99t-income-and-graduates-are-dropouts\" target=\"_blank\">Liberal Trial Lawyer's Math Doesn't Add Up: When Wages Aren't Income and Graduates are Dropouts</a>,\" April 6, 2010<br /><br />Bill White for Texas, \"<a href=\"http://www.billwhitefortexas.com/2010/04/white-challenges-perry-whats-happening-to-texas-students.html\" target=\"_blank\">White Challenges Perry: What's Happening to Texas Students?</a>\" April 6, 2010<br /><br />Texas Education Agency, <a href=\"http://ritter.tea.state.tx.us/research/pdfs/dropcomp_2007-08.pdf\" target=\"_blank\">Secondary School Completion and Dropout Rates, 2007-08</a><br /><br />Texas Education Agency, Secondary School Completion and Dropout Rates, 2007-08, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/050510_table21.pdf\" target=\"_blank\">Table 21</a><br /><br />Texas Education Agency, Secondary School Completion and Dropout Rates, 2007-08, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/050510_leavers.pdf\" target=\"_blank\">page 57</a><br /><br />Intercultural Development Research Association, \"<a href=\"http://www.idra.org/Research/Attrition/\" target=\"_blank\">Attrition and Dropout Rates in Texas</a>\"<br /><br />Interview with Linda Roska, director, division of accountability research, Texas Education Agency, April 29 and May 5, 2010<br /><br />Interview with Frances Deviney, senior research associate, Center for Public Policy Priorities, April 30, 2010<br /><br />Interview with Lori Taylor, professor, Bush School of Government and Public Service, Texas A&amp;M University, Feb. 18, 2010<br /><br />Interview with Roy Johnson, director of support services, Intercultural Development Research Association, Feb. 19, 2010<br /><br />Interview with Jane Lincove, professor, LBJ School of Public Affairs, University of Texas at Austin, Feb. 24, 2010<br /><br />Interview with Linda McSpadden McNeil, professor and director of Center for Education, Rice University, Feb. 24, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 30, "current_job": "U.S. Energy Secretary", "false_count": 31, "first_name": "Rick", "half_true_count": 42, "home_state": "Texas", "id": 291, "last_name": "Perry", "mostly_true_count": 24, "name_slug": "rick-perry", "pants_count": 18, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Perry_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/291/", "total_count": 176, "true_count": 26, "website": "https://energy.gov/management/history/secretaries-energy"}, "statement": "<p>&ldquo;The percent of students who enter high school and eventually earn a diploma or equivalent, or who remain in pursuit of a diploma or equivalent, is 90 percent.&rdquo;</p>", "statement_context": "a press release", "statement_date": "2010-04-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 127, "photo": null, "resource_uri": "/api/v/2/subject/127/", "subject": "Children", "subject_slug": "children", "used_in_edition": []}, {"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": null}