{"art": [{"brightcove": "", "caption": "Bill White \"Man on the Move\" ad", "id": 428, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/428/", "title": "Bill White ad", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/s5_XYrtSMRs?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "s5_XYrtSMRs"}], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/may/07/bill-white/white-says-he-cut-tax-rates-five-times/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 1774, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1774/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Democratic gubernatorial nominee Bill White this week appeared in his first TV ad since winning the March primary, taking the occasion to promote his accomplishments during his six-year stint as the mayor of that city.<br /><br />The spot, in which White brands himself \"a man on the move,\" includes one claim that we earlier rated True, that crime rates in Houston fell to 25-year lows during White's tenure, from 2004 through 2009. For this article, another claim in the ad piqued our interest, that as mayor, White had 'cut tax rates five times.'<br /><br />As support for the statement, White's campaign pointed us to City of Houston financial records that show the property tax rate dropping in small increments for five straight fiscal years after White took office. (For White's final budget, the city's current one, the tax rate did not change from the previous year.)<br /><br />We wondered how much of a role White played in the rate-cutting.<br /><br />In Houston, which has a strong-mayor form of government, the annual budget proposal and tax rate originate in the city's Finance Department, which is part of each mayor's administration. The 14-member city council can offer amendments to the budget before voting on it, but city Finance Director Michelle Mitchell said that generally, the proposed tax rate doesn't change. <br /><br />Barton Smith, a University of Houston economics professor and director of the Institute for Regional Forecasting, said the mayor plays a \"dominant role in what's on the city council's agenda.\"<br /><br />\"To a large extent in Houston, the city council is really dependent on information they obtain from him (the mayor) and his administration, particularly on city finances.\"<br /><br />For those five years, the tax rate dropped from 65.55 cents per $100 in assessed property value when White took office to 63.875 cents. However, in four of those five years, the city adopted a tax rate that still brought in more revenue than it had the year before.<br /><br />Smith said one effect of White's approach was to build up the city's reserve funds, a decision he described as \"prudent.\"<br /><br />Cutting the rates provided some hypothetical tax savings to property owners in Houston, compared to what they would have paid had the rate stayed the same. In her letter accompanying the fiscal 2008 budget, then-Finance Director Judy Gray Johnson said, \"The combined effect of the property tax rate cuts and the annual increase in the senior exemptions during the (White) administration amounts to a $25 million cut in property taxes in FY2008 compared to the rate and exemptions in FY2004.\"<br /><br />But lowering the tax rate doesn't always mean that property owners' tax bills go down. During good economic times, cities can often cut rates and still take in more revenue because property values -- on which the tax is based -- are rising.<br /><br />That's what was happening in Houston during White's tenure. (For Harris County, which includes Houston, the tax rate essentially held steady during that time.)<br /><br />According to the City of Houston's Comprehensive Annual Financial Report for fiscal year 2009, the total value of taxable property in Houston -- including both residential and commercial property -- increased in each of the years the tax rates were trimmed. And in each of those years, the city brought in more tax revenue than the previous year.<br /><br />In a letter accompanying the final 2009 budget, White said, \"The rise in total property tax receipts in FY2009 -- after the rate cuts -- will be fueled in large part by new construction and the rise in commercial and industrial values.\" The assessed value of commercial and industrial property rose 15.6 percent that year; the value of residential property rose 6.8 percent.<br /><br />Smith said: \"In many ways, (White) had it pretty easy. Other (Houston) mayors have had to struggle through real fiscal crises. During his tenure, he didn't have to face a lot of the really hard choices.\"<br /><br />And what was the impact on homeowners during the years the rate was cut?<br /><br />Sylvia Shaw, manager of the Houston Finance Department's tax and revenue division, provided information on what the tax bill for the average-value home in Houston would have been in four of those five years. (Shaw said she did not have data for the first year, fiscal 2005). Those figures rose slightly each year, from $784.15 to $902.63.<br /><br />Summing up: White is right that the city's property tax rate was cut five years in a row on his watch, and in Houston, where the mayor has substantial power, his claim of responsibility is warranted.<br /><br />However, property values citywide were increasing at a faster pace. The result: The average residential tax bill rose by an annual average of 4.8 percent from 2006 to 2009.<br /><br />We rate his statement as Half True.</p>", "ruling_comments_date": "2010-05-07T19:48:41.616684", "ruling_date": "2010-05-07T18:46:45", "ruling_headline": "White says he cut tax rates five times", "ruling_headline_slug": "white-says-he-cut-tax-rates-five-times", "ruling_link_text": "Rates dropped -- but revenue rose", "ruling_state": null, "source_documents": null, "sources": "<p>City of Houston, Comprehensive Annual Financial Report 2009, \"<a href=\"http://alt.coxnewsweb.com/statesman/politifact/040810_taxchart.pdf\" target=\"_blank\">Assessed value and estimated value of taxable property</a>\"<br /><br />City of Houston, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/040810_grayletter.pdf\" target=\"_blank\">finance director's message</a>,  fiscal year 2008 budget<br /><br />City of Houston, \"<a href=\"http://www.houstontx.gov/hr/savvy/spring10/budget.html\" target=\"_blank\">Building the budget</a>,\" spring 2010<br /><br />Interview with Michelle Mitchell, finance director, City of Houston, May 5, 2010<br /><br />Interview with Kelly Dowe, deputy budget director, City of Houston, May 5 and 7, 2010<br /><br />Interview with Paul Bettencourt, former Harris County tax assessor-collector, May 6, 2010<br /><br />Interview with Sylvia Shaw, manager, Houston Finance Department's tax and revenue division, May 6, 2010<br /><br />Interview with Barton Smith, economics professor, University of Houston, May 7, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Former mayor of Houston", "false_count": 3, "first_name": "Bill", "half_true_count": 5, "home_state": "Texas", "id": 294, "last_name": "White", "mostly_true_count": 7, "name_slug": "bill-white", "pants_count": 3, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Whitemug2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/294/", "total_count": 26, "true_count": 6, "website": "https://www.facebook.com/BillWhiteTexas"}, "statement": "<p>Says he cut 'tax rates five times'</p>", "statement_context": "a television ad", "statement_date": "2010-05-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 157, "photo": null, "resource_uri": "/api/v/2/subject/157/", "subject": "Message Machine 2010", "subject_slug": "message-machine", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": null}