{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/may/10/rudy-giuliani/giuliani-says-us-only-questioned-underwear-bomber-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1775, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1775/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>The government's questioning of two accused terrorists -- Umar Farouk Abdulmutallab, who is accused of trying to bomb an airliner on Christmas Day 2009 using explosives sewn into his underwear, and Faisal Shahzad, who is being held for the failed Times Square bombing on May 1, 2010 -- has prompted critics to say the Obama administration is too soft on the terrorists and overly concerned with their Miranda rights. <br />&nbsp;<br />On the ABC News program <em>This Week</em>, former New York Mayor Rudy Giuliani joined many of his fellow Republicans in questioning the wisdom of reading the Miranda warning to suspected terrorists. Those warnings, which stem from the 1966 Supreme Court decision <em>Miranda vs. Arizona</em>, inform suspects in police custody that they have the right to remain silent and the right to an attorney. Supporters say that the warnings protect suspects from being coerced to incriminate themselves. But critics have argued that such warnings can prompt an accused terrorist to stop divulging information.<br />&nbsp;<br />In an interview with <em>This Week</em> host Jake Tapper, Giuliani -- a federal prosecutor in the 1980s and who served as mayor during and immediately after the Sept. 11, 2001, terrorist attacks -- described himself as someone who has \"administered Miranda warnings probably 1,000 times.\" He argued that \"it doesn't make sense to interrupt a terrorist in the middle of his confessing and talking to you.\"<br />&nbsp;<br />As an example of the risks, Giuliani cited the case of Abdulmutallab, the Christmas Day bombing suspect. \"Giving him a warning after -- after 30 minutes makes no sense,\" Giuliani said. \"It makes no sense to do that. So, sure, it may work sometimes; it may not work other times. It's not the best policy to follow. And so far, two in a row, we've gotten lucky. So let's not rely on luck. Let's rely on solid policy.\"<br />&nbsp;<br />At that point, Tapper interjected. \"My understanding, during the Abdulmutallab incident, is that -- is that actually after about 50 minutes they had to take him to get medical care, and that's why he stopped talking then, because he actually -- his life was in danger. But be that as it may, I hear the point you're making.\"<br />&nbsp;<br />It's worth noting that earlier in the conversation, Giuliani offered a similar, but slightly different characterization of Abdulmutallab's questioning, saying, \"to cut it off after 30 or 40 minutes like they did in Detroit on Christmas Day ... doesn't make much sense.\"</p>\r\n<p>We e-mailed Giuliani's office but did not get a reply.&nbsp;</p>\r\n<p>We'll steer clear of the question of whether it's smart to offer Miranda warnings to terrorist suspects, because that's an opinion. But because Tapper raised a question of whether Giuliani was correct, we thought it would be worthwhile to sort out whether the former mayor's account is accurate.<br />&nbsp;<br />Right off the bat, we should acknowledge that we are hamstrung somewhat in evaluating this case independently, because the only information on Abdulmutallab's interrogation comes from the Obama administration, which is not a neutral party -- it is playing defense against Republican critics. Also, the administration's accounts of the episode came from federal officials who were not named in media accounts, although Attorney General Eric Holder did not dispute them when he testified before a House subcommittee and Republican senators have referred to the administration's timetable in a bill.<br />&nbsp;<br />That said, the administration's description of the interrogation of Abdulmutallab has been consistent on two key points: that it lasted for about 50 minutes, and that it was interrupted for medical reasons. (While the bomb in his underwear did not explode, it did catch fire, and he experienced serious burns to his groin and legs.) <br />&nbsp;<br />There is broad agreement that Abdulmutallab's pre-Miranda questioning was allowable under what is known as the \"public safety exception.\" The exception was outlined in the 1984 Supreme Court decision in <em>New York vs. Quarles</em>. The court ruled that law enforcement officers may \"ask questions reasonably prompted by a concern for the public safety\" before they administer a Miranda warning to a suspect in custody.<br />&nbsp;<br />The media accounts have been largely consistent. Here's one timeline assembled by the <em>Washington Post</em> from information \"provided by administration officials, interviews and past briefings for the media\":<br />&nbsp;<br />&bull; \"12:03 p.m.: The plane lands, and U.S. customs agents come aboard and arrest Abdulmutallab. After holding him in a special room, officials decide at 12:45 to take Abdulmutallab to the University of Michigan hospital for emergency treatment of his second- and third-degree burns. While the suspect's burns are being treated, the FBI's Detroit special agent in charge picks two agents to carry out the initial questioning of Abdulmutallab. One of the two is a veteran counterintelligence agent with experience in Iraq and Afghanistan; the other is a specialist in bomb material.<br />&nbsp;<br />&bull; \"2 p.m.: FBI agents arrive at the hospital and discuss Abdulmutallab's physical and mental state with doctors treating him.<br />&nbsp;<br />&bull; \"3:30 p.m.: Agents begin interrogating Abdulmutallab under rules that permit questioning about immediate threats to U.S. security without the reading of Miranda rights. The questions concern whether other bombs were on the plane, whether Abdulmutallab had co-conspirators and whether there were plans for other attacks. 'It's to take advantage of the shock of arrest,' said one law enforcement official. The interrogation produced some useful intelligence, according to this and other officials. After 50 minutes FBI agents end the questioning 'when doctors need to take him in for additional treatment because his medical condition has deteriorated,' according to the chronology.\"</p>\r\n<p>Holder, in testimony before a House Appropriations subcommittee on March 16, confirmed the 50-minute interrogation while responding to criticism from lawmakers. He said, \"That's a fairly long period of time. Certainly, not as long as what has happened subsequent to -- subsequent to that. But if you look at the report of interview that was gotten from him in that 50 minutes, hour, there was a pretty substantial amount of information that was got from him ... that proved to be actionable, that proved to be timely, and that continues to be, at least in some ways, the basis for a lot of the cooperation that he ... has shared with us.\"</p>\r\n<p>In addition, a Senate resolution sponsored by seven Republicans relies on the same timetable, saying that \"local agents of the Federal  Bureau of Investigation (FBI) interrogated Abdulmutallab for 50  minutes, during which time Abdulmutallab disclosed information  concerning his training in Yemen and the operation of al-Qaida in the  Arabian Peninsula\" and that \"after 50 minutes, the FBI stopped its  interrogation of Abdulmutallab, agreeing to continue the interrogation  after he received medical attention for the burns on his legs and groin  caused by the failed bomb he had sewn in his underwear.\"</p>\r\n<p>What is  less certain -- and relevant to Giuliani's larger point -- is whether  federal officials read Abdulmutallab the Miranda warning before it was  clear that he would stop cooperating, or whether they Mirandized him  only because he already had ceased to cooperate. The Senate Republican  resolution agrees with Giuliani that the FBI acted first to read  Abdulmutallab his rights, \"at which point Abdulmutallab stopped  divulging information and remained silent.\"</p>\r\n<p>A Jan. 24, 2010, Associated Press report, based on \"a series of interviews\" with federal officials, said that as Abdulmutallab was undergoing surgery, FBI headquarters dispatched a \"clean team\" to the hospital -- a new team of interrogators who would start the questioning anew, untainted by any pre-Miranda contact with the suspect. This is essentially a prosecutorial hedge against a subsequent adverse ruling by a judge to exclude information gathered without a proper Miranda warning. Information gathered by this \"clean team\" would likely be admissible in court even if the fruits of the first interrogation were thrown out. <br />&nbsp;<br />The AP reported that ultimately, \"the 'clean team' of interrogators did not pry more revelations from the suspect. Having rested and received more extensive medical treatment, Abdulmutallab was told of his right to remain silent and right to have an attorney. He remained silent.\"<br />&nbsp;<br />This suggests that Abdulmutallab was Mirandized first, then stopped talking. In addition, having the clean team come to interrogate Abdulmutallab without Mirandizing him would defeat the purpose of the clean team -- which is to have an interrogation without any lingering threat of Miranda problems.<br />&nbsp;<br />On the other hand, a subsequent account -- the <em>Post</em>'s, published on Feb. 15 -- said that \"Abdulmutallab 'had begun to wind down' and 'gave indications he was going to stop talking'\" even before going into his four-hour surgery, according to a law enforcement official who spoke to the <em>Post </em>anonymously. When the clean team arrived, according to the <em>Post</em>, he \"refused to answer their questions and \"acted like a jihadi.\" It was then that he was read his Miranda rights.<br />&nbsp;<br />To recap: There is some truth to Giuliani's claim. He is right that after the initial questioning, federal authorities stopped interrogating Abdulmutallab and then, ultimately, read him his Miranda rights. But Giuliani implied that authorities stopped the questioning in order to Mirandize him. Congressional hearings and news accounts indicate that the questioning went longer than Giuliani claimed -- 50 minutes rather than 30 -- and that it was interrupted because he needed medical treatment. After the treatment, he was read his rights, although the precise&nbsp;sequence of events isn't clear. We find Giuliani's claim Half True.</p>", "ruling_comments_date": "2010-05-09T17:58:43.143180", "ruling_date": "2010-05-10T12:06:23", "ruling_headline": "Giuliani says U.S. only questioned underwear bomber for 30 minutes before reading Miranda rights", "ruling_headline_slug": "giuliani-says-us-only-questioned-underwear-bomber-", "ruling_link_text": "It lasted 50 minutes, and ended so surgeons could start operating", "ruling_state": null, "source_documents": null, "sources": "<p>Rudy Giuliani, <a href=\"http://abcnews.go.com/ThisWeek/week-transcript-holder-giuliani/story?id=10596448&amp;page=1\" target=\"_blank\">interview</a> on ABC's <em>This Week</em>, May 9, 2010<br />&nbsp;<br />Associated Press, \"<a href=\"http://abcnews.go.com/Politics/wireStory?id=9647146\" target=\"_blank\">AP Exclusive: Feds detail Christmas Day</a> attack,\" Jan. 24, 2010<br />&nbsp;<br /><em>The Washington Post</em>, \"<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/02/14/AR2010021404062.html\" target=\"_blank\">Bomb suspect was read Miranda rights nine hours after arrest; White House timeline counters GOP charges of early advisory</a>,\" Feb. 15, 2010<br />&nbsp;<br /><em>The New Yorker</em>, \"<a href=\"http://www.newyorker.com/reporting/2010/02/15/100215fa_fact_mayer\" target=\"_blank\">The Trial: Eric Holder and the Battle over Khalid Sheikh Mohammed</a>,\" Feb. 15, 2010<br />&nbsp;<br />NPR's <em>Fresh Air</em>, <a href=\"http://www.npr.org/templates/story/story.php?storyId=123493667\" target=\"_blank\">interview</a> with New Yorker journalist Jane Mayer, Feb. 9, 2010<br />&nbsp;<br />U.S. Supreme Court, <a href=\"http://caselaw.lp.findlaw.com/scripts/getcase.pl?court=US&amp;vol=467&amp;invol=649\" target=\"_blank\">decision</a> in <em>New York v. Quarles</em>, June 12, 1984<br />&nbsp;<br />John Brennan (assistant to the president and deputy national security advisor for homeland security and counterterrorism), \"Opposing view: 'We need no lectures'\" (<a href=\"http://blogs.usatoday.com/oped/2010/02/opposing-view-we-need-no-lectures.html#more\" target=\"_blank\">op-ed</a> in USA Today), Feb. 9, 2010</p>\r\n<p>Transcript of a House Armed Services Committee hearing, Feb. 3, 2010 (accessed via Lexis-Nexis)</p>\r\n<p>Transcript of a Senate Judiciary Committee hearing, April 14, 2010 (accessed via Lexis-Nexis)</p>\r\n<p>Transcript of a House Appropriations Subcommittee on Commerce, Justice, Science and Related Agencies hearing, March 16, 2010 (accessed via Lexis-Nexis)</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 9, "current_job": "Attorney", "false_count": 11, "first_name": "Rudy", "half_true_count": 10, "home_state": "New York", "id": 13, "last_name": "Giuliani", "mostly_true_count": 7, "name_slug": "rudy-giuliani", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-rudygiuliani.jpg", "primary_edition": {"adkey": "Editions", "advalue": "New York", "edition": "New York", "edition_slug": "new-york", "has_afterthefact": false, "id": 55, "index_page": false, "meter_name": "The New York Truth-O-Meter", "resource_uri": "/api/v/2/edition/55/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/13/", "total_count": 50, "true_count": 8, "website": ""}, "statement": "<p>Says federal law enforcement officers cut off questioning of the Christmas Day underwear bomber by giving him a Miranda warning after 30 minutes of questioning.</p>", "statement_context": "an interview on ABC's This Week", "statement_date": "2010-05-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 132, "photo": null, "resource_uri": "/api/v/2/subject/132/", "subject": "Homeland Security", "subject_slug": "homeland-security", "used_in_edition": []}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}, {"description": "", "id": 37, "photo": null, "resource_uri": "/api/v/2/subject/37/", "subject": "Terrorism", "subject_slug": "terrorism", "used_in_edition": []}, {"description": "", "id": 151, "photo": null, "resource_uri": "/api/v/2/subject/151/", "subject": "This Week - ABC News", "subject_slug": "abc-news-week", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}