{"art": [], "author": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "canonical_url": "/florida/statements/2010/may/11/florida-democratic-party/florida-dems-bill-mccollum-subprime-mortgage/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1776, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "resource_uri": "/api/v/2/statement/1776/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>Florida Democrats say Attorney General Bill McCollum's <a href=\"http://myfloridalegal.com/mortgagefraud\" target=\"_blank\">recent South Florida  Mortgage Fraud Community Forum</a> was little more than a political  stunt crafted to help the Republican running for governor.<br /><br />The  truth, they say, is that for years McCollum has been negligent when it  comes to dealing with the state's mortgage and foreclosure crisis.<br /><br />\"Although  Bill McCollum holds a 'mortgage fraud forum' in Miami today (May 8), his  election-year attention to the foreclosure and mortgage fraud crisis is  too little, too late for millions of Florida homeowners,\" Democratic  Party spokesman Eric Jotkoff said in a <a href=\"http://www.fladems.com/content/w/bill_mccollum_tries_to_gloss_over_lack_of_action_on_mortgage_fraud_with_ele\" target=\"_blank\">May  8, 2010 news release</a>. \"Florida's families have been dealing with  the fallout of misleading loans and irresponsible lenders for years,  while Attorney General McCollum has not paid attention to the issue. <br /><br />\"Just  two years ago McCollum admitted he didn't think that the subprime  mortgage crisis was a big deal, telling reporters he thought that the  subprime collapse had been exaggerated by the media and investors and  that 'it's not the end of the world'.\"<br /><br />The forum, which was  co-hosted with the Florida InterAgency Mortgage Fraud Task Force, a  group McCollum established in 2009, was held to help homeowners prevent  mortgage fraud and avoid or deal with a foreclosure. McCollum said that  \"helping Floridians suffering from this severe foreclosure crisis is a  top priority,\" <a href=\"http://twitter.com/billmccollum\" target=\"_blank\">in a posting</a> on Twitter after the event. Florida has ranked first in the nation in mortgage fraud every year since 2006.</p>\r\n<p>For this item, we wanted to check  the Democratic Party's claim that McCollum said he didn't think the subprime  mortgage crisis was a big deal, that it had been exaggerated by the  media and said that \"it's not the end of the world.\"</p>\r\n<p>A <a href=\"http://www.investopedia.com/ask/answers/07/subprime-mortgage.asp\" target=\"_blank\">subprime  mortgage</a> is a home loan granted to people with poor credit  histories or other financial issues that prevent them from qualifying  for a conventional mortgage. A subprime mortgage has higher interest  rates and represents a bigger risk to lenders. But lenders were liberal  in issuing the loans from 2004-2006, largely due to lower interest rates  and a booming housing market. When the housing market started to  decline along with the economy in 2007, the rate of subprime  foreclosures skyrocketed, shaking the entire American financial system.</p>\r\n<p>Florida  Democrats say McCollum was late to realize the severity of the problem,  claiming that he sat in a Nov. 15, 2007, meeting of the Florida Cabinet  and declared the crisis mostly a media creation. At that meeting,  Cabinet members heard a report that the state investment pool had taken a  $2.28 billion hit as a result of the subprime crisis. State Democrats  pointed to an account of the meeting published in the <em>Fort Myers  News-Press</em> to back up their claim.<br /><br />The last two lines of the  <em>News-Press</em> story include the only mention of McCollum: \"Attorney General  Bill McCollum thinks the subprime collapse has been exaggerated by the  media and investors,\" the <em>News-Press</em> article said, and then quoted  McCollum as saying \"it's not the end of the world.\" <br /><br />We couldn't  find the quote in any other story. But the state does keep typed  transcripts of Cabinet meetings online.<br /><br />We went to the <a href=\"http://www.myflorida.com/myflorida/cabinet/agenda07/1114/TRANS1114.pdf\" target=\"_blank\">transcript</a> from the Nov. 15 Cabinet meeting to see the context of McCollum's  statement.<br /><br />Coleman Stipanovich, the then executive director of  the State Board of Administratrion, which oversees the state's  investments, ended the Cabinet meeting with a discussion of risk  exposures to the state's investment portfolio. He provided the Cabinet  with a report, based on a request from Chief Financial Officer Alex  Sink, identifying risks and the state's monitoring activities due to the  collapse of the subprime residential market.<br /><br />As the <em>News-Press</em> reported, Stipanovich said the state's investment pool -- which was then  about $188 billion -- had lost about $2.28 billion as a result of the  subprime crisis through something called \"write-downs.\" A write-down is  when someone reduces the paper value of an asset because it is  overvalued when compared to the market value.<br /><br />When he got a  chance to speak, McCollum asked Stipanovich to explain the write-downs,  which McCollum called downgrades, saying he believed that they were not  so much losses as a reflection that the state would be earning less.  From the transcript (starting on page 93):</p>\r\n<p style=\"padding-left: 30px;\">McCOLLUM: \"What's  the meaning of a downgrade in practical terms? If a paper is  downgraded, does that mean that we're going to earn less on it? It  doesn't mean it's worthless.\"<br /><br />STIPANOVICH: \"No, it's certainly  not worthless, but you do have the potential -- and this is why we're  trying to work through these issues. You do have the potential of  earning less on it. We're optimistic that that's not the case. We have  dug down into these holdings and looked at the collateral, and the  collateral looks good to us. The collateral, you know, has a very high  rating.\"<br /><br />McCOLLUM: \"That's my point. I'm just trying to make a  point to anybody observing this out there who might not be as  sophisticated in the world of finance that this is <strong>not the end of the  world</strong>. You would rather see us have higher ratings than we have on some  of the paper that has been downgraded or some of the holdings, but it  doesn't mean that we're going to necessarily lose money because of  that.\"</p>\r\n<p>After McCollum's remarks, Stipanovich -- not McCollum --  says the subprime mortgage crisis was being sensationalized by the news  media, according to the transcript. \"This has been exaggerated. It has  been sensationalized, and you're probably going to see more in print  that's, you know, going to be sensational possibly,\" Stipanovich  said.<br /><br />Interestingly Sink, a Democrat running for governor, didn't  have that different of a take from McCollum when it came to the state  investment report. She said that if the state took any losses as a  result of the 2007 subprime write-downs, they would be \"de minimis,\"  according to the transcript. (De minimis, a Latin word, means of little  or no significance, inconsequential.)<br /> <br />The transcript differs  with the news account in two critical ways.<br /><br />First, McCollum  didn't say the subprime mortgage crisis was being sensationalized by the  media, that was Stipanovich. McCollum did say however during the  meeting that he believed many subprime mortgages were functioning  properly.<br /><br />Second, and more important to our analysis, when  McCollum said it's \"not the end of the world,\" he was referring to the  specific $2.28 billion in write-downs in the state's investment  portfolio and not the subprime crisis in general. <br /><br />So Florida  Democrats are being incorrect and misleading. They attribute one quote  to McCollum that was actually said by Stipanovich. And when they use  McCollum's actual words, they quote him out of context. They portray  McCollum as a callous state official who belittlies the overall impact  of the subprime crisis. But his comment was referring to the impact on  the state's investments, not on homeowners. That's a big difference. Pants on Fire!</p>", "ruling_comments_date": "2010-05-10T13:08:36.092539", "ruling_date": "2010-05-11T10:36:45", "ruling_headline": "Florida Dems say Bill McCollum out of touch on subprime mortgage crisis", "ruling_headline_slug": "florida-dems-bill-mccollum-subprime-mortgage", "ruling_link_text": "Misquoting McCollum -- and attributing a quote that he didn't say", "ruling_state": null, "source_documents": null, "sources": "<p><br />Florida Democratic Party, \"<a href=\"http://www.fladems.com/content/w/bill_mccollum_tries_to_gloss_over_lack_of_action_on_mortgage_fraud_with_ele\" target=\"_blank\">Bill McCollum Tries to Gloss Over Lack of Action on Mortgage Fraud with Election Year Workshop</a>,\" May 8, 2010<br /><br />The News-Press, \"Fla.'s fund manager says big loss no cause for panic; Pension fund not at risk, state assured,\" Nov. 15, 2007, accessed via Nexis<br /><br />Florida Cabinet, <a href=\"http://www.myflorida.com/myflorida/cabinet/agenda07/1114/TRANS1114.pdf\" target=\"_blank\">transcript</a> from Nov. 14, 2007 meeting<br /><br />Attorney General Bill McCollum, <a href=\"http://myfloridalegal.com/mortgagefraud\" target=\"_blank\">community forum description</a><br /><br />Attorney General Bill McCollum, <a href=\"http://twitter.com/billmccollum\" target=\"_blank\">Twitter account</a>, May 8, 2010<br /><br />Investopedia, \"<a href=\"http://www.investopedia.com/ask/answers/07/subprime-mortgage.asp\" target=\"_blank\">What is a subprime mortgage?</a>\"<br /><br />Investopedia, Definition of <a href=\"http://www.investopedia.com/terms/w/writedown.asp\" target=\"_blank\">write-down</a><br /><br />Dictionary.com, Definition of <a href=\"http://dictionary.reference.com/browse/de+minimis\" target=\"_blank\">de minimis</a></p>\r\n<p>St. Petersburg Times, \"Mortgage Fraud? No one beats Florida,\" April 27, 2010, accessed via Times archives</p>\r\n<p>Alex Sink campaign, interview with Kyra Jennings, May 11, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "", "false_count": 4, "first_name": "", "half_true_count": 8, "home_state": "Florida", "id": 324, "last_name": "Florida Democratic Party", "mostly_true_count": 7, "name_slug": "florida-democratic-party", "pants_count": 3, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Donkey.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/324/", "total_count": 31, "true_count": 4, "website": "http://www.fladems.com/"}, "statement": "<p>\"McCollum admitted he didn't think that the subprime mortgage crisis was a big deal, telling reporters he thought that the subprime collapse had been exaggerated by the media and investors and that 'it's not the end of the world.' \"</p>", "statement_context": "a press release.", "statement_date": "2010-05-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 153, "photo": null, "resource_uri": "/api/v/2/subject/153/", "subject": "Financial Regulation", "subject_slug": "financial-regulation", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 106, "photo": null, "resource_uri": "/api/v/2/subject/106/", "subject": "Housing", "subject_slug": "housing", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 1, "first_name": "Bill", "half_true_count": 2, "home_state": "Florida", "id": 325, "last_name": "McCollum", "mostly_true_count": 0, "name_slug": "bill-mccollum", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Bill_McCollum.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/325/", "total_count": 12, "true_count": 3, "website": ""}], "twitter_headline": null}