{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2010/may/10/greg-abbott/attorney-general-abbott-says-epas-endangerment-fin/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [], "facebook_headline": null, "id": 1778, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/1778/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Greg  Abbott, the Texas attorney general seeking re-election this year, announced a state challenge in  February to a judgment that greenhouse gases including carbon dioxide  endanger the health of Americans. At a Feb. 16 press conference, Abbott  also said the Environmental Protection Agency, which issued the  endangerment finding, &quot;outsourced the scientific basis for its  greenhouse gas regulation to a scandal-plagued international  organization that cannot be considered objective or trustworthy.&quot; We saw his statement in a press release issued that day by Gov. Rick Perry, who attended the news conference with Abbott.</p>\r\n<p>We  wondered if Abbott's salvo, <a href=\"http://pflugervillepflag.com/2010/04/15/white-takes-on-right-at-pfcona-forum/\" target=\"_blank\">echoed  at an April forum</a> by a delegate for Perry's campaign,  accurately captured the EPA&rsquo;s approach.</p>\r\n<p>Some background: The  EPA&rsquo;s finding, issued in December, came out after the U.S. Supreme Court  ruled in 2007 that greenhouse gases are air pollutants covered by the  federal Clean Air Act and that the agency must determine whether or not  emissions of greenhouse gases from new motor vehicles cause or  contribute to air pollution which may endanger public health or welfare.</p>\r\n<p>The EPA said its scientific conclusions were based on work by  three groups: the U.S. Global Climate Research Program, the  Intergovernmental Panel on Climate Change and the National Research  Council, which synthesize thousands of studies, conveying a consensus on  what scientific literature shows about climate, according to the  agency.</p>\r\n<p>&quot;No other source of information provides such a  comprehensive and in-depth analysis across such a large body of  scientific studies, adheres to such a high and exacting standard of peer  review, and synthesizes the resulting consensus view of a large body of  scientific experts across the world,\" the agency said. \"For these  reasons, the (EPA) administrator is placing primary and significant  weight on these assessment reports in making her decision on  endangerment.&quot; The report adds that EPA scientists previously gave  \"significant input\" to the groups.</p>\r\n<p>The state&rsquo;s 38-page petition  for the EPA to reconsider its finding says that rather than do its own  assessment, the agency's \"administrator outsourced the actual scientific  study, as well as her required review of the scientific literature  necessary to make that assessment.&quot;</p>\r\n<p>&quot;That is, EPA&rsquo;s conclusion  depended on summaries of existing reports that were provided by third  parties,\" the petition states, \"rather than on an analysis that was  within EPA&rsquo;s own quality control.&quot; Also, the petition says, the groups  that the EPA cites for scientific back-up interweave; two have quoted  the third, which is misidentified in Abbott's petition as the United  Nations International&mdash;it&rsquo;s actually Intergovernmental&mdash;Panel on Climate  Change, which we delve into below.</p>\r\n<p>First, we tried to ask the EPA  about the outsourcing descriptive. Spokeswoman Catherine Milbourn  pointed us to an EPA website that calls the science behind greenhouse  gas pollution &quot;settled\"; it says too the finding drew upon the works of  \"highly respected, peer-reviewed sources\" around the globe plus hundreds  of thousands of public comments.</p>\r\n<p>So the EPA acknowledges leaning  on others' existing research, which it considers tip-top sound.</p>\r\n<p>What  of the second part of Abbott&rsquo;s statement--that EPA leaned on a  scandal-plagued international organization that cannot be considered  objective or trustworthy?</p>\r\n<p>He&rsquo;s referring to the Geneva-based  IPCC, which became the leading international body for the assessment of  climate change after its formation more than 20 years ago by the United  Nations Environment Programme and the World Meteorological Organization  to &quot;provide the world with a clear scientific view on the current state  of climate change and its potential environmental and socio-economic  consequences,&quot; the panel says online.</p>\r\n<p>In 2007, the panel shared  the Nobel Peace Prize with Al Gore, the former vice president with a  long interest in global warming. The Norweigan Nobel Committee said the  panel created \"an ever-broader informed consensus about the connection  between human activities and global warming. Thousands of scientists and  officials from over 100 countries have collaborated to achieve greater  certainty as to the scale of the warming.\"</p>\r\n<p>Its 2007 review of  research, cited by the EPA, was its latest look at climate science over  all. Another is due in 2014.</p>\r\n<p>The Fox News Channel has reported  that the panel's \"reputation for accuracy and fairness, to a large  degree, was responsible for building a consensus around the world that  global warming was both real and a potentially devastating phenomenon  largely caused by man.\"</p>\r\n<p>Of late, however, the panel has drawn  fire, mainly from skeptics that the planet is rapidly heating. The  latest outcry emerged after e-mails surfaced last year involving  scientists including researchers at the Climatic Research Unit at the  University of East Anglia in the United Kingdom, many of whom have  participated in IPCC work.</p>\r\n<p>The e-mail back story (detailed by  PolitiFact <a href=\"http://www.politifact.com/truth-o-meter/article/2009/dec/11/climate-change-e-mails-and-copenhagen/\" target=\"_blank\">here</a>):  On Nov. 20, more than 1,000 e-mails and 3,000 documents came to light.  Dating as far back as March 1996, they include exchanges between  scientists indicating shaky practices, intentions to withhold public  information and even, in one instance, a desire to punch a critic. Over  all, though, the Pew Center on Global Climate Change<a href=\"http://www.pewclimate.org/docUploads/east-anglia-cru-hacked-emails-12-07-09.pdf\" target=\"_blank\"> found </a> the e-mails largely routine and innocuous, writing:  \"Although a small percentage of the e-mails are impolite and some  express animosity toward opponents, when placed into proper context they  do not appear to reveal fraud or other scientific misconduct.\"</p>\r\n<p>In  December, <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/dec/11/james-inhofe/inhofe-claims-cru-e-mails-debunk-science-behind-cl/\" target=\"_blank\">PolitiFact  rated False a statement by Sen. James Inhofe,</a> R-Oklahoma, saying  the hacked e-mails debunked the science behind climate change. At a  hearing, Inhofe later asked Lisa Jackson, the EPA&rsquo;s administrator, about  the agency leaning on flawed science from the IPCC. Jackson disagreed  the panel was discredited, according to video posted online by C-SPAN.  &quot;It&rsquo;s important to understand that the IPCC is a body, that it follows  impartial and open and objective assessments,&quot; she said.</p>\r\n<p>The  state's petition for reconsideration mentions the e-mails, noting that  Phil Jones, director of the Anglia-based climate research center, was  the lead author of the IPCC's 2007 report's \"Summary for Policy Makers,\"  and his research is cited 39 times (in 21 chapters) in the panel's  report. The petition says the Anglia center is the primary provider of  temperature readings used in the IPCC report.</p>\r\n<p>So what? So, the  state says, the panel's conclusions are flawed because they rely on data  from scientists with an agenda, some of them exposed in the e-mails.  \"Dr. Jones and his colleagues were far from objective,\" the petition  states. \"To the contrary, there is overwhelming evidence of  outcome-oriented conduct that severely undermines the objectivity of  their scientific research.\" The petition specifies scientists whose  impartiality the attorney general questions.</p>\r\n<p>To plumb Abbott's  point, we reviewed news and opinion articles about the panel and its  2007 report shared by his office. Some highlights: The report misstates  the year by which Himalayan glaciers are expected to melt (an error, for  which the panel offered a correction this year, that looks like a  typo); incorrectly overstates how much of Holland rests below sea level;  doesn't support an assertion that global warming could soon cut  rain-fed north African crop production in half; and includes a statement  about rain forests in South America shrinking for lack of rain that  might not be proving out.</p>\r\n<p>Broadly, critics including some  American scientists have called for the panel to open its next report to  doubts about the science and to scientists who point out uncertainties.  Separately, an arm of the United Nations agreed in February to review  the panel; a report is expected in August. Achim Steiner, executive  director of the United Nations Environment Programme's Governing  Council, was quoted in The Telegraph newspaper saying the IPCC faced a  crisis of public confidence.</p>\r\n<p>Amid the hubbub, there's no sign of  nations forsaking the panel.</p>\r\n<p>Two leading British and American  scientists have been among onlookers to stress that nothing has  undermined the panel's 2007 conclusion that human activities are almost  certainly contributing to global warming. Robert Watson, environment  minister for the British government and a former head of the IPCC, was  quoted by The Telegraph saying: \"It is concerning that these mistakes  have appeared in the IPCC report, but there is no doubt the earth&rsquo;s  climate is changing and the only way we can explain those changes is  primarily human activity.\" Ralph Cicerone, president of the National  Academies of Science and chairman of the National Research Council,  wrote in Science magazine that the exposed e-mails \"raised concern about  the standards of science and has damaged public trust in what  scientists do.\" Yet his \"reading of the vast scientific literature on  climate change is that our understanding is undiminished by this  incident.\"</p>\r\n<p>Later, Cicerone was quoted telling scientists they  need to redouble their efforts to share the implications of climate  change with the public. \"A lot of what we need to do,\" he said, \"is  translate basic information into terms the public can understand.\" At  the same meeting, Jerry North, a professor of atmospheric sciences at  Texas A&amp;M University, was quoted saying there \"has been no change in  the scientific community\" in the consensus that global average  temperatures have been steadily climbing since the mid-20th century.</p>\r\n<p>John  Nielson-Gammon, the Texas state climatologist, recently told us he  believes about 95 percent of what the panel concludes. \"It&rsquo;s probably as  good as it gets in terms of a comprehensive analysis done by scientists  of a comprehensive... far-reaching issue,\" he said. \"If you're going to  rely on something external, that&rsquo;s the document to rely upon.\"</p>\r\n<p>Where  does all this leave Abbott's statement?</p>\r\n<p>True, instead of  producing on its own research, the EPA instead relied on the work of  three other entities.</p>\r\n<p>But calling it \"outsourcing\" is highly  misleading because it suggests the agency was shirking its duties. It  wasn't. In choosing to use the work of those agencies, particularly the  IPCC, the EPA was relying on a large international group of scientists  that has reached consensus from thousands of studies. That's a far more  comprehensive review than anything the EPA could have done.</p>\r\n<p>Abbott  also overreaches saying the panel is scandal-plagued and can't be  considered objective or trustworthy. Yes, the stolen e-mails have raised  questions about a small number of scientists, but the e-mails have not  undercut the validity of the panel's main findings.</p>\r\n<p>Bottom line: There's a small bit of truth in Abbott's claim, the part  that the EPA is relying on outsiders. But his statement is misleading  because he implies the EPA has shirked its duties when in fact it is  relying on three groups that have synthesized thousands of scientific  studies -- almost certainly far more work than the EPA could ever do itself. And yes, the  e-mails have raised questions about the work of a clutch of  scientists, but they have not put a significant dent in  conclusions reached by the IPCC.</p>\r\n<p>We rate Abbott's statement Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-05-10T17:25:47.208885", "ruling_date": "2010-05-10T21:25:25", "ruling_headline": "Attorney General Abbott says EPA's endangerment finding based on outsourced science from scandal-plagued group", "ruling_headline_slug": "attorney-general-abbott-says-epas-endangerment-fin", "ruling_link_text": "Advocate frames case that's not quite there", "ruling_state": null, "source_documents": null, "sources": "<p>Greg  Abbott, attorney general of Texas, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/02162010_abbottpetitionepa.pdf\" target=\"_blank\">&quot;Petition   for Reconsideration of Endangerment and Cause or Contribute Findings  for Greenhouse Gases Under Section 202(a) of the Clean Air Act,&quot;</a> submitted Feb. 16, 2010; <a href=\"http://alt.coxnewsweb.com/statesman/politifact/05052010_abbottipccfindingschallenged.pdf/\" target=\"_blank\">Links</a> to news and opinion articles re. the Intergovernmental Panel on Climate  Change, May 5, 2010</p>\r\n<p>American Association for the Advancement of  Science, press release, <a href=\"http://news.aaas.org/2010/0219post-9.shtml\" target=\"_blank\">&quot;Science Community  Stands Behind Evidence for Climate Change, Top Scientists Say at AAAS\"</a> Feb. 19, 2010 (accessed May 6, 2010)</p>\r\n<p>The Associated Press, news  article, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/02162010_apnewsarticle.doc\" target=\"_blank\">&quot;Texas   challenging EPA's greenhouse gas finding,&quot;</a> Feb. 16, 2010 (Nexis  search)</p>\r\n<p>Austin American-Statesman, news article, <a href=\"http://www.statesman.com/news/texas-politics/texas-sues-to-stop-epa-from-regulating-greenhouse-245086.html\" target=\"_blank\">&quot;Texas   sues to stop EPA from regulating greenhouse gases,&quot;</a> Feb. 16, 2010  (accessed April 29, 2010)</p>\r\n<p>Ralph Cicerone, president, U.S.  National Academy of Sciences, <a href=\"http://www.sciencemag.org/cgi/content/summary/327/5966/624\" target=\"_blank\">editorial</a>,  Science magazine, Feb. 5, 2010 (summary) (accessed May 6, 2010)</p>\r\n<p>C-SPAN,  testimony of Lisa Jackson, administrator, Environmental Protection  Agency, to U.S. Senate Committee on Environment and Public Works, <a href=\"http://www.c-spanvideo.org/program/292222-1\" target=\"_blank\">response to Sen.  James Inhofe on Intergovernmental Panel on Climate Change</a> (1:52:31  mark) February 23, 2010, (accessed April 29, 2010)<br /> <a href=\"http://alt.coxnewsweb.com/statesman/politifact/05032010_eparesponsepftexas.pdf\" target=\"_blank\"></a></p>\r\n<p><a href=\"http://alt.coxnewsweb.com/statesman/politifact/05032010_eparesponsepftexas.pdf\" target=\"_blank\">E-mail</a>,  Catherine C. Milbourn, senior press officer, Office of Media Relations,  U.S. Environmental Protection Agency, (response to interview request by  PolitiFact Texas re. statement on endangerment), May 3, 2010</p>\r\n<p>Fox  News Channel, <a href=\"http://www.foxnews.com/scitech/2010/02/24/exclusive-climate-panel-announce-significant-changes/?utm_source=feedburner&amp;utm_medium=feed&amp;utm_campaign=Feed%253A+foxnews\" target=\"_blank\">&quot;U.N.   Climate Panel to Announce Significant Changes,&quot;</a> Feb. 24, 2010  (accessed May 6, 2010)</p>\r\n<p>Intergovernmental Panel on Climate Change,  web pages, &quot;Climate Change 2007,&quot; <a href=\"http://www.ipcc.ch/publications_and_data/publications_and_data_reports.htm#1\" target=\"_blank\">reports</a>,  <a href=\"http://www.ipcc.ch/contact/contact.htm\" target=\"_blank\">organization contact  information</a>, <a href=\"http://www.ipcc.ch/organization/organization_history.htm\" target=\"_blank\">history</a>,  <a href=\"http://www.ipcc.ch/organization/organization.htm\" target=\"_blank\">organization</a>,  <a href=\"http://ipcc-wg2.gov/publications/AR4/Since_publication.html\" target=\"_blank\">&quot;WGII   Contribution to the IPCC AR4: Issues since publication,\"</a> accessed  May 6, 2010</p>\r\n<p>John Nielsen-Gammon and Barry Lefer, Atmo.Sphere blog  posts, &quot;<a href=\"http://tinyurl.com/yc5hzwl\" target=\"_blank\">By the way, there will  still be glaciers in the Himalayas in 2035,&quot;</a> Dec. 22, 2009; <a href=\"http://www.chron.com/commons/readerblog/atmosphere.html?plckController=Blog&amp;plckBlogPage=BlogViewPost&amp;newspaperUserId=54e0b21f-aaba-475d-87ab-1df5075ce621&amp;plckPostId=Blog%3a54e0b21f-aaba-475d-87ab-1df5075ce621Post%3a71ec365e-e260-43ca-9896-b880a3ea2ea4&amp;plckScript=blogScript&amp;plckElementId=blogDest%20Jan.%2018,%202010;%20%E2%80%9CThe%20IPCC%20vs.%20Joseph%20D%27Aleo%20and%20Anthony%20Watts,%E2%80%9D%20http://www.chron.com/commons/readerblogs/atmosphere.html?plckController=Blog&amp;plckBlogPage=BlogViewPost&amp;newspaperUserId=54e0b21f-aaba-475d-87ab-1df5075ce621&amp;plckPostId=Blog%3a54e0b21f-aaba-475d-87ab-1df5075ce621Post%3a1602a720-b2a5-47de-bf2d-3b62afcf88a6&amp;plckScript=blogScript&amp;plckElementId=blogDest\" target=\"_blank\">&quot;Update   on the IPCC 2035 error,&quot;</a> Jan. 27, 2010 (accessed May 3, 2010)</p>\r\n<p>The  Norweigan Nobel Committee, press release, <a href=\"http://nobelprize.org/nobel_prizes/peace/laureates/2007/press.html\" target=\"_blank\">\"Nobel   Peace Prize for 2007,\"</a> Oct. 12, 2007 (accessed May 7, 2010)</p>\r\n<p>Gov.  Rick Perry, press release, state website, <a href=\"http://www.governor.state.tx.us/news/press-release/14253/\" target=\"_blank\">&quot;Texas  Takes Legal Action Against Federal Government Over EPA CO2 Mandates,&quot;</a> Feb. 16, 2010 (accessed April 29, 2010)</p>\r\n<p>The Pflugerville Pflag,  news article on political forum, <a href=\"http://pflugervillepflag.com/2010/04/15/white-takes-on-right-at-pfcona-forum/\" target=\"_blank\">&quot;White   takes on right at PfCONA forum,&quot;</a> April 15, 2010 (accessed May 3,  2010)</p>\r\n<p>PolitiFact.com, <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/dec/11/james-inhofe/inhofe-claims-cru-e-mails-debunk-science-behind-cl/\" target=\"_blank\">&quot;Inhofe   claims that e-mails 'debunk' science behind climate change,&quot;</a> Dec.  7, 2009 (accessed April 30, 2009)</p>\r\n<p>Radio Netherlands Worldwide, <a href=\"http://www.rnw.nl/english/article/error-dutch-polder-data-undermines-trust-ipcc\" target=\"_blank\">&quot;A   United Nations report wrongly claimed that more than half of the  Netherlands is currently below sea level,&quot;</a> Feb. 4, 2010 (accessed  May 6)<br /> <br /> The Telegraph, news articles, <a href=\"http://www.telegraph.co.uk/earth/environment/climatechange/7157590/India-forms-new-climate-change-body.html\" target=\"_blank\">&quot;India   forms new climate change body,&quot;</a> Feb. 4, 2010; <a href=\"http://www.telegraph.co.uk/earth/environment/climatechange/7177230/New-errors-in-IPCC-climate-change-report.html\" target=\"_blank\">&quot;New   errors in IPCC climate change report,&quot;</a> Feb. 6, 2010; <a href=\"http://www.telegraph.co.uk/earth/environment/climatechange/7316758/IPCC-chief-Rajendra-Pachauri-to-face-independent-inquiry.html\" target=\"_blank\">&quot;IPCC   chief Rajendra Pachauri to face independent inquiry,&quot;</a> Feb. 26, 2010  (accessed May 6, 2010)</p>\r\n<p>The Times of London, <a href=\"http://www.timesonline.co.uk/tol/news/environment/article7017907.ece\" target=\"_blank\">&quot;Africagate:   top British scientist says UN panel is losing credibility,&quot;</a> Feb. 7,  2010 (accessed May 6, 2010)</p>\r\n<p>U.S. Environmental Protection  Agency, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/12072009_epalegalbackground.pdf\" target=\"_blank\">&quot;EPA&rsquo;s   Endangerment Finding, Legal Background,&quot;</a> Dec. 7, 2009; statements on  greenhouse gas finding of December 2009, <a href=\"http://blog.epa.gov/administrator/2010/02/22/information-on-epa-endangerment-finding/\" target=\"_blank\">&quot;Information    on EPA Endangerment Finding; Statement on Litigation on EPA  Endangerment Finding&quot;</a> with <a href=\"http://blog.epa.gov/administrator/2010/02/22/information-on-epa-endangerment-finding/\" target=\"_blank\">other    information</a> posted Feb. 22, 2010 (accessed  May 5, 2010)</p>\r\n<p>The  Yale Forum on Climate Change and the Media, <a href=\"http://www.yaleclimatemediaforum.org/2010/02/anatomy-of-ipccs-himalayan-glacier-year-2035-mess/\" target=\"_blank\">&quot;Anatomy   of IPCC&rsquo;s Mistake on Himalayan Glaciers and Year 2035,&quot;</a> Feb. 4,  2010 (accessed May 3, 2010)</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 12, "current_job": "governor", "false_count": 8, "first_name": "Greg", "half_true_count": 9, "home_state": "Texas", "id": 409, "last_name": "Abbott", "mostly_true_count": 9, "name_slug": "greg-abbott", "pants_count": 6, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/abbottmugnew16pft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/409/", "total_count": 56, "true_count": 12, "website": "http://gregabbott.com/"}, "statement": "<p>Says the EPA \"outsourced the scientific basis for  its greenhouse gas regulation to a scandal-plagued international  organization that cannot be considered objective or trustworthy.\"</p>", "statement_context": "a press release", "statement_date": "2010-02-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}], "target": [], "twitter_headline": null}