{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/may/11/joe-lieberman/lieberman-says-president-can-approve-killing-us-ci/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1780, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1780/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>On May 6, 2010, Sen. Joe Lieberman, I-Conn., joined three fellow lawmakers -- two Republicans and one Democrat -- to propose the Terrorist Expatriation Act, which would allow the United States to revoke the citizenship of an American citizen who affiliates with an officially designated foreign terrorist organization.<br /><br />In comments at a news conference -- later aired on the May 9, 2010, edition of ABC's <em>This Week </em>-- Lieberman cited a paradox to make the case for the bill. He cited news reports that President Barack Obama had authorized the assassination of Anwar al-Awlaki, an American-born extremist Muslim cleric who is believed to be hiding in Yemen. U.S. intelligence sources have reportedly linked al-Awlaki to an al-Qaida affiliate and say he has recruited new terrorists.<br /><br />The paradox, Lieberman said, is that while it is legal for the U.S. to kill al-Awlaki, it is is not legal for the U.S. to impose a more limited sanction -- the removal of citizenship.<br /><br />\"As many of you know, it has been reported that President Obama has signed an order authorizing the assassination of al-Awlaki,\" Lieberman said. \"That has not been confirmed, but no one argues that a president doesn't have the right to issue such an order. If the president can authorize the killing of a U.S. citizen who fights for a foreign terrorist organization -- in this case al-Qaida in the Arabian Peninsula -- we can also have a law that allows the U.S. government to revoke al-Awlaki's citizenship.\"<br /><br />We won't delve into the question of whether passing Lieberman's bill is a good idea, since that's in the realm of opinion, but we did think it worthwhile to examine the factual premise of Lieberman's claim -- that the president can \"authorize the killing of a U.S. citizen who fights for a foreign terrorist organization.\"<br /><br />We'll address the question on two levels. First, does the administration believe it has this power? And second, is the administration's legal justification for such targeting solid and widely recognized?<br /><br />The first question is relatively straightforward. Director of National Intelligence Dennis Blair has testified to Congress that if intelligence officials believe there's a need to kill an American citizen operating with a terrorist organization, a process exists to authorize such an action.<br /><br />\"We take direct action against terrorists in the intelligence community,\" Blair told the House Intelligence Committee on Feb. 3, 2010. \"If ... we think that direct action will involve killing an American, we get specific permission to do that.\"<br /><br />Under questioning from the panel's ranking Republican, Peter Hoekstra of Michigan, Blair declined to discuss details about the process of approving the targeting of an American citizen. \"Primarily it has to do with ... whether that American is involved in a group that is trying to attack us, whether that American is a threat to other Americans,\" Blair told the committee.</p>\r\n<p>News reports, citing unnamed administration officials, have offered conflicting details about what steps are taken during the approval process. (On <em>This Week</em>, Attorney General Eric Holder said, \"Well, I'm not going to assume that what has been said there about ordering anybody's assassination is necessarily true.\") Also unconfirmed, but widely suspected, is the specific targeting of al-Awlaki under these rules. On April 6, 2010, the <em>New York Times</em>, citing \"intelligence and counterterrorism officials,\" reported that he had been, but no administration official has publicly confirmed that.<br /><br />Still, despite uncertainty about the details, Blair's comments have widely been understood as confirmation that the Obama administration stands ready to kill terrorist-affiliated U.S. citizens overseas.<br /><br />The answer to the second question -- whether the White House's position is legally supportable -- is more in dispute.<br /><br />On the one hand, legal experts told us it's permissible to kill someone engaged in battle against the United States, even if that person is an American citizen. Such killings have occurred in contexts as varied as the Civil War and the Cold War, based on powers vested in Article II of the Constitution (which makes the president the commander in chief of the armed forces) and upheld by the 1866 Supreme Court decision <em>Ex Parte Milligan </em>(which confirms that \"command of the forces and the conduct of campaigns\" rests with the president).<br /><br />International law does pose some limits; the 1907 Hague Convention, for instance, prohibits combat tactics that cause \"unnecessary suffering.\" And in the 1970s, President Gerald Ford issued an executive order banning the CIA from any involvement in assassinations. But targeted killings of the kind Lieberman is referring to are considered exempt from that executive order, and after the Sept. 11, 2001, terrorist attacks, President George W. Bush signed what's known as an \"intelligence finding\" that enabled the CIA to pursue terrorists around the world.<br /><br />Congress gave its consent as well. After the Sept. 11 attacks, Congress passed an \"Authorization to Use Military Force,\" a measure short of a formal declaration of war but carrying essentially the same authority. In it, Congress explicitly gave the president the power to \"use all necessary and appropriate force against those nations, organizations, or persons he determines planned, authorized, committed, or aided the terrorist attacks that occurred on September 11, 2001, or harbored such organizations or persons, in order to prevent any future acts of international terrorism against the United States by such nations, organizations or persons.\" Meanwhile, in 2006, Bush reportedly expanded the 2001 \"finding\" beyond al-Qaida and Afghanistan.<br /><br />Anthony Clark Arend, a professor of government and foreign service at Georgetown University, said that \"since terrorists qualify as combatants, the president can use deadly force, if necessary, to stop a terrorist. The ability to use force against such combatant is not affected by his or her citizenship. In World War II, if an American citizen chose to fight for Germany or Japan, he or she would still have been a legitimate target as an enemy combatant.\"<br /><br />At the same time, however, the post-Sept. 11 world has added some complications.<br /><br />One is that it's often not easy to determine whether an individual has taken up the fight against the United States, since there is no regularized, uniformed army to join.<br /><br />It's hard to determine \"whether we are really in a war with al-Qaida in the legal sense,\" said Steven R. Ratner, a University of Michigan law professor. \"Our government assumes so, but not all countries buy that argument, because it's neither a war between states nor a typical civil war.\"<br /><br />Another problem is one of geography. In past wars, the battle lines were fairly straightforward. But when facing terrorist attacks, virtually anyplace can become a battlefield.<br /><br />\"It's pretty clear that if you have an American citizen on a traditional battlefield shooting Howitzers at American forces, you can take the guy out,\" said Peter Spiro, a Temple University law professor. \"On the other hand, you have the 1957 Supreme Court decision <em>Reid vs. Covert</em>, which ruled that American citizens take their constitutional rights wherever they go. So in the case of someone like al-Awlaki, do you consider Pakistan to be part of the battlefield? If you do, it looks like a pretty comfortable call. If you don't, you could object that you're depriving a citizen of their life without due process.\"<br /><br />Some scholars argue that the kinds of attacks discussed by Lieberman are clearly illegal because of their location away from a battlefield.<br /><br />\"The fighting or hostilities of an armed conflict occurs within limited zones, referred to as combat or conflict zones,\" University of Notre Dame law professor Mary Ellen O&rsquo;Connell said during congressional testimony in April. \"It is only in such zones that killing enemy combatants or those taking a direct part in hostilities is permissible. Because armed conflict requires a certain intensity of fighting, the isolated terrorist attack, regardless of how serious the consequences, is not an armed conflict.\"<br /><br />Others express a more nuanced view. In the same hearing as the one where O'Connell testified, William C. Banks, a Syracuse University law professor, told lawmakers that while the current legal framework is imperfect and merits updating to keep up with the changing nature of terrorism-related combat, it does provide justification for the sorts of killings Lieberman is referring to.<br /><br />\"The president&rsquo;s intelligence finding does not make any exception for Americans,\" Banks testified, adding that \"the defensive use of force &mdash; targeted at a known al-Qaida leader, for example &mdash; also has firm legal roots in customary international law.\"<br /><br />To recap, the Obama administration has not only claimed the authority to target and kill U.S. citizens linked to terrorist groups but may in fact be using that power already to target al-Awlaki. Many of our experts see ample justification for such actions in both domestic and international law, and both for political reasons and practical legal reasons (including finding someone with standing to file a court challenge) the president is unlikely to be curbed by the courts anytime soon. Still, even those who see strong arguments for this presidential prerogative acknowledge that a number of legal uncertainties could limit or undermine those powers in the future if court challenges were to be raised. So Lieberman is probably overstating his case when he says that \"no one argues that a president doesn't have the right to issue such an order,\" but we still find his statement Mostly True.</p>", "ruling_comments_date": "2010-05-10T18:06:15.033420", "ruling_date": "2010-05-11T14:38:26", "ruling_headline": "Lieberman says president can approve killing a U.S. citizen who affiliates with terrorists", "ruling_headline_slug": "lieberman-says-president-can-approve-killing-us-ci", "ruling_link_text": "There's strong, but not universal, support in the law", "ruling_state": null, "source_documents": null, "sources": "<p>Joe Lieberman, <a href=\"http://www6.lexisnexis.com/publisher/EndUser?Action=UserDisplayFullDocument&amp;orgId=574&amp;topicId=100007410&amp;docId=l:1182204437&amp;isRss=true\" target=\"_blank\">remarks</a> on introducing the Terrorist Expatriation Act, May 6, 2010<br /><br /><a href=\"http://abcnews.go.com/ThisWeek/week-transcript-holder-giuliani/story?id=10596448&amp;page=2\" target=\"_blank\">Transcript</a> of ABC's This Week, May 9, 2010<br /><br />Transcript of a House Intelligence Committee hearing, Feb. 3, 2010 (accessed via Lexis-Nexis)<br /><br /><em>New York Times</em>, \"<a href=\"http://www.nytimes.com/2010/04/07/world/middleeast/07yemen.html?pagewanted=print\" target=\"_blank\">U.S. Approves Targeted Killing of American Cleric</a>,\" April 6, 2010<br />&nbsp;<br /><em>Newsweek</em>, \"A License to Kill Our Own?\" Feb. 15, 2010 (accessed via Lexis-Nexis)<br /><br />U.S. Supreme Court, <a href=\"http://www.law.cornell.edu/supct/html/historics/USSC_CR_0354_0001_ZS.html\" target=\"_blank\">decision</a> in Reid v. Covert, June 10, 1957<br /><br />Mary Ellen O&rsquo;Connell, <a href=\"http://www.oversight.house.gov/images/stories/subcommittees/NS_Subcommittee/4.28.10_Drones_II/OConnell_Statement.pdf\" target=\"_blank\">testimony</a> before the House Oversight and Government Reform Subcommittee on National Security and Foreign Affairs, April 28, 2010<br /><br />William C. Banks, <a href=\"http://www.oversight.house.gov/images/stories/subcommittees/NS_Subcommittee/4.28.10_Drones_II/Banks_Statement.pdf\" target=\"_blank\">testimony</a> before the House Oversight and Government Reform Subcommittee on National Security and Foreign Affairs, April 28, 2010</p>\r\n<p>U.S. Supreme Court, <a href=\"http://caselaw.lp.findlaw.com/scripts/getcase.pl?court=us&amp;vol=71&amp;invol=2\" target=\"_blank\">decision</a> in <em>Ex Parte Milligan</em>, December 1866</p>\r\n<p><a href=\"http://www.icrc.org/ihl.nsf/FULL/195?OpenDocument\" target=\"_blank\">Text</a> of \"Convention (IV) respecting the Laws and Customs of War on Land and its annex: Regulations concerning the Laws and Customs of War on Land. The Hague, 18 October 1907\"</p>\r\n<p><a href=\"http://www.fordlibrarymuseum.gov/LIBRARY/speeches/760110e.htm\" target=\"_blank\">Text</a> of President Gerald R. Ford's Executive Order 11905: United States Foreign Intelligence Activities, Feb. 18, 1976</p>\r\n<p><a href=\"http://news.findlaw.com/wp/docs/terrorism/sjres23.es.html\" target=\"_blank\">Text</a> of Authorization for Use of Military Force, Sept. 18, 2001</p>\r\n<p>Interview with Peter Spiro, Temple University law professor, May 10, 2010<br /><br />Interview with Mary Ellen O&rsquo;Connell, University of Notre Dame law professor, May 10, 2010<br /><br />E-mail interview with Anthony Clark Arend, professor of government and foreign service at Georgetown University, May 10, 2010<br /><br />E-mail interview with Steven R. Ratner, University of Michigan law professor, May 10, 2010<br /><br />E-mail interview with Kal Raustiala, UCLA law professor, May 10, 2010<br /><br />E-mail interview with Steven Groves, fellow at the Heritage Foundation, May 10, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Senator", "false_count": 1, "first_name": "Joe", "half_true_count": 0, "home_state": "Connecticut", "id": 66, "last_name": "Lieberman", "mostly_true_count": 2, "name_slug": "joe-lieberman", "pants_count": 0, "party": {"id": 6, "party": "Independent", "party_slug": "independent", "resource_uri": "/api/v/2/party/6/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-joelieberman.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/66/", "total_count": 5, "true_count": 1, "website": "http://lieberman.senate.gov/"}, "statement": "<p>The president can \"authorize the killing of a U.S. citizen who fights for a foreign terrorist organization.\"</p>", "statement_context": "a press conference", "statement_date": "2010-05-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 113, "photo": null, "resource_uri": "/api/v/2/subject/113/", "subject": "Afghanistan", "subject_slug": "afghanistan", "used_in_edition": []}, {"description": "", "id": 105, "photo": null, "resource_uri": "/api/v/2/subject/105/", "subject": "Human Rights", "subject_slug": "human-rights", "used_in_edition": []}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}, {"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}, {"description": "", "id": 37, "photo": null, "resource_uri": "/api/v/2/subject/37/", "subject": "Terrorism", "subject_slug": "terrorism", "used_in_edition": []}, {"description": "", "id": 151, "photo": null, "resource_uri": "/api/v/2/subject/151/", "subject": "This Week - ABC News", "subject_slug": "abc-news-week", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}