{"art": [], "author": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "canonical_url": "/florida/statements/2010/may/12/marco-rubio/marco-rubios-position-arizona-immigration-law/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1786, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}, {"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "resource_uri": "/api/v/2/statement/1786/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half Flip", "id": 8, "resource_uri": "/api/v/2/statementruling/8/", "ruling": "Half Flip", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/fom-halfFlip.png", "ruling_slug": "half-flip"}, "ruling_comments": "<p>With controversy swirling around Arizona's new hard-line immigration law, U.S. Senate candidate Marco Rubio if often asked about the bill. But his answers have seemed inconsistent. We decided to put his comments to our Flip-O-Meter.</p>\r\n<p>The law, generally speaking, makes being an illegal immigrant a state crime and requires legal immigrants to carry papers that confirm their legal status.</p>\r\n<p>On April 27, 2010 in front of a largely Cuban-American crowd in West Miami, Rubio likened Arizona's bill to the creation of a \"police state,\" saying the American people wouldn't be comfortable with people being required to have documents on them at all times proving their citizenship status.</p>\r\n<p>Then on April 30, he told Fox News' Neil Cavuto that didn't believe the Arizona law was \"the best answer to that problem.\"</p>\r\n<p>But in an interview with a conservative blogger nine days later, Rubio said he would've voted for the measure.</p>\r\n<p>The seeming flip, the Rubio campaign contends, is because of late changes inserted into the immigration bill. \"Marco's position has been consistent,\" campaign spokesman Alex Burgos said. \"It's the law that has changed since his first comments on it.''</p>\r\n<p>Let's check it out.</p>\r\n<p>---------------------------------------------------------------------------------------------</p>\r\n<p><em><strong>What Rubio said on April 27 in West Miami</strong></em></p>\r\n<p>\"I think the law has potential unintended consequences and it's one of the reasons why I think immigration needs to be a federal issue, not a state one.'</p>\r\n<p>\"Everyone is concerned with the prospect of the reasonable suspicious provisions where individuals could be pulled over because someone suspects they may not be legal in this country. I think over time people will grow uncomfortable with that ... I've always said I think the ultimate solution is to create a technologically based system where employers can verify the eligibility of the folks they are employing.\"</p>\r\n<p>When Rubio was asked specifically about immigrants being required to produce documents at a moment's notice, the son of Cuban exiles said, according to the <em>Miami Herald</em>, \"That's not really something that Americans are comfortable with, the notion of a police state.''</p>\r\n<p><em><strong>What Rubio said on Fox News April 30</strong></em></p>\r\n<p>\"I don't believe that law is the best answer to that problem.\"</p>\r\n<p>Later, Rubio said, \"There are portions of the law that over time may lead to unintended consequences.\"</p>\r\n<p><em><strong>What Rubio said to a Human Events reporter in a story published May 6</strong></em></p>\r\n<p>\"Understand that what Arizona is facing is different from anything Florida has ever faced,\" Rubio told Human Events' Jason Mattera. \"Arizona has a physical border with Mexico. And there (are) kidnappings, human trafficking, drug wars coming across that border into an American city. Frankly, very few states in the country can imagine what that&rsquo;s like.\"</p>\r\n<p>Human Events, a conservative publication, asked if Rubio were in the Arizona Legislature, would he have voted for the law?</p>\r\n<p>\"The second (version) that passed hit the right note. Yes,\" Rubio responded.</p>\r\n<p>The interviewer then asked about the first version.</p>\r\n<p>\"Well, I would have wanted to see changes like the ones that were made because I know that that&rsquo;s not the intent of the bill.\"</p>\r\n<p>----------------------------------------------------------------------------------------------</p>\r\n<p>PolitiFact has thoroughly explored the Arizona immigration bill and the changes inserted in the final days of the regular session of the Arizona Legislature. We <a href=\"http://www.politifact.com/truth-o-meter/statements/2010/apr/28/alfredo-gutierrez/arizona-immigration-law-allows-police-question-any/\" target=\"_blank\">rated two claims</a> after the first version of the bill passed and <a href=\"http://www.politifact.com/truth-o-meter/statements/2010/may/04/jan-brewer/arizona-immigration-law-rewrite-lays-rest-worries-/\" target=\"_blank\">another two claims</a> after the second version passed.</p>\r\n<p>The original version of the bill was signed into law by Republican Arizona Gov. Jan Brewer on April 23. One of the key questions to emerge during and after its passage has been what standard law enforcement officers will need before questioning individuals about their immigration status. Drawing special attention is the role played by \"racial profiling\" -- that is, the use of racial or ethnic characteristics as a justification for police questioning.</p>\r\n<p>Critics had said that the original version of the law permitted racial profiling. But changes signed by Brewer on April 30 were intended to blunt those charges.</p>\r\n<p>The new version of the law says: \"A law enforcement official or agency of this state or a county, city, town or other political subdivision of this state may not consider race, color or national origin in implementing the requirements of this subsection except to the extent permitted by the United States or Arizona Constitution.\"</p>\r\n<p>The prior version had said that an official \"may not solely consider race\" in such circumstances.</p>\r\n<p>Rubio, in his comments in West Miami, said he was particularly concerned about under what circumstances law enforcement officials in Arizona could stop people to inquire about their citizenship status.</p>\r\n<p>He said the changes in the bill had quelled those concerns.</p>\r\n<p>\"I mean no one is in favor of a bill that would force American citizens to have to interact with law enforcement in a way that wasn&rsquo;t appropriate,\" Rubio said in the Human Events interview. \"And the first bill I thought held that door open. Since then, the changes that have been made to the bill I think greatly improve it.\"</p>\r\n<p>But legal scholars say the door to some form of racial profiling remains open despite the changes in the law. Specifically, there is Supreme Court precedent for allowing racial profiling under similar circumstances to those envisioned in the Arizona law.</p>\r\n<p>The U.S. Supreme Court in 1975 ruled in United States vs. Brignoni-Ponce that U.S. Border Patrol could stop and question people in vehicles about their immigration status based solely on their appearance. In a 9-0 decision, the court ruled that \"because of the important governmental interest in preventing the illegal entry of aliens at the border, the minimal intrusion of a brief stop, and the absence of practical alternatives for policing the border, an officer, whose observations lead him reasonably to suspect that a particular vehicle may contain aliens who are illegally in the country, may stop the car briefly, question the driver and passengers about their citizenship and immigration status, and ask them to explain suspicious circumstances; but any further detention or search must be based on consent or probable cause.\"</p>\r\n<p>The Supreme Court decision seems to conflict with the Arizona law, and a separate federal appeals court that covers Arizona, and is likely to set up a legal fight.</p>\r\n<p>There's also a provision of the law that requires legal immigrants to carry documents confirming their legal status.</p>\r\n<p>Rubio was concerned about that in his comments in West Miami April 27.</p>\r\n<p>When asked specifically about immigrants having to carry documents on them, Rubio said \"That's not really something that Americans are comfortable with, the notion of a police state.\"</p>\r\n<p>That part of the law, however, was not stripped out in the amended version.</p>\r\n<p>The Mexican government already has issued a travel alert to their citizens, <a href=\"http://www.cbsnews.com/stories/2010/04/27/world/main6438934.shtml?tag=contentMain;contentBody\" target=\"_blank\">directing them to use extreme caution if visiting Arizona</a>. And the cities of Flagstaff and Tucson have said they will sue to challenge the new law, which could go into effect in July or August.</p>\r\n<p>The bill has been criticized by former Florida Gov. Jeb Bush: \"I think it creates unintended consequences,&rdquo; <a href=\"http://www.politico.com/news/stories/0410/36469.html\" target=\"_blank\">he told Politico</a>. &ldquo;It's difficult for me to imagine how you're going to enforce this law. It places a significant burden on local law enforcement and you have civil liberties issues that are significant as well.&rdquo;</p>\r\n<p>We also should note that the changes, though made to sway critics of the original bill, did little to alter the vote totals in the Arizona Legislature. In fact, no one in the 60-member state House or the 30-member Senate voted against the first version of the immigration bill and in favor of the replacement bill.</p>\r\n<p>Rubio has suggested he would have voted against the first version of the bill, equating it to a \"police state,\" and said he would have voted for the second bill. That would have made him an anomaly in the Arizona Legislature.</p>\r\n<p>Rubio has outlined two basic concerns about the bill -- the possibility of racial profiling and the fact that people would be required to produce immigration documents at a moments notice. He has explained that his remarks changed because he was satisfied with the altered bill.</p>\r\n<p>That indeed is supported by the changes in the bill on the possibility of racial profiling, but it still does not explain his concerns on producing documents and the risk of a \"police state,\" because it is not addressed by the revised bill. So we rate his change a Half Flip.</p>", "ruling_comments_date": "2010-05-12T12:07:11.424082", "ruling_date": "2010-05-12T16:51:43", "ruling_headline": "Marco Rubio's position on the Arizona immigration law", "ruling_headline_slug": "marco-rubios-position-arizona-immigration-law", "ruling_link_text": "Bill changed some, Rubio changed more", "ruling_state": null, "source_documents": null, "sources": "<p><br />Marco Rubio campaign, e-mail interview with Alex Burgos, May 6, 2010<br /><br />CNN, \"<a href=\"http://www.cnn.com/2010/POLITICS/04/30/arizona.immigration.law.changes/index.html\" target=\"_blank\">Arizona governor signs changes into immigration law</a>,\" May 1, 2010<br /><br />Human Events, \"<a href=\"http://www.humanevents.com/article.php?id=36860\" target=\"_blank\">Exclusive: Rubio Clarifies Critique of Arizona Law</a>,\" May 6, 2010 <br /><br />Miami Herald, <a href=\"http://miamiherald.typepad.com/nakedpolitics/2010/04/rubio-on-illegal-immigration-law-in-az.html\" target=\"_blank\">\"Rubio says AZ immigration law evokes 'police state',</a>\" April 27, 2010<br /><br />Huffington Post, \"<a href=\"http://www.huffingtonpost.com/2010/05/06/marco-rubio-florida-senat_n_566075.html\" target=\"_blank\">Marco Rubio, Florida Senate Candidate, Flip-Flops On Arizona Immigration Law,</a>\" May 6, 2010<br /><br />Orlando Sentinel, \"<a href=\"http://blogs.orlandosentinel.com/news_columnist_mikethomas/2010/04/marco-rubio-arizona-immigration-law-goes-too-far.html\" target=\"_blank\">Marco Rubio: Arizona immigration law understandable but goes too far</a>,\" April 27, 2010<br /><br />Miami Herald, \"<a href=\"http://www.miamiherald.com/2010/05/08/1619271/suddenly-rubio-likes-arizonas.html\" target=\"_blank\">Suddenly, Rubio likes Arizona's immigration law</a>,\" May 8, 2010<br /><br />Arizona Legislature, roll call votes on HB 2612 (original immigration bill)<br /><br />Arizona Legislature, roll call votes on SB 1070 (revised immigration bill)<br /><br />CBS News, \"<a href=\"http://www.cbsnews.com/stories/2010/04/27/world/main6438934.shtml?tag=contentMain;contentBody\" target=\"_blank\">Mexico issues travel alert over new Arizona immigration law,</a>\" April 28, 2010<br /><br />CBS News, \"<a href=\"http://www.cbsnews.com/8301-503544_162-20004262-503544.html\" target=\"_blank\">Tuscon, Flagstaff Sue Arizona over Immigration Law</a>,\" May 5, 2010<br /><br />Politico, \"<a href=\"http://www.politico.com/news/stories/0410/36469.html\" target=\"_blank\">Republicans hit Arizona immigration law</a>,\" April 28, 2010<br /><br />Revised <a href=\"http://azgovernor.gov/dms/upload/HB_2162Signed.pdf\" target=\"_blank\">text</a> of Arizona immigration law (HB 2162), accessed May 11, 2010<br /><br />Original <a href=\"http://azgovernor.gov/dms/upload/SB_1070_Signed.pdf\" target=\"_blank\">text</a> of Arizona immigration law (SB 1070), accessed May 11, 2010<br /><br />PolitiFact, \"<a href=\"http://www.politifact.com/truth-o-meter/statements/2010/apr/28/alfredo-gutierrez/arizona-immigration-law-allows-police-question-any/\" target=\"_blank\">Arizona immigration law allows police to question 'anyone' who's 'reasonably suspicious' of being illegal</a>,\" April 28, 2010<br /><br />PolitiFact, \"<a href=\"http://www.politifact.com/truth-o-meter/statements/2010/apr/28/john-huppenthal/arizona-immigration-law-requires-police-see-crime-/\" target=\"_blank\">Arizona immigration law requires police to see a crime before checking legal status, GOP state senator says</a>,\" April 28, 2010<br /><br />PolitiFact, \"<a href=\"http://www.politifact.com/truth-o-meter/statements/2010/may/04/jan-brewer/arizona-immigration-law-rewrite-lays-rest-worries-/\" target=\"_blank\">Arizona immigration law rewrite 'lays to rest' worries about racial profiling, Brewer says</a>,\" May 4, 2010<br /><br />PolitiFact, \"<a href=\"http://www.politifact.com/truth-o-meter/statements/2010/may/04/kyrsten-sinema/under-arizona-immigration-law-overgrown-lawns-bark/\" target=\"_blank\">Under Arizona immigration law, overgrown lawns, barking dogs could trigger questioning, lawmaker says</a>,\" May 4, 2010<br /><br />Arizona House of Representatives, House Majority Research <a href=\"http://www.azleg.gov/legtext/49leg/2r/summary/h.hb2162_ccmemo.doc.htm\" target=\"_blank\">memorandum</a> on HB 2162, April 29, 2010<br /><br />U.S. Supreme Court, <a href=\"http://caselaw.lp.findlaw.com/cgi-bin/getcase.pl?court=US&amp;vol=422&amp;invol=873\" target=\"_blank\">ruling</a> in United States vs. Brignoni-Ponce (1975)<br /><br />You Tube, <a href=\"http://www.youtube.com/watch?v=Ea1HF2TK9Z8\" target=\"_blank\">Fox News interview with Marco Rubio</a>, April 30, 2010</p>", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 36, "current_job": "U.S. Senator", "false_count": 26, "first_name": "Marco", "half_true_count": 33, "home_state": "Florida", "id": 277, "last_name": "Rubio", "mostly_true_count": 37, "name_slug": "marco-rubio", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Marco_Rubio.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/277/", "total_count": 168, "true_count": 20, "website": "http://www.rubio.senate.gov/"}, "statement": "<p>On the Arizona immigration law.</p>", "statement_context": "comments to the conservative website Human Events.", "statement_date": "2010-05-06", "statement_type": {"id": 4, "resource_uri": "/api/v/2/statementtype/4/", "statement_type": "Flip", "type_description": "Flip-o-Meter items"}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}