{"art": [{"brightcove": "", "caption": "Perry video, \"Bill White: Man on the Run\"", "id": 403, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/403/", "title": "Perry video, \"Man on the Run\"", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/NnwXE0AgAUc?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "NnwXE0AgAUc"}], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/may/16/rick-perry/perry-white-used-dc-connections-form-firm-worked-m/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 1798, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1798/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p><em>UPDATE May 21, 2010: Upon our published conclusion that Azerbaijan and Georgia are not in the Middle East, Gov. Rick Perry's campaign noted that the CIA \"World Factbook\" classifies the nations as in the Middle East. Asked why, CIA spokeswoman Paula Weiss told us that the book takes several factors into account in categorizing countries by region; she did not elaborate. Separately, we did a fresh round of research. The experts we consulted said that there's no standard definition of which nations make up the region but that Azerbaijan and Georgia would not generally be considered part of the Middle East.</em></p>\r\n<p>Bashing Washington helped GOP Gov. Rick Perry take out U.S. Sen. Kay Bailey Hutchison in his party's March primary. Lately, Perry is claiming a Washington taint in Democratic nominee Bill White's background.<br /><br />The narrator of a Perry Web video posted May 3 says: \"Bill White used D.C. connections from his job in the Clinton administration to form a company that did business in the Middle East and defaulted on a $60 million loan.\"<br /><br />Those are several facts worth checking. To avoid a confusing pile-up, let's break Perry's statement into these parts: White's job in D.C., the connections it may have given him, and the international oil and gas company White started to explore in the Caspian Sea region -- not in the Middle East, contrary to what Perry says.<br /><br />To support the video statement, the Perry campaign provided us with news reports from five outlets, including The Houston Chronicle and a magazine, Azerbaijan International.<br /><br /><strong><span style=\"text-decoration: underline;\">White's DC job</span></strong><br /><br />White's resume reflects decades spent as a lawyer, businessman and government employee. Most recently, he served for six years as the mayor of Houston.<br /><br />Perry's statement reflects back to the mid-1990s, when White served for about two years as deputy U.S. energy secretary in President Bill Clinton's administration.<br /><br />In his book \"The Oil and the Glory: The Pursuit of Empire and Fortune on the Caspian Sea,\" journalist Steve LeVine calls White one of the Clinton administration's \"pioneers of Caspian policy-making\" and says he helped \"put Caspian oil on Washington's agenda.\"<br /><br />According to a February 2003 story in the Houston Press, an alternative newspaper: \"During his tenure as deputy energy secretary in the mid-'90s, White repeatedly visited the Caspian Sea area, where he met with Azerbaijan President Haidar Aliyev and Georgian Prime Minister Otar Patsatsia to discuss energy deals with Western companies.\"<br /><br />Katy Bacon, a spokeswoman for White, said that while he was deputy energy secretary, White traveled to the Caspian Sea region about six times, including at least three visits to Azerbaijan and two to Georgia. <br /><br />Denying that his interest in the region was financial, White told the Press then:&nbsp; \"I had an interest in the former Soviet Union before I went into government, during government and after government. I thought it was critically important that the United States and the whole West try to teach good models of free enterprise over there.\"<br /><br /><strong><span style=\"text-decoration: underline;\">Frontera</span></strong><br /><br />White left his federal post in August 1995 and the next year helped found Houston-based Frontera Resources, which set its sights on emerging markets like the Caspian Sea. That resource-rich region was the site of an oil rush after the fall of the Soviet Union in 1991.<br /><br />A May 1997 item in the Houston Press said that \"after White left his energy post, he and Lan Bentsen, son of former Treasury Secretary Lloyd Bentsen, immediately founded Frontera Resources and went into Azerbaijan and the neighboring state of Georgia.\" <br /><br />Time out for a geography lesson. Those two places -- along with Bolivia, the only countries where Frontera has operated -- are former Soviet republics in the Caucasus, a region just north of the Middle East.<br /><br />Did White use Washington connections from his federal experience to form Frontera, as Perry says?<br /><br />Several published accounts, including a 2003 Houston Chronicle story sent to us by Perry's campaign, characterize the formation of the company that way. Some of those articles note that Lloyd Bentsen, who served as Clinton's Treasury secretary in 1993 and 1994, was an investor in the company; White told us recently that he knew Bentsen before his stint as a federal official.<br /><br />White also said the other co-founders of the company, Bentsen's son, Lan, and Steve Nicandros, who came to Frontera from a job as head of international business development for Conoco, didn't reflect connections he made in Washington. Bacon said White's wife introduced him to Lan Bentsen.<br /><br />We visited with White about the 1997 form filed with the Texas secretary of state's office to form the company and wondered about two other officers listed as vice presidents. He told us that he'd worked with Reginal Spiller and Robert Berls at the Department of Energy. White said he recruited Spiller, a geologist, to the department from Maxus Energy and that Spiller became vice president of exploration and production at Frontera. White said he hired Berls, an expert on the former Soviet Union, to work at the Energy Department on the recommendation of senior officials at the Defense Department.<br /><br />LeVine, the \"Oil and Glory\" author, told us that it wasn't White's political connections in Washington that were key to the Frontera enterprise, but contacts farther afield. \"It's the political connections that he made on the Caspian Sea as a D.C. official that gave him the entree there,\" said Levine. \"He didn't need contacts in Washington. ... He was the contact.\"<br />&nbsp;<br />LeVine said: \"There is no doubt that Bill relied on senior-level contacts as deputy energy secretary to have the entree to obtain the energy acreage that Frontera got in Georgia and in Azerbaijan. You cannot say flatly that none of that would have happened absent him, but having met the presidents of both countries numerous times, you know, that's how business is done.\"<br /><br />For his part, White called Perry's overall statement \"ridiculous.\" He pointed to his deep background in oil and gas and energy-related fields and said he had \"many (employment) alternatives\" when he left the Energy Department. He also said the first money invested in the company was his own and noted that Nicandros, the company's current chairman and CEO, had been a leader in the oil and gas industry before coming to Frontera.<br /><br />Still, White acknowledged that his experiences as a federal energy official who traveled to the region had played a role in Frontera's business, saying: \"They helped me in making the assessment that these countries would not expropriate the oil and gas concessions.\"<br /><br />Translation: White's administration experience helped the company assess the political and economic stability of the nations in which Frontera would do business.<br /><br />White was chief executive of Frontera until 1997, when he became president and chief operating officer of the Wedge Group, a private Houston holding company with interests in oil service companies, commercial real estate and hotels, according to a February article in the Austin American-Statesman. White remained chairman of Frontera's board until 2001.&nbsp; <br /><br />He no longer has any role at the company, although his most recent financial disclosure form, filed with the Texas Ethics Commission on Feb. 16, says he holds \"10,000 or more\" shares of Frontera stock, which trades on the London stock exchange and on the unregulated over-the-counter market in the U.S. A March 31 audit report performed for the company by PriceWaterhouseCoopers says it \"has suffered recurring losses from operations and has limited available funds ... which raises substantial doubt about its ability to continue as a going concern.\"<br /><br />Bacon said White's shares are worth about $11,000. <br /><br /><strong><span style=\"text-decoration: underline;\">The loan</span></strong></p>\r\n<p>In 1998, Frontera entered into an agreement with the State Oil Company of Azerbaijan to develop oil fields there. In 2000, Frontera announced that it would receive $60 million in loans from the European Bank for Reconstruction and Development, which was created as communism crumbled in 1991 to support private sector growth in central Europe and central Asia.<br /><br />Problems developed in 2001, said Frontera spokeswoman Liz Williamson, when the state oil company halted exports of oil from the project. This led to a dispute between the companies, Williamson said, which \"triggered a violation of a loan covenant causing Frontera to default under the terms of certain financing agreements\" with the bank, which did not immediately respond to our queries.<br /><br />Williamson said the bank then foreclosed. The following year, Frontera's interest in the Azerbaijan project was sold for $53 million, and the loan was repaid.<br /><br />Frontera continues to operate in Georgia.<br /><br />Summing up: Perry is right that White worked in the Clinton administration and that he later formed a company that defaulted on a $60 million loan. He's off the mark, however, when he says that the company did business in the Middle East. <br /><br />As for whether White used \"D.C. connections to form\" Frontera, as Perry says, that's true in&nbsp;only&nbsp;the baldest sense.</p>\r\n<p>Yes, White worked in Washington when he made key contacts overseas that surely helped him with Frontera. And he recruited two federal underlings to the venture. But Perry's wording leaves an impression of insider Washington wheeler-dealing by White not backed by what we found.<br /><br />We rate Perry's statement as Half True.</p>", "ruling_comments_date": "2010-05-14T18:44:47.148482", "ruling_date": "2010-05-16T09:50:57", "ruling_headline": "Perry: White used D.C. connections to form firm that worked in Middle East and defaulted on $60 million loan", "ruling_headline_slug": "perry-white-used-dc-connections-form-firm-worked-m", "ruling_link_text": "Contacts helped, but claim overreaches", "ruling_state": null, "source_documents": null, "sources": "<p>Texans for Rick Perry, &ldquo;Day 58: <a href=\"http://alt.coxnewsweb.com/statesman/politifact/05142010_perryrelease.pdf\" target=\"_blank\">Running from his Record; New video details how liberal trial lawyer Bill White is hiding his taxes and running from his record</a>,&rdquo; May 4, 2010<br /><br />Houston Press, <a href=\"http://www.houstonpress.com/1997-05-01/news/the-insider/2\" target=\"_blank\">The Insider</a>, May 1, 1997<br /><br />Houston Press, &ldquo;<a href=\"http://www.houstonpress.com/2003-02-06/news/business-with-the-unusual/1\" target=\"_blank\">Business with the Unusual</a>,&rdquo; Feb. 6, 2003<br /><br />Houston Chronicle, &ldquo;<a href=\"http://alt.coxnewsweb.com/statesman/politifact/05142010_cityhall.pdf\" target=\"_blank\">The Race for City Hall 2003</a>; White is selective of which business dealings he touts,&rdquo; Nov. 30, 2003</p>\r\n<p>Austin American-Statesman, &ldquo;<a href=\"http://www.statesman.com/news/texas-politics/whites-career-incorporates-law-business-and-politics-209618.html\" target=\"_blank\">White&rsquo;s career incorporates law, business and politics</a>,&rdquo; Feb. 2, 2010<br /><br />Texas Ethics Commission, Bill White&rsquo;s <a href=\"http://alt.coxnewsweb.com/statesman/politifact/05142010_whitefinancial.pdf\" target=\"_blank\">personal financial statement</a>, Feb. 16, 2010<br /><br />PriceWaterhouseCoopers, audit report for Frontera Resources, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/05142010_pwcletter.pdf\" target=\"_blank\">letter to the board of directors</a>, March 31, 2010</p>\r\n<p>Texas Secretary of State, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/05142010_sosform.pdf\" target=\"_blank\">application for certificate of authority</a>, Frontera Resources, March 21, 1997</p>\r\n<p>Interview with Liz Williamson, vice president, investor relations and corporate communications, Frontera Resources, May 12, 2010<br /><br />Interview with Steve LeVine, author of &ldquo;The Oil and the Glory: The Pursuit of Empire and Fortune on the Caspian Sea,&rdquo; May 12, 2010<br /><br />Interview with Katy Bacon, spokeswoman, Bill White, May 13, 2010<br /><br />Interview with Bill White, Democratic candidate for governor, May 14, 2010</p>\r\n<p>Associated Press stylebook, definition of Middle East: Iran, Iraq, Israel, Kuwait, Jordan, Lebanon, Oman, Bahrain, Qatar, Saudi Arabia, Syria, Turkey, United Arab Emirates, Yemen, Egypt and Sudan.<br /><br />BBC News, <a href=\"http://news.bbc.co.uk/2/hi/country_profiles/default.stm\" target=\"_blank\">country profiles</a><br /><br />Interview with Esther Raizen, chairwoman, University of Texas Department of Middle Eastern Studies, May 17, 2010<br /><br />Interview with David Theis, spokesman, World Bank, May 17, 2010<br /><br />Interview with Vugar Panahov, press officer, Azerbaijan mission to the United Nations, May 17, 2010<br /><br />Interview with Olga Oliker, senior international policy analyst, Rand Corp., May 18, 2010<br /><br />CIA World Factbook, <a href=\"https://www.cia.gov/library/publications/the-world-factbook/region/region_mde.html\" target=\"_blank\">Middle East region</a><br /><br /><a href=\"http://alt.coxnewsweb.com/statesman/politifact/052110_ciaemail.pdf\" target=\"_blank\">E-mail correspondence</a> with Paula Weiss, spokeswoman, CIA, May 19, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 30, "current_job": "U.S. Energy Secretary", "false_count": 31, "first_name": "Rick", "half_true_count": 42, "home_state": "Texas", "id": 291, "last_name": "Perry", "mostly_true_count": 24, "name_slug": "rick-perry", "pants_count": 18, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Perry_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/291/", "total_count": 176, "true_count": 26, "website": "https://energy.gov/management/history/secretaries-energy"}, "statement": "<p>\"Bill White used D.C. connections from his job in the Clinton administration to form a company that did business in the Middle East and defaulted on a $60 million loan.\"</p>", "statement_context": "a Web video", "statement_date": "2010-05-03", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}, {"description": "", "id": 35, "photo": null, "resource_uri": "/api/v/2/subject/35/", "subject": "Ethics", "subject_slug": "ethics", "used_in_edition": []}, {"description": "", "id": 157, "photo": null, "resource_uri": "/api/v/2/subject/157/", "subject": "Message Machine 2010", "subject_slug": "message-machine", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 140, "photo": null, "resource_uri": "/api/v/2/subject/140/", "subject": "Small Business", "subject_slug": "small-business", "used_in_edition": []}, {"description": "", "id": 143, "photo": null, "resource_uri": "/api/v/2/subject/143/", "subject": "Trade", "subject_slug": "trade", "used_in_edition": []}, {"description": "", "id": 107, "photo": null, "resource_uri": "/api/v/2/subject/107/", "subject": "Transparency", "subject_slug": "transparency", "used_in_edition": []}], "target": [], "twitter_headline": null}