{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2010/may/17/david-brooks/elena-kagan-law-articles-not-so-easy-count/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1802, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/1802/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Supreme Court nominee Elena Kagan has never been a judge, which means there are no legal opinions to analyze. So her scholarly writing has taken on heightened prominence.<br />\r\n<br />\r\nKagan&#39;s writings have drawn an interesting mix of reviews. Some people say her record is highly regarded and substantial, while others say it&#39;s embarrassingly puny. One of the nay-sayers is <em>New York Times </em>columnist David Brooks, who <a href=\"http://www.nytimes.com/2010/05/11/opinion/11brooks.html\" target=\"_blank\">wrote that Kagan</a> has been so cautious and strategic in cultivating her career that she&#39;s, well, boring.<br />\r\n<br />\r\nAs evidence of this, Brooks cited her academic record:<br />\r\n<br />\r\n&quot;She has become a legal scholar without the interest scholars normally have in the contest of ideas. She&#39;s shown relatively little interest in coming up with new theories or influencing public debate.<br />\r\n<br />\r\n&quot;Her publication record is scant and carefully nonideological. She has published five scholarly review articles, mostly on administrative law and the First Amendment. These articles were mostly on technical and procedural issues.&quot;<br />\r\n<br />\r\nHis description of her record caught our attention; we had read other reports that gave different numbers for her scholarly output. SCOTUSBlog, a respected blog about the Supreme Court, said Kagan <a href=\"http://www.scotusblog.com/2010/05/9750-words-on-elena-kagan\" target=\"_blank\">wrote six major articles</a>, while Eugene Volokh, a respected law professor from University of California at Los Angeles, described her publications on his blog <a href=\"http://volokh.com/2010/05/10/elena-kagan-as-scholar/\" target=\"_blank\">The Volokh Conspiracy</a> as &quot;four major articles&quot; and &quot;three shorter but still substantial pieces,&quot; which would be seven pieces.<br />\r\n<br />\r\nWe set out to determine how many articles Kagan had written and what they were about. We soon discovered is that counting scholarly articles is not an exact science.<br />\r\n<br />\r\nWhen Kagan was being confirmed as President Obama&#39;s solicitor general, she submitted <a href=\"http://judiciary.senate.gov/nominations/111thCongressExecutiveNominations/SolicitorGeneral-ElenaKagan.cfm\" target=\"_blank\">a list of her publications</a> to the U.S. Senate&#39;s Judiciary Committee. That list is lengthy, citing 19 separate pieces. Some of these are obviously not &quot;scholarly review articles,&quot; such as short introductions for longer works, or memorials of people who have died.</p>\r\n\r\n<p>We did find five pieces of Kagan&#39;s that seem pretty indisputably to be original, scholarly publications:</p>\r\n\r\n<p><em>&bull; &quot;Chevron</em>&#39;s Nondelegation Doctrine,&quot; <em>Supreme Court Review</em>, 2001 (co-written with David J. Barron)</p>\r\n\r\n<p><em>&bull; </em>&quot;Presidential Administration,&quot; <em>Harvard Law Review</em>, 2001</p>\r\n\r\n<p><em>&bull; </em>&quot;Regulation of Hate Speech and Pornography after <em>R.A.V.</em>,&quot; <em>University of Chicago Law Review</em> 1993</p>\r\n\r\n<p><em>&bull; </em>&quot;The Changing Faces of First Amendment Neutrality: <em>R.A.V. v St. Paul, Rust v Sullivan</em>, and the Problem of Content-Based Underinclusion,&quot; <em>Supreme Court Review</em>, 1992</p>\r\n\r\n<ul>\r\n</ul>\r\n\r\n<p><em>&bull; </em>&quot;Private Speech, Public Purpose: The Role of Governmental Motive in First Amendment Doctrine,&quot; <em>University of Chicago Law Review</em>, 1996</p>\r\n\r\n<p>There&#39;s also a fairly significant piece that we don&#39;t include above only because it&#39;s written in response to another law professor&#39;s article and might not be considered purely original. But it is substantial and it did appear in a respected law review. It is included in the SCOTUSblog tally.</p>\r\n\r\n<ul>\r\n</ul>\r\n\r\n<p><em>&bull; </em>&quot;When A Speech Code Is A Speech Code: The Stanford Policy and the Theory of Incidental Restraints,&quot; <em>University of California at Davis Law Review, </em>1996</p>\r\n\r\n<p>There are also two lengthy book reviews Kagan wrote for law reviews. Volokh counts the first one.</p>\r\n\r\n<p><em>&bull; </em>&quot;Confirmation Messes, Old and New,&quot; <em>University of Chicago Law Review</em>, 1993</p>\r\n\r\n<ul>\r\n</ul>\r\n\r\n<p><em>&bull; </em>&quot;A Libel Story: <em>Sullivan</em> Then and Now,&quot; <em>Law and Social Inquiry</em> 1993</p>\r\n\r\n<p>We consulted with two law professors who served on hiring committees for law schools to get additional perspective on how law professors count scholarly articles.<br />\r\n<br />\r\n&quot;It&#39;s an interesting question, and there&#39;s a good deal of disagreement,&quot; said Richard Friedman, a professor of law at the highly regarded University of Michigan Law School. Hiring committees look for work that has had &quot;scholarly impact,&quot; Friedman said, which usually means other scholars or judges notice the work and comment on it.<br />\r\n<br />\r\n&quot;Some book reviews are pretty ambitious theoretically,&quot; Friedman said. &quot;I don&#39;t think there should be a hard, fast rule that says, &#39;Oh it&#39;s a book review, it doesn&#39;t count.&#39; ... But a book review is probably going to count less.&quot;<br />\r\n<br />\r\nAnother law professor said productivity is also a top concern for hiring committees.<br />\r\n<br />\r\n&quot;The usual contours the discussion takes are over how much people have done over a period of time,&quot; said George Rutherglen, a professor at the highly rated University of Virginia Law School. &quot;You need to ask how long she was working as a law professor full-time.&quot;<br />\r\n<br />\r\nThis is particularly pertinent in Kagan&#39;s case, because she has not been a full-time scholar for much of her career. She currently serves as solicitor general, the attorney who argues the government&#39;s cases before the U.S. Supreme Court. Before that, she was the dean of the Harvard Law School, and she also served as an attorney and adviser in the Clinton administration. Her career as a legal scholar was interrupted by the latter two positions. Deans are usually administrators and not expected to consistently publish major scholarly work, said both Friedman and Rutherglen.<br />\r\n<br />\r\nBrooks also described Kagan&#39;s articles were &quot;mostly on technical or procedural issues.&quot;<br />\r\n<br />\r\nWe reviewed Kagan&#39;s major articles to see if they seemed particularly procedural or technical from a lay person&#39;s perspective. One of them definitely did: &quot;Chevron&#39;s Nondelegation Doctrine&quot; is about how Congress delegates policy decisions to official agencies. &quot;Presidential Administration&quot; was also long but less than thrilling, and concerned how &quot;presidential control over administration can serve pro-regulatory objectives.&quot;<br />\r\n<br />\r\nWe should note, however, that &quot;Presidential Administration&quot; has launched a <a href=\"http://www.salon.com/news/opinion/glenn_greenwald/2010/04/13/kagan\" target=\"_blank\">fairly</a> <a href=\"http://bloggingheads.tv/diavlogs/28111\" target=\"_blank\">robust</a> debate on the left about Kagan&#39;s views are on executive power. The blogger and civil rights attorney Glenn Greenwald has written that Kagan&#39;s article raises questions about her views in the wake of the George W. Bush&#39;s approach to executive power.&nbsp; Greenwald acknowledged that Kagan wrote the article before the terrorist attacks of Sept. 11, 2001; he thinks she should answer questions about the article. But Greenwald still called the article &quot;definitely a major piece of scholarship.&quot;<br />\r\n<br />\r\nKagan&#39;s three other major articles are about First Amendment law. &quot;Regulation of Hate Speech and Pornography after <em>R.A.V.</em>,&quot; &quot;The Changing Faces of First Amendment Neutrality,&quot; and &quot;Private Speech, Public Purpose&quot; are fairly interesting discussions of how courts should consider First Amendment cases, when government tries to do things like suppress hate speech or enforce abortion gag rules. R.A.V. was the pseudonym of a teenager convicted under a hate speech ordinance for burning a cross on the lawn of a black family. The Supreme Court found that the ordinance in question crossed the line from punishing behavior to punishing viewpoints. These articles did not seem particularly technical or procedural. Rutherglen praised these pieces as &quot;important contributions to the field,&quot; while Volokh wrote that the articles &quot;attack difficult and important problems.&quot;<br />\r\n<br />\r\nHer most readable piece was her book review, &quot;Confirmation Messes, Old and New,&quot; in which she argued that Supreme Court nominees should be more forthcoming about their legal views during confirmation hearings. (Yes, we&#39;re readying our Flip-O-Meter on this one, once her own hearings start.)<br />\r\n<br />\r\nTo be clear, whether Kagan&#39;s scholarly output should be considered substantial or scant is a legitimate area for debate and we&#39;re not trying to settle that question here. Instead, we wanted to know how much Kagan wrote and what she wrote about.<br />\r\n<br />\r\nBrooks said she wrote five &quot;mostly technical and procedural&quot; scholarly review articles. We found that there are several different ways to calculate how many law review articles Kagan has written; and some legal experts offer higher numbers. Finally, if Brooks only counts five articles, at least three of those were about significant First Amendment issues with broad impact, which is at odds with his description of the articles as &quot;mostly technical or procedural.&quot; So we rate his statement Half True.</p>\r\n", "ruling_comments_date": "2010-05-17T17:57:35.601490", "ruling_date": "2010-05-17T18:11:04", "ruling_headline": "Elena Kagan law articles not so easy to count", "ruling_headline_slug": "elena-kagan-law-articles-not-so-easy-count", "ruling_link_text": "Counting law review articles gets tricky", "ruling_state": null, "source_documents": null, "sources": "<p>The New York Times, &quot;<a href=\"http://www.nytimes.com/2010/05/11/opinion/11brooks.html\" target=\"_blank\">What it takes</a>,&quot; by David Brooks, May 10, 2010<br />\r\n<br />\r\nU.S. Senate Judiciary Committee, <a href=\"http://judiciary.senate.gov/nominations/111thCongressExecutiveNominations/SolicitorGeneral-ElenaKagan.cfm\" target=\"_blank\">Elena Kagan publications</a>, accessed May 14, 2010<br />\r\n<br />\r\nSCOTUSblog, <a href=\"http://www.scotusblog.com/2010/05/9750-words-on-elena-kagan/\" target=\"_blank\">9750 Words on Elena Kagan</a>, May 8, 2010<br />\r\n<br />\r\nThe Volokh Conspiracy, <a href=\"http://volokh.com/2010/05/10/elena-kagan-as-scholar/\" target=\"_blank\">Elena Kagan as Scholar</a>, May 10, 2010<br />\r\n<br />\r\nInterview with <a href=\"http://www.law.virginia.edu/lawweb/Faculty.nsf/FHPbI/1204870\" target=\"_blank\">George Rutherglen</a> of the University of Virginia Law School<br />\r\n<br />\r\nInterview with <a href=\"http://www.law.umich.edu/historyandtraditions/faculty/Faculty_Lists/Alpha_Faculty/Pages/RichardDFriedman.aspx\" target=\"_blank\">Richard Friedman</a> of the University of Michigan Law School<br />\r\n<br />\r\nThe Daily Beast, <a href=\"http://www.thedailybeast.com/blogs-and-stories/2010-05-01/the-next-harriet-miers/\" target=\"_blank\">The Next Harriet Miers?</a>, by Paul Campos,<br />\r\n<br />\r\nConcurring Opinions, <a href=\"http://www.concurringopinions.com/archives/2010/05/the-irrelevance-of-kagans-modest-scholarly-record.html?utm_source=feedburner&amp;utm_medium=feed&amp;utm_campaign=Feed%3A+ConcurringOpinions+%28Concurring+Opinions%29\" target=\"_blank\">The Irrelevance of Kagan&rsquo;s Modest Scholarly Record</a>, by Lawrence Cunningham, May 11, 2010<br />\r\n<br />\r\nForbes.com, <a href=\"http://www.forbes.com/2010/05/11/elena-kagan-supreme-court-opinions-contributors-ilya-somin.html\" target=\"_blank\">Don&#39;t Dismiss Elena Kagan</a>, by Ilya Somin, May 11, 2010<br />\r\n<br />\r\nGlenn Greenwald, <a href=\"http://www.salon.com/news/opinion/glenn_greenwald/2010/04/13/kagan\" target=\"_blank\">The case against Elena Kagan</a>, April 13, 2010<br />\r\n<br />\r\nGlenn Greenwald, <a href=\"http://bloggingheads.tv/diavlogs/28111\" target=\"_blank\">Bloggingheads with Professor Lawrence Lessig</a>, May 13, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "David", "half_true_count": 2, "home_state": "", "id": 211, "last_name": "Brooks", "mostly_true_count": 0, "name_slug": "david-brooks", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/26-david-brooks.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/211/", "total_count": 5, "true_count": 3, "website": ""}, "statement": "<p>Elena Kagan &quot;has published five scholarly review articles, mostly on administrative law and the First Amendment. These articles were mostly on technical and procedural issues.&quot;</p>\r\n", "statement_context": "a column", "statement_date": "2010-05-10", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 3, "photo": null, "resource_uri": "/api/v/2/subject/3/", "subject": "Job Accomplishments", "subject_slug": "job-accomplishments", "used_in_edition": []}, {"description": "", "id": 156, "photo": null, "resource_uri": "/api/v/2/subject/156/", "subject": "Kagan Nomination", "subject_slug": "kagan-nomination", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}, {"description": "", "id": 108, "photo": null, "resource_uri": "/api/v/2/subject/108/", "subject": "Supreme Court", "subject_slug": "supreme-court", "used_in_edition": []}], "target": [], "twitter_headline": ""}