{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2010/may/18/lainey-melnick/democrat-lainey-melnick-says-rep-lamar-smith-frien/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [], "facebook_headline": null, "id": 1805, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/1805/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Democrat Lainey Melnick of Austin, challenging GOP  U.S. Rep. Lamar Smith of San Antonio in November, casts Smith as a pal  to monied interests who opposes crucial efforts to reform the nation&rsquo;s  financial sector.</p>\r\n<p>In an April 23 e-mail blast, Melnick writes: &quot;Not  only did he support his Wall Street friends by offering them the $700  billion Wall Street bailout, but now he is standing in the way of  reforms that would assure these bailouts would never happen again.&quot;</p>\r\n<p>We  wondered if her sally holds up.</p>\r\n<p>Melnick told us she based her &quot;Wall  Street friends&quot; description on research posted online by the independent  Center for Responsive Politics, which tracks money in politics. We  trolled the information that Melnick recommended and confirmed that  Smith has received donations from heavy-hitter interests including Ernst  &amp; Young, Bank of America and the American Bankers Association.</p>\r\n<p>A  snapshot: Since 1989, Smith has fielded $43,000 in donations from the  bankers association, including $6,000 for this November&rsquo;s election. In  the same period, though, four other House Republicans from Texas, topped  by Rep. Sam Johnson, received more from the group.</p>\r\n<p>Smith said in an  e-mail: &quot;The most important factor in the way I vote is what is best for  the country, not contributions ...Even if (as Melnick says) the  American Bankers Association is my seventh-largest contributor, what  difference does it make? In the end, it&rsquo;s listening to my constituents  and representing their interests that keeps me getting re-elected.&quot;</p>\r\n<p>Next:  Did Smith support the $700 billion emergency package approved by  Congress amid the economic tumult of late 2008? Yes, on Oct. 3, 2008,  Smith was among 91 Republicans to vote &quot;aye&quot; while 108 GOP members voted  &quot;nay.&quot;</p>\r\n<p>Smith said then: &quot;We are facing the economic equivalent of a  cattle stampede. To stop a stampede, you have to act quickly and  decisively and get ahead of the herd to turn it. This plan, while not  perfect, does that... I believe the plan will stabilize the economy,  strengthen home values and prevent a devastating recession.&quot;</p>\r\n<p>Like  Smith, most House Democrats voted to concur with Senate amendments to  the Emergency Economic Stabilization Act of 2008, which created the  Troubled Asset Relief Program.</p>\r\n<p>And is Smith now standing in the way  of reforms, as Melnick says?</p>\r\n<p>In her e-mail, Melnick cites Smith&rsquo;s  Dec. 11 vote against the Wall Street Reform and Consumer Protection Act  of 2009, which was opposed that day by every voting House Republican and  27 Democrats, according to the roll call. The measure advanced to the  Senate by a 223-202 vote.</p>\r\n<p>Two days before the vote, Smith told  colleagues the 2008 financial crisis was caused by government  intervention in the economy. He singled out that year&rsquo;s bailout of Bear  Stearns, which happened before the nation&rsquo;s financial markets plunged  into disarray, and the federal rescue of AIG, which was saved by an  interagency intervention before Congress (including Smith) signed off on  the $700 billion rescue package.</p>\r\n<p>Smith said the recent  Democratic-steered House plan &quot;provides super-sized tools for ever-more  invasive government control of the economy&quot; while failing to reform  Fannie Mae and Freddie Mac, government-sponsored companies that are the  biggest purchasers of mortgage-backed securities and have received  billions of dollars in government assistance. Smith added that the plan  institutionalizes billion-dollar bailouts by creating a way for  government to wind down the liabilities of big financial institutions.</p>\r\n<p>Some  background: The financial proposal supported by the Democratic majority  lately awaiting Senate action would grant the government additional  authority to regulate over-the-counter derivatives and hedge funds. It  also would create a consumer protection agency within the Federal  Reserve to regulate financial products, and enable federal authorities  to dissolve financial institutions teetering on collapse.</p>\r\n<p>Unresolved:  Whether a final plan, if reached, includes a version of the  House-adopted multibillion-dollar dissolution fund, to be created by  assessments against the nation&rsquo;s biggest financial firms. The fund could  be tapped to liquidate entities in a crisis.</p>\r\n<p>Finally, would the  House-approved measure assure that bailouts never recur, as Melnick  says?</p>\r\n<p>Our colleagues at PolitiFact in Washington found lacking such a  claim by Senate Majority Leader Harry Reid, the Democratic senator from  Nevada. Experts agreed the plan would give government significant tools  to head off troubles, but wouldn&rsquo;t&mdash;and, realistically,  couldn&rsquo;t&mdash;eliminate bailouts unless, say, the government proved willing  to chance another Great Depression by ignoring the next massive crisis.</p>\r\n<p>We  followed up with George Washington University law professor Arthur E.  Wilmarth Jr., a close observer of congressional tussling over Wall  Street issues.</p>\r\n<p>Generally, Wilmarth told us, Republicans including  Smith have fairly criticized Democrats for failing to attack the  failings of Fannie Mae and Freddie Mac. In turn, he said, Republicans  tend to be too protective of Wall Street.</p>\r\n<p>The professor said  Republican proposals outlawing bailouts reflect a desire by Wall Street  firms not to be financially responsible for a rescue fund like the one  advocated by Democrats. Such firms &quot;know they&rsquo;re going to get bailouts;  they&rsquo;ve always gotten bailouts,&quot; Wilmarth said, but without such a fund,  taxpayers will almost certainly be left paying the costs.</p>\r\n<p>Melnick  said that, like us, she&rsquo;s relied on experts to interpret the pending  legislation. While she believes the Democratic proposal&rsquo;s intent is to  end bailouts, she said, &quot;the problem is, as the experts are saying, we  can&rsquo;t tie people&rsquo;s hands if that is the only way out of a crisis. We  need that possibility there&hellip; I should not have been so definitive in  that (April 23) statement.&quot;</p>\r\n<p>All in all, how does Melnick&rsquo;s e-mail  blast stand up?</p>\r\n<p>It&rsquo;s missing a pivotal leg. Though she accurately recaps two of  Smith&rsquo;s votes on bills dealing with the financial sector, the  Democratic-supported reform legislation won&rsquo;t -- as Melnick acknowledges  -- end bailouts. Also, Smith&rsquo;s campaign coffers have benefited from  contributions from the financial sector, yet that&rsquo;s a charge that could  be leveled against many members including Texans who have fielded more  in such donations.</p>\r\n<p>We rate Melnick&rsquo;s statement as Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-05-18T19:51:53.294554", "ruling_date": "2010-05-18T21:58:25", "ruling_headline": "Democrat Lainey Melnick says Rep. Lamar Smith, friend to Wall Street, backed 2008 bailout but opposes vital financial reforms", "ruling_headline_slug": "democrat-lainey-melnick-says-rep-lamar-smith-frien", "ruling_link_text": "He voted yes, then voted no, but that's not full pic", "ruling_state": null, "source_documents": null, "sources": "<p>E-mail  blast, Lainey Melnick, Austin, Democratic nominee, U.S. House, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/04232010_laineymelnickemail.pdf\" target=\"_blank\">&quot;Lamar   Smith&rsquo;s Wall Street Problem,&quot;</a> April 23, 2010</p>\r\n<p>Interview  and <a href=\"http://alt.coxnewsweb.com/statesman/politifact/05182010_laineymelnickresponse.pdf\" target=\"_blank\">follow-up   e-mail</a>, Lainey Melnick, Austin, Democratic nominee for U.S. House,  May 13 and May 18, 2010</p>\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/statements/2010/apr/21/harry-reid/reid-says-financial-regulation-bill-will-end-taxpa/\" target=\"_blank\">&quot;Reid   says financial regulation bill 'will end taxpayer bailouts&rsquo;,&quot;</a> April  21, 2010 (accessed  May 12, 2010)<br /><br />U.S. House, <a href=\"http://clerk.house.gov/evs/2008/roll681.xml\" target=\"_blank\">&quot;FINAL VOTE RESULTS  FOR ROLL CALL 681, On Motion to Concur In Senate Amendments, Emergency  Economic Stabilization Act of 2008&quot;</a> Oct. 3, 2008; <a href=\"http://clerk.house.gov/evs/2009/roll968.xml\" target=\"_blank\">&quot;FINAL VOTE RESULTS  FOR ROLL CALL 968, The Wall Street Reform and Consumer Protection Act of  2009,&quot;</a> Dec. 11, 2009 (accessed May 12, 2010)<br /><br /> U.S. Rep. Lamar Smith,  R-San Antonio, <a href=\"http://lamarsmith.house.gov/Read.aspx?ID=1108\" target=\"_blank\">\"Smith   Statement on Passage of Economic Rescue Package,\"</a> Sept. 29, 2008  (accessed May 18, 2010)</p>\r\n<p>Interviews, Arthur E. Wilmarth Jr.,  professor, George Washington University law school, May 13 and 18, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Real estate broker", "false_count": 0, "first_name": "Lainey", "half_true_count": 0, "home_state": "Texas", "id": 418, "last_name": "Melnick", "mostly_true_count": 0, "name_slug": "lainey-melnick", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/melnicknew2010.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/418/", "total_count": 1, "true_count": 0, "website": "http://www.youtube.com/watch?v=Oxh_FIfR_2s"}, "statement": "<p>Says U.S. Rep. Lamar Smith supported the $700 billion  Wall Street bailout in 2008, \"but now he is standing in the way of  reforms that would assure these bailouts would never happen again.&quot;</p>", "statement_context": "an e-mail blast", "statement_date": "2010-04-23", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 154, "photo": null, "resource_uri": "/api/v/2/subject/154/", "subject": "Campaign Finance", "subject_slug": "campaign-finance", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 153, "photo": null, "resource_uri": "/api/v/2/subject/153/", "subject": "Financial Regulation", "subject_slug": "financial-regulation", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Congressman", "false_count": 5, "first_name": "Lamar", "half_true_count": 2, "home_state": "Texas", "id": 189, "last_name": "Smith", "mostly_true_count": 3, "name_slug": "lamar-smith", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/lamarsmithmug3.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/189/", "total_count": 17, "true_count": 4, "website": "http://lamarsmith.house.gov/"}], "twitter_headline": null}