{"art": [{"brightcove": "", "caption": "An ad from the National Republican Congressional Committee targets Idaho Democrat Walt Minnick.", "id": 415, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/415/", "title": "NRCC ad Minnick", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/t4w1pGcmH_Y?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "t4w1pGcmH_Y"}], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/may/19/national-republican-congressional-committee/walt-minnick-attacked-abortion-issues-tied-obamaca/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1807, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1807/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>During the heat of the federal&nbsp;health care debate earlier this year, abortion foes warned they would make legislators' votes on abortion provisions well known in future campaigns.</p>\r\n<p>Well that didn't take long.</p>\r\n<p>In a heated Idaho congressional race, the National Republican Congressional Committee (NRCC) has launched a <a href=\"http://www.youtube.com/watch?v=t4w1pGcmH_Y\" target=\"_blank\">TV ad</a> targeting incumbent Democratic U.S. Rep.&nbsp;Walt Minnick for several&nbsp;votes it claims supported taxpayer-funded abortions. Minnick is facing a challenge from two Republican contenders, Raul Labrador and Vaughn Ward.</p>\r\n<p>The ad uses one of those baseball pitch-trackers as the visual.</p>\r\n<p>Here's the voiceover:</p>\r\n<p>\"Is Walt Minnick voting your values? Minnick voted to allow direct taxpayer funding of abortion-on-demand in Washington. Strike One. Minnick voted to let the government fund abortion under Obamacare. Strike two. Then, Minnick voted to keep in place the extreme abortion provisions of Obamacare. Strike three. When it comes to representing our values, Walt Minnick's striking out. Call Minnick. And tell him to stop voting for taxpayer funded abortion.\"</p>\r\n<p>We're betting we're going to see a lot of ads like this in the next six months. And so we're focusing on the most universal aspect of the ad, the claim that \"Minnick voted to let the government fund abortion under Obamacare.\" Minnick is an abortion rights advocate, but the ad goes one step further, saying he voted repeatedly for taxpayer funding for abortions.</p>\r\n<p>First, a little bit about what those three votes were (and were not).</p>\r\n<p>1) \"Minnick voted to allow direct taxpayer funding of abortion-on-demand in Washington.\"</p>\r\n<p>This was a vote related specifically to the District of Columbia on July 16, 2009. A spending bill proposed removing special restrictions which had prohibited the District of Columbia city government from using&nbsp;local tax funds to pay for abortions for the poor (as all the 50 states are permitted to do). Rep. Todd Tiahrt, R-Kan., offered an amendment to keep the restriction. The amendment was blocked by a narrow 219-208 vote; and Minnick was among those who voted against allowing the amendment to move forward. The bill did not direct federal tax dollars to cover abortions. It gave city legislators the power to decide if they want to steer local tax dollars toward abortion services.</p>\r\n<p>2) \"Minnick voted to let the government fund abortion under Obamacare.\"</p>\r\n<p>This relates to the much-publicized Stupak Amendment offered to the House version of the massive health care reform bill in the fall of 2009. Championed by Rep. Bart Stupak, D-Mich., the amendment took a hard line on abortion, barring anyone who accepted federal subsidies for health coverage from buying a plan with abortion coverage on the exchange. The amendment would have let people choose a plan with abortion coverage if they paid for it without using federal subsidies. Minnick voted against the Stupak amendment, but it passed and was part of the health care bill that originally passed in the House.</p>\r\n<p>3) \"Minnick voted to keep in place the extreme abortion provisions of Obamacare.\"</p>\r\n<p>The Senate version of the health care reform package took a different tack on abortion. The Senate language, written by an abortion opponent, Sen. Ben Nelson, D-Neb., allowed companies in the exchange to offer abortion services, even to people who get federal subsidies. But the provision included detailed measures to ensure federal tax dollars would not be used to fund abortion services. When the Senate version of the bill came back to the House for consideration, Rep. Dave Camp, R-Mich., sought to have the bill changed&nbsp;to reflect the earlier Stupak language. That effort failed, and Minnick was among those who killed it.</p>\r\n<p>But Minnick ultimately voted against the health care bill. He's a member of the House Blue Dog coalition. His vote against the health care bill, along with his vote against the economic stimulus package, goes a long way toward explaining why he was the lone Democrat endorsed by the Tea Party Express, a national group that organized a tour this spring featuring Sarah Palin, Joe the Plumber Wurzelbacher and others.</p>\r\n<p>Minnick is also a consistent abortion rights supporter. In 2009, NARAL Pro-Choice America gave him a 100 percent rating.</p>\r\n<p>But the charge in the ad is not just that Minnick supports abortion rights, it's that he voted to \"let the government fund abortion under Obamacare\" -- Strike Two in the ad.</p>\r\n<p>On Nov. 7, 2009, Minnick issued a press release explaining his vote against the Stupak Amendment:</p>\r\n<p>\"I believe abortion should be safe, legal and rare, and that a decision on the issue can be made only by a woman, her family, her doctor and her pastor.</p>\r\n<p>\"I do not want a federal judge overruling that decision. I do not want a government bureaucrat denying a medical procedure ordered by a woman&rsquo;s physician. I do not want this Congress to give an anonymous insurance executive an excuse to gut coverage for women's health.</p>\r\n<p>\"One of the reasons I oppose the House health care bill is that I do not believe the federal government should be making health care decisions for Americans. It is also why I oppose this amendment.\"</p>\r\n<p>The assumption made in the ad is that a vote against the Stupak Amendment was a vote to let the government fund abortion. We explored that issue in depth during the health care debate and <a href=\"http://www.politifact.com/truth-o-meter/statements/2010/mar/23/bart-stupak/stupak-says-there-no-federal-funding-abortion-sena/\" target=\"_blank\">concluded</a> <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/sep/21/national-right-life-committee/national-right-life-committee-claims-under-Baucus-/\" target=\"_blank\">similar claims</a> were <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/aug/07/john-boehner/boehner-says-democrats-health-care-plan-would-lead/\" target=\"_blank\">inaccurate</a>. The alternative in play prior to the Stupak Amendment was to make abortion coverage available in private plans participating in the exchange, but requiring that such services be paid through patient premiums, not federal tax dollars.</p>\r\n<p>The version of the bill that passed the Senate also allowed companies in the exchange to offer abortion services, even to people who get federal subsidies. But Nelson&nbsp;inserted measures to ensure abortion services would be paid through patient premiums. In order to accomplish that, the Senate bill required that anyone who selected a plan that covers abortion must pay $1 a month toward a segregated fund that would pay for abortion services.</p>\r\n<p>Before signing off on that abortion language, Stupak convinced President Barack Obama to issue an executive order providing a way to ensure two checks go to insurers every month, so that abortion dollars and federal dollars are not commingled. And Stupak, who up until that point had been the champion of the abortion foes' position, declared \"There will be no public funding for abortion in this legislation.\" That's where things stood when the third vote mentioned in the ad came up.</p>\r\n<p>So let's review: The first vote mentioned in the ad was not exactly a vote for taxpayer-funded abortion, though that may be its result. The bill allowed District of Columbia city government to steer local tax dollars toward abortion services for the poor. But that would be the call of local officials in D.C., and it wouldn't result in federal tax dollars going to abortion.</p>\r\n<p>The other two votes relate to \"Obamacare.\" Again, Minnick cast the votes cited in the ad, but ultimately voted against the health care bill. Moreover, we think it's inaccurate to claim that Minnick's vote against the Stupak Amendment was a vote to \"let the government fund abortion under Obamacare.\" The Stupak Amendment certainly took a harder line on the abortion issue, barring those who accepted federal subsidies for health coverage from buying a plan with abortion coverage. It's fair to say the Stupak amendment would have kept federal tax dollars from subsidizing abortions. But that doesn't mean that, conversely, a vote against it therefore allowed it.</p>\r\n<p>The alternative was to make abortion services available in health care exchanges, but paid entirely with patient premiums, not tax dollars. And so we rule the claim in the NRCC ad False.</p>", "ruling_comments_date": "2010-05-19T12:25:37.855726", "ruling_date": "2010-05-19T11:54:42", "ruling_headline": "Walt Minnick attacked on abortion issues tied to Obamacare", "ruling_headline_slug": "walt-minnick-attacked-abortion-issues-tied-obamaca", "ruling_link_text": "Abortions would be paid with patient premiums, not tax dollars", "ruling_state": null, "source_documents": null, "sources": "<p>YouTube, Video of National Republican Congressional Committee ad:: <a href=\"http://www.youtube.com/watch?v=t4w1pGcmH_Y\" target=\"_blank\">\"Is Walt Minnick Voting Your Values?\"</a>&nbsp; May 11, 2010</p>\r\n<p>National Republican Comgressional Committee, <a href=\"http://www.nrcc.org/default.asp?id=274&amp;newsid=1719\" target=\"_blank\">\"New NRCC TV Ad Targets Minnick for Supporting Taxpayer- Funded Abortions,\"</a> May 11, 2010</p>\r\n<p>PolitiFact,<a href=\"http://www.politifact.com/truth-o-meter/statements/2010/mar/23/bart-stupak/stupak-says-there-no-federal-funding-abortion-sena/\" target=\"_blank\"> \"Stupak revises abortion stance on health care bill, citing Obama's executive order,\"</a> by Robert Farley, March 23, 2010</p>\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/sep/21/national-right-life-committee/national-right-life-committee-claims-under-Baucus-/\" target=\"_blank\">\"National Right to Life Committee claims under Baucus bill, federal funds would subsidize abortions,\"</a> by Robert Farley, Sept. 21, 2009</p>\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/aug/07/john-boehner/boehner-says-democrats-health-care-plan-would-lead/\" target=\"_blank\">\"Boehner says Democrats' health care plan would subsidize abortions,\"</a> by Robert Farley, Aug. 7, 2009</p>\r\n<p>U.S. Rep. walt Minnick website, Press release: <a href=\"http://minnick.house.gov/2009/11/minnick-votes-against-limiting-health-choices-for-women.shtml\" target=\"_blank\">\"Minnick votes against limiting health choices for women,\"</a> Nov. 7, 2009</p>\r\n<p>Huffington Post, <a href=\"http://www.huffingtonpost.com/2010/04/15/walt-minnick-tea-party-en_n_538837.html\" target=\"_blank\">\"Walt Minnick Tea Party Endorsement: Minnick Campaign Accepts,\"</a> by Sam Stein, April 15, 2010</p>\r\n<p>AP, <a href=\"http://abcnews.go.com/Politics/wireStory?id=8101245\" target=\"_blank\">\"House Spending Bill Allows DC Abortion Funding,\"</a> by Andrew Taylor, July 16, 2009</p>\r\n<p><a href=\"http://democrats.senate.gov/reform/patient-protection-affordable-care-act-as-passed.pdf\" target=\"_blank\">Patient Protection and Affordable Care Act</a>, as passed by the Senate</p>\r\n<p>White House Web site, <a href=\"http://www.whitehouse.gov/blog/2010/03/21/one-more-step-towards-health-insurance-reform\" target=\"_blank\">Text of the pending presidential executive order ensuring enforcement and implementation of abortion restrictions in the Patient Protection and Affordable Care Act</a>, March 21, 2010</p>\r\n<p>Congressional Quarterly, 2009 CQ House Vote 570, Fiscal 2010 Financial Services Appropriations -- Motion to Table HR 3170, July 16, 2009</p>\r\n<p>Congressional Quarterly, Stupak Amendment,&nbsp; Vote 884, Nov. 7, 2009</p>\r\n<p>Congressional Quarterly, Tiahrt motion to recommit the health care reform bill, Vote 166, March 21, 2010</p>\r\n<p>E-mail interview with Joanna Burgos, Regional Press Secretary National Republican Congressional Committee, May 18, 2010</p>\r\n<p>Interview with John Foster, campaign chairman for Walt Minnick, May 18, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 20, "current_job": "", "false_count": 12, "first_name": "", "half_true_count": 8, "home_state": "", "id": 121, "last_name": "National Republican Congressional Committee", "mostly_true_count": 5, "name_slug": "national-republican-congressional-committee", "pants_count": 9, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Logo_NRC_Elephant.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/121/", "total_count": 58, "true_count": 4, "website": ""}, "statement": "<p>\"Minnick voted to let the government fund abortion under Obamacare.\"</p>", "statement_context": "a TV ad", "statement_date": "2010-05-11", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 157, "photo": null, "resource_uri": "/api/v/2/subject/157/", "subject": "Message Machine 2010", "subject_slug": "message-machine", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. Congressman", "false_count": 0, "first_name": "Walt", "half_true_count": 0, "home_state": "Idaho", "id": 419, "last_name": "Minnick", "mostly_true_count": 0, "name_slug": "walt-minnick", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": null, "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/419/", "total_count": 0, "true_count": 0, "website": ""}], "twitter_headline": null}