{"art": [], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/may/21/david-dewhurst/dewhurst-says-nypd-force-almost-twice-size-border-/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [], "facebook_headline": null, "id": 1814, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1814/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Asked whether Texas needs to follow Arizona&rsquo;s lead and enact a hard-line immigration law, Lt. Gov. David Dewhurst said in a May 12 interview with the Texas Tribune that he was more interested in &ldquo;a long-term solution&rdquo; to illegal immigration: securing the border.<br />&nbsp;<br />Claiming the federal government had done &ldquo;virtually nothing&rdquo; to address the situation, Dewhurst said border operations conducted by &ldquo;local sheriff&rsquo;s departments, local police departments, the state and our federal partners&rdquo; had taught the following lesson: &ldquo;At the end of the day, [even with] all of the technology in the world, you need people.&rdquo;<br />&nbsp;<br />To emphasize his personnel point, Dewhurst compared the number of U.S. Border Patrol agents to the number of police officers in the nation&rsquo;s largest city, New York. &ldquo;You&rsquo;ve got almost twice as many cops in New York City as you do on our entire border,&rdquo; Dewhurst said. &ldquo;That&rsquo;s nuts.&rdquo;<br /><br />Nutty, maybe.<br /><br />But does Dewhurst's statement reflect reality?<br /><br />Answering our query, his office provided figures from the New York Police Department indicating that it has about 34,500 officers and from U.S. Customs and Border Protection that the Border Patrol has about 19,100 agents on the northern and southern U.S. borders. The Border Patrol is part of the U.S. Customs and Border Protection division of the federal Department of Homeland Security.<br /><br />We checked, and those figures stand up. The website for the New York Police Department says the agency's \"current uniformed strength is approximately 34,500.\" And Steven Cribby, a spokesman for U.S. Customs and Border Protection, said the Border Patrol numbers about 20,000 -- 17,000 of whom are stationed on the U.S-Mexico border. An additional 2,100 employees are on the border with Canada, with the rest patrolling coastal waters, primarily near Puerto Rico.<br />&nbsp;<br />Counting only the border agents that work the southern and northern borders, the NYPD force is about 81 percent larger than the Border Patrol, almost twice the size, as Dewhurst says. (That calculation leaves out the Border Patrol agents who work coastal waters. If you add those, the New York force is 73 percent larger.)<br />&nbsp;<br />We wondered, though, if it's reasonable to compare cops working the nation's biggest city to officers monitoring our international borders.<br />&nbsp;<br />We put that question to several law enforcement and criminal justice experts, including Samuel Walker, professor emeritus of criminal justice at the University of Nebraska at Omaha. His assessment: \"The comparison of the NYPD and the Border Patrol is completely wrong, given their very different roles and working environments.\"<br />&nbsp;<br />Walker's point, which we heard separately from other experts: The two organizations have dramatically different missions and environments. The New York Police Department responds to calls for service from the city&rsquo;s more than 8 million residents and numerous visitors, while fighting all kinds of crime, in a dense urban area. In contrast, the experts said, the Border Patrol has much narrower responsibilities, which they have to fulfill across vast spaces -- much of it sparsely populated.<br /><br />Since the Sept. 11, 2001 attacks, the agency&rsquo;s primary mission has been to prevent terrorists and terrorist weapons from entering the country, Cribby said. Agents are also tasked with preventing undocumented immigrants from entering the country illegally and stopping drug and human trafficking along the border between the legal ports of entry.<br /><br />Even comparing staffing levels of different police departments can be tricky. The usual basis for comparison is the number of sworn officers per 1,000 residents. Those ratios vary widely across the country and even from city to city. Based on the most recent numbers available, New York's ratio in 2008 was 4.3 officers per 1,000 residents; the national rate was 2.5.<br /><br />&ldquo;It&rsquo;s often like comparing apples to carburetors because there is so much difference in how departments use people,&rdquo; said Craig Fraser, director of management services for the Police Executive Research Forum, a nonprofit research and consulting group in Washington. In some cities, police officers do jobs that are performed by civilian personnel elsewhere. Some police departments have fewer officers because other local law enforcement agencies, like a sheriff&rsquo;s office, pick up slack.<br /><br />It's even trickier to compare agencies with such different duties as the Border Patrol and the New York Police Department, as Dewhurst did.<br /><br />So where does all of this leave his statement?<br /><br />The lieutenant governor accurately characterizes the relative sizes of two law enforcement agencies -- the Border Patrol and the New York Police Department. He may have a point that the border needs more federal agents -- though there is disagreement over whether more boots on the ground will prevent illegal immigration -- but comparing the size of that force to the cops in the Big Apple is not a valid way to prove it.<br /><br />Because his comparison takes the numbers out of their proper context, we rate his statement as Half True.</p>", "ruling_comments_date": "2010-05-20T20:32:24.368122", "ruling_date": "2010-05-21T06:21:48", "ruling_headline": "Dewhurst says NYPD force 'almost twice' the size of Border Patrol", "ruling_headline_slug": "dewhurst-says-nypd-force-almost-twice-size-border-", "ruling_link_text": "Math is correct, but comparison is problematic", "ruling_state": null, "source_documents": null, "sources": "<p>Texas Tribune, \"A Conversation with David Dewhurst\" <a href=\"http://www.texastribune.org/stories/2010/may/14/conversation-lt-gov-david-dewhurst/\" target=\"_blank\">transcript</a>, May 12, 2010<br /><br /><a href=\"http://alt.coxnewsweb.com/statesman/politifact/052010_parsonsemail.pdf\" target=\"_blank\">E-mail correspondence</a> with Rich Parsons, spokesman for Lt. Gov. David Dewhurst, May 20, 2010<br /><br />New York Police Department, <a href=\"http://www.nyc.gov/html/nypd/html/faq/faq_police.shtml#1\" target=\"_blank\">Frequently Asked Questions: Police Administration</a><br /><br />Interview with Steven Cribby, spokesman, U.S. Customs and Border Protection, May 18, 2010<br /><br />U.S. Customs and Border Protection, \"<a href=\"http://www.cbp.gov/xp/cgov/border_security/border_patrol/who_we_are.xml\" target=\"_blank\">Who We Are and What We Do</a>,\" Sept. 3, 2008<br /><br />FBI, Uniform Crime Report 2008, <a href=\"http://www.fbi.gov/ucr/cius2008/police/index.html\" target=\"_blank\">Full-time Law Enforcement Employees</a><br /><br />Interview with Dennis Smith, associate professor of public policy, Wagner Graduate School of Public Service, New York Univeristy, May 18, 2010<br /><br />Interview with Daniel Stewart, professor of criminal justice, University of North Texas, May 19, 2010<br /><br />Interview with Craig Fraser, director of management services, Police Executive Research Forum, May 19, 2010<br /><br />Interview with T.J. Bonner, president of the National Border Patrol Council, May 20, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 8, "current_job": "Lieutenant governor", "false_count": 8, "first_name": "David", "half_true_count": 10, "home_state": "Texas", "id": 315, "last_name": "Dewhurst", "mostly_true_count": 5, "name_slug": "david-dewhurst", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Dewhurstmug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/315/", "total_count": 41, "true_count": 4, "website": "http://www.daviddewhurst.com/"}, "statement": "<p>\"You&rsquo;ve got almost twice as many cops in New York City as you do on our entire border. That&rsquo;s nuts.\"</p>", "statement_context": "an interview", "statement_date": "2010-05-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 132, "photo": null, "resource_uri": "/api/v/2/subject/132/", "subject": "Homeland Security", "subject_slug": "homeland-security", "used_in_edition": []}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}