{"art": [], "author": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/may/23/robert-koons/philosophy-professor-says-only-one-50-registered-v/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 1818, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1818/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tIn revising Texas&#39; social studies curriculum standards, the State Board of Education has come under fire for pushing a conservative agenda in the classroom. But the board has its defenders, including Robert Koons, a philosophy professor at the University of Texas at Austin.</p>\r\n<p>\r\n\tKoons wrote an opinion piece, published most recently in Tuesday&#39;s Austin American-Statesman, suggesting the board has taken steps to make the curriculum standards more objective, and blasting critics &mdash; &quot;a coalition of left-leaning politicians and their academic allies&quot; &mdash; for their liberal biases.</p>\r\n<p>\r\n\t&quot;Studies have revealed how unbalanced America&#39;s humanities departments are,&quot; Koons writes. &quot;In the history department at the University of Texas, out of 50 registered voters, only one is a Republican. Moderate and conservative Democrats are also rare.&quot;</p>\r\n<p>\r\n\tOnly one Grand Old Partier in the history department? We wondered.</p>\r\n<p>\r\n\tWhen we asked how he reached his fraction, Koons said he referred to &quot;a breakdown of voter registrations by department at UT that was completed some years ago by a student working with then-Professor Joseph Horn in psychology.&quot; Koons, saying he was ill at home, didn&#39;t send us the data before we wrapped up our research. He said: &quot;My understanding was that the student looked up public records concerning voter registration.&quot;</p>\r\n<p>\r\n\tA little perspective: Unlike voters in some other states, Texas voters don&#39;t register their party affiliation. In Pennsylvania, for example, voters must register with a party to participate in that party&#39;s primary. When registering to vote in Texas, a person only needs to provide their name, birth date, address and driver&#39;s license number (or the last four digits of their Social Security number).</p>\r\n<p>\r\n\tPublic records show whether individual voters have participated in specific elections, but the records don&#39;t necessarily reveal which way you swing, politically speaking. Texas is an open-primary state, which means any registered voter can vote in any party primary, switching back and forth if they so choose. That said, it&#39;s fair to say that if someone routinely votes in one party&#39;s primary, they&#39;re probably leaning in that political direction.</p>\r\n<p>\r\n\tWith the right information &mdash; like your name and address &mdash; anyone can look up your voting history and see that you voted, say, in the March Democratic primary.</p>\r\n<p>\r\n\tLacking the student study mentioned by Koons, we endeavored to check voting records of UT history professors kept by Travis County. While voting in particular primaries isn&#39;t a foolproof measure of political leanings, it&#39;s as close as public records get us.</p>\r\n<p>\r\n\tUT&#39;s history department lists about 125 professors and lecturers as faculty members on its website, including faculty from other departments whose courses double as history classes. We limited our initial scope to 76 professors and lecturers who have an office in Garrison Hall &mdash; the department&#39;s digs &mdash; and a history professor who offices in the Harry Ransom Center.</p>\r\n<p>\r\n\tOf them, we found 26 listing home addresses in the online UT Directory; we focused on them because their addresses spared us from potentially checking voters who simply have the same names as professors.</p>\r\n<p>\r\n\tWhat we found: 18 of the 26 faculty members are registered to vote in Travis County. Separately, Democratic political consultant Jeff Smith found three history profs registered in Williamson and Montgomery counties, bringing our total sample to 21. Of the 21, five voted in this year&#39;s Democratic primary; two voted in the Republican primary.</p>\r\n<p>\r\n\tBigger picture: Sixteen of the 21 professors have voted in only Democratic primaries; the earliest records we could find dated to 1990. One voted in only Republican primaries and two voted in Democratic and Republican primaries in different years. Two have not voted in either party&#39;s primaries.</p>\r\n<p>\r\n\tNext, we made a run at gauging the voting history of the remaining 50 faculty members whose addresses aren&#39;t in the UT directory. We tried to be as accurate as possible, using middle initials and comparing each professor&#39;s birth date to their photograph on the history department website, but we acknowledge these results are less certain.</p>\r\n<p>\r\n\tWe excluded two professors because we couldn&#39;t distinguish them from voters with identical names. Of the remaining 48, 18 weren&#39;t registered to vote in Travis County and four appeared to have no primary voting history. That left 26. As far back as 1990, 24 had only voted in Democratic primaries, while two had voted in both Republican and Democratic primaries. This March, nine of these history professors voted in the Democratic primary; two voted in the GOP primary.</p>\r\n<p>\r\n\tSumming up, of 76 history department faculty members, 14 voted in the 2010 Democratic primary and four voted in the Republican primary, records indicate. Historically, we found one person who had only voted in Republican primaries and 39 who had only voted in Democratic primaries.</p>\r\n<p>\r\n\tWhere does that leave us? We don&#39;t know &mdash; and that&#39;s a significant point.</p>\r\n<p>\r\n\tBy our count &mdash; which is by no means perfect &mdash; 45 history professors have voted in primary elections. Of them, 40 voted Democratic and four voted in both parties&#39; primaries. Per Koons&#39; statement, only one has voted solely in Republican primaries.</p>\r\n<p>\r\n\tStill, this sampling doesn&#39;t guarantee the faculty members with primary histories are Republicans or Democrats, nor does it show which party&#39;s candidate they favored in general elections. Consider Mark Smith, an associate professor in American studies whose courses are crosslisted with the history department. Smith, who voted in the March Republican primary, wondered what it means to be a Republican. &quot;I was an assistant scoutmaster with Rick Perry when our kids were in Boy Scouts together,&quot; he said. &quot;Does that make me a Republican? Almost all the faculty I know would consider themselves independents.&quot;</p>\r\n<p>\r\n\tAnd in Texas at least, pragmatism can trump political ideology. In a May 2009 blog post, Texas Monthly political columnist Paul Burka advised: &quot;I tend to vote in Republican primaries (4 of the 6 elections starting in 1998), since that is the only election that matters for statewide candidates.&quot;</p>\r\n<p>\r\n\tHowever, Koons has a point about the typical political lean of American academics. In 2005, The Washington Post cited a study by two political science professors at George Mason University saying that &quot;by their own description, 72 percent of those teaching at American universities and colleges are liberal and 15 percent are conservative... with 50 percent of the faculty members surveyed identifiying themselves as Democrats and 11 percent as Republicans.&quot;</p>\r\n<p>\r\n\tOur legwork&#39;s done; how does Koons&#39; statement look now?</p>\r\n<p>\r\n\tHis 1-in-50 figure from dated research doesn&#39;t jibe with what we found in our review of local voting histories. Of 48 history department faculty members registered to vote in Travis County (save three registered in Williamson and Montgomery counties), five have participated in Republican primaries, four of whom voted in the March GOP primary.</p>\r\n<p>\r\n\tThere&#39;s an even bigger issue here. Voting in a Republican or Democratic primary doesn&#39;t necessarily mean a person belongs to that party &mdash; never mind the bulk of voters (and history professors, our check suggests) who abstain from primaries altogether. Their political affiliations, if any, aren&#39;t reflected in voting records. Without polling faculty members individually, no one can say with certitude what they are.</p>\r\n<p>\r\n\tIf Koons presents compelling evidence that indeed, as he says, one in 50 registered voters in the department is a Republican, we&#39;ll re-plumb this topic.</p>\r\n<p>\r\n\tWe rate his statement as False.</p>", "ruling_comments_date": "2010-05-21T17:55:42.860135", "ruling_date": "2010-05-23T16:53:32", "ruling_headline": "Philosophy professor says only one of 50 registered voters in the UT history department is a Republican", "ruling_headline_slug": "philosophy-professor-says-only-one-50-registered-v", "ruling_link_text": "It's not easy to gauge Texas voters' political loyalties", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tAustin American-Statesman, <a href=\"http://www.statesman.com/opinion/koons-liberal-bias-evident-in-simplistic-narrative-in-693480.html\" target=\"_blank\" title=\"Liberal bias evident in simplistic narrative in which powerful federal government is sole engine of progress and equality,\">Liberal bias evident in simplistic narrative in which powerful federal government is sole engine of progress and equality,</a> by Robert Koons, May 18, 2010</p>\r\n<p>\r\n\tHouston Chronicle, <a href=\"http://www.chron.com/disp/story.mpl/editorial/outlook/7004327.html\" target=\"_blank\" title=\"Education board seeking objectivity in standards,\">Education board seeking objectivity in standards,</a> by Robert Koons, May 14, 2010</p>\r\n<p>\r\n\tThe Washington Post, <a href=\"http://www.washingtonpost.com/wp-dyn/articles/A8427-2005Mar28.html\" target=\"_blank\" title=\"College faculties a most liberal lot, study finds,\">College faculties a most liberal lot, study finds,</a> March 29, 1005</p>\r\n<p>\r\n\tThe New York Times, <a href=\"http://www.nytimes.com/2010/01/18/arts/18liberal.html\" target=\"_blank\" title=\"Professor is a label that leans to the left,\">Professor is a label that leans to the left,</a> Jan. 17, 2010</p>\r\n<p>\r\n\tInterview with Laura Flack, executive assistant, history department at the University of Texas, May 19, 2010</p>\r\n<p>\r\n\tE-mail interview with Robert Koons, philosophy professor, The University of Texas at Austin, May 19, 2010</p>\r\n<p>\r\n\tE-mail interview with Mark Smith, associate American studies professor, The University of Texas at Austin, May 19, 2010</p>\r\n<p>\r\n\tE-mail interview with Anne Martinez, assistant history professor, The University of Texas at Austin, May 19, 2010</p>\r\n<p>\r\n\tE-mail interview with Jeff Smith, political consultant, May 19 and 20, 2010</p>\r\n<p>\r\n\tE-mail interview with Joseph Horn, emeritus professor of psychology, The University of Texas at Austin, May 20, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "philosophy professor", "false_count": 1, "first_name": "Robert", "half_true_count": 0, "home_state": "", "id": 423, "last_name": "Koons", "mostly_true_count": 0, "name_slug": "robert-koons", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/koons.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/423/", "total_count": 1, "true_count": 0, "website": "http://www.utexas.edu/cola/depts/philosophy/faculty/koons"}, "statement": "<p>\r\n\t&quot;In the history department at the University of Texas, out of 50 registered voters, only one is a Republican.&quot;</p>", "statement_context": "an opinion piece published in the Austin American-Statesman", "statement_date": "2010-05-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": ""}