{"art": [{"brightcove": "", "caption": "Smith interview on Fox News", "id": 426, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/426/", "title": "Smith interview on Fox News", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/qJEC3Ju3Hxo?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "qJEC3Ju3Hxo"}], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/may/29/lamar-smith/smith-says-mexico-hands-out-brochures-showing-migr/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [], "facebook_headline": null, "id": 1836, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1836/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>U.S. Rep. Lamar Smith told Fox News on May 20 that the United States needs Mexico's help in stopping their citizens from entering the United States illegally but that \"we get just the opposite.\"<br /><br />\"They hand out brochures showing individuals how they can avoid our Border Patrol, how they can get into our country,\" Smith said May 20, referring to the Mexican government. His statement came to our attention from Lainey Melnick of Austin, the Democratic nominee challenging Smith in November.<br /><br />Smith backed off his statement slightly when the Fox News interviewer, Bill Hemmer, asked: \"You are saying that the Mexican government is passing out leaflets on how to cross the border?\" Smith's reply: \"They have done that in the past, on how to, of course how to be safe, and maybe how to get food and water, but also how to avoid detection.\"<br /><br />Has Mexico really been giving its citizens advice on how to sneak into the United States without running into the Border Patrol? We looked into it.<br /><br />In response to our inquiry, Jamie Zuieback, who works for Smith as an aide to the House Judiciary Committee, pointed us to an opinion piece that aired on National Public Radio on Jan. 27, 2005. In it, commentator Gustavo Arellano reacts to a pamphlet produced by the Mexican foreign ministry called &quot;Guia del Migrante Mexicano,&quot; or &quot;Guide for the Mexican Migrant.&quot; Earlier that month, The New York Times reported that about 1.5 million copies of the guide had been distributed across Mexico in December 2004.<br /><br />In his commentary, Arellano said the 32-page booklet &quot;advises Mexicans who are thinking of leaving their homeland on the best ways to do it.&quot; Arrellano noted that the publication riled some American lawmakers, who described it as a manual on how to enter the country illegally -- a position aired at the time by then-U.S. Rep. J.D. Hayworth, R-Ariz., in an opinion article published in the Jan. 9, 2005, Austin American-Statesman. (Hayworth is challenging U.S. Sen. John McCain in Arizona's 2010 Republican primary.)<br /><br />Several weeks later, Francisco Alejo, who was then the Austin-based Mexican consul general, responded to Hayworth with an opinion piece in the Statesman. He wrote: \"In no way does the guide promote undocumented immigration into the United States. As it is clearly stated in the guide&rsquo;s introduction and on the back cover, the safe and appropriate way to enter any country -- including the United States -- is with a valid passport and visa.\"<br /><br />Alejo said the guide was produced to advise \"people of the risks involved in, as well as the legal consequences of, crossing into the United States.\" His article also said the Mexican government had produced similar guides in the past. <br /><br />Marc Rosenblum, senior policy analyst at the Washington-based Migration Policy Institute, a think tank that studies international migration, said his reading was that the purpose of the brochure was humanitarian, to prevent migrants from being stranded in the desert or dying.<br /><br />In the January 2005 Times article, Geronimo Gutierrez, then Mexico&rsquo;s undersecretary for North American affairs, said that the year before, \"over 300 Mexicans died in their attempt to enter the United States, the vast majority if not all of them in search of a job. ... The Mexican government obviously has an obligation to take all actions possible in order to avoid the loss of life.&rsquo;&rsquo; <br /><br />Let's recap. Smith first said that the Mexican government is currently handing out leaflets telling people how to avoid the U.S. Border Patrol and \"get into the country.\" He amended that to say that Mexico has handed out such leaflets in the past and that they included information on how to \"be safe.\" And the Mexican government acknowledged a few years ago that it was distributing information about safely crossing the border.<br /><br />That leaves two significant questions. Are the leaflets still being distributed? And do they -- or did they ever -- advise border-crossers how to get into the country while avoiding detection?<br /><br />Seeking answers, we tried to find a current copy of the handout, which is no longer available on the Mexican government's website. However, we resurrected the pamphlet using an Internet archiving tool. We then matched the Spanish text of the document with an English translation of excerpts published in the Times in 2005, supplemented with translation by Spanish-speaking colleagues at the American-Statesman.<br /><br />The introduction to the brochure we found -- it's undated -- says it was designed to dispense \"practical advice\" and notes that the safe way to enter another country is to do so legally, by acquiring a passport in Mexico and a visa from the destination country. It is illustrated with comics-like drawings.<br /><br />It warns migrants of the perils of crossing over. For instance, they are told that crossing the river -- unnamed in the brochure, but presumably the Rio Grande -- can be perilous and that wet, heavy clothing makes floating or swimming difficult. For desert crossers, this section advises migrants \"to walk during hours when the heat is not too intense.\"<br /><br />It also describes the dangers of getting involved with human smugglers and advises migrants not to use false documents or carry packages for someone else. If detained, they are told not to resist arrest or try to escape, and that they have certain rights while in custody. And there are tips for migrants to keep a low profile once they are settled in the U.S.: Avoid noisy parties, fighting, domestic violence, carrying weapons, illegal activities, driving while drinking or driving without a license or insurance.<br /><br />There is no information on where to cross the border or how to avoid the Border Patrol or U.S. authorities when doing so.<br /><br />When we noted the lack of such specific advice, Zuieback, Smith's committee aide, pointed out illustrations that she said show \"illegal immigrants watching the border for an opening to enter and, later, running from the Border Patrol.\" She also said the advice to cross the desert when the heat is less severe is \"a clear message to cross at night.\"<br /><br />Zuieback also interpreted the tips on keeping a low profile as information on \"how to avoid detection by law enforcement while in the United States.\"<br /><br />As for showing migrants how to \"get into our country\" -- per Smith's statement to Fox News -- the closest such reference we spotted was a sentence urging people to \"use power lines, train tracks or dirt roads as guides\" if they get lost.<br /><br />Next, we tried to find out whether the migrant guide was still being distributed. Zuieback said Smith was not aware of \"additional publications\" since the guide prompted a flurry of news articles in 2005. However, we came across 2005 reports of similar publications by at least one Mexican state, Yucatan.<br /><br />Using Google Scholar, we found an academic article on the \"Guide for the Mexican Migrant\" published in 2009 by Bruno Lutz, a professor at the Metropolitan Autonomous University in Xochimilco, on the outskirts of Mexico City. Lutz wrote that the brochure was published and distributed from 2004 to 2006; that was confirmed by Ricardo Alday, a spokesman for the Mexican Embassy in Washington. When President Felipe Calderon came to power in 2006, the paper says, the guide was substituted on the government's website with a guide for the \"Mexican traveler,\" which Lutz describes as \"limited to giving very general indications about required visas and tourist attractions in each country.\"<br /><br />We then read the \"Guia del Viajero Mexicano\" on the website of Mexico's foreign ministry and found information on travel alerts, consular services and visa requirements, but nothing on illegally crossing the U.S.-Mexico border.<br /><br />So where does that leave us?</p>\r\n<p>Smith was right when he told Fox News that the Mexican government handed out brochures offering advice to people planning to immigrate to the United States without authorization. And there is an element of truth in Smith&rsquo;s statement that the information in the pamphlet shows people, as Smith says, &quot;how they can get into our country,&quot; but the part of the publication that deals with crossing the border focuses on safety.<br /><br />Significantly, Smith incorrectly declared, initially, that Mexico currently gives out the guide. We found no evidence to support that statement.<br /><br />Also, the congressman's description of the \"Guia del Migrante Mexicano\" -- that it tells how to avoid the Border Patrol -- was misleading. While two illustrations appear to show migrants in flight from law officers, the text does not contain information on how to avoid law enforcement while crossing over. In fact, it advises cooperation if apprehended.&nbsp; <br /><br />We rate Smith's statement as Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-05-28T14:23:52.932820", "ruling_date": "2010-05-29T22:32:51", "ruling_headline": "Smith says Mexico hands out brochures showing migrants how to avoid Border Patrol, enter U.S.", "ruling_headline_slug": "smith-says-mexico-hands-out-brochures-showing-migr", "ruling_link_text": "Publication hasn't been around since 2006", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"http://www.npr.org/templates/player/mediaPlayer.html?action=1&amp;t=1&amp;islist=false&amp;id=4468334&amp;m=4468335\" target=\"_blank\">Commentary by Gustavo Arellano</a>, National Public Radio, Day to Day, Jan. 27, 2005<br /><br /><a href=\"http://alt.coxnewsweb.com/statesman/politifact/052810_zuiebackemail.pdf\" target=\"_blank\">E-mail interview</a> with Jamie Zuieback, senior policy adviser on immigration, House Judiciary Committee, Republican staff, May 21, 2010<br /><br />The New York Times, \"<a href=\"http://www.nytimes.com/2005/01/06/international/americas/06mexico.html\" target=\"_blank\">A Mexican Manual for Illegal Immigrants Upsets Some in U.S.</a>,\" Jan. 5, 2005<br /><br />J.D. Hayworth, \"<a href=\"http://www.statesman.com/republish/foxs-guide-for-aliens-undermines-bushs-plan-714606.html\" target=\"_blank\">Fox's 'guide' for aliens undermines Bush's plan</a>,\" Austin American-Statesman, Jan. 9, 2005<br /><br />Francisco Alejo, \"<a href=\"http://www.statesman.com/republish/the-facts-on-mexicos-guide-for-immigrants-714568.html\" target=\"_blank\">The facts on Mexico's guide for immigrants</a>,\" Austin American-Statesman, Jan. 21, 2005<br /><br />Interview with Marc Rosenblum, senior policy analyst, Migration Policy Institute, May 24, 2010<br /><br />Mexican foreign ministry, \"<a href=\"http://web.archive.org/web/20050427010219/www.sre.gob.mx/tramites/consulares/guiamigrante/default.htm\" target=\"_blank\">Guia del Migrante Mexicano</a>,\" accessed via web archive<br /><br />The New York Times, \"<a href=\"http://alt.coxnewsweb.com/statesman/politifact/052810_nytimesimmigstory.pdf\" target=\"_blank\">A Guide for the Illegal Migrant</a>,\" Jan. 9, 2005<br /><br />Professor Bruno Lutz, \"<a href=\"http://alt.coxnewsweb.com/statesman/politifact/052810_lutzstory.pdf\" target=\"_blank\">Guia del migrante mexicano</a>: analisis sociologico de la historieta del la Secretaria de Relaciones Exteriores,\" Contribuciones desde Coatepec, January through June 2009, pages 91-92<br /><br />Interview with Ricardo Alday, spokesman for Mexican Embassy in Washington, May 28, 2010<br /><br />Mexican foreign ministry, \"<a href=\"http://sre.gob.mx/guiaviajero/vContenidosview.php?IDContenido=40\" target=\"_blank\">Guia del Viajero Mexicano</a>\"</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Congressman", "false_count": 5, "first_name": "Lamar", "half_true_count": 2, "home_state": "Texas", "id": 189, "last_name": "Smith", "mostly_true_count": 3, "name_slug": "lamar-smith", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/lamarsmithmug3.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/189/", "total_count": 17, "true_count": 4, "website": "http://lamarsmith.house.gov/"}, "statement": "<p>Mexican government officials &quot;hand out brochures showing individuals how they can avoid our Border Patrol, how they can get into our country.&quot;</p>", "statement_context": "an interview with the Fox News Network", "statement_date": "2010-05-20", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}