{"art": [{"brightcove": "", "caption": "An ad from Steve Poizner showcases eBay's adult only sales.", "id": 429, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/429/", "title": "\"Adults Only\" (Meg Whitman's eBay)", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/Ak_KhhHqTP0?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "Ak_KhhHqTP0"}], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/jun/01/steve-poizner/california-ad-meg-whitman-selling-porn-ebay/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1839, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1839/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Things have gotten downright dirty in the Republican primary for governor of California.<br /><br />In a <a href=\"http://www.youtube.com/watch?v=Ak_KhhHqTP0\" target=\"_blank\">web-only video ad</a>, Steve Poizner essentially accused his opponent Meg Whitman of peddling&nbsp;smut.<br /><br />Here's how the woman doing the voice-over put it:<br /><br />\"When Meg Whitman joined eBay, the company sold everything, from guns to 'genuine' paintings by famous artists for five bucks to hardcore pornography. Whitman cleaned up the site. No more guns. No more fake paintings. But pornography? Whitman started a separate division that only sells porn. Under Whitman's leadership, the porn site became one of the largest on the Internet.\"<br /><br />And in an especially creepy moment toward the end, the video shows a slouching teenage boy on a laptop computer. Enough said.<br /><br />The ad says Whitman is \"all about the money\" and accuses her of \"bad judgment\" and \"wrong values.\"<br /><br />Web-only video ads are often among the edgiest attack weapons in modern campaigns. And this one is no different.<br /><br />It's true that eBay has an \"adult only\" section in which people sell pornographic magazines, videos, adult toys etc. But Whitman didn't introduce the idea to start selling adult material on eBay. People were already auctioning adult products on eBay when she came on board as the company's president and CEO in 1998. Rather, not long after taking over, Whitman created the \"adult only\" section essentially to wall it off from children.<br /><br />By way of research, we went onto eBay to check it out the adult section (we swear, this was new to us). The \"adult only\" section isn't listed among the favorite categories on the home page. Nor is it in the immediate drop down menu for categories. We found it by clicking on the \"everything else\" category at the bottom. In order to get in, you've got to sign in, attest to being an adult and provide credit card information. That doesn't sound completely child-proof, but there has been some effort to make it more difficult for kids to get there. And it's not prominently displayed or promoted on the home page.<br /><br />Nonetheless, the section has been successful.<br /><br />In a story under the headline <a href=\"http://www.sfweekly.com/2010-01-13/news/republican-meg-whitman-s-secret-past-as-a-porn-peddling-ceo-at-ebay/1\" target=\"_blank\">\"Republican Meg Whitman's secret past as a porn-peddling CEO at eBay,\"</a>&nbsp;<em>SF Weekly</em> said porn has been an eBay profit center -- \"albeit a relatively tiny, multimillion-dollar one in a company with annual revenues of more than $8 billion.\" And, the story said, it appears to be a growing part of eBay's revenue stream.<br /><br />The <em>SF Weekly </em>story quoted Scott Newman, former eBay vice president of customer support, saying the Adult Only section posed a quandary for Whitman.<br /><br />\"There was a lot of concern whether we should continue having a mature audiences site or not,\" he said. Whitman \"had often gone on the record saying, 'I wish we hadn't started that thing.' But it was kind of like, now it's out of the bag, and to stop it would have caused kind of a big deal, I guess, with the sellers who made their living on the 'mature' site.\"<br /><br />Whitman apparently pushed for a policy to prohibit the use of PayPal to purchase material from the Adult Only section, but ultimately deferred to company directors who advised against such a ban. On March 27, 2009, <a href=\"http://www.businessweek.com/managing/content/mar2009/ca20090327_626373.htm\" target=\"_blank\">Business Week</a> published a Q &amp; A between Whitman and Rajiv Dutta, who had previously served as president of eBay Marketplaces, PayPal and Skype.<br /><br />Dutta: \"Now, there was one call that you and I disagreed on. And the issue was: Should we enable Paypal for legal adult and gaming sites?\" <br /><br />Whitman: \"I said no.\"<br /><br />Dutta: \"Right, that this was out of character for the company to do. And my comeback was that PayPal is a currency, and we cannot use it in some places and not in others. And so, we had this spirited debate, and you let me do what I wanted to do, which was enable PayPal.\" <br /><br />Whitman: \"Yes.\" <br /><br />Dutta: \"Why?\" <br /><br />Whitman: \"Well, that's a very good question. Why did I do that? No, I'm teasing. Companies are led by collections of individuals. I mean, yes, I was president and CEO of eBay, but you are only as good as the people you surround yourself with. Whether it's a nonprofit institution or a university, you're only as good as the people you surround yourself with. And I think if you want to get the very best people, you need to give them degrees of freedom, you need to give them latitude within a set of defined points of view, rules, if you will. And you need to let them figure it out. And PayPal was a separate division in eBay, which of course is a separate division from Skype. And this was a gray area.\"<br /><br />Frederick S. Lane, author of the book <em>Obscene Profits</em>, a study of the business of pornography on the Internet, said he found the suggestion that Whitman was a porn peddler is ridiculous.<br /><br />\"What Whitman did was carve out a separate section on eBay for adult content,\" Lane said. \"It was done to limit children's access. They perceived like everyone else that the real issue was not exposing children to this material, and the way to do that was to get people to register and indicate that they were adults.\" <br /><br />Requiring credit card verification is one of the most reliable ways to ensure sites are being used by adults, he said. <br /><br />\"I'm uncomfortable characterizing her as the operator of an adult business,\" Lane said. \"I think that's ridiculous.\" eEbay is essentially a huge flea market, he said, where independent contractors sell things.<br /><br />\"It's not like they are producing or directing the production of content,\" Lane said of eBay. \"They don't produce or distribute anything.\"<br /><br />Still, he said, \"it's legitimate to say she profited from these sales. But to suggest that she was running an adult business, that's not an accurate characterization.\"<br /><br />For it's part, the Whitman campaign has dismissed Poizner's ad as \"desperate.\"<br /><br />\"Is Steve Poizner seriously trying to tell us that eBay is a pornography site?\" said Dan Comstock, a spokesman for the Whitman campaign. \"eBay's millions of users, including my grandmother, will find that a little hard to believe.\"<br /><br />So is Whitman just another version of (Hustler magazine publisher and onetime California gubernatorial candidate) Larry Flynt, as Poizneer's press secretary suggested recently? We think that's a big stretch.</p>\r\n<div>&nbsp;The video ad says that as the CEO of eBay, \"Whitman started a separate division that only sells porn.\" It's true that Whitman created a separate division for eBay that sells porn, but as we noted earlier, it wasn't a case of Whitman introducing a new product line, but rather making a good faith effort to limit those online auctions to adults. That's a big difference. It also renders the video's image of a teenage boy on a laptop ironic.&nbsp;Could Whitman have put her foot down and prohibited the auction of any adult material on eBay? Perhaps. But the way the issue is presented in this ad is awfully misleading. We rate it Half True.</div>", "ruling_comments_date": "2010-06-01T10:51:52.563552", "ruling_date": "2010-06-01T10:34:32", "ruling_headline": "California Senate ad accuses Meg Whitman of selling porn on eBay", "ruling_headline_slug": "california-ad-meg-whitman-selling-porn-ebay", "ruling_link_text": "Yes, she made it separate -- to limit access", "ruling_state": null, "source_documents": null, "sources": "<p>YouTube, Poizner campaign ad: <a href=\"http://www.youtube.com/watch?v=Ak_KhhHqTP0\" target=\"_blank\">Adults Only</a>, May 17, 2010<br /><br /><em>SF Weekly</em>, <a href=\"http://www.sfweekly.com/2010-01-13/news/republican-meg-whitman-s-secret-past-as-a-porn-peddling-ceo-at-ebay/1\" target=\"_blank\">\"Republican Meg Whitman's secret past as a porn-peddling CEO at eBay,\"</a> by Matt Smith, Jan. 13, 2010<br /><br />Steve Poizner campaign, Press release: <a href=\"http://stevepoizner.com/blog/2010/05/17/whitman-profited-from-creating-site-for-pornography-sales/\" target=\"_blank\">\"Whitman Profited from Creating Site for Pornography Sales,\"</a> May 17, 2010<br /><br /><em>Business Week</em>, <a href=\"http://www.businessweek.com/managing/content/mar2009/ca20090327_626373.htm\" target=\"_blank\">\"eBay's Meg Whitman on Building a Company's Culture,\"</a>March 27, 2009<br /><br /><em>LA Weekly</em>, <a href=\"http://www.laweekly.com/2000-03-16/art-books/x-rated-ebay/\" target=\"_blank\">\"X-Rated eBay,\"</a> by Deborah Picker, March 16, 2000<br /><br />City News Service, \"Poizner to Speak to Temecula Women's Republican Group,\" May 18, 2010<br /><br />Interview with Dan Comstock, a spokesman for the Whitman campaign, May 28, 2010<br /><br />Interview with Frederick S. Lane, author of <em>Obscene Profits</em>, May 28, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Insurance commissioner and gubernatorial candidate", "false_count": 1, "first_name": "Steve", "half_true_count": 1, "home_state": "California", "id": 417, "last_name": "Poizner", "mostly_true_count": 1, "name_slug": "steve-poizner", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Steve_Poizner.JPG", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/417/", "total_count": 3, "true_count": 0, "website": "http://stevepoizner.com/"}, "statement": "<p>As the CEO of eBay, \"Whitman started a separate division that only sells porn.\"</p>", "statement_context": "an online campaign commercial ", "statement_date": "2010-06-01", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 35, "photo": null, "resource_uri": "/api/v/2/subject/35/", "subject": "Ethics", "subject_slug": "ethics", "used_in_edition": []}, {"description": "", "id": 157, "photo": null, "resource_uri": "/api/v/2/subject/157/", "subject": "Message Machine 2010", "subject_slug": "message-machine", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 1, "first_name": "Meg", "half_true_count": 1, "home_state": "California", "id": 416, "last_name": "Whitman", "mostly_true_count": 1, "name_slug": "meg-whitman", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Meg_Whitman_new_.JPG", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/416/", "total_count": 3, "true_count": 0, "website": "http://www.megwhitman.com/"}], "twitter_headline": null}