{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/jun/01/barack-obama/obama-blames-30-day-limit-law-role-oil-spill/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1840, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1840/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>As anger grows over the massive, uncontained oil spill in the Gulf of Mexico, the procedure for issuing federal drilling permits for the Gulf Coast has begun to attract intense scrutiny. During a May 27, 2010, press conference, President Barack Obama -- under pressure for the failure to stem the underwater leak -- laid a large portion of the blame on the existing law that governs the permitting process, as well as the regulations to implement that law, which were drawn up by the Minerals Management Service, the Interior Department office that oversees oil and gas leases.<br /><br />\"What's also been made clear from this disaster is that, for years, the oil and gas industry has leveraged such power that they have effectively been allowed to regulate themselves,\" Obama said. \"One example, under current law, the Interior Department has only 30 days to review an exploration plan submitted by an oil company. That leaves no time for the appropriate environmental review. The result is, they are continually waived. And this is just one example of a law that was tailored by the industry to serve their needs instead of the public's. So Congress needs to address these issues as soon as possible, and my administration will work with them to do so.\"<br /><br />We wondered whether the president is correct that the law mandates such a short period for an environmental review.<br /><br />The law in question is the Outer Continental Shelf Lands Act. The law was originally passed in 1953, though the amendments relevant to the Obama's statement were added in 1978.<br /><br />Under the law, a proposal to drill must pass through several stages before it can be approved. First, the Interior Department must choose the locations it will open to leasing. Then, the department puts those areas up for lease. <br /><br />Once a lease is purchased by an energy company, the leaseholder must submit an \"exploration plan\" to the Interior Secretary before exercising its right to drill. Interior Department regulations specify that the regional supervisor of MMS has 15 working days after receiving a proposed plan to rule a submission packet complete. At that point, a 30-day clock starts ticking. If the secretary finds problems during this period, modifications can be ordered or, if modifications are insufficient to solve the problem, the lease can be canceled. But if the secretary finds the plan acceptable, it must be approved within that same 30-day window.<br /><br />So Obama is correct about the law's 30-day limit. He's also correct that complete waivers of environmental impact reviews&nbsp;are common. The Interior Department says that in recent years, MMS has granted 250 to 400 waivers annually for Gulf of Mexico projects alone. (The department was unable to provide PolitiFact with the number of cases in which a waiver was not granted.) The Deepwater Horizon project had been given a \"categorical exclusion\" from detailed environmental review more than a year before the disaster occurred -- a decision that is supposed to be granted to projects that are expected to have minimal environmental impact.<br /><br />Meanwhile, on Obama's assertion that 30 days is too short a window to conduct a credible environmental review -- much less a plan to respond to a major malfunction -- many experts we spoke to agreed with the president. <br /><br />In general, then, Obama's statement is on target. But we think it's worth noting that the 30-day limit is not the only factor that explains the failure of MMS to study the environmental impact of Gulf of Mexico projects.<br /><br />The exploration plan Obama referenced is not the only environmental study that is supposed to be conducted during this process. Studies are also required when the lease locations are chosen and when the leases are sold, and they don't have statutory time limits.<br /><br />Critics say that, in their current form, these earlier-stage studies do not include enough detail on the specific drilling locations to qualify as a full-scale environmental assessment. But if MMS -- or Congress, or the industry -- had wanted to beef up these earlier studies as a way of getting around the 30-day limit, they could have done so. But they never did. In their absence, the courts have sometimes stepped in: In 2009, a federal appeals court threw out the initial five-year leasing plan for drilling in Alaska's Chukchi Sea, citing shortcomings in the plan's environmental assessment.<br /><br />Holly Doremus, a law professor at the University of California-Berkeley who has studied the MMS permitting process, called it \"a bit disingenuous\" for Obama to focus solely on the 30-day limit.<br /><br />\"The categorical exclusion has never been formally justified by the short time line, and so far as I know MMS has never -- until after this blow-out&nbsp;-- asked Congress for more time to review exploration plans,\" she said in an interview. \"I think rather that MMS has thought, and acted, as if it didn't need to do detailed environmental review at the exploration plan stage\" because it does them at the two earlier stages. \"If that review were more thorough, and considered true worst-case scenarios, it might well be the case that 30 days would be enough to look at the environmental impacts of exploration in a particular location,\" she said.<br /><br />Meanwhile, some say that Congress ought to shoulder a portion of the blame for letting an inadequate permitting process fester for more than 30 years.<br /><br />\"If that is too short for a review, then Congress should change it,\" Gary Wolfram, an economics and public policy professor at Hillsdale College. \"My suspicion is that, as with all central planners, Congress doesn&rsquo;t know the proper amount of time it takes to review a project.''</p>\r\n<p>Belatedly, Congress -- prodded, also belatedly, by the Obama administration -- is looking to change the rules. On May 11, 2010, Interior Secretary Ken Salazar released a legislative package that includes a proposal to eliminate the 30-day deadline. \"Changing this 30-day mandatory deadline to a 90-day timeline that can be further extended to complete environmental and safety reviews, as needed, would provide MMS more time to conduct additional environmental analysis on an exploration plan,\" the department said in its announcement.<br /><br />Sen. Jeff Bingaman, D-N.M., the chairman of the Senate Energy and Natural Resources Committee, sought to attach the change to a supplemental spending bill before the congressional Memorial Day recess, but the effort was unsuccessful. Supporters vow to push on. \"I am not aware of any pending free-standing legislation on this, but I do know that Congress will revisit the topic when it gets back,\" said Bill Wicker, a spokesman for Bingaman.<br /><br />Ultimately, Obama was correct on everything he said about the law -- the 30-day limit, the difficulties of conducting a full study in that time frame, and the frequent waivers. But we're marking him down slightly for implying that the 30-day limit tied the administration's hands. If the administration had wanted to change MMS procedures short of rewriting the law, it could have done so by proposing more stringent requirements for the other environmental assessments undertaken during the permitting process, which are not time-limited under the law. And it could have pushed earlier to rewrite the law. On balance, we rate his statement Mostly True.</p>", "ruling_comments_date": "2010-06-01T16:05:22.598965", "ruling_date": "2010-06-01T15:59:35", "ruling_headline": "Obama blames 30-day legal limit for role in oil spill", "ruling_headline_slug": "obama-blames-30-day-limit-law-role-oil-spill", "ruling_link_text": "Right on the details, but officials could have sidestepped 30-day rule if they wanted", "ruling_state": null, "source_documents": null, "sources": "<p>White House, <a href=\"http://www.whitehouse.gov/the-press-office/remarks-president-gulf-oil-spill\" target=\"_blank\">transcript</a> of presidential press conference, May 27, 2010<br /><br /><a href=\"http://epw.senate.gov/ocsla.pdf\" target=\"_blank\">Text</a> of Outer Continental Shelf Lands Act<br /><br />Code of Federal Regulations, <a href=\"http://edocket.access.gpo.gov/cfr_2006/julqtr/30cfr250.231.htm\" target=\"_blank\">30CFR250.231</a> (Oil and Gas and Sulphur Operations in the Outer Continental Shelf), revised as of July 1, 2006<br /><br />Code of Federal Regulations, <a href=\"http://cfr.vlex.com/vid/250-233-will-mms-make-within-timeframe-19694602\" target=\"_blank\">30CFR250.233</a> (Oil and Gas and Sulphur Operations in the Outer Continental Shelf), accessed June 1, 2010<br /><br />Minerals Management Service, OCS Lands Act History (<a href=\"http://www.mms.gov/aboutmms/OCSLA/ocslahistory.htm\" target=\"_blank\">web page</a>), accessed June 1, 2010<br /><br />Interior Department, \"Salazar Launches Safety and Environmental Protection Reforms to Toughen Oversight of Offshore Oil and Gas Operations\" (<a href=\"http://www.doi.gov/news/pressreleases/Salazar-Launches-Safety-and-Environmental-Protection-Reforms-to-Toughen-Oversight-of-Offshore-Oil-and-Gas-Operations.cfm\" target=\"_blank\">news release</a>), May 11, 2010</p>\r\n<p><em>Washington Post</em>, \"<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/05/04/AR2010050404118.html\" target=\"_blank\">U.S. exempted BP's Gulf of Mexico drilling from environmental impact study</a>,\" May 5, 2010</p>\r\n<p>Environment News Service, \"<a href=\"http://www.ens-newswire.com/ens/dec2009/2009-12-09-092.asp\" target=\"_blank\">Shell's Chukchi Sea Drill Plan OK'd Despite Pending Lawsuit</a>,\" Dec. 9, 2009</p>\r\n<p>E-mail interview with Dan McLaughlin, spokesman for Sen. Bill Nelson, D-Fla., June 1, 2010<br /><br />E-mail interview with Bill Wicker, spokesman for Senate Energy and Natural Resources chairman Jeff Bingaman, D-N.M., May 27, 2010<br /><br />Interview with Peter Van Tuyn, environmental attorney in Anchorage, Alaska, May 27, 2010<br /><br />E-mail interview with Tyson Slocum, director of Public Citizen's Energy Program, May 27, 2010<br /><br />E-mail interview with Holly Doremus, professor at the University of California (Berkeley) School of Law, May 27, 2010<br /><br />E-mail interview with Gary Wolfram, economics and public policy professor at Hillsdale College, May 27, 2010<br /><br />E-mail interview with Bill Bush, spokesman for the American Petroleum Institute, May 27, 2010<br /><br />E-mail interview with Kendra Barkoff, spokesman for the Interior Department, June 1, 2010</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\"The Interior Department has only 30 days to review an exploration plan submitted by an oil company. That leaves no time for the appropriate environmental review. The result is, they are continually waived.\"</p>", "statement_context": "a press conference at the White House", "statement_date": "2010-05-27", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}, {"description": "", "id": 155, "photo": null, "resource_uri": "/api/v/2/subject/155/", "subject": "Oil Spill", "subject_slug": "oil-spill", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/1/", "/api/v/2/edition/2/"]}], "target": [], "twitter_headline": null}