{"art": [], "author": [], "canonical_url": "/texas/statements/2010/jun/01/cathie-adams/gop-chair-says-health-care-law-provides-free-viagr/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 1841, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [], "resource_uri": "/api/v/2/statement/1841/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>In a recent fund-raising letter, Cathie Adams, who chairs the Republican Party of Texas, associates Bill White, the Democratic gubernatorial nominee, with abortion, higher taxes and federal legislation to cap emissions of greenhouse gases.</p>\r\n<p>Adams also charges White with undue silence on the recently adopted federal health care overhaul, listing among criticisms an eyebrow-raising benefit for certain men. It \"was recently revealed that ObamaCare will use your tax dollars to provide free Viagra to convicted rapists and registered sex offenders,\" Adams writes.</p>\r\n<p>How, um, uplifting. Is government really fronting free erectile-dysfunction drugs to rapists and sex offenders?</p>\r\n<p>The GOP didn't respond to our inquiries, but we found an April 2 memo on the topic prepared by the Congressional Research Service (CRS), which analyzes issues for members of Congress.</p>\r\n<p>At the request of Sen. Tom Coburn, an Oklahoma Republican opposed to the Democratic-steered health care plan, the CRS examined whether the legislation that Obama signed into law in March \"would prohibit a health insurance plan that participates in an American Health Benefit Exchange created (by the act) from covering drugs prescribed to treat erectile dysfunction if the plan beneficiary is a convicted rapist, child molester or other sex offender.\"</p>\r\n<p>Some background: By 2014, under the law, states must create exchanges where individuals can buy insurance from a choice of four plans that must meet minimum standards, though premiums, out-of-pocket costs and benefits may differ. To limit costs for indigent residents, premiums and costs such as deductibles and co-payments will be subsidized for people with incomes between 133 to 400 percent of the federal poverty level, which in 2009 ranged from $29,327 to $88,200 for a family of four. For example, people with incomes at or below 150 percent of the federal poverty level will only be responsible for one-third of their out-of-pocket costs; the federal government will pay for the rest.</p>\r\n<p>Any legal resident who doesn't have access to affordable health insurance through their employer (and isn't incarcerated) would qualify for the exchanges.</p>\r\n<p>According to the National Center for Missing and Exploited Children, about 704,700 sex offenders are registered in the United States (including the District of Columbia and U.S. territories). About 59,000 live in Texas.</p>\r\n<p>The Congressional Budget Office, a nonpartisan group that does number-crunching for Congress, estimated in March that by 2019, approximately 24 million people would purchase their own coverage through the insurance exchanges. Of those, about 19 million are expected to be subsidized. So while not everyone who participates in the exchanges will qualify for federal subsidies, the vast majority will. The CBO also estimates that the average subsidy will amount to $6,000 per person, costing $350 billion by 2019.</p>\r\n<p>CRS said that an insurance plan through the health exchange must include basic coverage, including prescription drugs, and the law does \"not appear to prohibit... coverage for drugs prescribed to treat ED for a non-incarcerated beneficiary who was previously convicted of rape, child molestation or another sex offense.&rdquo; Nor, the memo states, would those individuals \"appear to be excluded from enrolling in a qualified health plan offered through an American Health Benefit Exchange in their state solely because of that conviction.\"</p>\r\n<p>Coburn tried to create such an exclusion in March, when he introduced an amendment to the health care bill. Coburn said then that \"the vast majority of Americans don't want their taxpayer dollars paying for this kind of drug for those kinds of people.\" The amendment also prohibited coverage of drugs that induce an abortion.</p>\r\n<p>Sen. Max Baucus, D-Mont., encouraged his colleagues to reject the amendment, which failed 57-42. \"This is a serious bill,\" Baucus said. \"This is a serious debate. The amendment offered by the senator from Oklahoma makes a mockery of the Senate, the debate and the American people... It is a crass political stunt aimed at making 30-second commercials, not public policy.\" Democrats argued that any amendments would attract negative votes, effectively killing the bill, since the margin for passage was so thin.</p>\r\n<p>Coburn made the CRS memo public in April. \"Providing child molesters with taxpayer-funded Viagra shows the folly of government-run health care. Senators who allowed this to happen will be haunted by this vote for years to come,\" said Coburn spokesman John Hart, according to Roll Call, a Capitol Hill publication.</p>\r\n<p>Jim Manley, spokesman for the Senate majority leader, Sen. Harry Reid, D-Nev., said: \"This is just another attempt at hype by Sen. Coburn as he goes about trying to make a mockery of the legislative process.\"</p>\r\n<p>This isn't the first time sex offenders using government aid to obtain Viagra has drawn attention. A May 2005 audit by New York comptroller Alan Hevesi showed that between January 2000 and March 2005, 198 sex offenders in New York had received Medicaid-reimbursed Viagra after their convictions, according to an article by the Associated Press. The comptroller's office discovered the state was helping sex offenders pay for Viagra by comparing Medicaid pharmacy expenditures against the state's sex offender registry. A survey by the Associated Press found that 14 states, including Texas, had provided Medicaid-funded Viagra to nearly 800 sex offenders.</p>\r\n<p>In a letter to Health and Human Services, Hevesi urged the department to \"take immediate action to ensure that sex offenders do not receive erectile dysfunction medication paid for by taxpayers.\"</p>\r\n<p>The federal Centers for Medicare and Medicaid Services promptly sent a letter to state Medicaid directors directing them to \"prevent inappropriate Medicaid payment for such drugs in the case of a sex offender.\"</p>\r\n<p>\"Under the Medicaid statute, states are obligated to prevent fraud, abuse, gross overuse, or inappropriate or medically unnecessary care, among physicians, pharmacists and patients,\" the letter says. \"A state can find that the use of certain drugs and the treatment of impotence for such individuals could constitute fraud, abuse or inappropriate use. We believe that, in accordance with such provisions, the use of these drugs in the case of a sex offender is not appropriate and Medicaid should not pay for the cost of such drugs in such circumstances.\"</p>\r\n<p>Also that month, in Texas, Attorney General Greg Abbott examined records dating to 1999 and found that nearly 200 registered sex offenders had obtained Viagra and other sex-enhancing drugs using Medicaid benefits. The Legislature soon approved an amendment, which passed into law, instructing the Health and Human Services Commission to deny erectile dysfunction drug coverage to sex offenders through Medicaid.</p>\r\n<p>Whither Adams' charge?</p>\r\n<p>She frames the prospect of free Viagra for sex offenders too simply. Yes, the CRS memo says plans offered through the exchanges aren't barred by the new law from offering just such a benefit. But the plans won't be finalized until 2014. Besides, anyone who joins such a plan will have to qualify for subsidies based on income. Also, no drugs will be free.</p>\r\n<p>We rate her statement as Half True.</p>", "ruling_comments_date": "2010-06-01T17:43:39.716328", "ruling_date": "2010-06-01T23:08:20", "ruling_headline": "GOP chair says the health care law provides free Viagra for convicted rapists and sex offenders", "ruling_headline_slug": "gop-chair-says-health-care-law-provides-free-viagr", "ruling_link_text": "People with a criminal record won't be barred from coverage in the new insurance exchanges", "ruling_state": null, "source_documents": null, "sources": "<p>Letter from Cathie Adams, chair of the Republican Party of Texas, received May 24, 2010<a href=\"http://coburn.senate.gov/public/index.cfm?FuseAction=Files.View&amp;FileStore_id=6cc0bf7d-4413-4c46-b002-ae4789395219\" target=\"_blank\" title=\"Memo\"></a></p>\r\n<p><a href=\"http://coburn.senate.gov/public/index.cfm?FuseAction=Files.View&amp;FileStore_id=6cc0bf7d-4413-4c46-b002-ae4789395219\" target=\"_blank\" title=\"Memo\">Memo</a> from the Congressional Research Service to Sen. Tom Coburn, Re: coverage under a qualified health plan for drugs prescribed to treat erectile dysfunction in the case of a convicted rapist, child molester or sex offender, April 2, 2010<a href=\"http://coburn.senate.gov/public/index.cfm?FuseAction=Files.View&amp;FileStore_id=c19fd03c-db2c-4512-89a5-439418832889\" target=\"_blank\" title=\"Memo\"></a></p>\r\n<p><a href=\"http://coburn.senate.gov/public/index.cfm?FuseAction=Files.View&amp;FileStore_id=c19fd03c-db2c-4512-89a5-439418832889\" target=\"_blank\" title=\"Memo\">Memo</a> from the Congressional Research Service to Sen. Tom Coburn, Re: News articles on federal coverage of erectile dysfunction drugs for sex offenders, April 2, 2010</p>\r\n<p>Roll Call, <a href=\"http://www.rollcall.com/news/44956-1.html?CMP=OTC-RSS\" target=\"_blank\" title=\"CRS: Health law may allow Viagra coverage for sex offenders,\">CRS: Health law may allow Viagra coverage for sex offenders,</a> April 7, 2010</p>\r\n<p>Kaiser Family Foundation, <a href=\"http://www.kff.org/healthreform/8023.cfm\" target=\"_blank\" title=\"Summary of coverage provisions in the Patient Protection and Affordable Care Act and the Health Care and Education Reconciliation Act of 2010,\">Summary of coverage provisions in the Patient Protection and Affordable Care Act and the Health Care and Education Reconciliation Act of 2010,</a> modified March 23, 2010</p>\r\n<p>Kaiser Family Foundation, <a href=\"http://www.google.com/url?q=http://www.kff.org/healthreform/upload/7908-02.pdf&amp;sa=X&amp;ei=5Pj-S5_2N8T68Ab9hIXIDQ&amp;ved=0CCAQzgQoADAA&amp;usg=AFQjCNFZkinzHF4SBK0mmaWJM2IQozRGdA\" target=\"_blank\" title=\"Explaining health care reform: questions about health insurance exchanges,\">Explaining health care reform: questions about health insurance exchanges,</a> April 2010</p>\r\n<p>Politico, <a href=\"http://www.politico.com/livepulse/0310/Dems_reject_amendment_to_ban_Viagra_for_sex_offenders.html\" target=\"_blank\" title=\"Dems reject amendment to ban Viagra for sex offenders,\">Dems reject amendment to ban Viagra for sex offenders,</a> March 24, 2010</p>\r\n<p>Associated Press, <a href=\"http://www.msnbc.msn.com/id/7946129/\" target=\"_blank\" title=\"Sex offenders get Medicaid-paid Viagra,\">Sex offenders get Medicaid-paid Viagra,</a> May 22, 2005</p>\r\n<p>Associated Press, <a href=\"http://www.usatoday.com/news/nation/2005-05-28-viagra-medicare_x.htm\" target=\"_blank\" title=\"14 states provided sex offenders Viagra; not Wisconsin,\">14 states provided sex offenders Viagra; not Wisconsin,</a> May 28, 2010</p>\r\n<p>Sen. Tom Coburn, <a href=\"http://coburn.senate.gov/public/index.cfm?FuseAction=RightNow.Home\" target=\"_blank\" title=\"amendments,\">amendments,</a> accessed May 27, 2010</p>\r\n<p>Congressional Budget Office, <a href=\"http://www.cbo.gov/ftpdocs/113xx/doc11379/Manager%27sAmendmenttoReconciliationProposal.pdf\" target=\"_blank\" title=\"Letter from CBO director Douglas W. Elmendorf to Rep. Nancy Pelosi, Re: Reconciliation proposal,\">Letter from CBO director Douglas W. Elmendorf to Rep. Nancy Pelosi, Re: Reconciliation proposal,</a> March 20, 2010</p>\r\n<p>Department of Health and Human Services, <a href=\"http://www.cms.gov/smdl/downloads/smd052305.pdf\" target=\"_blank\" title=\"Letter\">Letter</a> from Dennis G. Smith, director of the Center for Medicare and Medicaid Services, Re: Inappropriate Medicaid payments for drugs in the case of sex offenders (Viagra), May 23, 2005</p>\r\n<p>Office of the Attorney General, <a href=\"http://www.oag.state.tx.us/oagNews/release.php?print=1&amp;id=993\" target=\"_blank\" title=\"Press release:\">Press release:</a> Nearly 200 sex offenders receive taxpayer-funded Viagra, Attorney General Greg Abbott says, May 24, 2005</p>\r\n<p>Office of the Attorney General, <a href=\"http://www.oag.state.tx.us/oagNews/release.php?id=1000\" target=\"_blank\" title=\"Press release:\">Press release:</a> Seven convicted sex offenders arrested or wanted after receiving erectile dysfunction drugs, Abbott says, May 27, 2005<a href=\"http://democrats.senate.gov/reform/patient-protection-affordable-care-act-as-passed.pdf\" target=\"_blank\" title=\"Text\"></a></p>\r\n<p><a href=\"http://democrats.senate.gov/reform/patient-protection-affordable-care-act-as-passed.pdf\" target=\"_blank\" title=\"Text\">Text</a> of H.R. 3590, the Patient Protection and Affordable Care Act, accessed May 28, 2010<a href=\"http://www.legis.state.tx.us/billlookup/History.aspx?LegSess=79R&amp;Bill=HB867\" target=\"_blank\" title=\"Text\"></a></p>\r\n<p><a href=\"http://www.legis.state.tx.us/billlookup/History.aspx?LegSess=79R&amp;Bill=HB867\" target=\"_blank\" title=\"Text\">Text</a> of HB 867, relating to the registration and supervision of sex offenders and to state assistance provided to sex offenders; providing penalties, effective Sept. 1, 2005</p>\r\n<p>National Center for Missing and Exploited Children, <a href=\"http://www.missingkids.com/en_US/documents/sex-offender-map.pdf\" target=\"_blank\" title=\"Registered sex offenders in the United States per 100,000 population,\">Registered sex offenders in the United States per 100,000 population,</a> Dec. 8, 2009</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Chair, Republican Party of Texas", "false_count": 1, "first_name": "Cathie", "half_true_count": 1, "home_state": "Texas", "id": 340, "last_name": "Adams", "mostly_true_count": 0, "name_slug": "cathie-adams", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/03122010_cathieadams.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/340/", "total_count": 4, "true_count": 0, "website": "http://www.texasgop.org/"}, "statement": "<p>\"ObamaCare will use your tax dollars to provide free Viagra to convicted rapists and registered sex offenders.\"</p>", "statement_context": "a fundraising letter", "statement_date": "2010-06-21", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}