{"art": [{"brightcove": "", "caption": "An ad for congressional candidate Dan Fanelli has good drama but no facts.", "id": 440, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/440/", "title": "Fanelli Obama care ad", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/cXjLxdcYFb4?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "cXjLxdcYFb4"}], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2010/jun/07/dan-fanelli/fanellis-video-suggests-obamacare-will-cut-treatme/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "sbustos@MiamiHerald.com", "first_name": "Sergio", "id": 129, "last_name": "Bustos", "name_slug": "sergio-bustos", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 5, "publication_name": "Miami Herald", "resource_uri": "/api/v/2/publication/5/"}, "resource_uri": "/api/v/2/staffer/129/", "title": "Deputy Metro Editor", "twitter": null}], "facebook_headline": null, "id": 1847, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/1847/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>Dan Fanelli, a retired airline captain and Republican running against U.S. Rep. Alan Grayson, who represents the Orlando, Fla., area, has a catchy video on his website related to the health care bill dubbed <a href=\"http://www.youtube.com/watch?v=cXjLxdcYFb4\" target=\"_blank\">\"Obamacare.\"</a><br /><br />Set in a doctor's office with somber orchestral music as the backdrop, a sympathetic doctor rolls up his chair to talk to an elderly white-haired man in a patient's gown. <br /><br />\"I'm sorry. I've tried everything,\" the doctor says.<br /><br />\"But doctor, I've already waited over six months,'' says the patient. \"I can't bear this any longer.\"<br /><br />\"It's not that it's ...,\" the kind doctor hesitates, placing his hand on the patient's shoulder. \"They denied you because you passed the age limit for the treatment.\"<br /><br />The depressed old man's gaze averts downward -- perhaps a hint that he realizes he will die?<br /><br />Will the new health care bill approved by Congress translate to denying treatment to sweet old men like the one featured in the video? Will somber-faced doctors be telling grandpa that he is too old for treatment? We had to check this out.</p>\r\n<p>First we contacted Fanelli, who said he&nbsp;posted the video on his website in late March. We asked if he could point us to any documentation -- such as a section of the bill, a position paper from an organization -- to support his conclusion about age limits. <br /><br />The simple answer: no.<br /><br />\"You are asking for substantiation. I can't go to a page in the bill but what I can tell you is the country is over $13 trillion in debt. ... The medical program increases the number of recipients substantially. When you increase the number dramatically ... where is the money going to come from? It is obvious it's going to have to be only certain people are going to get certain coverages. ... The commercial is to show what is going on in other countries with socialized medicine. You can't add more services when you don't have enough money to pay the government bills currently, and that's what we've done.\"<br /><br />Fanelli said he has his own family experience to draw his conclusions. <br /><br />\"My aunt lives in France and had been denied for a procedure,\" to get a pacemaker, he said. \"The reason she was denied was because she was too old. Common sense tells me when you increase the number of people covered, and you don't have enough money to go around ... there's eventually going to come to point where we say what can we afford, what we can't afford.\" <br /><br />Ultimately his French aunt was able to get the procedure, according to Fanelli.<br /><br />Fanelli said the video \"is a metaphor for what is used in England where they use age to determine what services people are going to get.\"<br /><br />Our friends at <a href=\"http://www.factcheck.org/2009/07/englands-and-canadas-health-care/\" target=\"_blank\">FactCheck.org </a>researched a question about age limits and health care in England in July 2009. The article quoted a nonprofit in England, Age Concern and Help the Aged, that ageism does occur -- for example a doctor refusing to refer an elderly patient to a consultant. But the nonprofit also stated that a national organization was created to improve health care for the elderly and one of its standards was \"rooting out age discrimination.\"<br /><br />Steve Ullmann, professor and director of Programs in Health Sector Management and Policy at the University of Miami, said \"there is some limitation in provisions of care of people based on age in England,\" for certain treatments though \"you can buy them out of pocket outside of the National Health Service.\"<br /><br />Back to health care in the United States. We asked specifically if Fanelli had found an age-limit in the health care bill.<br /><br />\"I have tried to look at that bill and it's a masterful mess,'' said the 54-year-old retired airline captain and Navy reserves retiree. <br /><br />When we asked about whether Fanelli had read about an age cutoff in news articles, he replied: \"I have been at lectures.\" He heard one from a brain surgeon. \"I don't remember the name. I wasn't anticipating getting a phone interview on this.\" We contacted him again the next day to clarify if he had read any news articles about an age limit and he said: \"There are various articles. I can't quote verse, page and date. ... We arrived at the claim because there is not enough money generated in tax revenue to pay for the current expenses for the U.S. government and this is going to be an additional expense.\"<br /><br />Among Fanelli's claimed sources is his wife's dermatologist, Dr. John Meisenheimer of Orlando. He said the doctor saved his wife's life when she had skin cancer. Meisenheimer also is the doctor starring in Fanelli's video.<br /><br />\"Meisenheimer has discussed they are going to be picking and choosing,\" Fanelli said. \"It is generally accepted by medical health professionals there will only be limited amount of money. Most people believe it will be younger people as opposed to older people.\"<br /><br />We called Meisenheimer, a board-certified dermatologist for more than 20 years, to get his explanation of the video.<br /><br />\"The ad is a metaphor for ageism,\" Meisenheimer said. \"This isn't about 'death panels.' Death panels do not exist.\"<br /><br />(PolitiFact agrees with Meisenheimer about death panels. That was a claim made by Sarah Palin in August 2009 that we rated <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/aug/10/sarah-palin/sarah-palin-barack-obama-death-panel/\" target=\"_blank\">Pants on Fire</a>.)<br /><br />But the health care bill makes cuts to Medicare, he said, and that will lead to less care for the elderly.<br /><br />\"It can be a very slippery slope. It's not going to happen like in the commercial,'' said Meisenheimer, whose office website states that he accepts Medicare patients. \"Doctors will have to make a decision: where is the best use of money? Do I use it for a 95-year-old who has skin cancer or for somebody younger? ... There is not enough money there in the can for everybody.\"</p>\r\n<p>The <a href=\"http://www.kff.org/healthreform/upload/8061.pdf\" target=\"_blank\">Kaiser Family Foundation</a> states that the Medicare provisions are estimated to result in a net reduction of <a href=\"http://www.kff.org/healthreform/upload/7948-02.pdf\" target=\"_blank\">$428 billion between 2010 and 2019</a>. It also states that the bill supports \"comparative effectiveness research\" to compare the clinical effectiveness of treatments, but that the findings \"may not be construed as mandates, guidelines, or recommendations for payment, coverage, or treatment or used to deny coverage.\" So that seems to say that even if research shows a certain treatment for the elderly isn't effective, that can't be used to create an age limit for that treatment.<br /><br />We also contacted the U.S. Department of Health and Human Services which oversees Medicare. Spokesman Peter Ashkenaz told us in an e-mail that there are no age limits for treatment under Medicare.<br /><br />\"There are no eligibility changes to Medicare in the new law,\" he wrote.<br /><br />Fanelli said his video hasn't aired on television, though it's on his campaign website and on YouTube.</p>\r\n<p>We sent links to Fanelli's video to experts on the health care bill: Ullmann at the University of Miami; Alwyn Cassil, director of public affairs for the Center for Studying Health System Change, a nonpartisan research organization; and Len Nichols, Director for the Center for Health Policy Research and Ethics at George Mason University. All three said there is nothing in the bill that would cut off treatment based on an age limit.<br /><br />The video \"has no basis in reality whatsoever,\" Cassil said. \"There is nothing in that bill that I am aware of, or certainly every reporter who has combed every inch of it that mentions anything about 'age limits.' ''</p>\r\n<p>So to recap, Fanelli's ad offers a dramatic scene that has no solid facts behind it. He claims it portrays \"Obamacare,\" but he cannot cite any provisions in the health care bill -- other than vague fear of a European system -- that could cause such a tragic scene. He referred us to his wife's dermatologist -- who also happens to be the star of the commercial -- but the dermatologist did not produce any conclusive evidence, either.</p>\r\n<p>So the ad has lots of melodrama but no facts. We find the claim Pants on Fire.</p>", "ruling_comments_date": "2010-06-03T15:30:22.432620", "ruling_date": "2010-06-07T15:39:23", "ruling_headline": "Fanelli's video suggests 'Obamacare' will cut off treatment for elderly", "ruling_headline_slug": "fanellis-video-suggests-obamacare-will-cut-treatme", "ruling_link_text": "Good drama, but no facts", "ruling_state": null, "source_documents": null, "sources": "<p>Dan Fanelli, <a href=\"http://www.youtube.com/watch?v=cXjLxdcYFb4\" target=\"_blank\">Obamacare video</a>, June 1, 2010<br /><br />factcheck.org, <a href=\"http://www.factcheck.org/2009/07/englands-and-canadas-health-care/\" target=\"_blank\">England's and Canada's Health Care</a>, July 9, 2009<br /><br />Orlando Sentinel, <a href=\"http://blogs.orlandosentinel.com/news_politics/2010/04/fanelli-campaign-says-obamacare-ad-will-air-on-local-tv.html\" target=\"_blank\">Fanelli campaign says 'Obamacare' ad will air on local TV</a>, April 2, 2010<br /><br />PolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/aug/10/sarah-palin/sarah-palin-barack-obama-death-panel/\" target=\"_blank\">Sarah Palin falsely claims that Barack Obama runs a 'death panel'</a>, Aug. 7, 2009<br /><br />Kaiser Family Foundation, <a href=\"http://www.kff.org/healthreform/upload/8061.pdf\" target=\"_blank\">Summary of new health reform law</a>, June 2, 2010<br /><br />Interview, Congressional candidate Dan Fanelli, June 1-3, 2010<br /><br />Interview, Dr. John Meisenheimer, June 2, 2010<br /><br />Dr. John Meisenheimer's website, <a href=\"http://orlandoskindoc.com/About%20Dr.%20Meisenheimer.htm\" target=\"_blank\">orlandoskindoc.com</a>, June 2, 2010<br /><br />Interview, Alwyn Cassil, director of public affairs for the Center for Studying Health System Change, June 1-2, 2010<br /><br />Interview, Steve Ullmann, professor and director of Programs in Health Sector Management and Policy at the University of Miami, June 1-3, 2010<br /><br />Interview, Len Nichols, Director for the Center for Health Policy Research and Ethics at George Mason University, June 1-2, 2010<br /><br />Interview, Peter Ashkenaz, spokesperson for the U.S. Department of Health and Human Services, June 3, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Dan", "half_true_count": 0, "home_state": "Florida", "id": 434, "last_name": "Fanelli", "mostly_true_count": 0, "name_slug": "dan-fanelli", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Fanelli_Headshot_for_websites_bigger.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/434/", "total_count": 1, "true_count": 0, "website": "http://www.electdan2010.com/"}, "statement": "<p>Under the new health care law, the elderly will be denied care when they have \"passed the age limit for treatment.\"</p>", "statement_context": "a video on his campaign website", "statement_date": "2010-06-03", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 50, "photo": null, "resource_uri": "/api/v/2/subject/50/", "subject": "Medicare", "subject_slug": "medicare", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 157, "photo": null, "resource_uri": "/api/v/2/subject/157/", "subject": "Message Machine 2010", "subject_slug": "message-machine", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": null}