{"art": [], "author": [{"email_address": "szeller@cq.com", "first_name": "Shawn", "id": 41, "last_name": "Zeller", "name_slug": "shawn-zeller", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/41/", "title": "Staff Writer, CQ Weekly", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2007/nov/19/rudy-giuliani/hes-on-point-but-still-off-base/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "smontgomery@sptimes.com", "first_name": "Scott", "id": 9, "last_name": "Montgomery", "name_slug": "scott-montgomery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/9/", "title": "Former Government & Politics Editor, St. Petersburg Times", "twitter": null}], "facebook_headline": null, "id": 185, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "szeller@cq.com", "first_name": "Shawn", "id": 41, "last_name": "Zeller", "name_slug": "shawn-zeller", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/41/", "title": "Staff Writer, CQ Weekly", "twitter": null}], "resource_uri": "/api/v/2/statement/185/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "Rudy Giuliani is basing his presidential campaign on the argument that, as the mayor who guided New York City through the Sept. 11 attacks, he's best suited to keep the country safe from terrorism. He has said repeatedly that he would continue President Bush's policy of attacking terrorists aggressively overseas, and has criticized the Clinton administration for failing to foresee the 9/11 attacks.\n<p>\n \"I think America &mdash; America never made up for the Clinton peace dividend; America never made up for the gutting of the intelligence services that Bill Clinton did,\" Giuliani said Nov. 2, 2007, on Bloomberg TV's\n <i>\n  Political Capital With Al Hunt.\n </i>\n \"I think those are Tenet's words, by the way, that Bill Clinton gutted American intelligence &mdash; 20, 30 percent cuts,\" Giuliani said, referring to former CIA director George Tenet, who has taken much of the heat for not foreseeing the 9/11 attacks.\n</p>\n<p>\n Given that his fellow front-runner, Democratic Sen. Hillary Clinton of New York, was first lady during that time, Giuliani is eager to paint the most unflattering portrait he can of the Clinton administration's antiterrorism record.\n</p>\n<p>\n It is true that Clinton oversaw decreases in the intelligence budget and that Tenet has described the budget situation when he became CIA director in 1997, four years into Clinton's presidency, as a disaster. But Tenet has never placed blame on Clinton in the way Giuliani describes (which makes sense since Clinton made him director).\n</p>\n<p>\n Likewise, Giuliani neglects to provide some important context: The CIA budget cuts began under the first President Bush and were reversed, under Tenet's leadership, late in the Clinton presidency and before the 9/11 attacks.\n</p>\n<p>\n Here's what Tenet told the National Commission on Terrorist Attacks Upon the United States &mdash; better known as the 9/11 Commission &mdash; in April 2004 testimony:\n</p>\n<p>\n \"By the mid 1990s the intelligence community was operating with a significant erosion in resources and people, and was unable to keep pace with technological change. When I became director of central intelligence, I found a community and a CIA whose dollars were declining and whose expertise was ebbing. We lost close to 25 percent of our people and billions of dollars in capital investment.\"\n</p>\n<p>\n As a result, Tenet said, the CIA no longer could \"recruit, train and sustain officers for our clandestine services,\" and \"the nation's human intelligence capability was in disarray.\"\n</p>\n<p>\n Tenet's clear implication is that Clinton &mdash; who took office in 1993 &mdash; bore considerable responsibility. But Tenet doesn't say whether Clinton accelerated the rate of decline or followed the trend begun by Bush, and proving it is impossible. That's because, with the exception of the current fiscal year and fiscal years 1997 and 1998 &mdash; when Tenet agreed to release the overall budget figure after the Federation of American Scientists filed a Freedom of Information Act lawsuit &mdash; the government has classified the intelligence budget on national security grounds.\n</p>\n<p>\n The budgets during the first two years of Clinton's presidency were lower than at any point during Bush's presidency, according to a chart released by Congress that shows spending growth and declines across years but not precise funding levels. The chart ends in fiscal 1994.\n</p>\n<p>\n The secrecy surrounding the budget during those years may have contributed to the precipitous cuts, as many advocates of increased military and intelligence spending were kept in the dark about them, argues Steven Aftergood, director of the project on government secrecy at the Federation of American Scientists.\n</p>\n<p>\n In his view, the era was marked not by the \"Clinton peace dividend\" but the \"post-Cold War peace dividend when defense spending and intelligence spending dropped significantly.\"\n</p>\n<p>\n Aftergood contends that the bottom hit in 1997, when Tenet became CIA director and made gaining new resources a top priority. The budgets for fiscal 1997 and 1998 were flat, according to the official figures Tenet released under pressure from the Federation of American Scientists: $26.6-billion in fiscal 1997, $26.7-billion in March 1998.\n</p>\n<p>\n In 1999, Tenet reversed course and refused to release the intelligence budgets for the remainder of his tenure, which ended in 2004. Aftergood suspects that the 1999 decision was made to mask the first big increase in intelligence spending since the Cold War ended.\n</p>\n<p>\n But it's impossible to be sure when the first budget increases came. Courts refused requests from the Federation of American Scientists to force Tenet to release the budgets. In his testimony to the 9/11 Commission, Tenet said that he'd made considerable headway in boosting the agency's resources prior to the 9/11 attacks. \"Between 1999 and 2001, our human agent base against the terrorist target grew by over 50 percent,\" he said.\n</p>\n<p>\n So, we conclude that Giuliani's statement is Half True. Clinton did reduce the intelligence budget early in his tenure. But Tenet never placed the blame squarely on Clinton's shoulders, as Giuliani said he did. And while Tenet said budget cuts had made it difficult for the CIA to pursue its mission by 1997, the cuts came during both the Bush and Clinton presidencies.\n</p>\n<p>\n</p>", "ruling_comments_date": "2010-01-07T13:28:31.991029", "ruling_date": "2007-11-19T00:00:00", "ruling_headline": "He's on point, but still off base", "ruling_headline_slug": "hes-on-point-but-still-off-base", "ruling_link_text": "He's on point, but still off base", "ruling_state": null, "source_documents": null, "sources": "Congressional Research Service report,\n<a href=\"http://www.fas.org/irp/crs/RS21945.pdf\">\n The U.S. Intelligence Budget: A basic overview,\n</a>\n2004\n<p>\n Congressional document,\n <a href=\"http://www.fas.org/irp/budget/index.html\">\n  Tracing the rise and fall of intelligence spending,\n </a>\n Federation of American Scientists, 1993\n</p>\n<p>\n Washington Post,\n <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2007/10/29/AR2007102902062.html\">\n  2007 spying said to cost $50-billion,\n </a>\n Oct. 30, 2007\n</p>\n<p>\n Office of the Director of National Intelligence,\n <a href=\"http://www.fas.org/sgp/news/2007/10/dni103007.pdf\">\n  DNI releases budget figure for national intelligence program, press release,\n </a>\n Oct. 30, 2007\n</p>\n<p>\n Public law,\n <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getdoc.cgi?dbname=110_cong_public_laws&amp;docid=f:publ053.110.pdf\">\n  Implementing recommendations of the 9/11 Commission Act of 2007,\n </a>\n Aug. 3, 2007\n</p>\n<p>\n New York Times, \"Official reveals budget for U.S. intelligence,\" Nov. 8, 2005\n</p>\n<p>\n Transcript, Rudy Giuliani interview on \"Political Capital with Al Hunt,\" Nov. 2, 2007\n</p>\n<p>\n Testimony, George Tenet, to the 9/11 Commission, April 2004\n</p>\n<p>\n Interview, Steven Aftergood, director of the project on government secrecy at the Federation of American Scientists, Nov. 15, 2007\n</p>\n<p>\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 9, "current_job": "Attorney", "false_count": 11, "first_name": "Rudy", "half_true_count": 10, "home_state": "New York", "id": 13, "last_name": "Giuliani", "mostly_true_count": 7, "name_slug": "rudy-giuliani", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-rudygiuliani.jpg", "primary_edition": {"adkey": "Editions", "advalue": "New York", "edition": "New York", "edition_slug": "new-york", "has_afterthefact": false, "id": 55, "index_page": false, "meter_name": "The New York Truth-O-Meter", "resource_uri": "/api/v/2/edition/55/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/13/", "total_count": 50, "true_count": 8, "website": ""}, "statement": "\"America never made up for the gutting of the intelligence services that Bill Clinton did. I think those are (former CIA director George) Tenet's words ... that Bill Clinton gutted American intelligence.\"", "statement_context": "a television interview.", "statement_date": "2007-11-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 37, "photo": null, "resource_uri": "/api/v/2/subject/37/", "subject": "Terrorism", "subject_slug": "terrorism", "used_in_edition": []}], "target": [], "twitter_headline": null}