{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/jun/09/chain-email/chain-e-mail-says-un-treaty-would-force-us-ban-con/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1850, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1850/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>A chain e-mail making the rounds warns that&nbsp;President Barack&nbsp;Obama's administration is pursuing a United Nations treaty that would be the \"first major step in a plan to ban all firearms in the United States.\" Given the controversial nature of both gun-rights policy and United States sovereignty, we decided to do a fact-check.<br /><br />Here are excerpts from the version of the e-mail forwarded to us by a reader, with original capitalization and syntax intact:<br /><br />\"While you were watching the oil spill, the New York failed terrorist bombing and other critical crises, Hillary Clinton signed the small arms treaty with the UN.<br /><br />\"OBAMA FINDS LEGAL WAY AROUND THE 2ND AMENDMENT AND USES IT. IF THIS PASSES, THERE could BE WAR....<br /><br />\"On Wednesday the Obama administration took its first major step in a plan to ban all firearms in the United States. The Obama administration intends to force gun control and a complete ban on all weapons for US citizens through the signing of international treaties with foreign nations. By signing international treaties on gun control, the Obama administration can use the US State Department to bypass the normal legislative process in Congress. Once the US Government signs these international treaties, all US citizens will be subject to those gun laws created by foreign governments.... The laws are designed and intended to lead to the complete ban and confiscation of all firearms....<br /><br />\"We will wake up one morning and find that the United States has signed a treaty that prohibits firearm and ammunition manufacturers from selling to the public. We will wake up another morning and find that the US has signed a treaty that prohibits any transfer of firearm ownership. And then, we will wake up yet another morning and find that the US has signed a treaty that requires US citizens to deliver any firearm they own to the local government collection and destruction center or face imprisonment. This has happened in other countries, past and present! THIS IS NOT A JOKE NOR A FALSE WARNING.\"<br /><br />There's a lot to digest here, but we'll start by explaining what treaty the e-mail is referring to.<br /><br />Though the e-mail calls it the \"small arms treaty,\" it's been referred to in official U.N. documents as the Arms Trade Treaty. In 2006, the U.N. General Assembly passed a resolution that established a path toward a \"comprehensive, legally binding instrument establishing common international standards for the import, export and transfer of conventional arms.\" Backers argued that a treaty would safeguard international peace and security by curbing the international flow of weapons -- especially to ''make it more difficult for guerrilla movements, insurgents and irresponsible governments'' to obtain small arms, in the words of Mark Leon Goldberg, who writes for the liberal magazine the <em>American Prospect</em> and blogs for the publication <em>UN Dispatch</em>.<br /><br />The United States has not always fully supported the process. The administration of George W. Bush voted against resolutions supporting it in the General Assembly, arguing that nation-by-nation safeguards are superior to international agreements. Gun-rights groups such as the National Rifle Association also opposed participation in the treaty.<br /><br />But in October 2009, Secretary of State Hillary Clinton announced that the Obama administration was open to negotiating a treaty, as long as the final text was arrived at by consensus -- a process that would effectively give every participating nation a veto. \"Consensus is needed to ensure the widest possible support for the treaty and to avoid loopholes in the treaty that can be exploited by those wishing to export arms irresponsibly,\" Clinton said in a statement.<br /><br />That announcement disappointed some backers of the treaty, who said giving every nation a veto would effectively water down the substance of the agreement while also producing major procedural hurdles. But gun-rights advocates were unhappy for a different reason, saying that rejoining the talks could open the United States to one day having to adjust its own gun laws to mirror those in the new international standards. <br /><br />John Bolton, who served as U.S. Ambassador to the U.N. under Bush, echoed the arguments of the chain e-mail when he told the <em>Washington Post</em> after Clinton's announcement that \"this has little or nothing to do with the international trade in conventional arms. This will strengthen the hand of a government that wants to regulate private ownership of firearms.\"<br /><br />No final treaty text exists yet. As a result, it's impossible to say definitively that the final version of the treaty will, or will not, impinge upon domestic gun rights in the U.S. <br /><br />Also, the e-mail is incorrect that the treaty would be operative once it is signed. Rather, it would become operative once it is signed and the Senate ratifies it by a two-thirds margin. (For that matter, the e-mail is also wrong to say that the Secretary of State has signed it -- that hasn't happened yet.)<br /><br />But let's assume, for the sake of argument, that the final treaty did include provisions that ran counter to the Second Amendment of the Constitution -- the one that protects \"the right of the people to keep and bear arms.\" And let's assume that an administration was actually bold enough to sign that treaty, and that the U.S. Senate mustered the two-thirds vote required to ratify it, even though doing so would inspire a popular backlash among Americans who believe strongly in gun rights.<br /><br />Even if all of that happened, a half-dozen constitutional and international law experts we spoke to agreed that there is solid Supreme Court precedent guaranteeing that those provisions could not be enforced domestically.<br /><br />This fail-safe mechanism is the 1957 Supreme Court decision in <em>Reid v. Covert</em>. In that case, the majority ruled, among other things, that if a provision of a U.S.-ratified treaty were to run counter to the U.S. Constitution, it could not be enforced.<br /><br />The majority wrote that the Supreme Court had \"repeatedly taken the position that an act of Congress, which must comply with the Constitution, is on a full parity with a treaty, and that, when a statute which is subsequent in time is inconsistent with a treaty, the statute to the extent of conflict renders the treaty null. It would be completely anomalous to say that a treaty need not comply with the Constitution when such an agreement can be overridden by a statute that must conform to that instrument.\"<br /><br />Our experts -- including scholars from across the ideological spectrum -- added that <em>Reid v. Covert</em> has attracted little dissent in subsequent years, so they consider it a strong bulwark against the kinds of threats envisioned by the author of the chain e-mail. <br /><br />\"No treaty can validly abridge a constitutionally-protected individual right,\" said Kal Raustiala, a UCLA law professor. \"That issue was decided long ago. So the scenario laid out here is simply not accurate.\"<br /><br />We found wide agreement that a \"complete ban and confiscation\" of guns, as the e-mail darkly put it, is not in the cards anytime soon. But some of our experts added that over a much longer period, a U.N. treaty could indirectly shape the course of U.S. gun control policy.<br /><br />This could happen if new standards set by an international treaty begin to influence how courts in the U.S. interpret the Second Amendment. The legal positions of other countries have occasionally been cited in court decisions, as recently as May 17, 2010, when the Supreme Court decided in Graham v. Florida that it's unconstitutional to sentence a juvenile offender to life in prison without parole for a crime other than homicide. Associate Justice Anthony Kennedy wrote for the majority that \"there is support for our conclusion in the fact that, in continuing to impose life without parole sentences on juveniles who did not commit homicide, the United States adheres to a sentencing practice rejected the world over. This observation does not control our decision. The judgments of other nations and the international community are not dispositive as to the meaning of the Eighth Amendment. But 'the climate of international opinion concerning the acceptability of a particular punishment' is also 'not irrelevant.'\"<br /><br />It's possible to imagine the Supreme Court at some future date using an international gun control standard as one piece of evidence when writing a majority opinion on the Second Amendment, though that's hardly a foregone conclusion.<br /><br />\"Over the really long term, do (gun-rights advocates) have something to worry about? The answer is absolutely yes,\" said Peter Spiro, a Temple University law professor. \"It's smart for the NRA to be mobilized on an international level.\"<br /><br />But even scholars who agree with this position make clear a difference between the e-mail's claims, which they consider overheated or worse, and something that could, theoretically, happen many years from now. <br /><br />Ted R. Bromund, a senior research fellow at the Heritage Foundation, a conservative think tank, said that \"while this is a serious long-term problem, it is not a matter of gun confiscation tomorrow,\" as the e-mail suggests. The possible long-term evolution of how the Second Amendment is interpreted \"points in the same general direction as this e-mail,\" Bromund said. \"But the difference between what is going on and the claims (it makes) are considerable.\"<span style=\"text-decoration: underline;\"><strong><br /><br /></strong></span>Ultimately, then, it's possible -- if a treaty is passed, and if Supreme Court justices use the treaty as a foundation for overturning longstanding interpretations of the Second Amendment -- for the treaty to influence U.S. gun laws. But it is simply not true that, in the e-mail's words, \"once the US Government signs these international treaties, all US citizens will be subject to those gun laws created by foreign governments.\"</p>\r\n<p>Rather, in the unlikely event that the president and two-thirds of the Senate agreed to a treaty that banned guns and required their confiscation from ordinary Americans, a longstanding Supreme Court precedent would make those provisions unenforceable within the United States. So we rule the e-mail False.</p>", "ruling_comments_date": "2010-06-03T17:49:36.639471", "ruling_date": "2010-06-09T18:58:23", "ruling_headline": "Chain e-mail says U.N. treaty would force U.S. to ban, confiscate guns", "ruling_headline_slug": "chain-e-mail-says-un-treaty-would-force-us-ban-con", "ruling_link_text": "Supreme Court precedent would be a staunch bulwark", "ruling_state": null, "source_documents": null, "sources": "<p>United Nations General Assembly, \"Towards an Arms Trade Treaty: Establishing Common International Standards for the Import, Export and Transfer of Conventional Arms&rdquo; (<a href=\"http://www.un.org/Docs/journal/asp/ws.asp?m=A/63/334\" target=\"_blank\">U.N. Document</a> A/63/334, also known as the Group of Governmental Experts report), Aug. 26, 2008<br /><br />United Nations General Assembly, \"Towards an Arms Trade Treaty: Establishing Common International Standards for the Import, Export and Transfer of Conventional Arms\" (<a href=\"http://www.iansa.org/un/documents/ATT_1com08.pdf\" target=\"_blank\">U.N. Document</a> A/C.1/63/L.39*, a resolution), Oct. 17, 2008<br /><br />U.S. Supreme Court, <a href=\"http://www.law.cornell.edu/supct/html/historics/USSC_CR_0354_0001_ZO.html\" target=\"_blank\">decision</a> in Reid v. Covert, June 10, 1957<br /><br />U.S. Supreme Court, <a href=\"http://www.law.cornell.edu/supct/html/08-7412.ZO.html\" target=\"_blank\">decision</a> in Graham v. Florida, May 17, 2010<br /><br /><em>Washington Post</em>, \"<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2009/10/15/AR2009101503659.html\" target=\"_blank\">U.S. Is Open To Talks on Conventional Weapons</a>,\" Oct. 16, 2009<br /><br />Reuters, \"<a href=\"http://www.reuters.com/article/politicsNews/idUSTRE59E0Q920091015\" target=\"_blank\">U.S. reverses stance on treaty to regulate arms trade</a>,\" Oct. 14, 2009<br /><br />UN Dispatch, \"The UN is NOT Trying to Take Your Guns Away. (Unless you are a terrorist or enlist child soldiers, that is\" (<a href=\"http://www.undispatch.com/node/9553\" target=\"_blank\">blog post</a>), Feb. 9, 2010<br /><br />Theodore Bromund and Steven Groves, \"The U.N.'s Arms Trade Treaty: A Dangerous Multilateral Mistake in the Making\" (Heritage Foundation <a href=\"http://www.heritage.org/Research/Reports/2009/08/The-UNs-Arms-Trade-Treaty-A-Dangerous-Multilateral-Mistake-in-the-Making\" target=\"_blank\">paper</a>), Aug. 21, 2009<br /><br />Interview with Peter Spiro, Temple University law professor, June 3, 2010<br /><br />Interview with Anthony Clark Arend, professor of government and foreign service at Georgetown University, June 3, 2010<br /><br />E-mail interview with Steven R. Ratner, University of Michigan law professor, June 3, 2010<br /><br />E-mail interview with Kal Raustiala, UCLA law professor, June 3, 2010<br /><br />E-mail interview with Steven Groves, fellow at the Heritage Foundation, June 3, 2010<br />&nbsp;<br />E-mail interview with Matt Schroeder, manager of the Arms Sales Monitoring Project for the Federation of American Scientists, June 3, 2010<br /><br />E-mail interview with Ted R. Bromund, senior research fellow at the Heritage Foundation, June 3, 2010</p>", "speaker": {"adkey": "People ", "advalue": "Fake_news", "barely_true_count": 11, "current_job": "", "false_count": 44, "first_name": "", "half_true_count": 8, "home_state": "", "id": 27, "last_name": "Chain email", "mostly_true_count": 5, "name_slug": "chain-email", "pants_count": 106, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-emailer.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/27/", "total_count": 180, "true_count": 6, "website": ""}, "statement": "<p>Once the U.S. government signs a U.N. treaty on conventional arms, \"all U.S. citizens will be subject to those gun laws created by foreign governments.\"</p>", "statement_context": "a chain e-mail circulated on the Internet", "statement_date": "2010-06-03", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 19, "photo": null, "resource_uri": "/api/v/2/subject/19/", "subject": "Guns", "subject_slug": "guns", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}], "target": [], "twitter_headline": null}