{"art": [{"brightcove": "", "caption": "On Guard - VoteVets.org Ad on Oil Spill ", "id": 434, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/434/", "title": "VoteVets.org Ad on Oil Spill ", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/IOWffhbEn60?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "IOWffhbEn60"}], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/jun/03/votevetsorg/votevetsorg-claims-cap-and-trade-bill-would-halve-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1851, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1851/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>A recent TV ad from the left-leaning VoteVets.org, which represents American veterans, takes a circuitous route to its real agenda: a plug for the American Power Act, the latest version of the&nbsp;cap-and-trade bill introduced on May 12, 2010, by Sens. John Kerry, D-Mass., and Joe Lieberman, I-Conn.<br />\r\n<br />\r\nThe ad begins with nasty images from the oil gusher in the Gulf of Mexico.<br />\r\n<br />\r\nThen we are introduced to Evan Wolf, a Louisiana National Guardsman who was assigned to Gulf Coast clean up.<br />\r\n<br />\r\n&quot;When I signed on to the National Guard, I did it to help protect Americans from our enemies, like in the Persian Gulf, not to clean up an oil company&#39;s mess here in the Gulf of Mexico,&quot; Wolf says.<br />\r\n<br />\r\nHe holds up a freezer bag filled with a murky goop.<br />\r\n<br />\r\n&quot;We&#39;ll do whatever mission we&#39;re given and do it well,&quot; Wolf says. &quot;But America needs a new mission. Because whether it&#39;s deep drilling oil out here, or spending a billion dollars a day on oil from our enemies overseas, our dependence on oil is threatening our national security.<br />\r\n<br />\r\n&quot;Thing is, a clean American energy plan would cut our dependence on oil in half. It&#39;s more power for America, made here in America. Putting our people to work using all the resources we have.&quot;<br />\r\n<br />\r\nWe then get images of solar and wind farms.<br />\r\n<br />\r\n&quot;Some folks in Washington say now is not the time to clean American power,&quot; Wolf says, and then dabs at oil staining a Louisiana beach. &quot;I&#39;ve gotta ask -- if not now &hellip; when?&quot;</p>\r\n\r\n<p>By way of background, Wolf was a Democratic candidate for the Louisiana House in 2007. He lost, but a Democratic National Committee web page suggests he&#39;s at least mulling another run.<br />\r\n<br />\r\nVoteVets explained that the ad is advocating for the American Power Act, and that it is that bill that &quot;would cut our dependence on oil in half.&quot; That&#39;s the claim we are checking here.<br />\r\n<br />\r\nThe American Power Act is the latest version of the&nbsp;cap and trade bill that aims to reduce greenhouse gas emissions. Obama put in a plug for the bill in a speech on June 2, 2010, in Pittsburgh. &quot;The time has come, once and for all, for this nation to fully embrace a clean energy future,&quot; Obama said, and vowed it would become an administration priority. &quot;The votes may not be there right now, but I intend to find them in the coming months,&quot; Obama said.<br />\r\n<br />\r\nVoteVets backs up the ad&#39;s claim that the American Power Act would &quot;cut our dependence on oil in half&quot; by citing a 2009 analysis from the National Resources Defense Council of the American Clean Energy and Security Act of 2009, which was passed by the House on June 26, 2009. The bill sought to reduce greenhouse gas emissions through a variety of market-based (cap-and-trade) mechanisms, incentives for energy efficiency and the development of clean energy.<br />\r\n<br />\r\nThe&nbsp;Council&#39;s&nbsp;report on the House bill last year concluded that if the bill passed, America&#39;s dependence on foreign oil would be cut in half by 2050. But the same report projected that while oil imports would be halved, overall oil consumption would drop by about 12 percent between 2010 and 2050 (from 17.1 million barrels per day to 15 million barrels per day in 2050).<br />\r\n<br />\r\nWe note that in the ad, Wolf doesn&#39;t say the bill would cut consumption of foreign oil in half, it says the bill would &quot;cut our dependence on oil in half.&quot; There&#39;s a difference. VoteVets, which is backing the video with a $1.5 million ad buy, contends the context of the ad makes clear that they are talking about oil imports, but we don&#39;t agree. The ad is set against the backdrop of an oil drilling catastrophe in the Gulf of Mexico. In his setup, Wolf frames the discussion as &quot;whether it&#39;s deep drilling oil out here, or spending a billion dollars a day on oil from our enemies overseas.&quot; That seems to us like he&#39;s talking about oil consumption in general and the need for the United States to ween off it. Reducing dependence on foreign oil would not reduce drilling in the Gulf of Mexico.<br />\r\n<br />\r\nIt&#39;s also worth noting that the government did an analysis of the 2009 House version of the bill and didn&#39;t paint quite as rosy a picture as the Council. The U.S. Energy Information Administration would only project to 2030 (not 2050). But the EIA&#39;s report projected relatively little change in overall liquid fuel consumption. The report did forecast that U.S. dependence on foreign oil imports would decline, from 8.26 million barrels per day in 2010 to 6.3 million barrels per day in 2030. That&#39;s a roughly 24 percent decrease.<br />\r\n<br />\r\nBut the report also projected a decline in foreign oil imports even without the bill. There are a numbers of reasons for that, said Jonathan Cogan, spokesman for U.S. Energy Information Administration: a slight increase in domestic oil production; increased use of bio-fuels; tighter fuel efficiency standards; and an expected rise in oil prices.<br />\r\n<br />\r\nThe EIA has not yet finished its analysis of the American Power Act, Cogan noted, though it should be completed in mid to late June. The goals of the Senate bill and last year&#39;s House bill may be the same, but the mechanisms are a little different, so using the EIA report on the 2009 House bill to judge the 2010 Senate bill is an &quot;imperfect comparison,&quot; Cogan said.<br />\r\n<br />\r\nHowever, Daniel Lashof, director of the Council&#39;s Climate Center, said the basic provisions are similar enough that the 2009 analyses are legitimate. Therefore, he said, the Council is comfortable with the projection that the American Power Act has the potential to reduce America&#39;s dependence on foreign oil by 50 percent by 2050.<br />\r\n<br />\r\nLashof said part of the reason the Council&#39;s projections differed from the EIA&#39;s is that EIA did not account for the potential boost to domestic oil production by capturing carbon dioxide from power plants. Recovered carbon dioxide -- encouraged by the bill -- can be injected into depleted oil fields to enhance oil production, Lashof said. As a result, he said, the NRDC projects a slight increase in domestic oil production between now and 2050 under the bill, but in a safer way &quot;not subject to the kinds of risks of going into deeper and deeper water offshore.&quot;<br />\r\n<br />\r\nIn summary, the ad claims that if the American Power Act is passed, it would &quot;cut our dependence on oil in half.&quot; VoteVets says they were talking about cutting dependence on foreign oil in half. And they point to a credible report from the Council that projects a similar bill would cut foreign oil imports in half by 2050. A spokesman for the EIA says basing a projection of the effect of the 2010 Senate bill on an analysis of a similar, but different, 2010 Senate bill is an &quot;imperfect comparison.&quot;<br />\r\n<br />\r\nWe also note that the EIA&#39;s analysis of the 2009 House version of the bill is less optimistic than the NRDC. But most significantly, we think the context of the ad suggests Wolf is talking about cutting overall oil consumption -- not just foreign oil imports -- in half. If they were only talking about oil imports, why would Wolf be standing on an oil-stained beach in Louisiana? Perhaps newer reports will ultimately back up the VoteVets claim, but they based their claim on a 2009 report that actually projects a much smaller reduction in overall oil consumption. And so we rate the claim Half True.</p>\r\n", "ruling_comments_date": "2010-06-03T18:28:50.624271", "ruling_date": "2010-06-03T18:28:08", "ruling_headline": "VoteVets.org claims cap and trade bill would halve oil consumption", "ruling_headline_slug": "votevetsorg-claims-cap-and-trade-bill-would-halve-", "ruling_link_text": "Might halve foreign oil imports, but not overall consumption", "ruling_state": null, "source_documents": null, "sources": "<p>YouTube.com, <a href=\"http://www.youtube.com/watch?v=IOWffhbEn60\" target=\"_blank\">On Guard - VoteVets.org Ad on Oil Spill,</a> May 26, 2010</p>\r\n\r\n<p>VoteVets.org, press release: <a href=\"http://votevets.org/news?id=0334\" target=\"_blank\">&quot;First Ad Tying Gulf Oil Spill With National Security, Launched by Vets with $1.5 Million Ad Buy,&quot;</a> May 27, 2010</p>\r\n\r\n<p>Natural Resources Defense Council, <a href=\"http://www.nrdc.org/globalWarming/cap2.0/files/bargain.pdf\" target=\"_blank\">A Clean Energy Bargain</a>, December, 2009</p>\r\n\r\n<p>Sen. John Kerry&#39;s website, <a href=\"http://kerry.senate.gov/americanpoweract/pdf/APAShortSummary.pdf\" target=\"_blank\">Short Summary: American Power Act</a></p>\r\n\r\n<p>Sen. John Kerry&#39;s website,<a href=\"http://kerry.senate.gov/americanpoweract/pdf/APAbill.pdf\" target=\"_blank\"> Text of the American Power Act</a></p>\r\n\r\n<p>Sen. John Kerry&#39;s website, <a href=\"http://kerry.senate.gov/americanpoweract/pdf/foreignoil1page.pdf\" target=\"_blank\">American Power Act: Decreasing our Dependence on Foreign Oil</a></p>\r\n\r\n<p>Natural Resources Defense Council, Dan Lashof&#39;s blog, <a href=\"http://switchboard.nrdc.org/blogs/dlashof/how_will_comprehensive_clean_e.html\" target=\"_blank\">&quot;How will Comprehensive Clean Energy and Climate Legislation Move Us Beyond Petroleum?&quot;</a>, May 10, 2010</p>\r\n\r\n<p>Environmeental Protection Agency, <a href=\"http://www.epa.gov/oms/climate/GHGtransportation-analysis03-18-2010.pdf\" target=\"_blank\">&quot;EPA Analysis of the Transportation Sector Greenhouse Gas and Oil Reduction Scenarios,&quot;&nbsp;</a> Feb. 10, 2010</p>\r\n\r\n<p>U.S. Energy Information Administration, <a href=\"http://www.eia.doe.gov/oiaf/servicerpt/hr2454/index.html\" target=\"_blank\">Energy Market and Economic Impacts of H.R. 2454, the American Clean Energy and Security Act of 2009</a>, Aug. 4, 2009</p>\r\n\r\n<p>Democratic National Committee, <a href=\"http://my.democrats.org/page/group/EvanWolfforStateHouse\" target=\"_blank\">Evan Wolf for State House</a></p>\r\n\r\n<p>Interview with Daniel Lashof, director of the NRDC&#39;s Climate Center, June 2, 2010</p>\r\n\r\n<p>Interview with Jonathan Cogan, spokesman for U.S. Energy Information Administration, June 2, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 1, "first_name": "", "half_true_count": 2, "home_state": "", "id": 39, "last_name": "VoteVets.org", "mostly_true_count": 0, "name_slug": "votevetsorg", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-independentgroup_______________.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/39/", "total_count": 5, "true_count": 2, "website": "http://www.votevets.org/"}, "statement": "<p>The American Power Act &quot;would cut our dependence on oil in half.&quot;</p>\r\n", "statement_context": "a TV ad", "statement_date": "2010-05-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 116, "photo": null, "resource_uri": "/api/v/2/subject/116/", "subject": "Cap and Trade", "subject_slug": "cap-and-trade", "used_in_edition": []}, {"description": "<p>Most scientists agree that climate change is real and humans are causing it. The figure that&rsquo;s widely cited is 97 percent of climate scientists, and it appears in at least&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/statements/2015/sep/02/rick-santorum/santorum-un-climate-head-debunked-widely-cited-97-/\">three peer-reviewed surveys</a>.&nbsp;<a href=\"http://www.politifact.com/virginia/statements/2016/apr/04/don-beyer/don-beyer-says-97-percent-scientists-believe-human/\">Plenty of other studies</a>&nbsp;report overwhelming majorities of experts (in the 90 percent range) and at least&nbsp;<a href=\"http://climate.nasa.gov/scientific-consensus/\">18 scientific associations</a>&nbsp;agree.</p>\r\n", "id": 313, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/images.jpg", "resource_uri": "/api/v/2/subject/313/", "subject": "Climate Change", "subject_slug": "climate-change", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 155, "photo": null, "resource_uri": "/api/v/2/subject/155/", "subject": "Oil Spill", "subject_slug": "oil-spill", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/1/", "/api/v/2/edition/2/"]}], "target": [], "twitter_headline": ""}