{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2010/jun/07/todd-staples/staples-says-epa-regulation-greenhouse-gases-endan/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [], "facebook_headline": null, "id": 1854, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/1854/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Todd Staples, the state agriculture commissioner, this  year joined Gov. Rick Perry and Attorney General Greg Abbott in  objecting to the U.S. Environmental Protection Agency designating half a  dozen greenhouse gases as endangering public health.</p>\r\n<p>Staples  says on his campaign website, which we visited in late May, that he&rsquo;s fighting the December  &ldquo;endangerment&rdquo; finding because the consequences would be disastrous for  Texas farmers who, he implies, would suffer from government monitoring  and regulation of gases emitted by animals and equipment.</p>\r\n<p>&ldquo;Companies  that will be endangered in Texas include 575 dairy facilities, 58 swine  operations (and) 1,300 corn farms,\" Staples says. \"No industry is more  threatened than the cattle industry. If this rule is implemented, an  estimated 28,000 beef cattle operations in Texas will fall under EPA  regulation.&rdquo;</p>\r\n<p>Milk, pigs, corn, cows &ndash; the feds whuppin' all  these grown-in-Texas products? We wondered if Staples plows a straight  row.</p>\r\n<p>Cody McGregor, Staples&rsquo; campaign manager, said the  commissioner, a Republican seeking re-election, derived his Texas  figures from a July 2008 letter written by the U.S. Department of  Agriculture in response to the EPA&rsquo;s draft advance notice to regulate  greenhouse gases.</p>\r\n<p>In its letter, the USDA said that if greenhouse  gas emissions were regulated under the Clean Air Act, numerous farms  then not required to seek gas-emission permits would be so burdened. The  1970 act directs the EPA to establish air quality standards; the law  requires the agency to concentrate on major polluters, which are defined  as those that emit more than 100 tons of unhealthful pollutants a year.</p>\r\n<p>The&nbsp; USDA letter says that even &ldquo;very small agricultural operations\"  would fall in that category: \"For example, dairy facilities and farms  with over 500 acres of corn may need to get a Title V permit. It is  neither efficient nor practical to require permitting and reporting of  (greenhouse gas) emissions from farms of this size. Excluding only the  200,000 largest commercial farms, our agricultural landscape is  comprised of 1.9 million farms with an average value of production of  $25,589 on 271 acres.&rdquo;</p>\r\n<p>O June 23, 2009, Staples sent a  letter to Lisa Jackson, the EPA administrator, objecting to the  greenhouse gas endangerment finding. That letter says that based on the  USDA&rsquo;s herd and acreage estimates, Texas in 2007 had approximately 575  dairy facilities, 28,000 beef cattle operations, 58 swine operations and  1,300 corn farms that met the &ldquo;regulatory threshold.&rdquo;</p>\r\n<p>So,  Staples aired his Texas estimate nearly a year ago based on the USDA&rsquo;s  assessment of the impact of EPA plans to regulate greenhouse gases  drafted about a year before that.</p>\r\n<p>Presuming his math is solid, we  wondered if the nearly 2-year-old concerns shared by USDA still hold.  To our queries, Staples did not say precisely why or how the EPA's  permitting will endanger the Texas operations he tallies.</p>\r\n<p>In  Washington, EPA spokeswoman Catherine Milbourn looked over the  information provided by Staples&rsquo; campaign. She said the analyses reflect  expectations about the EPA&rsquo;s plans that are no longer valid because the  EPA effectively excused farms from complying with the requirements  cited in the USDA&rsquo;s letter. EPA spokesman Brendan Gilfillan followed up  with an e-mail: &ldquo;These types of doomsday scenarios are simply untrue.  EPA issued a rule that would specifically ensure small businesses and  farms are shielded from clean air act permitting for&rdquo; greenhouse gases.</p>\r\n<p>The  EPA&rsquo;s May 13 final \"tailoring rule,\" a descriptive reflecting the  agency's decision not to impose the same pollutant thresholds on  greenhouse gases that were spelled out for pollutants in the Clean Air  Act, specifies the types of entities that will initially have  to toe the line on greenhouse gas emissions. An accompanying fact sheet  states: &ldquo;Facilities responsible for nearly 70 percent of the national  (greenhouse gas) emissions from stationary sources will be subject to  permitting requirements under this rule. This includes the nation&rsquo;s  largest (greenhouse gas) emitters&mdash;power plants, refineries, and cement  production facilities. Emissions from small farms, restaurants, and all  but the very largest commercial facilities will not be covered by these  programs at this time.&rdquo;</p>\r\n<p>At this time? The fact sheet says the EPA  is committing to additional rule-making by July 2012 which may discuss  &ldquo;whether certain smaller sources can be permanently excluded from  permitting.&rdquo; Permits for smaller sources of any type won't be required  until at least April 30, 2016, the agency says.</p>\r\n<p>In a May 13 blog  post headlined \"EPA Greenhouse Gas Rules Likely Target for Suits,\" Legal  Times magazine in Washington notes that the Clean Air Act requires  entities that emit 100 to 250 tons of pollutants per year to get  government permits to do so. Because greenhouse gases are emitted in  much larger quantities than traditional pollutants, the 100 to 250 ton  threshold would require permits for small farms, restaurants and  apartment buildings, for example. In raising the threshold, the agency  is admitting the absurdity of applying the lower limits to more  prevalent greenhouse gases, the blog says.</p>\r\n<p>McGregor of Staples&rsquo;  campaign conceded the EPA's May 13 rule excludes farms. McGregor said,  however, that what the EPA says today \"can likely change tomorrow.\" He pointed us to an online analysis of the rule by Washington lawyer  Richard Stoll, whose clients include industrial operators including  Portland cement manufacturers.</p>\r\n<p>Stoll told us he expects the rule  to be challenged in federal court because the pollutant thresholds in  the rule are far above what the Clean Air Act mandates. More broadly,  Stoll said, the EPA wants Congress to pass laws related to greenhouse  gas regulation; one way of touching off such action is to issue rules  likely to be tossed in court. &ldquo;There is a good chance that the DC  circuit (court) will throw that regulation out and then all of a sudden  EPA is going to be confronted with having to do something about all  these farms and everything (else),&rdquo; Stoll said. &ldquo;There&rsquo;s grounds to be  fearful here.&rdquo;</p>\r\n<p>However, Stoll said, should the EPA ever get to  the point of requiring farmers to monitor and report on localized gas  emissions, Congress almost certainly will intervene. \"If all of a sudden  you&rsquo;re having farmers worried about monitoring cow farts, Congress will  be all over this,\" he said. \"It might not be immediately; it could be a  damn mess for a while.\"</p>\r\n<p>Shannon Goessling, executive director  and chief legal counsel of the conservative-leaning  Southeastern Legal Foundation, which has challenged the endangerment  finding, contends the EPA had another reason for excusing farms and  other small businesses from greenhouse gas regulation: The government  hopes they will drop their resistance to the endangerment finding.</p>\r\n<p>There's another legal view. Melinda Taylor, former  director of the Environmental Law Clinic at the University of Texas  School of Law, agreed with  Stoll that the EPA wants Congress to step in and take on greenhouse gas  emissions. But, she said, it&rsquo;s also likely the EPA would prevail in  court if its May 13 rule is challenged.</p>\r\n<p>Generally, she said,  &ldquo;courts will not substitute their own judgment for that of an agency.&rdquo;  Besides, she said, &ldquo;farmers have always been very successful in making  the case they can&rsquo;t comply with regulations that would be onerous and  inordinately costly to them &mdash; to the detriment of the environment, I  might add.&rdquo;</p>\r\n<p>Phew. Where does all this leave Staples&rsquo; statement?</p>\r\n<p>The  commish had a basis for his numbers in the 2008 USDA letter.</p>\r\n<p>But his  assumption that farms would be subject to the regulations expired when  the EPA issued its final rule weeks ago. Since, Staples has neither adjusted nor reasonably explained his outdated complaint.</p>\r\n<p>His  statement is False. <br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /></p>", "ruling_comments_date": "2010-06-04T12:46:15.346277", "ruling_date": "2010-06-07T00:00:00", "ruling_headline": "Staples says EPA regulation of greenhouse gases endangers Texas farms, dairy plants and cattle operations", "ruling_headline_slug": "staples-says-epa-regulation-greenhouse-gases-endan", "ruling_link_text": "Old judgment based on older analysis", "ruling_state": null, "source_documents": null, "sources": "<p>EHS Today, online magazine, <a href=\"http://ehstoday.com/environment/air/ehs_imp_36973/\" target=\"_blank\">&ldquo;An Overview of  the Clean Air Act,&rdquo;</a> April 30, 2004</p>\r\n<p>Houston Business  Journal, Letters to the editor, <a href=\"http://houston.bizjournals.com/houston/stories/2009/07/20/editorial4.html?page=2\" target=\"_blank\">&ldquo;Call to Action,&rdquo;</a> Todd Staples, Texas agriculture commissioner, July 17, 2009 (accessed  May 25, 2010)</p>\r\n<p>Legal Times, BLT, the Blog of Legal  Times, <a href=\"http://legaltimes.typepad.com/blt/2010/05/epa-greenhouse-gas-rules-a-likely-target-for-suits.html\" target=\"_blank\">\"EPA   Greenhouse Gas Rules a Likely Target for Suit,\"</a> accessed June 1,  2010<a href=\"http://alt.coxnewsweb.com/statesman/politifact/05272010_staplesresponsepftexas.pdf\" target=\"_blank\"></a></p>\r\n<p><a href=\"http://alt.coxnewsweb.com/statesman/politifact/05272010_staplesresponsepftexas.pdf\" target=\"_blank\">E-mail</a>,  Cody McGregor, campaign manager, Todd Staples campaign, May 27, 2010<a href=\"http://alt.coxnewsweb.com/statesman/politifact/05252010_eparesponsespftexas.pdf\" target=\"_blank\"></a></p>\r\n<p><a href=\"http://alt.coxnewsweb.com/statesman/politifact/05252010_eparesponsespftexas.pdf\" target=\"_blank\">E-mails</a> (Excerpted), Catherine C. Milbourn, senior press officer, Office of  Media Relations, Environmental Protection Agency, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/05272010_epastatementpftexas.pdf\" target=\"_blank\">statement</a> from spokesman Brendan Gilfillan, May 27, 2010</p>\r\n<p>Foley &amp;  Lardner, LLP, newsletter article, <a href=\"http://www.foley.com/publications/pub_detail.aspx?pubid=7119\" target=\"_blank\">&ldquo;Tinkering,   Tailoring: EPA Issues New Rule for Greenhouse Gases Under Clean Air  Act,&rdquo;</a> May 14, 2010 (accessed May 27, 2010)</p>\r\n<p>Todd Staples, Texas agriculture commissioner, campaign website, <a href=\"http://www.toddstaples.com/policy\" target=\"_blank\">&ldquo;Policy,&rdquo;</a> (accessed May 25,  2010); <a href=\"http://alt.coxnewsweb.com/statesman/politifact/06232009_staplesletter.pdf\" target=\"_blank\">letter</a> to Lisa Jackson, administrator, Environmental Protection Agency, June  23, 2009</p>\r\n<p>Interviews, Richard Stoll, law partner, Foley &amp;  Lardner, Washington, May 27 and June 2, 2010</p>\r\n<p>Interview, Melinda  Taylor, director, Center for Global Energy, International Arbitration  and Environmental Law, University of Texas School of Law, May 28, 2010</p>\r\n<p>U.S. Department of Agriculture and other federal  agencies, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/07092008_usdacomment.pdf\" target=\"_blank\">letter</a> on proposed greenhouse gas regulation to U.S. Office of Information and  Regulatory Affairs, Office of Management and Budget, July 9, 2008</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "state agriculture commissioner", "false_count": 1, "first_name": "Todd", "half_true_count": 4, "home_state": "Texas", "id": 290, "last_name": "Staples", "mostly_true_count": 3, "name_slug": "todd-staples", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/staples.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/290/", "total_count": 12, "true_count": 2, "website": "http://www.toddstaples.com/"}, "statement": "<p>Says EPA regulation of greenhouse gases will endanger 575 Texas dairy facilities, 58 swine operations, 1,300 corn farms and 28,000 beef cattle operations.</p>", "statement_context": "a campaign Web post", "statement_date": "2010-05-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}], "target": [], "twitter_headline": null}