{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/jun/04/nancy-pelosi/pelosi-touts-democratic-record-job-creation/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 1860, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1860/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Politicians love to tout the monthly employment numbers -- and frame them in the best light. That's what House Speaker Nancy Pelosi did on June 4, 2010, when the Bureau of Labor Statistics announced its monthly job figures for May.<br /><br />In a news release, the Speaker's office said in part, \"Last month, the unemployment rate fell and private sector jobs expanded; we have added jobs in six of the last seven months. This year, we have added an average of 200,000 jobs per month, a majority in the private sector, a stark contrast to the Bush Administration record of losing an average of nearly 750,000 jobs per month in its last three months.\"<br /><br />We found Pelosi largely correct on the details but that she dodged some important context.<br /><br />-- <strong>Last month, the unemployment rate fell</strong>. Correct: It fell from 9.9 percent to 9.7 percent, where it had been for the first three months of 2010.<br /><br />-- <strong>Last month, private sector jobs expanded</strong>. Correct: The economy added 41,000 new jobs in May, although that represented the smallest increase since January 2010.<br /><br />-- <strong>The U.S. has added jobs in six of the last seven months</strong>. Correct: The economy added 64,000 jobs in November 2009, lost 109,000 jobs in December 2009, added 14,000 in January 2010, added 39,000 in February, added 208,000 in March, added 290,000 in April, and added 431,000 in May.<br /><br />-- <strong>This year, the U.S. has added an average of 200,000 jobs per month</strong>. Very close. The average was 196,400. Pelosi would have been on safer ground if she'd said the economy \"had added, on average, almost 200,000 jobs per month.\"<br /><br />-- <strong>A majority of the jobs added this year have been in the private sector</strong>. Correct, though barely. The average monthly increase in private sector jobs was 99,000, or 50.4 percent of new jobs added.<br /><br />But here's the part we paid special attention to, because it seeks to contrast these numbers with the record of President George W. Bush:<br /><br />-- <strong>These statistics stand in \"stark contrast to the Bush Administration record of losing an average of nearly 750,000 jobs per month in its last three months.\" </strong>The numbers are correct as Pelosi phrased them, but she is cherry-picking. Her selection of time periods for the comparison produces a picture that's as flattering as possible to the Democrats. We think a listener hearing this would assume that President Barack Obama's job creation record stood in \"stark contrast\" to Bush's, when in fact the time periods Pelosi uses put Obama's record in the best possible light -- because it skips all of 2009 -- and puts Bush's in the worst possible light.<br /><br />She conveniently left out all of 2009, when the nation lost 4.7 million jobs, or 395,000 per month. That's a monthly rate nearly twice as large as the increases recorded in 2010. Looked at another way, the job gains in 2010 that Pelosi touts have only replaced one-fifth of all the jobs that were lost in calendar 2009. Meanwhile, the final three months of the Bush presidency accounted for the worst job loss totals of his presidency.<br /><br />Yes, the job-creation record for 2010 represents a significant improvement over 2009, and it's true that assigning \"blame\" for the job losses in 2009 is tricky, since many of the job losses under Obama were set in motion under policies implemented by Bush. Still, we feel that comparing the three worst job-loss months of Bush's presidency to the five best job-gain months of Obama's is an example of highly selective math.<br /><br />A spokesman for Pelosi, Nadeam Elshami, told PolitiFact that when the Speaker's office sends out job-related news releases, it attaches a graph that has the full picture of gains and losses starting in December 2007 -- the start of the current recession. That chart shows jobs declining by larger and larger amounts until a low point in January 2009, when Obama took office, then climbing (that is, losing fewer jobs every month) until November 2009, when the monthly changes, with one exception, turned into net job gains. The chart also appears on <a href=\"http://www.speaker.gov/blog/\" target=\"_blank\">the Speaker's blog</a>.<br /><br />While we didn't find a copy of the chart included with the news release when we found it on Pelosi's website, Elshami forwarded us a copy that had been sent to reporters earlier that morning that did include it. So we'll give her office partial credit for providing some context, even if it didn't come in the document we initially found.<br /><br />In all, then, the Speaker's portrayal of the numbers is technically accurate, but the general impression she gives -- that the record under a Democratic president and a Democratic Congress stands in \"stark contrast\" to the record under Bush -- is political spin based on selective choices about what data to use. We rate Pelosi's statement Half True.</p>", "ruling_comments_date": "2010-06-04T16:06:24.518508", "ruling_date": "2010-06-04T17:47:52", "ruling_headline": "Pelosi touts Democratic record on job creation", "ruling_headline_slug": "pelosi-touts-democratic-record-job-creation", "ruling_link_text": "Her numbers are basically right, but the time periods are highly selective", "ruling_state": null, "source_documents": null, "sources": "<p><br />Nancy Pelosi, \"Pelosi Statement on May Jobs Report\" (<a href=\"http://www.speaker.gov/newsroom/pressreleases?id=1728\" target=\"_blank\">news release</a>), June 4, 2010<br /><br />Bureau of Labor Statistics, \"Employment, Hours, and Earnings from the Current Employment Statistics survey, National, 1-Month Net Change, Seasonally Adjusted, Total non-farm\" (<a href=\"http://data.bls.gov/PDQ/servlet/SurveyOutputServlet?data_tool=latest_numbers&amp;series_id=CES0000000001&amp;output_view=net_1mth\" target=\"_blank\">chart</a>), accessed June 4, 2010<br /><br />Bureau of Labor Statistics, \"Employment, Hours, and Earnings from the Current Employment Statistics survey, National, 1-Month Net Change, Seasonally Adjusted, Total private\" (<a href=\"http://data.bls.gov/PDQ/servlet/SurveyOutputServlet?data_tool=latest_numbers&amp;series_id=CES0500000001&amp;output_view=net_1mth\" target=\"_blank\">chart</a>), accessed June 4, 2010<br /><br />Bureau of Labor Statistics, \"Labor Force Statistics from the Current Population Survey, Seasonally Adjusted, Unemployment Rate\" (<a href=\"http://data.bls.gov/cgi-bin/surveymost\" target=\"_blank\">chart</a>), accessed June 4, 2010<br /><br />E-mail interview with Nadeam Elshami, spokesman for Nancy Pelosi, June 4, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 8, "current_job": "House Minority Leader", "false_count": 8, "first_name": "Nancy ", "half_true_count": 12, "home_state": "California", "id": 59, "last_name": "Pelosi", "mostly_true_count": 4, "name_slug": "nancy-pelosi", "pants_count": 3, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-nancypelosi.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/59/", "total_count": 42, "true_count": 6, "website": ""}, "statement": "<p>\"This year, we have added an average of 200,000 jobs per month, a majority in the private sector, a stark contrast to the Bush Administration record of losing an average of nearly 750,000 jobs per month in its last three months.\"</p>", "statement_context": "a news release", "statement_date": "2010-06-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 3, "photo": null, "resource_uri": "/api/v/2/subject/3/", "subject": "Job Accomplishments", "subject_slug": "job-accomplishments", "used_in_edition": []}], "target": [], "twitter_headline": null}