{"art": [], "author": [{"email_address": "varian@tampabay.com", "first_name": "Bill", "id": 137, "last_name": "Varian", "name_slug": "bill-varian", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/137/", "title": "Staff Writer, Tampa Bay Times", "twitter": null}], "canonical_url": "/florida/statements/2010/jun/07/david-caton/rail-opponent-claims-penny-tax-commuter-rail-would/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "dbennett@sptimes.com", "first_name": "Doug", "id": 138, "last_name": "Bennett", "name_slug": "doug-bennett", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/138/", "title": "Assistant metro editor, Tampa Bay Times", "twitter": null}], "facebook_headline": null, "id": 1863, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jmartin@tampabay.com", "first_name": "John", "id": 12, "last_name": "Martin", "name_slug": "john-martin", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/12/", "title": "News Researcher, Tampa Bay Times", "twitter": null}], "resource_uri": "/api/v/2/statement/1863/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>Hillsborough County commissioners last month approved a November ballot issue asking voters if they support raising the county's sales tax by a penny. The proceeds would pay for a new commuter rail system, expanded bus service and roadwork.</p>\r\n<p>Critics have attacked the proposal with a variety of arguments. One of the early and persistent assertions is that the increase would give Hillsborough County the highest sales tax rate in the state.</p>\r\n<p>Rail and tax opponent David Caton was among the first to make this claim, which has frequently been repeated in debates and forums in the months since. In a Nov. 5, 2009, e-mail, he outlined some concerns about the proposal. Caton is executive director of the Florida Family Association, a group that fights against pornography and gay rights and addresses other social concerns.</p>\r\n<p>\"This tax increase will have harmful economic consequences which include:</p>\r\n<p>&bull;&thinsp;&thinsp; \"Taking more money away from struggling families.</p>\r\n<p>&bull;&thinsp;&thinsp; \"Taking on average $250 MILLION each year away from consumer spending, thereby exacerbating unemployment in Hillsborough County.</p>\r\n<p>&bull;&thinsp;&thinsp; \"Giving Hillsborough County the highest sales tax of all Florida counties. Our rate will be 8 percent, compared with the 6.83 percent average of all other Florida counties.\"</p>\r\n<p>We wondered, could a county commission whose members regularly tout their fiscal conservatism really be allowing a vote that could give Hills&shy;borough a highest-tax distinction?</p>\r\n<p>First, a primer:</p>\r\n<p>The state levies a 6 percent sales tax on purchases of goods and services, with exceptions for certain groceries and many other specified items and services. The rate has remained the same since 1988.</p>\r\n<p>On top of that, state government allows counties and school districts to charge additional sales taxes.</p>\r\n<p>There are a variety of these discretionary sales taxes, with state law specifying how each type of tax can be spent, and capping how much each tax can be raised for each purpose. And not all counties are allowed to charge the same types of local sales taxes.</p>\r\n<p>Every county can charge up to 1 percent on goods and services to pay for things like roads, jails and schools &mdash; building stuff &mdash; and 21 counties do so. Most counties are allowed to tack on up to a half-penny to pay for health care for the poor. There are two variations on indigent care taxes, and only five counties, including Hillsborough, use one or the other.</p>\r\n<p>There's another sales tax allowance of up to 1 percent for less densely populated counties, an acknowledgement that they typically don't have the industry that boosts property tax revenue. Counties that have charters &mdash; generally the larger ones &mdash; can add another 1 percent just for transportation needs.</p>\r\n<p>So the 70 cents of tax on that $10 wrench at the hardware store in Hillsborough County is, in fact, three separate sales taxes. You just see the bottom line, which in Hillsborough is a 7 percent tax.</p>\r\n<p>Hillsborough residents pay 6 cents to the state on each dollar spent. They pay an additional half-cent, known as the community investment tax, which voters approved in 1996, for roads, jails, schools, construction debt on Raymond James Stadium and other building projects. And then they pay another half-penny for indigent health care.</p>\r\n<p>If voters approve the transportation tax in November, the overall sales tax rate in Hillsborough County would rise to 8 cents on the dollar.</p>\r\n<p>The Florida Legislative Committee on Intergovernmental Relations tracks the various taxes charged by state and local governments. Its latest update of sales tax rates by county was published Dec. 31, not long after Caton put his assertion in writing.</p>\r\n<p>It showed that the highest sales tax rate in Florida was 7.5 percent, levied in Calhoun, Escambia, Gadsden, Jackson, Leon, Madison and Monroe counties. Nine counties have the minimum 6 percent, and the statewide average is 6.85 percent.</p>\r\n<p>Committee analysts got their numbers from the Florida Department of Revenue, to whom counties are required to report changes. An updated list of aggregate sales taxes by county showed that there were no changes among top sales-tax counties as of May 1. No counties have raised their sales taxes since then, according to the Revenue Department.</p>\r\n<p>The Revenue Department isn't required to track prospective sales tax hikes, but its officials are aware of at least six other counties where increases have been discussed this year.</p>\r\n<p>In Okeechobee County, the increase would take the sales tax to 8 percent, although those talks are preliminary. Pinellas County officials have been talking about seeking voter support of a 1 cent sales tax increase for transit, but nothing has been decided. That would take its sales tax rate to 8 percent.</p>\r\n<p>But PolitiFact has no means of reading the tea leaves on whether the Pinellas or Okeechobee county issues will make the ballot, let alone win voters' approval. And we are ruling now, not in the future.</p>\r\n<p>Caton said voter approval of a 1-cent increase would give \"Hills&shy;borough County the highest sales tax of all Florida counties.\" We rate his claim True.</p>", "ruling_comments_date": "2010-06-07T11:00:16.626399", "ruling_date": "2010-06-07T10:38:31", "ruling_headline": "Rail opponent claims penny tax for commuter rail would give Hillsborough state's highest sales tax", "ruling_headline_slug": "rail-opponent-claims-penny-tax-commuter-rail-would", "ruling_link_text": "If voters approve, yes", "ruling_state": null, "source_documents": null, "sources": "<p>Mass e-mail, David Caton, executive director of the Florida Family Association, Nov. 5, 2009<br /><br />Florida Legislative Committee on Intergovernmental Relations, 2010 Local Discretionary Sales Surtax Rates in Florida&rsquo;s Counties <a href=\"http://www.floridalcir.gov/UserContent/docs/File/data/2010LDSSrates.pdf\" target=\"_blank\">chart</a>, updated Dec. 31, 2009.<br /><br />Florida Department of Revenue,<a href=\"https://taxlaw.state.fl.us/wordfiles/Sales%20and%20Use%20Tax%20Rates%20by%20County.pdf\" target=\"_blank\"> Sales and Use Tax Rates by County,</a> last updated May 1, 2010.<br /><br />Department of Revenue, <a href=\"https://taxlaw.state.fl.us/wordfiles/SUT%20TRC%20HISTORY.pdf\" target=\"_blank\">History of Local Sales Tax and Current Rates,</a> last updated May 1, 2010.<br /><br />Interview, Steven O&rsquo;Cain, senior legislative analyst, Florida Legislative Committee on Intergovernmental Relations, June 2, 2010<br /><br />Interview, David Ansley, process manager, Department of Revenue, June 4, 2010.<br /><br />Interview, Shanea Jones, financial management and budget coordinator for Nassau County, June 4, 2010.<br /><br />Interview, Donnie Yates, deputy clerk for Okeechobee County Clerk of the Circuit Court.<br /><br />Florida Family Association<a href=\"http://www.floridafamily.org\" target=\"_blank\"> website</a>.</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "executive director of the Florida Family Association", "false_count": 0, "first_name": "David", "half_true_count": 0, "home_state": "Florida", "id": 443, "last_name": "Caton", "mostly_true_count": 0, "name_slug": "david-caton", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/DAVID_CATON_mid.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/443/", "total_count": 1, "true_count": 1, "website": "http://www.floridafamily.org/"}, "statement": "<p>If voters agree in November to approve a one-cent sales tax increase, that will give \"Hillsborough County the highest sales tax of all Florida counties.\"</p>", "statement_context": "a mass e-mail", "statement_date": "2009-11-05", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}, {"description": "", "id": 44, "photo": null, "resource_uri": "/api/v/2/subject/44/", "subject": "Transportation", "subject_slug": "transportation", "used_in_edition": []}], "target": [], "twitter_headline": null}