{"art": [{"brightcove": "", "caption": "Things get heated on ABC News' \"This Week.\" (It gets started at approximately 7:30)", "id": 445, "infogram": "", "ndn": "", "ndnid": "", "other": "<img style=\"visibility:hidden;width:0px;height:0px;\" border=0 width=0 height=0 src=\"http://counters.gigya.com/wildfire/IMP/CXNID=2000002.0NXC/bT*xJmx*PTEyNzYxMTYxODY3NzcmcHQ9MTI3NjExNjE5NTYzNSZwPTEyNTg*MTEmZD1BQkNOZXdzX1NGUF9Mb2NrZV9FbWJlZCZn/PTImbz*xOGUxOGJlYTliNzE*OWJhODkyZjJiYzQ3ZWY2Yzc3NiZvZj*w.gif\" /><object classid=\"clsid:D27CDB6E-AE6D-11cf-96B8-444553540000\" codebase=\"http://download.macromedia.com/pub/shockwave/cabs/flash/swflash.cab#version=9,0,124,0\" width=\"344\" height=\"278\" id=\"ABCESNWID\"><param name=\"movie\" value=\"http://abcnews.go.com/assets/player/walt2.6/flash/SFP_Walt.swf\" /><param name=\"quality\" value=\"high\" /><param name=\"allowScriptAccess\" value=\"always\" /><param name=\"allowNetworking\" value=\"all\" /><param name=\"flashvars\" value=\"configUrl=http://abcnews.go.com/video/sfp/embedPlayerConfig&configId=406732&clipId=10839574&showId=10839574&gig_lt=1276116186777&gig_pt=1276116195635&gig_g=2\" /><param name=\"allowfullscreen\" value=\"true\" /><embed src=\"http://abcnews.go.com/assets/player/walt2.6/flash/SFP_Walt.swf\" quality=\"high\" allowScriptAccess=\"always\" allowNetworking=\"all\" allowfullscreen=\"true\" pluginspage=\"http://www.adobe.com/shockwave/download/download.cgi?P1_Prod_Version=ShockwaveFlash\" type=\"application/x-shockwave-flash\" width=\"344\" height=\"278\" flashvars=\"configUrl=http://abcnews.go.com/video/sfp/embedPlayerConfig&configId=406732&clipId=10839574&showId=10839574&gig_lt=1276116186777&gig_pt=1276116195635&gig_g=2\" name=\"ABCESNWID\"></embed></object>", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/445/", "title": "This Week Roundtable", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2010/jun/09/arianna-huffington/halliburton-kbr-and-iraq-war-contracting-history-s/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 1874, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/1874/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>We have a hard time resisting when people on national television ask us to fact-check them.<br />\r\n<br />\r\nThe latest instance began with Arianna Huffington, founder of the liberal <em>Huffington Post</em>, talking on ABC&#39;s <em>This Week</em> about the causes of the Gulf of Mexico oil spill.<br />\r\n<br />\r\n&quot;The truth is that right now we have precisely the regulatory system that the Bush-Cheney Administration wanted -- full of loopholes, full of cronies and lobbyists filling the very agencies they&#39;re supposed to be overseeing,&quot; she said, adding a bit later, &quot;Right here, we have the poster child of Bush-Cheney crony capitalism. Halliburton (was) involved in this, and we haven&#39;t said (anything) about that. They after all were responsible for cementing the well. Here&#39;s Halliburton, after it defrauded the American taxpayer (of) hundreds of millions of dollars is involved again...&quot;<br />\r\n<br />\r\nThat&#39;s when conservative pundit Liz Cheney interrupted.<br />\r\n<br />\r\n&quot;Arianna, I don&#39;t know what planet you live on ...&quot; she said, starting interruptions and crosstalk that finally ended with this:<br />\r\n<br />\r\nCheney: &quot;Her assertion that Halliburton defrauded the U.S. government --&quot;<br />\r\n<br />\r\nHuffington: &quot;It did. It did.&quot;<br />\r\n<br />\r\nCheney: &quot;-- that it was Bush-Cheney cronyism -- these are the left&#39;s talking points --&quot;<br />\r\n<br />\r\nHuffington: &quot;It did -- hundreds of millions of dollars in Iraq.&quot;<br />\r\n<br />\r\nCheney: &quot;Arianna, it is absolutely not true. It is absolutely not true.&quot;<br />\r\n<br />\r\nHuffington: &quot;Okay, I&#39;m so glad PolitiFact is going to be checking this. I&#39;m so glad.&quot;<br />\r\n<br />\r\nCheney: &quot;Good, good.&quot;<br />\r\n<br />\r\nThere is no dispute that Halliburton was a contractor on the Deepwater Horizon rig, which is what Huffington was alluding to when she said Halliburton was &quot;involved&quot; in the oil spill. Host Jake Tapper affirmed that, then Cheney indicated she was objecting specifically to the claim of fraud. So we decided to fact-check Huffington&#39;s statement that Halliburton defrauded the U.S. government of &quot;hundreds of millions of dollars in Iraq.&quot;<br />\r\n<br />\r\nWe first want to note something not explicitly stated on the show: Former Vice President Dick Cheney was CEO of Halliburton before becoming vice president, and Liz Cheney is his daughter. And we&#39;ll also stipulate that there is a mountain of evidence that many American companies profited off of the government&#39;s inefficient contracting system during the rebuilding of Iraq.<br />\r\n<br />\r\nDick Cheney was secretary of defense from 1989 to 1993, during the administration of President George H.W. Bush. A few years after leaving office, he became chairman and chief executive officer of Halliburton, a Houston-based oil services company. He led Halliburton until 2000, when he left to run for vice president on a ticket with George W. Bush. The Iraq war began a few years later.<br />\r\n<br />\r\nMost of the allegations of waste involving Halliburton focus on a subsidary company that Halliburton acquired in 1962, then known as Brown &amp; Root. A series of mergers under Halliburton&#39;s ownership led to its current name, Kellogg, Brown &amp; Root, or KBR.<br />\r\n<br />\r\nHalliburton&#39;s KBR held one of the largest contracts given during the Iraq war effort, the Logistics Civil Augmentation Program, or LOGCAP, which was part of the trend of government outsourcing traditionally military duties to the private sector. (We&#39;re focusing on the LOGCAP contract in this report because it&#39;s the contract that has the potential for &quot;hundreds of millions of dollars&quot; in fraud. There have been other isolated allegations of fraud that involved significantly smaller amounts.)<br />\r\n<br />\r\nThe history of KBR&#39;s LOGCAP contracts are documented in <em>Hard Lessons: The Iraq Reconstruction Experience</em>, a <a href=\"http://www.sigir.mil/applyinghardlessons/index.html\" target=\"_blank\">2009 report</a> prepared by the Office of the Special Inspector General for Iraq Reconstruction:<br />\r\n<br />\r\n&quot;Just as USAID had outsourced much of its work in the years after the Cold War, the military also had turned to the private sector to perform work once done by its own personnel. Under the LOGCAP contract, which KBR held for all but a few years since the program&#39;s inception in 1985, contractors provide services ranging from building bases to cooking food and doing laundry. LOGCAP grew out of the post-Vietnam downsizing of the armed services, reflecting the government-wide growth of outsourcing, which would dramatically affect the war and reconstruction efforts in Iraq. In World War II, one contractor was deployed for every seven soldiers. During the 2003 invasion, that number had increased to one for every 2.4. By 2006, contractors outnumbered soldiers in Iraq.&quot;<br />\r\n<br />\r\nThe report noted that some government officials raised the concern of a potential conflict of interest because of Cheney&#39;s former position with Halliburton, but that &quot;White House officials said the mission took priority over whatever political fallout might occur&quot; from awarding contracts to KBR. Since winning the latest version of the LOGCAP contract in 2001, the government has <a href=\"http://www.wartimecontracting.gov/images/download/documents/hearings/20090504/Stephenson_DCAA_testimony_5-4-09.pdf\" target=\"_blank\">ordered work</a> from KBR worth more than $31 billion.<br />\r\n<br />\r\nGovernment officials have raised many questions about KBR&#39;s fulfillment of its contracts, everything from billing for <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2007/06/24/AR2007062401608.html\" target=\"_blank\">meals it didn&#39;t serve</a> to charging <a href=\"http://oversight.house.gov/images/stories/documents/20040817115902-43717.pdf\" target=\"_blank\">inflated prices for gas</a> to excessive <a href=\"http://www.sigir.mil/files/audits/06-028.pdf#view=fit\" target=\"_blank\">administrative costs</a>. Government auditors <a href=\"http://www.sigir.mil/files/audits/06-035.pdf#view=fit\" target=\"_blank\">have noted</a> that KBR refused to turn over electronic data in its native format and stamped documents as proprietary and secret when the documents would normally be considered public records.<br />\r\n<br />\r\nOver the course of several years, the Defense Contract Audit Agency found that <a href=\"http://www.wartimecontracting.gov/images/download/documents/hearings/20090504/Stephenson_DCAA_testimony_5-4-09.pdf\" target=\"_blank\">$553 million in payments</a> should be disallowed to KBR, according to 2009 testimony by agency director April Stephenson before the bipartisan Commission on Wartime Contracting in Iraq and Afghanistan.<br />\r\n<br />\r\nCommissioner Charles Tiefer, a professor at the University of Baltimore Law School, said that amount represents <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2009/05/04/AR2009050403283.html\" target=\"_blank\">a small portion</a> of everything that auditors examined as potentially questionable.<br />\r\n<br />\r\n&quot;The DCAA is known for cautious conclusions about contracting,&quot; Tiefer said. &quot;The large majority of those auditor findings get actually withheld from the contractor.&quot;&nbsp;<br />\r\n<br />\r\nKBR itself acknowleges it may not get paid for all of its contract services. In its most recent <a href=\"http://www.sec.gov/Archives/edgar/data/1357615/000114036110008295/form10k.htm#13\" target=\"_blank\">annual report</a> filed with the Securities Exchange Commission, it acknowledged that the Defense Contract Audit Agency was recommending withholding $289 million in contract costs not yet paid and asking for the return of $121 million already paid. &quot;We continue to work with our administrative contracting officers, the DCAA and our subcontractors to resolve these issues. However, for certain of these matters, we have filed claims with the Armed Services Board of Contract Appeals or the United States Court of Claims,&quot; the report states.<br />\r\n<br />\r\nBut there is one notable allegation where KBR is being accused of fraud, that KBR &quot;knowingly included impermissible costs&quot; in its bills. In April 2010, the U.S. Department of Justice filed <a href=\"http://www.justice.gov/opa/pr/2010/April/10-civ-359.html\" target=\"_blank\">a civil fraud case</a> against KBR over the issue of using private security forces in Iraq to protect its workers and subcontractors. Private security wasn&#39;t allowed under the LOGCAP contract because the U.S. military was supposed to provide protection.<br />\r\n<br />\r\nThe lawsuit alleges that internal documents showed KBR executives knew private security wasn&#39;t allowed but charged for it anyway. While the lawsuit doesn&#39;t put a dollar amount on those billings, the director of the Defense Contract Audit Agency said the total could come to <a href=\"http://www.wartimecontracting.gov/images/download/documents/hearings/20090504/Stephenson_DCAA_testimony_5-4-09.pdf\" target=\"_blank\">$99 million</a> or higher.<br />\r\n<br />\r\nKBR has denied wrongdoing and said in a response to the lawsuit that the government has known for years that KBR was hiring private security, and KBR only did so because its employees were being left unprotected by the military.<br />\r\n<br />\r\n&quot;KBR believes the costs incurred and actions taken by the company and its subcontractors to provide support and to protect its employees and subcontractors were reasonable, necessary and appropriate under the contractual arrangement between KBR and the Army. ... The Army breached the contract by repeatedly failing to provide the necessary force protection,&quot; the statement said.<br />\r\n<br />\r\n&quot;Since 2001, KBR and its employees and subcontractors have worked diligently, and at often times at great sacrifice, to support American troops serving in Iraq,&quot; it also said. We should note here that KBR workers have died in Iraq. Company officials said 74 people working on the LOGCAP III contract have died in Iraq between 2003 and 2010.<br />\r\n<br />\r\nHalliburton <a href=\"http://www.nytimes.com/2007/07/24/business/24halliburton.html\" target=\"_blank\">sold</a> KBR in 2007. Halliburton officials said KBR&#39;s war contracts weren&#39;t adding much to the oil company&#39;s profits. The same year, Halliburton opened a &quot;second headquarters&quot; (their words) in Dubai, in the United Arab Emirates, to emphasize its identity as a worldwide oil services company. But Halliburton did own KBR during the height of KBR&#39;s activities in Iraq. The Department of Justice fraud lawsuit specifically stipulates that KBR was overcharging between 2003 and 2006, years that Halliburton owned the company.<br />\r\n<br />\r\nWe asked Halliburton for comment on this report, and they sent us this statement: &quot;Halliburton cannot comment on activity that relates to KBR&#39;s work in Iraq and Afghanistan as it would be inappropriate for Halliburton to comment on the merits of a matter affecting only the interest of KBR.&quot;<br />\r\n<br />\r\nThe U.S. government continues to use KBR for contract work in Iraq.&nbsp; In fact, the U.S. Army recently granted additional work worth $568 million to KBR in May. Military officials said it would be <a href=\"http://www.businessweek.com/news/2010-05-06/kbr-to-get-no-bid-army-work-as-u-s-alleges-kickbacks-update1-.html\" target=\"_blank\">too disruptive to change contractors</a> at this point in the process. Indeed, one defense of KBR&#39;s work is that they take extra steps -- which some might call excessive -- to keep troops happy with <a href=\"http://www.pbs.org/wgbh/pages/frontline/shows/warriors/etc/script.html\" target=\"_blank\">extra amenities</a> at the request of military commanders.<br />\r\n<br />\r\nRecently, government officials have warned that KBR is <a href=\"http://www.wartimecontracting.gov/docs/hearing2010-03-29_statement-Fitzgerald-DCAA.pdf\" target=\"_blank\">dragging its feet</a> on withdrawing its personnel from Iraq; the company&#39;s withdrawal rate significantly lags that of the military itself. If KBR doesn&#39;t reduce its employees in Iraq quicker, the U.S. government could be overbilled by as much as $193 million in 2010, officials said during hearings held by the Commission on Wartime Spending in Iraq and Afghanistan.<br />\r\n<br />\r\nIn evaluating Huffington&#39;s statement, we&#39;re most bothered by her use of the word &quot;defrauded.&quot; Some of the overbilling in Iraq appears to have been done from haste or inefficiency, or even in a desire to please military officials in the field without regard for cost. Whether the waste in contracting constitutes fraud is still being examined.<br />\r\n<br />\r\n&quot;It&#39;s a lot money being spent in a region of the world where we don&#39;t have a lot of infrastructure for accounting for how the money is being spent. It will take years before we fully determine how we spent the money,&quot; said Todd Harrison, a senior fellow for defense budget studies at the nonpartisan Center for Strategic and Budgetary Assessments.<br />\r\n<br />\r\nIn ruling on Huffington&#39;s statement, we find much in the public record to support her statement, most notably the Justice Department lawsuit. Certainly there have been hundreds of millions of dollars that Halliburton&#39;s KBR attempted to charge the government that have been denied. Government audits of KBR&#39;s work in Iraq will likely continue for some time, and we do not expect a final accounting on these fronts anytime soon. Huffington glossed over some of these points in her back and forth with Liz Cheney. There&#39;s also much evidence that makes us believe that hundreds of millions of dollars were lost to waste and inefficiency, not deceitful fraud. So we rate Huffington&#39;s statement Half True.</p>\r\n", "ruling_comments_date": "2010-06-09T15:05:01.467437", "ruling_date": "2010-06-09T16:21:05", "ruling_headline": "Halliburton, KBR, and Iraq war contracting: A history so far", "ruling_headline_slug": "halliburton-kbr-and-iraq-war-contracting-history-s", "ruling_link_text": "\"Defrauded\" too strong a word", "ruling_state": null, "source_documents": null, "sources": "<p>ABC News&#39; This Week, <a href=\"http://abcnews.go.com/print?id=10838756\" target=\"_blank\">transcript</a>, June 6, 2010<br />\r\n<br />\r\nSpecial Inspector General for Iraq Reconstruction, <a href=\"http://www.sigir.mil/applyinghardlessons/index.html\" target=\"_blank\">Hard Lessons: The Iraq Reconstruction Experience</a>, Feb. 2, 2009<br />\r\n<br />\r\nSpecial Inspector General for Iraq Reconstruction, <a href=\"http://www.sigir.mil/files/audits/06-028.pdf#view=fit\" target=\"_audit\">Review of Administrative Task Orders for Iraq Reconstruction Contracts</a>, Oct. 23, 2006<br />\r\n<br />\r\nSpecial Inspector General for Iraq Reconstruction, <a href=\"http://www.sigir.mil/files/audits/06-035.pdf#view=fit\" target=\"_audit\">Interim Audit Report on Inappropriate Use of Proprietary Data Markings by the Logistics Civil Augmentation Program (LOGCAP) Contractor,</a> Oct. 26, 2006<br />\r\n<br />\r\n<a href=\"http://www.wartimecontracting.gov/index.php\" target=\"_blank\">Commission on Wartime Contracting in Iraq</a><br />\r\n<br />\r\nCommission on Wartime Contracting in Iraq and Afghanistan, <a href=\"http://www.wartimecontracting.gov/index.php/hearings/commission/hearing-logcap\" target=\"_blank\">LOGCAP: Support-Contracting Challenges in Iraq and Afghanistan</a>, May 4, 2009<br />\r\n<br />\r\nCommission on Wartime Contracting in Iraq and Afghanistan, <a href=\"http://www.wartimecontracting.gov/index.php/hearings/commission/rightsizing\" target=\"_blank\">Rightsizing and managing contractors during the Iraq drawdown</a>, March 29, 2010<br />\r\n<br />\r\nBloomberg, <a href=\"http://www.businessweek.com/news/2010-05-06/kbr-to-get-no-bid-army-work-as-u-s-alleges-kickbacks-update1-.html\" target=\"_blank\">KBR to Get No-Bid Army Work as U.S. Alleges Kickbacks</a>, May 6, 2010</p>\r\n\r\n<p>The Washington Post, <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2009/05/04/AR2009050403283.html\" target=\"_blank\">KBR Connected to Alleged Fraud</a>, Pentagon Auditor Says, May 5, 2009</p>\r\n\r\n<p>Securities and Exchange Commission, <a href=\"http://www.sec.gov/Archives/edgar/data/1357615/000114036110008295/form10k.htm#13\" target=\"_blank\">KBR Annual Report</a>, 2009<br />\r\n<br />\r\nTaxpayers for Common Sense, <a href=\"http://www.taxpayer.net/projects.php?action=view&amp;category=&amp;type=Project&amp;proj_id=393\" target=\"_blank\">Halliburton&#39;s Road to Riches</a>, May 8, 2003<br />\r\n<br />\r\nGovernment Accountability Office, <a href=\"http://www.gao.gov/new.items/d091009t.pdf\" target=\"_blank\">Widespread Problems with Audit Quality Require Significant Reform</a>, Sept. 23, 2009<br />\r\n<br />\r\nU.S. Department of Justice, <a href=\"http://www.justice.gov/opa/pr/2010/April/10-civ-359.html\" target=\"_blank\">U.S. Sues Kellogg, Brown &amp; Root for Alleged False Claims Act Violations Over Improper Costs for Private Security in Iraq</a>, April 1, 2010<br />\r\n<br />\r\nU.S. Department of Justice, <a href=\"http://houston.fbi.gov/dojpressrel/pressrel09/ho021109.htm\" target=\"_blank\">Kellogg Brown &amp; Root LLC Pleads Guilty to Foreign Bribery Charges and Agrees to Pay $402 Million Criminal Fine</a>, Feb. 11, 2009<br />\r\n<br />\r\nGovernment Accountability Office, <a href=\"http://oversight.house.gov/images/stories/documents/20040817115725-91848.pdf\" target=\"_blank\">Military Operations: DOD&#39;s Extensive Use of Logistics Support Contracts Requires Strengthened Oversight</a>, July 2004<br />\r\n<br />\r\nU.S. House of Representatives Commttee on Government Reform - Minority staff special investigations division, <a href=\"http://oversight.house.gov/images/stories/documents/20040817115902-43717.pdf\" target=\"_blank\">Halliburton&#39;s Gasoline Overcharges</a>, July 21, 2004<br />\r\n<br />\r\nPBS Newshour, <a href=\"http://www.pbs.org/newshour/bb/business/july-dec03/halliburton_12-19.html\" target=\"_blank\">Under Scrutiny</a>, Dec. 19, 2003</p>\r\n\r\n<p>PBS Frontline, <a href=\"http://www.pbs.org/wgbh/pages/frontline/shows/warriors/view/\" target=\"_blank\">Private Warriors</a>, 2005</p>\r\n\r\n<p>KBR, <a href=\"http://www.kbr.com/About/History/\" target=\"_blank\">History</a>, accessed June 8, 2010<br />\r\n<br />\r\nHalliburton, <a href=\"http://www.halliburton.com/AboutUs/default.aspx?navid=970&amp;pageid=2312\" target=\"_blank\">History</a>, accessed June 8, 2010<br />\r\n<br />\r\nBloomberg News, <a href=\"http://www.nytimes.com/2007/07/24/business/24halliburton.html\" target=\"_blank\">Sale of KBR Bolsters Profit at Halliburton</a>, July 24, 2007</p>\r\n\r\n<p>Interview with Charles Tiefer of the Commission on Wartime Contracting in Iraq and Afghanistan</p>\r\n\r\n<p>Interview with Todd Harrison of the Center for Strategic and Budgetary Assessments.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Founder, The Huffington Post", "false_count": 0, "first_name": "Arianna", "half_true_count": 2, "home_state": "", "id": 198, "last_name": "Huffington", "mostly_true_count": 3, "name_slug": "arianna-huffington", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/ABC_News_This_Week_Arianna_Huffington.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/198/", "total_count": 5, "true_count": 0, "website": "http://www.huffingtonpost.com/"}, "statement": "<p>Halliburton defrauded American taxpayers of &quot;hundreds of millions of dollars in Iraq.&quot;</p>\r\n", "statement_context": "an interview on \"This Week.\"", "statement_date": "2010-06-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 101, "photo": null, "resource_uri": "/api/v/2/subject/101/", "subject": "Corporations", "subject_slug": "corporations", "used_in_edition": []}, {"description": "", "id": 131, "photo": null, "resource_uri": "/api/v/2/subject/131/", "subject": "Government Efficiency", "subject_slug": "government-efficiency", "used_in_edition": []}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}, {"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}, {"description": "", "id": 151, "photo": null, "resource_uri": "/api/v/2/subject/151/", "subject": "This Week - ABC News", "subject_slug": "abc-news-week", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}