{"art": [], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/jun/09/rick-perry/perry-says-18-billion-budget-gap-estimate-plucked-/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 1876, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1876/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Seven months before the Texas Legislature convenes to begin work on the state's next two-year budget, Gov. Rick Perry was asked his assessment of the state budget gap likely to confront lawmakers.</p>\r\n<p>\"How big do you estimate that the state's budget shortfall will be?\" reporter Martin Bartlett of Austin's KVUE-TV asked in an interview posted online June 4. \"... We've heard that estimate, $18 billion. That is a big number.\"</p>\r\n<p>Perry replied: \"It is a big number. And I think it's a number that somebody just reached up in the air and grabbed.\"</p>\r\n<p>Perry, noting he's been around state government for a spell, went on: \"May of 2011 is when we are really going to get down to the lick log, and to be trying to estimate what the Texas economy is going to be, particularly in this economic climate that we're in, I think is an effort in futility and not very wise by those who are trying to do those estimates.\"</p>\r\n<p>We wondered what the heck a lick log is -- oh, and whether Perry was on the mark when he characterized the $18 billion estimate as free-floating, so to speak. For starters, we're presuming that \"budget gap\" refers to the expected gulf during 2012-13 between state spending demands and revenue the state can count on to meet them.</p>\r\n<p>As for lick log, the Random House Historical Dictionary of American Slang says a lick log is a &ldquo;salt lick for cattle.&rdquo; The phrase &ldquo;down to the lick log&rdquo; means to get &ldquo;down to business.&rdquo; So, Perry&rsquo;s perspective appears to be that the financial picture won't be clear until May 2011, about when negotiators for the House and Senate are likely to draw up the final budget that ends up being sent to the governor.</p>\r\n<p>When we contacted Perry's office about his \"up in the air\" statement, spokeswoman Allison Castle pointed out that state Comptroller Susan Combs has not yet released a 2012-13 revenue estimate and also agencies have not made appropriation requests.</p>\r\n<p>Some budgetary background: Every odd-numbered year, lawmakers start drafting the budget with instructions from the state comptroller on how much revenue the state expects to earn during the next two years; that forecast determines how much the state has to spend. Unlike the federal government's, the budget has to balance, with the state spending no more than it takes in.</p>\r\n<p>When Perry was asked about the $18 billion figure on KVUE, Bartlett did not mention a source for the number. The Austin American-Statesman's budget reporter, Kate Alexander, nudged us to review the May 11 meeting of the House Appropriations Committee, whose members will get first crack at writing the budget.</p>\r\n<p>At the meeting, according to a video recording posted online by the Texas House, committee Chairman Jim Pitts, R-Waxahachie, quizzed Wayne Pulver, assistant director of the Legislative Budget Board, about the reasons that the state is facing a budget gap. Pitts introduced Pulver by noting the board does forecasting and is keeping the committee informed about \"what we might be looking at as far as the shortfall.\" Established in 1949, the board is charged with many budgetary responsibilities, including preparation of a draft of the budget bill for legislators each session; its analysts produce the numbers that inform legislative spending decisions.</p>\r\n<p>At the hearing, Pulver signed off on Pitts' conclusion that lawmakers will start with a budget gap because of funds that will no longer be available from sizable sources that helped balance the 2010-11 budget: $6.4 billion in federal stimulus money and $5.6 billion in one-time state funds.</p>\r\n<p>Those figures jibe with an analysis the budget board produced in March for the committee and was laid out by John O'Brien, the board's executive director. O'Brien pegged the budget gap at $11 billion, but cautioned that his figure assumed no growth in state spending or revenue.</p>\r\n<p>At the May hearing, Pulver detailed factors expected to increase the shortfall, including that revenue could fail to meet projections and that spending may increase to accommodate growth in demand for programs like Medicaid and the Children's Health Insurance Program.</p>\r\n<p>Pitts then asked: \"So that could add up to between $15 and $18 billion?\" Pulver called that number \"reasonable.\"</p>\r\n<p>At a May 25 meeting of the House Ways and Means committee, Chairman Rene Oliveira, D-Brownsville, got into more nitty-gritty. Citing a staff analysis, Oliveira said the expected gap could be reduced thanks to $1.2 billion in cuts to the current budget ordered by state leaders. Also, he said, the state could reap more than $3 billion in additional revenue transferred from the state's public education endowment and in federal Medicaid aid.</p>\r\n<p>But Oliveira also said the state could be facing new costs, such as:</p>\r\n<p>* $2.5 billion for Medicaid, primarily because of increased enrollment linked both to the economic downturn<br />* $3.4 billion for public and higher education, primarily because of projected enrollment increases<br />* $200 million for prisons, including increased health care costs</p>\r\n<p>A final factor in Oliveira&rsquo;s analysis: revenue collections that he said could leave the state $3 billion to $6 billion short of projections.</p>\r\n<p>When all is said and done, Oliveira's budget gap estimate ends up at about $18 billion.</p>\r\n<p>J.J. Garza, Oliveira's chief of staff, later told us that he prepared Oliveira's analysis in consultation with the staff of Texas House Speaker Joe Straus, R-San Antonio, the Legislative Budget Board, and government and private-sector economists.</p>\r\n<p>Straus has also cited the budget gap, writing in a June 1 opinion piece in the Austin American-Statesman that \"recent estimates project the state budget shortfall could be as much as $18 billion.\" Tracy Young, a spokeswoman for Straus, told us the speaker was referring to the same figures discussed by Pitts and Pulver. She described the source of the numbers as a combination of information from the LBB, state comptroller's office and the speaker's policy staff.</p>\r\n<p>As for the legitimacy of the $18 billion figure, we found a common cautionary caveat. There is still a lot of time for the number to change, especially if the economy takes a dramatic turn -- in either direction.</p>\r\n<p>In prepared remarks for the May 25 committee meeting, Oliveira said \"the numbers can move by hundreds of millions over the next few months.\" He continued: \"If the recovery is stronger, then (tax) collections would improve, our Medicaid burden would probably shrink ... and the revenue estimate for next session would be higher,\" which would shrink the gap.</p>\r\n<p>Sen. Steve Ogden, R-Bryan, chairman of the Senate Finance Committee, told the San Antonio Express-News in April that the budget gap couldn't yet be defined \"because you don't know -- when you say shortfall, you imply some sort of mandatory spending level and some sort of predetermined revenue level, neither of which we have. There's no shortfall if you don't spend it. And we don't know yet what our revenue projections are.\"</p>\r\n<p>Despite that, Dale Craymer, president of the Texas Taxpayers and Research Association -- which represents several hundred largely Texas-based businesses and legal and accounting firms -- said that making budget projections is a \"healthy part of the process; we do need to constantly be looking forward.\" Craymer said that without projections, for example, state leaders might not have decided to call for the recent cuts to the state's current budget.</p>\r\n<p>So how does Perry's statement shake out?</p>\r\n<p>It's downright flighty. Projections may be uncertain, but that doesn't mean they're pulled from the air, as Perry told KVUE. The $18 billion budget gap figure has been cited by state leaders using the best information they now have available. And an official at the budget board, whose staffers are longstanding experts on number-crunching, called that figure \"reasonable\" before Perry piped up.</p>\r\n<p>We rate Perry's statement as False.</p>", "ruling_comments_date": "2010-06-09T19:06:54.650592", "ruling_date": "2010-06-09T22:26:38", "ruling_headline": "Perry says $18 billion budget gap estimate is plucked from air", "ruling_headline_slug": "perry-says-18-billion-budget-gap-estimate-plucked-", "ruling_link_text": "Though uncertain, numbers not free-floating", "ruling_state": null, "source_documents": null, "sources": "<p>KVUE interview with Gov. Rick Perry, &ldquo;<a href=\"http://www.kvue.com/outbound-feeds/yahoo-news/Perry-talks-budget-border-security-95623044.html\" target=\"_blank\">Perry talks budget, border security</a>,&rdquo; June 4, 2010</p>\r\n<p>Random House Historical Dictionary of American Slang, 1997</p>\r\n<p>Texas House <a href=\"http://www.house.state.tx.us/committees/broadcasts.php?session=81&amp;committeeCode=030\" target=\"_blank\">video</a>, House Appropriations Committee hearings</p>\r\n<p>Texas House <a href=\"http://www.house.state.tx.us/committees/broadcasts.php?session=81&amp;committeeCode=490\" target=\"_blank\">video</a>, House Ways and Means Committee hearings</p>\r\n<p>Legislative Budget Board, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/060910_lbbdoc.pdf\" target=\"_blank\">Budget/Revenue Outlook for 2012-13 Biennium</a>, March 8, 2010</p>\r\n<p>Rep. Rene Oliveira, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/060910_oliveiradoc.rtf\" target=\"_blank\">opening comments for Ways and Means Committee hearing</a>, May 25, 2010</p>\r\n<p>Texas House Speaker Joe Straus, &ldquo;<a href=\"http://www.statesman.com/opinion/straus-facing-18-billion-shortfall-texas-cant-afford-715595.html\" target=\"_blank\">Facing $18 billion shortfall, Texas can&rsquo;t afford business as usual</a>,&rdquo; June 1, 2010</p>\r\n<p>San Antonio Express-News, &ldquo;<a href=\"http://www.mysanantonio.com/news/politics/elections/Senate_Finance_boss_shares_ideas_on_tax_laws.html\" target=\"_blank\">Senate Finance boss shares ideas on tax laws,</a>&rdquo; April 15, 2010</p>\r\n<p>Interview with J.J. Garza, chief of staff to Rep. Rene Oliveira, June 7, 2010</p>\r\n<p>Interview with Dale Craymer, president, Texas Taxpayers and Research Association, June 8, 2010</p>\r\n<p>Interview with Tracy Young, communications director for Texas House Speaker Joe Straus, June 9, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 30, "current_job": "U.S. Energy Secretary", "false_count": 31, "first_name": "Rick", "half_true_count": 42, "home_state": "Texas", "id": 291, "last_name": "Perry", "mostly_true_count": 24, "name_slug": "rick-perry", "pants_count": 18, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Perry_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/291/", "total_count": 176, "true_count": 26, "website": "https://energy.gov/management/history/secretaries-energy"}, "statement": "<p>Says an estimate that Texas will face an $18 billion budget gap is &ldquo;a number that somebody just reached up in the air and grabbed.\"</p>", "statement_context": "an interview", "statement_date": "2010-06-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [], "twitter_headline": null}