{"art": [], "author": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/jun/14/republican-party-texas/gop-says-bill-white-has-history-trying-restrict-mi/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "bbell@statesman.com", "first_name": "Brenda", "id": 267, "last_name": "Bell", "name_slug": "brenda-bell", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/267/", "title": "Projects Editor", "twitter": null}, {"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 1880, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1880/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tCelebrating Memorial Day weekend in fine campaign fashion, Gov. Rick Perry released a statement from Bosnian war hero Scott O&#39;Grady, who called on Democratic gubernatorial nominee Bill White to apologize for undermining military voting rights. O&#39;Grady, a U.S. Air Force captain, gained fame in 1995 after he was shot down in Bosnia and survived for six days before being saved by Marines.</p>\r\n<p>\r\n\t&quot;As Memorial Day weekend begins, Bill White should apologize to all veterans and military men and women for supporting limited voting rights for our military,&quot; O&#39;Grady said in a press release posted May 28 on Perry&#39;s campaign website.</p>\r\n<p>\r\n\tThe same charge surfaced in 2003, when White was running for mayor of Houston. This time around, it didn&#39;t take long for other Republicans to echo O&#39;Grady, including the Republican Party of Texas. &quot;Former Texas Democratic Party chairman and current Democratic nominee for governor, Bill White, has a long history of trying to limit or even disenfranchise military voters,&quot; the GOP said in a June 4 e-mail. &quot;His history goes back to at least 1997, when the Democrats tried to overturn elections in South Texas when their candidate lost &mdash; and they tried to get military votes thrown out so they could get the outcome that they wanted. It was a purely political attack on military voting rights.&quot;</p>\r\n<p>\r\n\tLet&#39;s roll back a decade. On Nov. 5, 1996, Republican D&#39;Wayne Jernigan beat Democrat Oscar Gonzalez, Jr. by 267 votes to become the Val Verde County sheriff. Republican Murry Kachel bested Frank Coronado by 113 votes for a commissioner&#39;s seat in the South Texas county, which was 70 percent Hispanic, according to the 1990 U.S. Census (according to the 2000 U.S. Census, 78 percent of residents were of Hispanic or Latino origin).</p>\r\n<p>\r\n\tAlmost all of the 800 absentee ballots were cast by mail by military members and their families &mdash; most of them Anglo &mdash; who had been stationed at Laughlin Air Force Base, near Del Rio, but no longer lived in the county. They swung the election for the GOP.</p>\r\n<p>\r\n\tBefore the election, Jernigan and Kachel had solicited the votes of members of the military, according to a June 15, 1997, article in the San Antonio Express-News.</p>\r\n<p>\r\n\tOn Dec. 4, 1996, Gonzalez and Coronado contested the election results, arguing that they lost because of ballots cast by voters who weren&#39;t connected to the community. On Dec. 19, county resident Jovita Casarez filed a federal lawsuit with the help of Texas Rural Legal Aid, on the grounds that the absentee ballots improperly diluted the Hispanic vote, violating the Voting Rights Act.</p>\r\n<p>\r\n\tThe nonprofit group had found that 203 absentee voters in the 1996 election had last resided in the county more than 10 years before. One absentee voter had last voted there in 1986 and also owned a home in Florida. Another military voter indicated in his questionnaire that he and his spouse lived in Bexar County and had only spent their honeymoon in the county 26 years earlier.</p>\r\n<p>\r\n\tTwo of the voters &mdash; Carol and Kenneth Belongia of Colorado Springs, Colo. &mdash; listed their former Laughlin address as their residence for voting purposes, and maintained Texas driver&#39;s licenses and vehicle registrations, according to a February 1997 report by The Associated Press. &quot;We are legally allowed to do this,&quot; Carol Belongia said. &quot;It&#39;s kind of tough being in the military... One of the few benefits is we can maintain our state residency like that, to give us a sense of permanence.&quot;</p>\r\n<p>\r\n\tA federal district judge issued an order blocking Jernigan and Kachel from taking office, pending the Democratic candidates&#39; challenge in state court.</p>\r\n<p>\r\n\tThe crux of both cases? Whether those service members who cast votes in local elections via Federal Post Card Application ballots satisfied state and federal residency requirements. The federal form lets members of the military and citizens temporarily living abroad to request absentee ballots and to register to vote in local, state and federal elections in one fell swoop.</p>\r\n<p>\r\n\tBoth suits cited a state law permitting out-of-state voters to cast ballots from elsewhere only if they consider the Texas locale their permanent home or intend to make it so. The federal judge wrote that the issue was not whether U.S. military personnel can vote but where they can legally vote in local elections.</p>\r\n<p>\r\n\tThe suits spurred accusations that the plaintiffs were attacking military members&#39; and their families&#39; right to vote. Then it got even more contentious.</p>\r\n<p>\r\n\tIn early 1997, allegations surfaced that Kachel, the county commissioner-elect, was a high-ranking member of the Ku Klux Klan while serving in the military in Germany in the 1980s. The charges traced to a 1981 article in a West German magazine that included a detailed description of Kachel and his living quarters, identifying him as a &quot;European Klan boss.&quot;</p>\r\n<p>\r\n\tKachel first denied the charge, then admitted it was true and withdrew his candidacy.</p>\r\n<p>\r\n\tCue White, who was then chairman of the Texas Democratic Party.</p>\r\n<p>\r\n\tAt a March rally, White said &quot;the Democratic Party of Texas and all Texans support the lawful rights of military voters,&quot; according to a March 7, 1997, article in the San Antonio Express-News. &quot;The issue that has been raised here in Val Verde County is not whether people are pro-military or anti-military. It is the rights of local voters to have their say in the process about who represents them,&quot; he said.</p>\r\n<p>\r\n\tAccording to the news report, White said the Democratic Party didn&#39;t take issue with absentee ballots cast by folks with direct ties to the community or who planned on returning there to retire. &quot;The issue is those people who were born, raised and educated (elsewhere), and have all their ties to other communities, and have not been here for years, and have no vested interest in what happens in local government,&quot; he said.</p>\r\n<p>\r\n\tIn a March 12, 1997, commentary published in the Express-News, White wrote: &quot;The Texas Democratic Party strongly supports the rights of military personnel to participate in the elections of Texas.&quot; His column suggested that military personnel who voted for Kachel did so without knowing about his KKK background. White said Kachel&#39;s admission of such activities &quot;demonstrates that military voters supported a candidate that they knew little or nothing about, in an election so far from home that they could not possibly have been informed about local concerns.&quot;</p>\r\n<p>\r\n\tWhite also suggests that the members of the military were solicited to vote in the Texas county to defeat Democratic candidates, and he wrote that military voters have a financial incentive to declare Texas as their residence because the state doesn&#39;t levy an income tax.</p>\r\n<p>\r\n\tWhy did White wade into the election scuffle? &quot;Because there was a former KKK member who won an election in a largely Hispanic district where (there was) an unusual spike in voting that indicated that there could be some fraud involved,&quot; he told us. &quot;But never, ever in the statement I made at the time and in the editorial following that letter to the editor did I think we should restrict the rights of the military to vote.&quot;</p>\r\n<p>\r\n\tOn June 19, 1997, a state district judge ruled that the Democratic candidates failed to make a case in challenging the mail-in ballots, and the federal judge subsequently lifted his injunction blocking Jernigan from taking office. Jernigan was sworn in, nearly eight months after the election.</p>\r\n<p>\r\n\tEnd of story? Not quite.</p>\r\n<p>\r\n\tIn April 1997, the Texas House voted to approve an amendment by Rep. Hugo Berlanga, D-Corpus Christi, intended to prevent military personnel from voting in local elections unless they had local addresses in the county where they were voting. The amendment did a few things, but at issue here was that made it so that military personnel could only use the federal postcard application to request absentee ballots for federal elections. If they wanted to vote in state or local elections, they needed to register with that county and provide the address of the legal residence in the area they intended to return to.</p>\r\n<p>\r\n\tBerlanga insisted the legislation didn&#39;t limit military voting rights, but rather protected the rights of all Texas voters. Critics argued that it did exactly that by restricting the scope of the federal postcard application. The amendment later died in the Senate.</p>\r\n<p>\r\n\tWhite defended the amendment, according to a May 4 news article in the Abilene Reporter-News. &quot;It really just simplifies voting for military personnel,&quot; he said. &quot;All a member of the military has to do to maintain his or her voting registration in Texas is contact the Secretary of State to register and continue to vote in their home county.&quot;</p>\r\n<p>\r\n\tCurrently? A person is permitted to vote in the &quot;last real home you had in the U.S. and is referred to by election officials as your voting residence address,&quot; according to the Texas Secretary of State. You don&#39;t have to own or live in the property, but it should be your last U.S. address &mdash; not including places where you live temporarily.</p>\r\n<p>\r\n\tWhere does that leave the GOP&#39;s charge that White tried to limit or disenfranchise military voters?</p>\r\n<p>\r\n\tIn 1997, White supported two lawsuits that sought to throw out hundreds of absentee ballots cast by military members in a South Texas election on grounds that the voters didn&#39;t meet residency requirements, and that their votes violated the Voting Rights Act.</p>\r\n<p>\r\n\tAt the same time, White also favored a legislative proposal that could have made it harder for military personnel to vote in state and local elections in Texas. Why? For each state or local election back home, the affected voter would have to demonstrate they had a local address in the Texas community, register to vote there, and then request the appropriate absentee ballot.</p>\r\n<p>\r\n\tDid White&#39;s positions &mdash; which he hasn&#39;t backed off &mdash; equate to limiting the right of military personnel to vote? Well, he&#39;d certainly make it harder for those personnel wanting to vote in state and local elections with the same ease some exploited to cast ballots in the Val Verde County election of 1996.</p>\r\n<p>\r\n\tHowever, the 1997 lawsuits and a moment of legislative action in the wake of one election does not a long history make. The Republicans&#39; statement leaves the impression White has been working steadily to restrict military voting rights for decades.</p>\r\n<p>\r\n\tWe rate the statement as Half True.</p>", "ruling_comments_date": "2010-06-10T17:41:10.348083", "ruling_date": "2010-06-14T09:34:28", "ruling_headline": "The GOP says Bill White has a history of trying to restrict military voters", "ruling_headline_slug": "gop-says-bill-white-has-history-trying-restrict-mi", "ruling_link_text": "The long history is limited, but White supported legislation to tighten voting laws", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tTexans for Rick Perry, <a href=\"http://www.rickperry.org/release/war-hero-scott-o%E2%80%99grady-calls-bill-white-apologize-supporting-limited-military-voting-rights\" target=\"_blank\" title=\"Press release:\">Press release:</a> War hero Scott O&#39;Grady calls on Bill White to apologize for supporting limited military voting rights, May 28, 2010</p>\r\n<p>\r\n\tTexans for Rick Perry, <a href=\"http://rickperry.org/release/statement-texans-rick-perry-spokesman-mark-miner-2\" target=\"_blank\" title=\"Statement\">Statement</a> from Texans for Rick Perry spokesman Mark Miner, May 28, 2010</p>\r\n<p>\r\n\tTexans for Rick Perry, <a href=\"http://www.rickperry.org/release/bill-white-supported-lawsuits-%E2%80%93-and-legislation-%E2%80%93-limit-military-participation-local-electio\" target=\"_blank\" title=\"Press release:\">Press release:</a> Bill White supported lawsuits &mdash; and legislation &mdash; to limit military participation in local elections,&quot; June 1, 2010</p>\r\n<p>\r\n\tBill White for Texas, <a href=\"http://www.billwhitefortexas.com/blog/001151.php\" target=\"_blank\" title=\"Press release:\">Press release:</a> Bill White: a strong supporter of the military, May 28, 2010</p>\r\n<p>\r\n\tU.S. District Court <a href=\"http://scholar.google.com/scholar_case?case=13566078229023560866&amp;hl=en&amp;as_sdt=2&amp;as_vis=1&amp;oi=scholarr\" target=\"_blank\" title=\"opinion\">opinion</a> for Casarez v. Val Verde County, Jan. 24, 1997</p>\r\n<p>\r\n\tSan Antonio Express-News, Absentee military tax-avoiders bad idea, by Bill White, March 12, 1997 (found via LexisNexis)</p>\r\n<p>\r\n\tThe Houston Chronicle, <a href=\"http://blogs.chron.com/texaspolitics/archives/2010/05/bosnia_war_hero.html#more\" target=\"_blank\" title=\"Bosnia war hero chides White over military voting,\">Bosnia war hero chides White over military voting,</a> May 28, 2010</p>\r\n<p>\r\n\tAbilene Reporter-News, <a href=\"http://www.texnews.com/local97/milvote050497.html\" target=\"_blank\" title=\"Bill would deny some military votes in local elections,\">Bill would deny some military votes in local elections,</a> May 4, 1997</p>\r\n<p>\r\n\tTownhall.com, <a href=\"http://townhall.com/blog/g/f2c89055-2c0a-4187-b7cd-4ba837cd6780\" target=\"_blank\" title=\"Mayor against illegal guns true agenda is anti-gun,\">Mayor against illegal guns true agenda is anti-gun,</a> by Scott O&#39;Grady, Feb. 23, 2009</p>\r\n<p>\r\n\tSan Antonio Express-News, Klan allegations simmer in Val Verde, Jan. 22, 1997 (found via LexisNexis)</p>\r\n<p>\r\n\tSan Antonio Express-News, Val Verde vote flap due in court; Trial begins Monday to determine who will be sheriff, commissioner, June 15, 1997 (found via LexisNexis)</p>\r\n<p>\r\n\tSan Antonio Express-News, Democratic leader supports voting suit, March 7, 1999 (found via LexisNexis)</p>\r\n<p>\r\n\tSan Antonio Express-News, Quick move puts military voting measure back on track, May 1, 1997 (found via LexisNexis)</p>\r\n<p>\r\n\tThe Associated Press, House advances bill on military absentee votes, May 1, 1997</p>\r\n<p>\r\n\tThe Associated Press, <a href=\"http://articles.latimes.com/1997-03-02/news/mn-33985_1_val-verde-county\" target=\"_blank\" title=\"Texans challenge absentee voting by military personnel,\">Texans challenge absentee voting by military personnel,</a> March 2, 1997</p>\r\n<p>\r\n\tE-mail interview with Bryan Preston, communications director, June 7, 2010</p>\r\n<p>\r\n\tInterview with Bill White, Democratic nominee for governor, June 9, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "", "false_count": 1, "first_name": "", "half_true_count": 1, "home_state": "Texas", "id": 293, "last_name": "Republican Party of Texas", "mostly_true_count": 4, "name_slug": "republican-party-texas", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Picture_5_.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/293/", "total_count": 11, "true_count": 1, "website": "http://www.texasgop.org/"}, "statement": "<p>\r\n\t&quot;Bill White has a long history of trying to limit or even disenfranchise military voters.&quot;</p>", "statement_context": "an e-mail", "statement_date": "2010-06-04", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Former mayor of Houston", "false_count": 3, "first_name": "Bill", "half_true_count": 5, "home_state": "Texas", "id": 294, "last_name": "White", "mostly_true_count": 7, "name_slug": "bill-white", "pants_count": 3, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Whitemug2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/294/", "total_count": 26, "true_count": 6, "website": "https://www.facebook.com/BillWhiteTexas"}], "twitter_headline": ""}