{"art": [], "author": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2010/jun/11/nathan-deal/nathan-deal-says-hes-leader-immigration/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 1882, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1882/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>During his campaign for governor, Nathan Deal has repeatedly cited his work on immigration issues as a U.S. congressman as evidence he has leadership skills. He brought it up in May during a gubernatorial debate in Gwinnett County. Fox Business TV host Neil Cavuto said Deal \"led the fight against illegal immigration in the House\" during an April 29 interview. <br /><br />And when fellow Republican Karen Handel challenged him to prove he was a leader on the issue during his 17-year tenure, he reiterated the point in a news release. <br /><br />&ldquo;While Karen Handel was busy preparing her resume to run for Secretary of State or Governor, Nathan Deal was leading in Congress to protect our borders.\"<br /><br />The release outlined five of his accomplishments as proof. We will analyze these points one at a time.</p>\r\n<p><br /><strong>Deal \"led the fight\" to require citizenship verification for recipients of Medicaid services under the health care overhaul signed into law this year.</strong></p>\r\n<p>He led the fight, but he didn't win it. Deal was a member of the U.S. House of Representatives' Committee on Energy and Commerce in July 2009 when he offered an amendment to America's Affordable Health Choices Act of 2009 that would have required citizenship verification for people applying for and renewing their Medicaid benefits. The proposal was narrowly defeated, 29-28.</p>\r\n<p><strong>Deal was \"lead sponsor\" of legislation to prevent automatic citizenship for babies born in the United States to illegal immigrants.</strong></p>\r\n<p>Yes he was, again and again. We found four instances in which Deal sponsored bills that would end this path to U.S. citizenship: the Birthright Citizenship Act of 2009; the Birthright Citizenship Act of 2007; the Citizenship Reform Act of 2005; and the Citizenship Reform Act of 2003.<br /><br />Even before Deal began sponsoring these birthright bills, he supported similar congressional efforts. He was a regular co-sponsor of such resolutions starting when he took office in 1993. He did so for 10 years before he began to sponsor the bills himself. <br /><br />None of the bills passed. <br /><strong><br />Deal \"authored and passed\" a law that requires that the citizenship of Medicaid applicants be verified.</strong></p>\r\n<p>Deal and the late U.S. Rep. Charlie Norwood of Augusta share credit for this successful measure, which attracted widespread media coverage in 2005 and 2006. They introduced this provision as part of the Deficit Reduction Act of 2005, a massive budget bill that trimmed funding for entitlement programs. It required that Medicaid recipients show proof of citizenship when they apply for benefits or renew them.<br />&nbsp;<br /><strong>Deal was a \"longtime leader\" in the U.S. House of Representatives' Immigration Reform Caucus.</strong></p>\r\n<p>The Immigration Reform Caucus is a group of more than 90 U.S. congressmen, almost all Republicans, that advocates for placing more restrictions on illegal immigrants and immigration, as well as taking a more aggressive approach to enforcing existing laws. Deal was a member of the caucus and was mentioned in a March 2007 Roll Call article as leading its team on birthright citizenship, a cause he has supported since 1993. We have found articles mentioning his membership in the group dating to 2001. The group was founded in May 1999. <br /><br /><strong>Deal worked \"hand-in-hand\" with Norwood on the Clear Law Enforcement for Criminal Alien Removal Act, which proposed to allow local law enforcement to assist federal authorities in enforcing immigration laws. This bill \"became the origin\" of the&nbsp; 287(g) program of Immigration and Customs Enforcement, which delegates some immigration law enforcement power to certain state and local law enforcement agencies. &nbsp; </strong></p>\r\n<p>Yes. And no. <br /><br />Deal did work closely with Norwood on the Clear Law Enforcement for Criminal Alien Removal Act, according to <span class=\"author\">Greg Louer, who served as Norwood's policy director, and James R. Edwards Jr</span>., a fellow for the conservative Center for Immigration Studies who consulted Norwood on the bill while he was with the conservative think tank the Hudson Institute. They fought for it for years. It was introduced four times, starting in 2003. <br /><br />While the bill never passed, it became influential, Louer said. Portions of its language appeared in as many as 20 similar bills. <br /><br />Deal's campaign argues CLEAR \"became the origin\" of the 287(g) program, and that it in turn opened the door for the March arrest of Kennesaw State student Jessica Colotl. Colotl entered the country illegally when she was 10 and was taken into custody and cited with immigration violations after she was unable to produce identification during a March traffic stop. Her case has since become a flash point for immigration policy debate. <br /><br />But CLEAR did not originate the 287(g) program. It was named after a section in the Illegal Immigration Reform and Immigrant Responsibility Act of 1996 -- seven years before the first CLEAR bill was even introduced. State and local law enforcement agencies began participation in 2002, one year before Norwood submitted the first CLEAR bill to Congress. <br /><br />Yet while CLEAR never made it into law, its popularity among conservative lawmakers did pressure ICE to beef up the 287(g) program, Louer and Edwards said. The program received additional funding. More law enforcement agencies signed up to take on immigration enforcement roles. Plus one of the legislation's major goals -- to improve information sharing on immigration violations between the federal government and local law enforcement -- was adopted administratively by ICE during the later years of the Bush administration.<br /><br />So was Deal a leader on immigration reform while he was in Congress? <br /><br />He certainly was consistent. His approach on illegal immigration stretches back to his first year in Congress. He was also persistent. He was willing to press issues such as birthright citizenship repeatedly. <br /><br />Deal is also recognized by a nationally known immigration watchdog group as taking a lead on the issue.<br /><br />\"He certainly was one of the leaders,\" said Ira Mehlman, a spokesman for the Federation for American Immigration Reform.<br /><br />And while his success changing actual U.S. immigration law is limited and his campaign's portrayal of the CLEAR bill's influence over the 287(g) program is incorrect, Deal did play a notable behind-the-scenes role beefing up immigration enforcement. We rate this claim to be Mostly True.</p>", "ruling_comments_date": "2010-06-10T18:35:59.912359", "ruling_date": "2010-06-11T06:00:00", "ruling_headline": "Nathan Deal says he's a leader on immigration", "ruling_headline_slug": "nathan-deal-says-hes-leader-immigration", "ruling_link_text": "He led, but folks didn't always follow", "ruling_state": null, "source_documents": null, "sources": "<p>Fox Business \"<a href=\"http://www.youtube.com/user/thedealreel#p/a/u/0/B7sbBNQLx3A\" target=\"_blank\">Your World</a>,\" April 29, 2010</p>\r\n<p>Department of Homeland Security, Office of Inspector General, \"<a href=\"http://www.dhs.gov/xoig/assets/mgmtrpts/OIG_10-63_Mar10.pdf\" target=\"_blank\">The Performance of 287(g) Agreements</a>,\" March 2010. <br /><br />Nathan Deal for Governor news release, April 30, 2010<br /><br />The Atlanta Journal-Constitution, \"Debate puts focus on immigration,\" May 23, 2010<br /><br />Interview, Brian Robinson, communications director for the Deal campaign, June 3, 2010<br /><br />Interview, <span class=\"author\">James R. Edwards Jr</span>., fellow, Center for Immigration Studies, June 7, 2010<br /><br />Interview, <span class=\"author\">Greg Louer, former policy director for U.S. Rep. Charlie Norwood, June 7, 2010<br /><br />Interview, Ira Mehlman. spokesman, Federation for American Immigration Reform<br /></span><br />U.S. Immigration and Customs Enforcement, \"<a href=\"http://www.ice.gov/partners/287g/Section287_g.htm\" target=\"_blank\">Delegation of Immigration Authority Section 287(g) Immigration and Nationality Act</a>,\" Aug. 18, 2008.<br /><br />House Energy and Commerce Republicans, \"<a href=\"http://republicans.energycommerce.house.gov/news/PRArticle.aspx?NewsID=7325\" target=\"_blank\">Markup of H.R. 3200 'America's Affordable Health Choices Act of 2009</a>,\" July 31, 2009. <br /><br />HR 1868, \"<a href=\"http://thomas.loc.gov/cgi-bin/bdquery/z?d111:h.r.01868:\" target=\"_blank\">Birthright Citizenship Act of 2009</a>,\"<br /><br />HR 1940, \"<a href=\"http://thomas.loc.gov/cgi-bin/bdquery/z?d110:h.r.01940:\" target=\"_blank\">Birthright Citizenship Act of 2007</a>\" <br /><br />HR 698, \"Citizenship Reform Act of 2005\" <br /><br />HR 1567, \"<a href=\"http://thomas.loc.gov/cgi-bin/bdquery/z?d108:h.r.01567:\" target=\"_blank\">Citizenship Reform Act of 2003</a>\" <br /><br />HJ Res. 59, 2001 <br /><br />HJ Res. 10, 1999<br /><br />HJ Res, 26, 1997<br /><br />HJ Res. 64, 1995<br /><br />HJ Res. 129, 1993<br /><br />Immigration Reform Caucus, <a href=\"http://www.house.gov/bilbray/irc/members.shtml\" target=\"_blank\">Membership List</a><br /><br />Roll Call, \"<a href=\"http://www.house.gov/apps/list/press/ca50_bilbray/morenews/20070312_rollcall.shtml\" target=\"_blank\">Immigration Foes Retooling Congress</a>,\" March 12, 2007<br /><br />The Boston Globe,&nbsp;<span><span style=\"background-color: #ffff00;\"><span><span style=\"background-color: #ffffff;\">\"US rule demands proof of citizenship for healthcare,\" April 11, 2006<br /><br />The Atlanta Journal-Constitution, \"Bill adds citizen ID test for Medicaid,\" Jan. 1, 2006<br /><br />The Atlanta Journal-Constitution, \"Medicaid citizenship law faces court fight,\" June 28, 2006</span></span></span></span></p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 9, "current_job": "", "false_count": 5, "first_name": "Nathan", "half_true_count": 11, "home_state": "", "id": 441, "last_name": "Deal", "mostly_true_count": 11, "name_slug": "nathan-deal", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NathanDeal.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/441/", "total_count": 52, "true_count": 13, "website": ""}, "statement": "<p>While in Congress, Nathan Deal was a leader when it came to protecting our borders.</p>", "statement_context": "a press releaase", "statement_date": "2010-04-30", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}