{"art": [], "author": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2010/jun/13/kevin-levitas/state-rep-says-georgia-sets-gold-standard-food-saf/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 1884, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1884/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\t<em>Note to readers: An update was posted to this item on June 29, 2010. Also, a letter to the editor responding to this item appeared July 7, 2010. See the note and letter at the end of this story. </em></p>\r\n<p>\r\n\tWhen we read a recent news release issued by state Rep. Kevin Levitas (D-DeKalb County), we thought back to a small town named Blakely. His announcement said that Gov. Sonny Perdue&rsquo;s signing of the Sanitary Activity for Food-Processing Enterprises Act celebrated the strength of the state&rsquo;s food-safety system:<br />\r\n\t<br />\r\n\t&quot;Georgia has a well-deserved reputation for setting the gold standard for food safety, and the SAFE Act continues our state&rsquo;s long tradition of protecting the consuming public,&quot; Levitas said in the release. &quot;An overwhelming majority of food processors in Georgia keep quality and safety as their primary concerns. The SAFE Act is intended to keep out the bad actors and punish the few who put profit over human life and safety.&quot;<br />\r\n\t<br />\r\n\tGeorgia-produced peanut butter took a huge hit a few years back. The South Georgia town of Blakely was the home to a Peanut Corporation of America plant that helped spawn one of the biggest outbreaks of food-borne illness in the nation&rsquo;s history. The salmonella outbreak in late 2008 sickened about 700 and was linked to nine deaths nationwide. Georgia Agriculture Department plant inspection reports showed grease and dirt buildup on equipment, unmarked chemical containers and gaps in doors large enough for rodents to scuttle through. One worker testified before Congress that she spotted roaches and rodents inside.<br />\r\n\t<br />\r\n\tBlakely came to symbolize Georgia&rsquo;s lax culture of food-safety regulation. In 2007, salmonella from ConAgra Foods in Sylvester, the maker of Peter Pan peanut butter, made more than 600 people ill. That same year, botulism was found in canned chili from a plant in Augusta. It was the first outbreak of botulism from commercially canned foods in nearly four decades.<br />\r\n\t<br />\r\n\tCan a state that produced a tainted peanut butter that killed nine people set the &quot;gold standard&quot; for food safety?<br />\r\n\t<br />\r\n\tIt&rsquo;s hard to establish what a &quot;gold standard&quot; might be in the food safety arena. No ranking of state programs exists because it&rsquo;s difficult to come up with a good way of scoring them. When we asked experts to name states with good systems, they cited Oregon, Minnesota and New York. Not Georgia.<br />\r\n\t<br />\r\n\tWe asked Levitas for evidence backing his claim. He said that since the outbreak, the state Legislature has strengthened food-safety laws in two crucial ways: It created a requirement that food processors alert the state within 24 hours when tainted food is discovered, and it made it a felony for food processors to knowingly release&nbsp; contaminated products to the public.<br />\r\n\t<br />\r\n\tThe reporting requirement is the result of 2009&rsquo;s Senate Bill 80, which was passed in response to the peanut butter scare. Food processing safety experts we talked with had not heard of another state with a similar rule, so Georgia is unique in this regard.<br />\r\n\t<br />\r\n\tThe problem is that the reporting rule applies to only a portion of food processors. A loophole allows food processors who submit a special &quot;written food safety plan&quot; to avoid being subject to the 24-hour reporting standard, according to the text of the bill, media coverage and interviews with experts. So while this requirement may be unusual, its impact is limited.<br />\r\n\t<br />\r\n\tThis year&rsquo;s House Bill 883 made the knowing release of tainted products to the public a felony in Georgia. Experts said this state law is unusual but the act is already a crime under federal law.<br />\r\n\t<br />\r\n\tLevitas said it was necessary to make releasing tainted food a crime on the state level to help local prosecutors. It&rsquo;s easier to prosecute a bad food producer in court when there is a death of a consumer if it was the result of a state crime, he said.<br />\r\n\t<br />\r\n\tThere are other ways to measure the strength of Georgia&rsquo;s food-safety system. Some states are better than others at figuring out the cause of an outbreak. According to the Center for Science in the Public Interest, a consumer watchdog group, Georgia had 283 tainted food outbreaks between 1998 and 2007. Ninety-nine were solved, said David Plunkett, a staff attorney for the group.<br />\r\n\t<br />\r\n\t&quot;We&rsquo;d say Georgia is fair to middling,&quot; Plunkett said.<br />\r\n\t<br />\r\n\tAnother sign of a good food safety program is adherence to the Manufactured Food Regulatory Program, which was created by the U.S. Food and Drug Administration and state food-safety regulators, said Joe Corby, executive director of the Association of Food and Drug Officials and a respected food-safety expert. These standards, which Corby said are difficult to meet, establish requirements for inspector training, inspection, self-auditing and other procedures. Georgia is among 25 states implementing the program, according to the organization.<br />\r\n\t<br />\r\n\tThat&rsquo;s good, but not great.<br />\r\n\t<br />\r\n\tWhile Georgia legislators have passed new and sometimes unique food-safety regulations since the peanut butter scare, this state is far short of setting a gold standard. Georgia has a history of major food-safety lapses that have killed and debilitated consumers, and the laws passed in response are limited. We rate Levitas&rsquo; statement False.</p>\r\n<p>\r\n\t<br />\r\n\t<strong>Update:</strong> A June 13 item on Rep. Kevin Levitas&#39; statement that Georgia sets &quot;the gold standard&quot; on food safety contained a factual error. PolitiFact Georgia said that a new food safety law has a loophole that exempts some processors from having to report tainted food to the state within 24 hours. That&#39;s not the case. The loophole allows some processors to submit a special &quot;written food safety plan&quot; in lieu of following testing procedures set by the state but does not exempt those processors from the 24-hour rule.&nbsp;</p>\r\n<p>\r\n\tOur original ruling of &quot;false&quot; is unchanged. Had Rep. Levitas said the food safety laws in Georgia have gotten stronger, he would have been right, but the &quot;gold standard&quot; is clearly hyperbole.</p>\r\n<p>\r\n\t&nbsp;</p>\r\n<p>\r\n\t<strong>Letter to the Editor</strong></p>\r\n<p>\r\n\t<strong>Published July 7, 2010</strong></p>\r\n<p>\r\n\t<strong>Newspaper&#39;s verbal nitpicking misses the point, misleads public</strong><br />\r\n\t<br />\r\n\tAs the AJC has now expressly acknowledged in its correction, the recently enacted SAFE Act has strengthened Georgia&#39;s food safety regulations. The act is a giant step by the Legislature toward achieving the &quot;gold standard&quot; that I proudly described.</p>\r\n<p>\r\n\tThe AJC now portrays my effusive praise as &quot;hyperbole.&quot; There is a vast difference between enthusiasm and falsity, as my statement was labeled. Divergences in characterizations do not reflect disparities in the truth.</p>\r\n<p>\r\n\tThe AJC&#39;s focus on semantics, rather than on substantive benefits to Georgia consumers, does a disservice to its readers. Your paper demonstrated the same hyper-literalism when it scoffed at Roy Barnes&#39;s enthusiastic support for education by demeaning his allegoric suggestion that he would scrape gold from the Capitol dome, if need be, to improve education. In both cases, the AJC&#39;s verbal nitpicking missed the point entirely and misled the public.</p>\r\n<p>\r\n\tThe important point was and is that the SAFE Act will move Georgia forward substantially in food-safety protection for Georgia consumers.</p>\r\n<p>\r\n\tUnfortunately, the AJC&#39;s ceding only about 200 words for my response to its 800-plus word attack devoted to my characterization precludes an adequate reply and prevents readers from having a fair forum in which to make up their own minds.</p>\r\n<p>\r\n\tState Rep. Kevin Levitas, Georgia House District 82</p>\r\n", "ruling_comments_date": "2010-06-11T11:08:10.936426", "ruling_date": "2010-06-13T06:00:00", "ruling_headline": "State Rep. says Georgia sets \"gold standard\" for food safety", "ruling_headline_slug": "state-rep-says-georgia-sets-gold-standard-food-saf", "ruling_link_text": "Georgia's peanut butter killed in 2008 scare", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tGeorgia House of Representatives news release, &quot;<a href=\"http://www.house-press.com/?p=1521\" target=\"_blank\">Governor Signs SAFE Act Into Law</a>,&quot; May 25, 2010<br />\r\n\t<br />\r\n\tInterview with state Rep. Kevin Levitas (D-Atlanta), May 28, 2010<br />\r\n\t<br />\r\n\tInterview with Joe Corby, executive director, Association of Food and Drug Officials, May 28, 2010<br />\r\n\t<br />\r\n\tInterview with David Plunkett, senior staff attorney, Center for Science in the Public Interest, May 28, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Denis Stearns, principal, Marler Clark Attorneys at Law, June 1, 2010<br />\r\n\t<br />\r\n\tInterview with Bryan Tolar, vice president of public affairs, Georgia Agribusiness Council, June 1, 2010<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, &quot;Reports cite violations at peanut plant,&quot; Jan. 27, 2009<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, &quot;Despite deaths, little has changed,&quot; Jan. 21, 2010<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, &quot;Tainted food draws little urgency,&quot; Feb. 8, 2009<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, &quot;Canned chili sauce linked to botulism,&quot; July 20, 2007<br />\r\n\t<br />\r\n\tHB <a href=\"http://www.legis.state.ga.us/legis/2009_10/sum/hb883.htm\" target=\"_blank\">883</a>, retrieved May 27, 2010<br />\r\n\t<br />\r\n\tSB <a href=\"http://www.legis.state.ga.us/legis/2009_10/sum/sb80.htm\" target=\"_blank\">80</a>, retrieved May 27, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 1, "first_name": "Kevin", "half_true_count": 0, "home_state": "", "id": 451, "last_name": "Levitas", "mostly_true_count": 0, "name_slug": "kevin-levitas", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-mugs-Levitas_Kevin_edited-1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/451/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\t&quot;Georgia has a well-deserved reputation for setting the gold standard for food safety.&quot;</p>\r\n", "statement_context": "a press releaase", "statement_date": "2010-05-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 158, "photo": null, "resource_uri": "/api/v/2/subject/158/", "subject": "Food Safety", "subject_slug": "food-safety", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": ""}