{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/jun/14/mitch-mcconnell/mcconnell-says-kerry-lieberman-climate-bill-essent/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1888, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1888/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>The ongoing oil spill caused by a damaged BP well in the Gulf of Mexico is bringing attention to the relationship between the oil conglomerate and politicians. On June 9, 2010, Senate Minority Leader Mitch McConnell, R-Ky., used a floor speech to link BP and a climate-change bill sponsored by Sens. John Kerry, D-Mass., and Joe Lieberman, I-Conn.<br />\r\n<br />\r\n&quot;The problem for Democrats is that debating the Democrat cap-and-trade bill might not fit neatly into the White House messaging plan, since it&rsquo;s been widely reported that a major part of the Kerry-Lieberman bill was essentially written by BP. This is clearly an inconvenient fact: an administration that seems to spend most of its time coming up with new ways to show how angry it is with BP is pushing a proposal that BP helped write.&quot;<br />\r\n<br />\r\nMcConnell touched on a lot of points in this excerpt, but the one that most interested us was whether &quot;a major part of the Kerry-Lieberman bill was essentially written by BP.&quot;<br />\r\n<br />\r\nWhen we asked McConnell&#39;s office for evidence to support this charge, a spokesman provided us with links to several news reports. These stories -- published over the past few months in the <em>Washington Post</em>, in the Capitol Hill newspaper <em>The Hill</em>, and in the energy-and-environment trade publication <em>Greenwire</em> -- offer ample evidence that BP was involved in the long-running negotiations over the bill, and that the company spoke favorably about the measure as it was being drafted.<br />\r\n<br />\r\nThe articles indicated that BP, along with Shell, ConocoPhillips and the Edison Electric Institute, would ultimately endorse the measure. In fact, one article specifically noted that BP CEO Tony Hayward -- not yet the internationally known face of the disaster -- gave a speech at the Peterson Institute for International Economics in March in which he &quot;indicated he was encouraged&quot; by the Kerry-Lieberman effort.<br />\r\n<br />\r\nAides to Kerry and Lieberman do not dispute that BP was involved in the negotiations, along with many other parties.<br />\r\n<br />\r\n&quot;The senators met with more than 60 of their colleagues and all involved stakeholders, including environmentalists, religious leaders and the business community,&quot; said Whitney Smith, a spokeswoman for Kerry.<br />\r\n<br />\r\n&quot;The senators worked with a diverse set of colleagues and stakeholders to develop their discussion draft,&quot; added Lieberman spokesman Marshall Wittmann. &quot;They met with the CEOs of Shell, BP and Conoco because their industry will be regulated under the bill and it was important to ensure that the bill&#39;s approach to transportation emissions would reduce oil dependence. They also met with members of the business and environmental community in an effort to ensure that the bill met all of their goals: to grow the economy, create jobs and clean our air.&quot;<br />\r\n<br />\r\nBut it&#39;s one thing for a company&#39;s representatives to meet with Congressional aides, make the company&#39;s case and suggest that they may endorse a bill. It&#39;s another to actually write legislation. On this point, Kerry and Lieberman&#39;s offices are clear: &quot;Senators, not any industry, wrote this proposal, and any suggestion to the contrary is false and politically motivated,&quot; said Smith, the spokeswoman for Kerry.<br />\r\n<br />\r\nLet&#39;s delve into the evidence.<br />\r\n<br />\r\nOn March 24, <em>Houston Chronicle</em> energy blogger Tom Fowler reprinted a &quot;discussion draft&quot; by BP that advocated several policy positions related to hydraulic fracking. That&#39;s a technique that allows energy companies to unlock natural gas by injecting chemicals into underground reservoirs. Critics have suggested that the procedure risks tainting adjoining water supplies, and they have urged lawmakers to establish tight controls on the process.<br />\r\n<br />\r\nAs reprinted in Fowler&#39;s blog, the &quot;discussion draft&quot; argued that &quot;governments and industry have critical roles toward continuing to assure the public that hydraulic fracturing operations are effectively managed and regulated and that human health and the environment are protected.&quot; Among other things, the draft sought to maintain &quot;the confidentiality of trade secret information.&quot;<br />\r\n<br />\r\nHowever, this language was not included in the draft bill that Kerry and Lieberman released a month later. Quite the opposite: The bill draft said that &quot;a hydraulic fracturing service company shall disclose all chemical constituents used in a hydraulic fracturing operation to the public on the Internet in order to provide adequate information for the public and state and local authorities&quot; -- a much more stringent standard than that sought by BP.<br />\r\n<br />\r\nIt&#39;s also worth noting that the BP &quot;discussion draft&quot; was not even intended to be actual language in the bill. Rather, it was intended as language for a &quot;Sense of the Senate&quot; resolution, which, unlike the law itself, is not binding.<br />\r\n<br />\r\nBP also sought a federal pre-emption for automobile tailpipe emissions, said Jeremy Symons, senior vice president at the National Wildlife Federation. That means that BP wanted the federal government to set a universal standard for emissions, rather than having states set their own levels, which could allow some states -- especially California -- to set stricter limits. Such a policy has been a longstanding item on the industry&#39;s agenda for climate change regulation.<br />\r\n<br />\r\nIn this case, too, the Kerry-Lieberman draft bill specifically maintained the right of states to set emissions limits, leaving BP&#39;s idea on the cutting-room floor.<br />\r\n<br />\r\nAnd BP and other players in the industry proposed increasing gasoline taxes at the pump rather than curbing vehicular emissions through a direct cap, said John Coqueyt, a legislative specialist with the Sierra Club, an environmental group. After making progress initially, this idea was abandoned in the Kerry-Lieberman draft, Coqueyt said.<br />\r\n<br />\r\n&quot;On the one hand, BP did have substantial input into the Kerry bill,&quot; said Dan Becker, director of the Safe Climate Campaign at the Center for Auto Safety. BP, other oil companies, the Edison Electric Institute and other industry groups &quot;submitted much language and many ideas. Some are probably recognizable in the current bill. ... But I don&#39;t think it is accurate to say that BP essentially wrote a major part of the bill.&quot;<br />\r\n<br />\r\nWe agree. There&#39;s no question that BP, by taking a cooperative stance with Kerry and Lieberman rather than an adversarial one, had the opportunity to float its ideas during the legislative drafting process. And by dangling the possibility that the company might back the bill -- which would provide the senators with politically valuable support on a complicated and contentious bill -- BP and other energy companies wielded some leverage in the drafting process. In fact, many on the left -- not just conservatives like McConnell-- are disappointed that Kerry and other Democratic supporters of climate change legislation worked with oil companies, including BP, while crafting the bill. But saying that the senators listened to BP&#39;s case is not the same as saying that &quot;a major part&quot; of the bill &quot;was essentially written by BP.&quot;<br />\r\n<br />\r\nIn fact, looking at three BP-pushed initiatives that have come to light shows that none were included in the current draft of the bill, which suggests that the senators and their aides were hardly captive to BP. It may be revealing that one day after the statement we&#39;re checking, McConnell had toned down his description of BP&#39;s role. In a floor speech on June 10, 2010, McConnell said, &quot;Some favor the Kerry-Lieberman cap-and-trade bill, a significant portion of which, by the way, has been pushed by the oil company BP.&quot;</p>\r\n\r\n<p>If he&#39;d simply said &quot;pushed&quot; the day before, he would have been pretty close to being accurate. But McConnell went much further when he said that BP had &quot;essentially written&quot; a &quot;major part&quot; of the bill. We rule that claim by McConnell False.</p>\r\n", "ruling_comments_date": "2010-06-11T17:07:39.581288", "ruling_date": "2010-06-14T09:26:08", "ruling_headline": "McConnell says that Kerry-Lieberman climate bill 'essentially written by BP'", "ruling_headline_slug": "mcconnell-says-kerry-lieberman-climate-bill-essent", "ruling_link_text": "Now-reviled company did confer, but no evidence they wrote big portions of bill", "ruling_state": null, "source_documents": null, "sources": "<p>Mitch McConnell, Senate floor <a href=\"http://mcconnell.senate.gov/public/index.cfm?p=PressReleases&amp;ContentRecord_id=e53ef884-5183-4cf5-b75b-02a19afafc05&amp;ContentType_id=c19bc7a5-2bb9-4a73-b2ab-3c1b5191a72b&amp;Group_id=b9ad8a82-099c-461d-99e1-b8565e492a8c\" target=\"_blank\">speech</a>, June 9, 2010</p>\r\n\r\n<p>Mitch McConnell, Senate floor <a href=\"http://mcconnell.senate.gov/public/index.cfm?p=PressReleases&amp;ContentRecord_id=dfa191fd-eab7-4345-b2c6-45f233045e0a&amp;ContentType_id=c19bc7a5-2bb9-4a73-b2ab-3c1b5191a72b&amp;Group_id=0fd6ddca-6a05-4b26-8710-a0b7b59a8f1f\" target=\"_blank\">speech</a>, June 10, 2010<br />\r\n<br />\r\n<a href=\"http://kerry.senate.gov/imo/media/doc/APAbill3.pdf\" target=\"_blank\">Draft</a> of the Kerry-Lieberman climate bill<br />\r\n<br />\r\nTom Fowler, &quot;Will climate bill include pro-fracking language?&quot; (<em>Houston Chronicle </em><a href=\"http://blogs.chron.com/newswatchenergy/archives/2010/03/will_climate_bi.html\" target=\"_blank\">blog entry</a>), March 24, 2010<br />\r\n<br />\r\n<em>Washington Post</em>, &quot;<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/04/23/AR2010042304703.html\" target=\"_blank\">Kerry, Graham, Lieberman to unveil climate bill</a>,&quot; April 24, 2010<br />\r\n<br />\r\n<em>Greenwire</em>, &quot;<a href=\"http://www.eenews.net/public/Greenwire/2010/04/23/1\" target=\"_blank\">Sen. Kerry: 3 Big Oil Companies, Utility Group Will Back Senate Climate Bill</a>,&quot; April 23, 2010<br />\r\n<br />\r\n<em>Greenwire</em>, &quot;<a href=\"http://www.eenews.net/public/Greenwire/2010/03/24/1\" target=\"_blank\">ENERGY POLICY: Don&#39;t risk &#39;clean energy&#39; future to save coal jobs -- BP&#39;s CEO</a>,&quot; March 24, 2010<br />\r\n<br />\r\n<em>Environment and Energy Daily</em>, &quot;NATURAL GAS: BP, others push against federal regulation of fracturing,&quot; March 23, 2010 (accessed via Lexis-Nexis)<br />\r\n<br />\r\n<em>The Hill</em>, &quot;<a href=\"http://thehill.com/business-a-lobbying/88709-bp-ceo-climate-bill-should-promote-natural-gas-industry\" target=\"_blank\">BP CEO: Climate change legislation should promote natural gas industry</a>,&quot; March 23, 2010<br />\r\n<br />\r\nE-mail interview with Whitney Smith, spokeswoman for Sen. John Kerry, June 11, 2010<br />\r\n<br />\r\nE-mail interview with Marshall Wittmann, spokesman for Sen. Joe Lieberman, June 11, 2010<br />\r\n<br />\r\nE-mail interview with Jeremy Symons, senior vice president at the National Wildlife Federation, June 11, 2010<br />\r\n<br />\r\nE-mail interview with John Coqueyt, a legislative specialist with the Sierra Club, June 11, 2010<br />\r\n<br />\r\nE-mail interview with Dan Becker, director of the Safe Climate Campaign at the Center for Auto Safety, June 11, 2010<br />\r\n<br />\r\nE-mail interview with Amy Mall, senior policy analyst with the Natural Resources Defense Council, June 11, 2010<br />\r\n<br />\r\nE-mail interview with Josh Israel, project coordinator with the Center for Public Integrity, June 11, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 7, "current_job": "Senate minority leader", "false_count": 6, "first_name": "Mitch", "half_true_count": 6, "home_state": "Kentucky", "id": 106, "last_name": "McConnell", "mostly_true_count": 8, "name_slug": "mitch-mcconnell", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/mcconnell.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/106/", "total_count": 33, "true_count": 4, "website": "http://mcconnell.senate.gov/"}, "statement": "<p>&quot;A major part&quot; of the climate change bill sponsored by Sens. John Kerry and Joe Lieberman &quot;was essentially written by BP.&quot;</p>\r\n", "statement_context": "a Senate floor speech", "statement_date": "2010-06-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Most scientists agree that climate change is real and humans are causing it. The figure that&rsquo;s widely cited is 97 percent of climate scientists, and it appears in at least&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/statements/2015/sep/02/rick-santorum/santorum-un-climate-head-debunked-widely-cited-97-/\">three peer-reviewed surveys</a>.&nbsp;<a href=\"http://www.politifact.com/virginia/statements/2016/apr/04/don-beyer/don-beyer-says-97-percent-scientists-believe-human/\">Plenty of other studies</a>&nbsp;report overwhelming majorities of experts (in the 90 percent range) and at least&nbsp;<a href=\"http://climate.nasa.gov/scientific-consensus/\">18 scientific associations</a>&nbsp;agree.</p>\r\n", "id": 313, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/images.jpg", "resource_uri": "/api/v/2/subject/313/", "subject": "Climate Change", "subject_slug": "climate-change", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 101, "photo": null, "resource_uri": "/api/v/2/subject/101/", "subject": "Corporations", "subject_slug": "corporations", "used_in_edition": []}, {"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}, {"description": "", "id": 155, "photo": null, "resource_uri": "/api/v/2/subject/155/", "subject": "Oil Spill", "subject_slug": "oil-spill", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/1/", "/api/v/2/edition/2/"]}], "target": [], "twitter_headline": ""}