{"art": [{"brightcove": "", "caption": "The Florida First Inititaive \"Refused\" video.", "id": 458, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/458/", "title": "Florida First Initiative", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/hOjrek8MwIw?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "hOjrek8MwIw"}], "author": [{"email_address": "truthometer@gmail.com", "first_name": "Cristina", "id": 43, "last_name": "Silva", "name_slug": "cristina-silva", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/43/", "title": "Staff Writer, St. Petersburg Times", "twitter": null}], "canonical_url": "/florida/statements/2010/jun/15/florida-first-initiative/groups-ad-attacks-rick-scott-over-history-columbia/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}, {"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 1895, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@gmail.com", "first_name": "Shirl", "id": 27, "last_name": "Kennedy", "name_slug": "shirl-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/27/", "title": "Former News Researcher, St. Petersburg Times", "twitter": null}], "resource_uri": "/api/v/2/statement/1895/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>With his multi-millions and meteoric rise to frontrunner status in the Republican gubernatorial primary, former Columbia/HCA hospital CEO Rick Scott has become a formidable figure in Florida politics.<br /><br />Look no further than a new attack ad by Florida First Initiative that paints Scott as a ruthless moneyman whose success hinged on shunning the nation's poor, and in at least one incident, the near-dead. The shadow group, a 527 under federal tax code, has used rival Bill McCollum's name in its fundraising pitch and is unregistered in Florida.<br /><br />Attack ads generally try to undermine an opposing camp, and the rancor seeping from this ad campaign comes across as a screaming alarm bell. <br /><br />\"As CEO, Rick Scott profited from the largest Medicare fraud in American history,\" begins <a href=\"http://www.youtube.com/watch?v=hOjrek8MwIw\" target=\"_blank\">Refused</a>, a 30-second spot that began airing June 12, 2010. \"His hospitals illegally refused emergency room patients who were poor. They turned away sick people... and pregnant women.\"<br /><br />The ad is set against a backdrop of images of seemingly frail elderly men and women and a harrowing score.<br /><br />The most shocking claim comes near the end of the ad: &quot;A top executive said they even turned away a poor man and left him to die outside their door.\" The words, \"they even turned away a poor man and left him to die outside their door\" flash across the screen.<br /><br />The $616,282 TV ad buy is scheduled to air through Wednesday -- two days before the state election filing deadline.<br /><br />Scott's opponents have rarely missed the opportunity to point out his corporate troubles. <br /><br />Scott was CEO of Columbia/HCA in 1997 when federal agents made public an investigation into the company. Scott resigned that year. He notes that he was never indicted and says he was never questioned in the case. In a 2000 settlement, the company agreed to plead guilty to at least 14 corporate felonies, including three counts of conspiracy to defraud the United States, and pay a $1.7 billion fine. <br /><br />But the claim that a man died at one of the company's hospitals after being turned away was new to us. Could it be true?</p>\r\n<p>Federal records list Alachua County GOP Chairman Stafford Jones as the contact for Florida First Initiative. Reached by phone, he declined to answer questions and did not return a request for comment. The group's registered agent, Ken Cleary, hung up on a reporter when reached by phone.</p>\r\n<p>The ad attributes the allegation to an ABC News<em> 20/20 </em>interview from Sept. 26, 1997. We found no  reference in the<em> 20/20 </em>transcript to \"they even turned away a  poor man and left him to die outside their door.\" We also searched a  newspaper database and found no references to those exact words.</p>\r\n<p>The interview features Marc  Gardner, a former Columbia administrator who went on a 1997 media blitz, including the appearance on <em>20/20,</em> in a bid to secure a book deal about the hospital chain's alleged illegal dealings. Among his many allegations of wrongdoing, Gardner claimed the  hospital and other facilities owned by Columbia/HCA limited treatment of  uninsured patients. \"Columbia hospitals exist to  make money -- period,\" he told the <em>Wall Street Journal</em> in 1997. Gardner pointed to several deaths tied to improper care at the hospitals, including a 1995 case involving Adolph Anguiano, a homeless man who was found dead outside the Las Vegas hospital -- where Gardner served as vice president -- hours after he was examined by an emergency room doctor. We couldn't reach Gardner for comment.<br /></p>\r\n<p>Scott's campaign attributed the allegation to Gardner in an e-mail response to the ad. The campaign dismissed Gardner as a \"publicity  hungry wannabe writer\" and insisted the hospital did not turn Anguiano away. Rather, he was evaluated and then discharged. The emergency room physician, Susan Meyer, was later suspended over the incident, Scott's campaign said.<br /><br />With Meyer's name, we tracked down court records that detail the July 1995 death.<br /><br />On the day he died, Anguiano was found unconscious on the lawn of a hotel and taken by ambulance to Columbia Sunrise Hospital in Las Vegas. Meyer gave him a full physical, but decided against further tests, according to court records. Anguiano had not eaten in three days and had been drinking and smoking marijuana. He was given some juice and crackers, and hospital security escorted him out. He was found dead on the hospital grounds two hours later. <br /><br />Hospital officials said Meyer treated Anguiano for roughly seven minutes, which violated hospital rules, according to court records.</p>\r\n<p>Meyer was suspended. She sued the hospital and lost. The Nevada Supreme  Court eventually concluded the hospital acted with the reasonable belief that it  was furthering quality care.</p>\r\n<p>Hospital officials said they worried Anguiano's death might be seen as new  evidence of \"patient dumping,\" or refusal to treat patients in need of emergency care, according to court records. Federal law prohibits emergency rooms from turning away patients because they don't have insurance.</p>\r\n<p>Columbia Sunrise had already been under investigation for denying care to uninsured patients after a homeless person passed out at a casino shortly after being released from the hospital in 1994, according to multiple news reports. Federal officials threatened to take away the hospital's Medicare contract until a second investigation a few weeks later found the hospital was providing emergency beds to the uninsured.</p>\r\n<p>Columbia Sunrise wasn't the only Columbia/HCA hospital hounded by reports of patient dumping. From 1988 to 1997, Columbia/HCA was fined at least $180,000 for alleged patient dumping violations at eight hospitals, according to news accounts. In all of those settlements, the company did not admit wrongdoing.</p>\r\n<p>Where does all that leave us? We know a former Columbia/HCA executive did complain about the company's alleged penchant for patient dumping. In several interviews, he discussed the death of Adolph Anguiano, a homeless man who was found on hospital property. Court records confirm Anguiano died outside a Columbia/HCA hospital and that the hospital was under scrutiny for mistreating poor patients.</p>\r\n<p>But Anguiano was not turned away, as the ad claims. He received some care before he was shown the door. Also, court records state Anguiano wasn't intentionally left to die.<br /><br />So while what happened to Anguiano is an ugly tale, it is not as ugly as the story portrayed in the attack ad. We rule this Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-06-14T19:10:40.076038", "ruling_date": "2010-06-15T17:34:58", "ruling_headline": "Group's ad attacks Rick Scott over history as Columbia/HCA CEO", "ruling_headline_slug": "groups-ad-attacks-rick-scott-over-history-columbia", "ruling_link_text": "Not as ugly a story as portrayed", "ruling_state": null, "source_documents": null, "sources": "<p>The Florida Initiative, <a href=\"http://www.youtube.com/watch?v=hOjrek8MwIw\" target=\"_blank\">\"Refused,\"</a> June 9, 2010.<br /><br />Las Vegas Review-Journal, \"<a href=\"http://www.reviewjournal.com/lvrj_home/1997/Nov-08-Sat-1997/news/6381210.html\" target=\"_blank\">Judge Dismisses Doctor's Lawsuit</a>,\" November 8, 1997.<br /><br />Las Vegas Review-Journal, \"<a href=\"http://www.reviewjournal.com/lvrj_home/1997/Jul-26-Sat-1997/business/5720722.html\" target=\"_blank\">Hospital Defends Practices</a>,\" July 26, 1997.<br /><br />Las Vegas Review-Journal, \"Doctor Telling Her Side of Transient's Death,\" June 18, 1997.<br /><br />Las Vegas Review-Journal, \"Regulators Debate Patient Dumping by Local Hospitals,\" December 20, 1997.<br /><br />Rick Scott campaign, e-mail response to attack ad, June 14, 2010.</p>\r\n<p>Telephone interview, Rick Scott spokeswoman Jen Baker, June 15, 2010.</p>\r\n<p>St. Petersburg Times, \"<a href=\"http://www.tampabay.com/news/politics/stateroundup/scotts-political-opponents-correct-his-former-hospital-company-committed/1101540\" target=\"_blank\">Rivals on Target: Scott's Company Committed Fraud</a>,\" June 11, 2010.<br /><br />Health Law Week, \"Hospital Reasonably Suspended Doctor's Staff Privileges,\" June 15, 2001.<br /><br />Nevada Supreme Court opinion, \"<a href=\"http://www.lexisone.com/lx1/caselaw/freecaselaw?action=OCLGetCaseDetail&amp;format=FULL&amp;sourceID=beejaj&amp;searchTerm=edcG.jOSa.aadj.eddC&amp;searchFlag=y&amp;l1loc=FCLOW\" target=\"_blank\">Susan Meyer, M.D., Appellant, vs. Sunrise Hospital, A Nevada Corporation</a>,\" May 15, 2001.<br /><br />Clark County Court Register of Actions, \"<a href=\"https://www.clarkcountycourts.us/Anonymous/CaseDetail.aspx?CaseID=6788877\" target=\"_blank\">Case No. 96A354558</a>,\" January 1, 1996.</p>\r\n<p>20/20, \"Former Columbia/HCA Executive Speaks Out,\" Sept. 26, 1997.</p>\r\n<p>The Wall Street Journal, \"Ex-Manager Describes the Profit-Driven Life Inside Columbia/HCA,\" May 30, 1997.</p>\r\n<p>St. Petersburg Times, \"Complaints Increase on Patient Dumping,\" February 17, 1997.</p>\r\n<p>E-mail interview, Ellen Griffith, spokeswoman for the federal Department of Health and Human Services, June 15, 2010.</p>\r\n<p>Telephone interview, Ken Cleary, registered agent for the Florida First Initiative, June 15, 2010.</p>\r\n<p>Telephone interview, Stafford Jones, contact person for the Florida First Initiative, June 15, 2010.</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 1, "first_name": "", "half_true_count": 0, "home_state": "Florida", "id": 452, "last_name": "Florida First Initiative", "mostly_true_count": 0, "name_slug": "florida-first-initiative", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/mugs_mug-independentgroup_________________.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/452/", "total_count": 2, "true_count": 0, "website": ""}, "statement": "<p>Of hospitals in Rick Scott&rsquo;s Columbia/HCA health care company, \"A top executive said they even turned away a poor man and left him to die outside their door.\"</p>", "statement_context": "a TV ad", "statement_date": "2010-06-09", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 157, "photo": null, "resource_uri": "/api/v/2/subject/157/", "subject": "Message Machine 2010", "subject_slug": "message-machine", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [{"adkey": "", "advalue": "", "barely_true_count": 32, "current_job": "Governor", "false_count": 26, "first_name": "Rick", "half_true_count": 40, "home_state": "Florida", "id": 383, "last_name": "Scott", "mostly_true_count": 36, "name_slug": "rick-scott", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/rlscott.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/383/", "total_count": 166, "true_count": 15, "website": "http://www.flgov.com/"}], "twitter_headline": null}