{"art": [], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/jun/16/rick-perry/perry-state-has-cut-ozone-22-nitrogen-oxide-emissi/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [], "facebook_headline": null, "id": 1897, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/1897/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>It's Gov. Rick Perry vs. Washington again, this time in a battle over Texas' compliance with the federal Clean Air Act.</p>\r\n<p>A day after the state filed suit to stop the U.S. Environmental Protection Agency from taking over parts of the state program that issues permits for companies to foul the air, Perry touted afresh Texas' progress in reducing pollution levels.</p>\r\n<p>Since 2000, Perry said in a press release issued Tuesday, \"the Texas clean air program (has) achieved a 22 percent reduction in ozone and a 46 percent decrease in NOx (nitrogen oxide) emissions.\" The same statistic was cited by Perry in a May 28 letter to President Barack Obama and mentioned in news accounts such as a New York Times article published online June 9.</p>\r\n<p>Sounds good, but what do the figures mean? And does the state deserve credit for improvements?</p>\r\n<p>First, let's look at the basic science. A goal of the federal Clean Air Act is to reduce the levels of what EPA calls \"commonly found air pollutants.\" Among those is ground-level ozone, which forms when nitrogen oxide emissions mix with volatile organic compounds in the presence of sunlight and heat. Common sources of nitrogen oxides: cars and trucks, power plants and industrial boilers.</p>\r\n<p>EPA sets limits on the concentration of ozonethe primary component of smog, in the air. Areas that fail to meet the standard are designated in \"nonattainment.\" Under the Clean Air Act, the state is required to submit plans to EPA that outline how it will clean up areas and meet the federal standard.</p>\r\n<p>Katherine Cesinger, a spokeswoman for the governor's office, said Perry's May letter to Obama focuses on ozone levels and nitrogen oxide emissions because \"ozone is the only thing that we are in nonattainment for the state. And NOx is a precursor to ozone, so it makes sense to highlight that.\"</p>\r\n<p>Experts agreed with that reasoning. David Allen, a professor of chemical engineering at the University of Texas, said: \"Controlling NOx emissions is, in general, the most effective strategy for reducing ozone in Texas. So, the governor was right to focus on NOx.\"</p>\r\n<p>The Texas Commission on Environmental Quality provided us with data showing a 46 percent reduction in emissions of nitrogen oxide from industrial sources such as chemical plants, refineries and electric utility plants between 2000 and 2006. Considering the drop through 2008, the decrease was even bigger: 53 percent.</p>\r\n<p>However, industrial sources account for only about a fourth of NOx emissions in Texas. Most come from road vehicles, ships and airplanes, as well as smaller sources such as gas stations and dry cleaners. Susana Hildebrand, TCEQ's chief engineer, told us Perry referenced industrial sources of pollution because that's mainly what the state regulates; the federal government regulates mobile sources.</p>\r\n<p>Considering all sources of nitrogen oxide emissions, the total fell 26 percent between 2002 and 2008. (The reduction since 2000 was not available.)</p>\r\n<p>As for ozone itself, establishing that statewide measure is complicated. There are about 70 regulatory ozone monitors in Texas, primarily in urban areas, almost all located on or east of the Interstate 35 corridor. The statewide measure is the three-year average of ozone levels from sites with some of the highest readings. TCEQ said it believes the sites were all in Houston or Dallas.</p>\r\n<p>The data show a 22 percent reduction in ozone between 2000 and 2008.</p>\r\n<p>In short, said UT's Allen, Perry's ozone figure is in line with what the agency and university researchers have found. \"All of these measurements paint a consistent picture. Ozone concentrations are going down across the state,\" he said.</p>\r\n<p>Still, some parts of Texas have struggled to meet federal ozone standards. Three regions are currently designated in nonattainment under a limit set by EPA in 1997: Dallas-Forth Worth (nine counties), Houston (eight counties), and Beaumont-Port Arthur (four counties). According to TCEQ, the Beaumont area is being reclassified as in compliance and the Houston area met the standard for the first time in 2009.</p>\r\n<p>But a tightening of EPA standards, expected in August, will likely put several more areas, including the five-county Austin region, out of compliance.</p>\r\n<p>Next, to what degree were the reductions in ozone and NOx achieved by the state's \"clean-air program\"?</p>\r\n<p>Allen said that it's difficult to say \"quantitatively\" whether federal or state regulations were primarily responsible. Indeed, we found disagreement among experts on that front.</p>\r\n<p>Hildebrand, of TCEQ, said state efforts deserve full credit for the industrial NOx emission reductions, pointing to initiatives designed to bring regions into compliance with federal ozone standards. An example: the Mass Emissions Cap and Trade program, in place in Houston since 2001, which limits NOx emissions from large sources.</p>\r\n<p>But Neil Carman, clean air program director of the environmental group Sierra Club of Texas, said the federal government deserves the vast majority of the credit for reducing industrial NOx pollution because state actions have been driven by the Clean Air Act.</p>\r\n<p>And vehicle emissions, which are regulated by the feds and are a greater source of NOx pollution than industrial sources, have gone down as well -- 40 percent by TCEQ's measure between 2002 and 2008. Hildebrand acknowledged that has helped improve Texas' ozone picture.</p>\r\n<p>Al Armendariz of Dallas, administrator of EPA's multi-state Region 6, which includes Texas, credited all levels of government with hastening the ozone improvements, especially in Dallas and Houston. As examples, he pointed to enforcement actions taken against industry by the federal government that led to facilities' agreeing to major cuts in emissions, as well as state initiatives.</p>\r\n<p>The state touts incentive-driven programs such as its Emission Reduction Plan, which has spent more than $760 million since 2000 to help companies retrofit or replace more than 12,000 diesel vehicles with cleaner-burning ones.</p>\r\n<p>Despite the ozone improvements, a report released April 28 by the American Lung Association ranked the Houston area as the seventh-worst in the nation for ozone pollution and Dallas-Fort Worth 13th. (The worst six places for ozone were in California.) Of the 30 Texas counties graded by the lung association on their ozone pollution, 21 -- including Travis -- received F's.</p>\r\n<p>So how does Perry's statement hold up?</p>\r\n<p>The governor accurately cites recent improvements in the state's ozone levels. As for the NOx emissions contributing to ozone levels, his statistic refers to only one source -- industrial -- which he did not note. Nearly three-quarters comes from other sources.</p>\r\n<p>Whether the state gets the credit for those improvements is another issue. Even if TCEQ is responsible for the drop in industrial NOx emissions, federal efforts -- namely vehicle emission regulations -- also have helped lower ozone levels. Significantly, the state's ozone-related programs exist to help Texas comply with federal expectations.</p>\r\n<p>We rate Perry's statement as Half True.</p>", "ruling_comments_date": "2010-06-15T12:10:14.011136", "ruling_date": "2010-06-16T06:00:00", "ruling_headline": "Perry: State has cut ozone 22%, nitrogen oxide emissions 46%", "ruling_headline_slug": "perry-state-has-cut-ozone-22-nitrogen-oxide-emissi", "ruling_link_text": "Numbers check, but federal regs also cut ozone", "ruling_state": null, "source_documents": null, "sources": "<p>Gov. Rick Perry, press release, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/06152010_govperrypressrelease.pdf\" target=\"_blank\">\"EPA Continues Course to Kill Texas Jobs, Derail Air Quality Progress,\"</a> June 15, 2010, and <a href=\"http://alt.coxnewsweb.com/statesman/politifact/061510_perryobamaletter.pdf\" target=\"_blank\">letter</a> to President Barack Obama, May 28, 2010</p>\r\n<p>The New York Times, news article, \"<a href=\"http://www.nytimes.com/2010/06/10/us/politics/10texas.html?ref=environmental_protection_agency\" target=\"_blank\">A Clash in Texas Over Air Pollution</a>,\" June 9, 2010</p>\r\n<p>Environmental Protection Agency, <a href=\"http://www.epa.gov/air/caa/peg/\" target=\"_blank\">Plain English Guide to the Clean Air Act</a><a href=\"http://alt.coxnewsweb.com/statesman/politifact/061510_cesingeremail.rtf\" target=\"_blank\"></a></p>\r\n<p><a href=\"http://alt.coxnewsweb.com/statesman/politifact/061510_cesingeremail.rtf\" target=\"_blank\">Email interview</a> with Katherine Cesinger, spokeswoman, Gov. Rick Perry, June 2, 2010</p>\r\n<p>Interview with Cesinger, June 4, 2010</p>\r\n<p><a href=\"http://alt.coxnewsweb.com/statesman/politifact/061510_alleninterview.rtf\" target=\"_blank\">E-mail interview</a> with David Allen, professor, chemical engineering, University of Texas, June 2, 2010</p>\r\n<p>Texas Commission on Environmental Quality, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/061510_tceqnoxdata.xls\" target=\"_blank\">industrial emissions data</a> for nitrogen oxides, 2000 to 2006</p>\r\n<p>Texas Commission on Environmental Quality, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/061510_tceqmorenox.rtf\" target=\"_blank\">data</a> on nitrogen oxide emissions</p>\r\n<p>Texas Commission on Environmental Quality, ozone <a href=\"http://alt.coxnewsweb.com/statesman/politifact/061510_tceqozonedata.xls\" target=\"_blank\">data</a>, 2000 to 2008</p>\r\n<p>Texas Commission on Environmental Quality, <a href=\"http://www.tceq.state.tx.us/implementation/air/sip/siptexas.html\" target=\"_blank\">Texas Attainment Status by Region</a></p>\r\n<p>Interview with Susana Hildebrand, chief engineer, Texas Commission on Environmental Quality, June 3, 8 and 14</p>\r\n<p>Interview with Neil Carman, clean air program director, Sierra Club of Texas, June 14, 2010</p>\r\n<p>Interview with Bill Gill, air quality program manager, Capital Area Council of Governments, June 2, 2010</p>\r\n<p>Interview with Matthew Fraser, associate professor, school of sustainablity, Arizona State University, and adjunct associate professor of civil and environmental engineering, Rice University, June 11, 2010</p>\r\n<p>Interview with Al Armendariz, Region 6 administrator, Environmental Protection Agency, June 10, 2010</p>\r\n<p>American Lung Association, State of the Air 2010, April 28, 2010<br />http://www.stateoftheair.org/</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 30, "current_job": "U.S. Energy Secretary", "false_count": 31, "first_name": "Rick", "half_true_count": 42, "home_state": "Texas", "id": 291, "last_name": "Perry", "mostly_true_count": 24, "name_slug": "rick-perry", "pants_count": 18, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Perry_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/291/", "total_count": 176, "true_count": 26, "website": "https://energy.gov/management/history/secretaries-energy"}, "statement": "<p>Since 2000, \"the Texas clean air program achieved a 22 percent reduction in ozone and a 46 percent decrease in NOx emissions.\"</p>", "statement_context": "a press release", "statement_date": "2010-06-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}], "target": [], "twitter_headline": null}