{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2010/jun/16/james-carville/carville-says-sink-was-first-official-say-bp-shoul/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 1901, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/1901/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Since the April 20, 2010, Deepwater Horizon oil rig explosion, several Florida politicians have been talking tough and trying to take credit for demanding a stronger response on the oil spill. And now Democratic political consultant and Louisiana resident James Carville says CFO Alex Sink, a Democratic candidate for Florida governor, should get props for being first to ask BP for tourism ad bucks.<br /><br />Here's what Carville wrote in a <a href=\"http://blog.alexsink2010.com/?p=191\" target=\"_blank\">June 8 fundraising letter</a> for Sink's campaign, which he supports:<br /><br />\"Alex is the one who called on BP's CEO to come to Florida to explain how he expects to protect Florida's economy and environment. She was also the first official who said that BP should pay $25 million for an ad campaign to promote Florida tourism.\"<br /><br />We wondered if Sink really was the \"first official\" to say BP should fund a campaign to promote Florida. How quickly politicians make such a request is relevant because the spill started April 20 and the tourism season in part of the state gets underway Memorial Day weekend.<br /><br />For starters, we need to set the parameters for \"official.\" Appointed officials? Anyone in elected office? Any statewide official? That's unclear from Carville's letter, and Carville's office referred us to the Sink campaign. Spokesman Kyra Jennings told us in an e-mail that the reference was to the \"first elected official in the state (which I believe she was, at least high profile or statewide elected official).\" <br /><br />For Sink's part, Jennings sent us a link to a <a href=\"http://www.baynews9.com/content/36/2010/5/8/616700.html\" target=\"_blank\">Bay News 9 TV story</a> about a May 8 press conference Sink had in St. Petersburg after she met with a BP representative. That story stated, \"According to Sink, she has asked BP to fund a global media campaign to explain to tourists that the state is open for business, to consider fronting or advancing money on behalf of small businesses and coastal communities for interruption claims.\" On May 10, Sink <a href=\"http://www.myfloridacfo.com/PressOffice/Newsletter/2010/051410/McKayLamar5-10-10.pdf\" target=\"_blank\">wrote a letter to BP</a> asking that it \"fully fund the cost of a worldwide advertising campaign to put the brakes on the economic damage to our state's number-one industry.\" Neither the TV news story posted on the website nor Sink's letter included a specific dollar request from BP. <a href=\"http://blogs.tampabay.com/buzz/2010/05/extra-bp-cash-in-hand-expanded-tv-ads-coming.html\" target=\"_blank\">Gov. Charlie Crist announced</a> on May 25 that $25 million had been wired to the state.<br /><br />Jennings also pointed to a <a href=\"http://www.tampabay.com/news/politics/gubernatorial/gov-charlie-crist-the-target-of-frustration-over-states-oil-spill-response/1097548\" target=\"_blank\">St. Petersburg Times/Miami Herald story</a> on May 26 about a press conference Crist held about the tourism ad money. The article stated: \"It was Sink on May 10 who first demanded that the oil giant BP pay for a TV ad blitz aimed at shoring up Florida tourism.''<br /><br />So Sink pushed BP for the tourism ad money on May 10, and even raised the idea on May 8. What about other statewide elected officials?<br /><br />Jennings sent us a link to an <a href=\"http://www.msnbc.msn.com/id/37115788/\" target=\"_blank\">Associated Press article</a> about Gov. Crist asking BP to provide about $35 million for tourism ads on May 12. Crist spokesman Sterling Ivey confirms for PolitiFact Florida that Crist first sought tourism ad dollars from BP on that date. <br /><br />As for the rest of the state cabinet, spokesmen for Attorney General Bill McCollum and Agriculture Commissioner Charles Bronson said neither sought tourism ad dollars from BP.<br /><br />The only other statewide elected officials in Florida are our two senators. Sen. Bill Nelson did not seek tourism ad dollars, according to his spokesperson. Sen. George LeMieux's spokesman said he didn't think LeMieux asked for tourism ad money, but never gave a definitive answer. We searched news articles and press releases and could find no such proposal from LeMieux. <br /><br />So Sink was the first statewide elected official to demand tourism ad money from BP. But Carville's letter said she was \"the first official\" and we think a reasonable person would not limit the statement to statewide officials.<br /><br />Next we contacted Visit Florida, the state's tourism office, which received money to pay for a campaign promoting Florida. CEO Chris Thompson told us that he spoke on the phone with state Rep. Marti Coley, R-Marianna, while she attended a May 4 town hall in Fort Walton Beach.<br /><br />\"Rep. Coley was the one that seemed to be taking the lead,\" Thompson said. \"'She said, 'If BP was willing to make some funding available for tourism promotion could you put it to good use?' And I said, 'Yes ma'am.' ''<br /><br />Coley helped connect Visit Florida with BP and two days later, on May 6, Visit Florida had a proposal ready for $19.45 million. That proposal later grew to $34.75 million, Thompson said, because the Governor's Office wanted a more significant initial response. Thompson said that he did not discuss the tourism ad proposal directly with Crist but did discuss it with Chris Hart, the director of the Governor's Office of Tourism, Trade and Economic Development.<br /><br />\"Even though I didn't have a conversation with Gov. Crist, his office was in on the conversations,\" Thompson said. \"The first politician that got me involved was Marti Coley.\"<br /><br />We interviewed Coley about the May 4 town hall meeting.<br /><br />\"One thing we kept hearing from everyone was they were being inudated with cancellations,\" she said, referring to hotels and charter boats. She said she asked a BP representative attending the town hall meeting if BP would help advertise through Visit Florida and other organizations that the beaches were open.<br /><br />\"I called our state agency, which does our advertising, and said, 'Put a proposal together,' \" Coley said.<br /><br />We also talked to Hope Lanier, the BP spokesperson at that meeting. <br /><br />Lanier said Coley \"stood up in the meeting and volunteered to be a point person to work with BP and VISIT FLORIDA toward trying to pull together a workable solution for tourism funding.\" <br /><br />PolitiFact Florida could not find news coverage of the town hall meeting in a Nexis search and when the state did get the $25 million, Coley didn't appear to take credit for it in a <a href=\"http://www.myfloridacfo.com/sitePages/newsroom/pressRelease.aspx?id=3547\" target=\"_blank\">press release</a>. But she did in a June 9 article in the <a href=\"http://www2.jcfloridan.com/news/2010/jun/09/coley-shifts-stance-drilling-ar-318891/\" target=\"_blank\">Jackson County Floridan</a>. (Coley is running for re-election in Florida House District 7.)</p>\r\n<p>The article stated: \"In response to the disaster, Coley mentioned to attendees that she has been working with Visit Florida -- Florida's main tourism advocate -- and BP officials to get the initial $25 million contribution from the oil company to go towards damage control. Coley says she worked hard to ensure BP officials stepped up to their financial responsibility of lessening the impact on tourism with an advertising campaign. She is now pushing for an additional contribution for further efforts, but all is up to Gov. Charlie Crist at this time.\"<br /><br />Officials at Visit Florida also recalled state Sen. Don Gaetz, R-Niceville, speaking up about the need for tourism ads early. Gaetz's chief legislative aide, Chris Clark, said Gaetz spoke with a BP representative on May 2 to ask \"if they would be willing to help with advertising\" but did not ask for a specific dollar amount.<br /><br />Sink's campaign did not provide any documentation that she specifically asked for $25 million, either, but we think the more interesting point is whether she was the \"first official\" to say BP should give the state money for a tourism ad campaign.<br /><br />We find evidence that other state officials spoke up earlier than Sink, though she was the first statewide elected official to raise the issue. Carville's letter is unspecific on this point, so we have to consider what a reasonable person would think. And by the accounts of Visit Florida, we find others spoke up sooner. We rule this Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-06-15T16:58:06.299179", "ruling_date": "2010-06-16T10:39:29", "ruling_headline": "Carville says Sink was 'first official' to say BP should pay for ads", "ruling_headline_slug": "carville-says-sink-was-first-official-say-bp-shoul", "ruling_link_text": "State Rep. Marti Coley chatted up BP about paying for ads before Sink", "ruling_state": null, "source_documents": null, "sources": "<p>James Carville, <a href=\"http://blog.alexsink2010.com/?p=191\" target=\"_blank\" title=\"fundraising letter on behalf of Alex Sink\">fundraising letter on behalf of Alex Sink</a>, June 8, 2010</p>\r\n<div>Bay News 9,&nbsp;<a href=\"http://www.baynews9.com/content/36/2010/5/8/616700.html\" target=\"_blank\" title=\"CFO Alex Sink: Spill is 300 miles away\">CFO Alex Sink: Spill is 300 miles away</a>, May 9, 2010</div>\r\n<div>&nbsp;</div>\r\n<div>CFO Alex Sink, <a href=\"http://www.myfloridacfo.com/PressOffice/Newsletter/2010/051410/McKayLamar5-10-10.pdf\" target=\"_blank\">letter to BP seeking tourism ad money</a>, May 10, 2010</div>\r\n<div>&nbsp;</div>\r\n<div>Associated Press, \"<a href=\"http://www.msnbc.msn.com/id/37115788/\" target=\"_blank\" title=\"Fla. gov asks BP to pay for oil-spill tourism ads\">Fla. gov asks BP to pay for oil-spill tourism ads</a>\", May 12, 2010</div>\r\n<div>&nbsp;</div>\r\n<div><em>St. Petersburg Times The Buzz blog</em>, \"<a href=\"http://blogs.tampabay.com/buzz/2010/05/extra-bp-cash-in-hand-expanded-tv-ads-coming.html\" target=\"_blank\" title=\"Extra BP cash in hand, expanded TV ads coming\">Extra BP cash in hand, expanded TV ads coming</a>\", May 25, 2010</div>\r\n<div>&nbsp;</div>\r\n<div><em>Miami Herald/St. Petersburg Times</em>, \"<a href=\"http://www.tampabay.com/news/politics/gubernatorial/gov-charlie-crist-the-target-of-frustration-over-states-oil-spill-response/1097548\" target=\"_blank\" title=\"Gov. Charlie Crist the target of frustration over state's oil spill response\">Gov. Charlie Crist the target of frustration over state's oil spill response</a>\", May 26, 2010</div>\r\n<div>&nbsp;</div>\r\n<div><em>Jackson County Floridan</em>, <a href=\"http://www2.jcfloridan.com/news/2010/jun/09/coley-shifts-stance-drilling-ar-318891/\" target=\"_blank\" title=\"&quot;Coley shifts stance on drilling,&quot;\">\"Coley shifts stance on drilling,\"</a>June 9, 2010</div>\r\n<div>&nbsp;</div>\r\n<div>State. Rep. Marti Coley, <a href=\"http://www.myfloridacfo.com/sitePages/newsroom/pressRelease.aspx?id=3547\" target=\"_blank\" title=\"press release about $25 million grant for advertising\">press release about $25 million grant for advertising</a>, 2010&nbsp;</div>\r\n<div>&nbsp;</div>\r\n<div>Interview, James Carville's assistant Emma Stamps, June 14, 2010</div>\r\n<div>&nbsp;</div>\r\n<div>Interview, Alex Sink spokesperson Kyra Jennings, June 14, 2010</div>\r\n<div>&nbsp;</div>\r\n<div>Interview, U.S. Senator Bill Nelson's spokesperson Dan McLaughlin, June 14, 2010</div>\r\n<div>&nbsp;</div>\r\n<div>Interview, BP spokeswoman Hope Lanier, June 14, 2010</div>\r\n<div>&nbsp;</div>\r\n<div>Interview, U.S. Senator George LeMieux's spokesman Ken Lundberg, June 15, 2010</div>\r\n<div>&nbsp;</div>\r\n<div>Interview, VISIT FLORIDA director Chris Thompson, June 14, 2010</div>\r\n<div>&nbsp;</div>\r\n<div>Interview, VISIT Florida spokesperson Kathy Torian, June 14, 2010</div>\r\n<div>&nbsp;</div>\r\n<div>Interview, Florida Commissioner Charles Bronson's spokesman Terence McElroy, June 14, 2010</div>\r\n<div>&nbsp;</div>\r\n<div>Interview, Sen. Don Gaetz's chief legislative aide Chris Clark, June 14, 2010</div>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "political consultant", "false_count": 1, "first_name": "James", "half_true_count": 0, "home_state": "Louisiana", "id": 453, "last_name": "Carville", "mostly_true_count": 1, "name_slug": "james-carville", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/060503_carville_vsml.grid-4x2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/453/", "total_count": 4, "true_count": 0, "website": "http://www.carville.info/"}, "statement": "<p>Alex Sink was \"the first official who said that BP should pay $25 million for an ad campaign to promote Florida tourism.\"</p>", "statement_context": "a fundraising letter", "statement_date": "2010-06-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 155, "photo": null, "resource_uri": "/api/v/2/subject/155/", "subject": "Oil Spill", "subject_slug": "oil-spill", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/1/", "/api/v/2/edition/2/"]}], "target": [], "twitter_headline": null}