{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/jun/16/edward-markey/markey-says-oil-companies-pay-nothing-gulf-drillin/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1902, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1902/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>The ongoing oil spill in the Gulf of Mexico has focused attention on a wide range of problems with the nation's regulation of how oil and other natural resources are extracted. One of those issues has to do with how much oil companies are paying the federal government for the right to drill offshore.<br /><br />At a hearing of the House Energy and Commerce Subcommittee on Energy and Environment on June 15, 2010, Rep. Ed Markey, D-Mass., the subcommittee chairman, took aim at the oil companies whose executives were assembled as witnesses at the hearing.<br /><br />One of the claims Markey made was that \"right now, every single one of the companies here today and dozens of others are drilling for free in the Gulf of Mexico on leases that will cost American taxpayers more than $50 billion in lost royalties.\"<br /><br />We decided to see if Markey was right.<br /><br />At first, we thought Markey was saying that no oil company pays anything for the right to drill in the Gulf. But we knew that was not true. In <a href=\"http://www.politifact.com/truth-o-meter/statements/2010/may/06/darrell-issa/issa-says-oil-royalties-trail-only-taxes-generalti/\" target=\"_blank\">a previous item</a> we noted that the Minerals&nbsp;Management Service -- the office in the Interior Department charged with regulating natural-resources extraction on federal lands as well as collecting the resulting royalties -- took in just under $10 billion in royalties and other revenues in 2009, placing it in the top 10 government offices for generating federal revenue.<br /><br />According to MMS, Gulf of Mexico revenues for oil alone for 2009 amounted to more than $61 million for Louisiana, $1.4 million for Mississippi and more than $285,000 for Alabama.<br /><br />But when we took a closer look at Markey's words, we realized that he was referring to a dispute over oil lease contracts from the Clinton era. These involve two related issues. One concerns drilling leases signed in 1998 and 1999. The other concerns drilling leases signed in 1996, 1997 and 2000. It gets complicated, so bear with us.<br /><br />In order to promote the extraction of certain kinds of natural resources, the Interior Secretary may exercise powers under the Outer Continental Shelf Lands Act and the Deep Water Royalty Relief Act of 1995 to grant royalty relief to drillers. In the mid 1990s, when the latter law was passed, fossil fuel prices were low, so certain types of drilling projects seemed uneconomical without government assistance. The subsidies took the form of relieving companies from having to pay federal royalties on the resources they extracted.<br /><br />For 1996, 1997 and 2000, the lease contracts were written in such a way that the royalty relief disappeared once the market price of oil rose above a certain level. When the price reached that level, the companies would have to start paying a royalty. But the contracts for leases agreed to in 1998 and 1999 did not include any provisions for price triggers. So regardless of how high the market price rose, no company holding a lease that was signed in one of those two years would ever owe the government a dime in royalties.<br /><br />During the George W. Bush administration, MMS belatedly tried to persuade leaseholders to agree to pay royalties once a price trigger was reached, and the department had some success renegotiating the contracts. But many oil companies rejected MMS' proposals to insert a price trigger.<br /><br />In 2008, the Government Accountability Office -- the nonpartisan, investigative arm of Congress -- estimated that upwards of $1 billion in revenues had already been foregone from the 1998 and 1999 leases. It also cited a variety of scenarios that would suggest that the loss over 25 years from the 1998 and 1999 leases could total between $4.3 billion and $14.7 billion.<br /><br />But remember those accurately worded contracts from the 1996, 1997 and 1998 leases? Well, it turns out they're not locked down either.<br /><br />In 2006, Kerr-McGee, an energy company later purchased by Anadarko Petroleum Corp., sued the government, arguing that none of the price triggers from 1996, 1997 and 2000 were valid. In 2007, the U.S. District Court for the Western District of Louisiana sided with Kerr-McGee, and in 2009, a three-judge panel from the U.S. Court of Appeals for the Fifth Circuit agreed. In September 2009, the federal government, in a brief written by Solicitor General Elena Kagan (now a Supreme Court nominee), asked the Supreme Court to take up the case. But it declined, effectively letting the lower court's decision in favor of Kerr-McGee stand.<br /><br />We should mention that it's possible that Congress could legislate a remedy that forces the oil companies to pay royalties despite what the contracts say and what the courts have ruled. In fact, efforts to do just that are under way, and they may get a boost from popular anger over the oil spill. But the chances of such a law being enacted are only speculative at this point, so, in addition to the lost royalties from 1998 and 1999, it seems reasonable for Markey to add in the lost royalties from all five years, as he seems to have done.<br /><br />And how big are those three additional years worth of royalties? When the GAO surveyed the data in 2008, the agency suggested that the government would have to refund more than $1 billion in royalties already collected, in addition to forgoing billions of dollars more that had been expected to materialize over the next 25 years. Reports by the GAO and the Congressional Research Service, Congress' nonpartisan research arm, offered wildly varying estimates, from a low of almost $16 billion to a high $60 billion.<br /><br />The fact is, forecasting the market price of energy -- not to mention the future production from drill sites -- as far as 25 years into the future means that even the best experts can make little more than educated guesses. Oil prices in particular are notoriously volatile even in the short term, much less on the scale of a quarter century.<br /><br />In the report, GAO itself urged the utmost of caution in assessing these various scenarios. The ranges for lost revenue \"should not be viewed as probabilistic estimates of what actual forgone royalties will be, or even firm boundaries within which forgone royalties will fall. Rather, the scenarios reflect reasonable possibilities based on recent experience and possible future prices.\"<br /><br />So where does this leave Markey's comment? It's on the right track, but we do have some quibbles with it.<br /><br />First, he would have been better served if he'd chosen his words more carefully. We think a reasonable person hearing his statement -- but unaware of the controversy over the lease language -- would come away thinking that no oil company pays a dime for anything it pumps out of the Gulf. In reality, the companies pay tens of millions of dollars a year just to extract oil in the Gulf alone.<br /><br />Second, we believe Markey cites the $50 billion figure a little too blithely. He picked a number on the high end of an estimate range that will be subject to lots of cross-cutting influences over the next quarter-century -- first and foremost the volatile price of oil. If he'd said \"leases that could cost American taxpayers more than $50 billion in lost royalties\" -- rather than \"will cost\" -- he would have been on much safer ground.<br /><br />In an interview, Markey's office noted that the comment we fact-checked was an opening statement that summarized topics the hearing would address, and that lawmakers and witnesses proceeded to cover the topic of lost royalties in greater detail later in the hearing. They added that in Markey's view, the higher range of the estimate seems more likely based on their reading of oil price trends.<br /><br />But they acknowledged that the estimates are just that -- estimates and overall, we think many listeners would come away with the impression that the federal government was not getting any royalties when, in fact, the companies pay tens of millions of dollars a year just for drilling in the Gulf. In our view, Markey's comment, while broadly accurate, would have benefited from better specificity. So we find the claim Half True.</p>", "ruling_comments_date": "2010-06-16T13:19:06.199691", "ruling_date": "2010-06-16T16:24:31", "ruling_headline": "Markey says oil companies pay nothing for Gulf drilling, costing taxpayers $50 billion", "ruling_headline_slug": "markey-says-oil-companies-pay-nothing-gulf-drillin", "ruling_link_text": "True for some leases, and the dollar losses are a work in progress", "ruling_state": null, "source_documents": null, "sources": "<p>Ed Markey, <a href=\"http://www.cq.com/display.do?dockey=/cqonline/prod/data/docs/html/transcripts/congressional/111/congressionaltranscripts111-000003683010.html@committees&amp;metapub=CQ-CONGTRANSCRIPTS\" target=\"_blank\">opening statement</a> in a hearing of the House Energy and Commerce Subcommittee on Energy and Environment, June 15, 2010 (CQ subscribers only)<br /><br />Minerals Management Service, <a href=\"http://www.mrm.mms.gov/MRMWebStats/Home.aspx\" target=\"_blank\">main statistics page</a>, accessed June 16, 2010<br /><br />Congressional Research Service, \"Royalty Relief for U.S. Deepwater Oil and Gas Leases\" (<a href=\"http://ncseonline.org/NLE/CRSreports/09Mar/RS22567.pdf\" target=\"_blank\">report</a>), February 4, 2009<br /><br />Government Accountability Office, \"Oil and Gas Royalties: Litigation over Royalty Relief Could Cost the Federal Government Billions of Dollars\" (<a href=\"http://www.gao.gov/products/GAO-08-792R\" target=\"_blank\">report</a>), June 5, 2008<br /><br />U.S. Court of Appeals for the Fifth Circuit, <a href=\"http://www.bdlaw.com/assets/attachments/Kerr-McGee_Decision.pdf\" target=\"_blank\">decision</a> in <em>Kerr-McGee v. Department of Interior</em>, Jan. 12, 2009<br /><br />U.S. Office of Solicitor General, <a href=\"http://www.justice.gov/osg/briefs/2009/2pet/7pet/2009-0054.pet.rep.pdf\" target=\"_blank\">reply brief</a> in <em>Department of Interior v. Kerr-McGee</em>, Sept. 2009<br /><br />E-mail interview with Mandy Smithberger, National Security Investigator for the Project On Government Oversight, June 16, 2010<br /><br />E-mail interview with Gary Therkildsen, federal fiscal policy analyst for OMB Watch, June 16, 2010<br /><br />E-mail interview with Bill Wicker, spokesman for Senate Energy and Natural Resources chairman Jeff Bingaman, D-N.M., June 16, 2010<br /><br />E-mail interview with Dan McLaughlin, spokesman for Sen. Bill Nelson, D-Fla., June 15, 2010<br /><br />E-mail interview with Bill Bush, spokesman for the American Petroleum Institute, June 16, 2010<br /><br />E-mail interview with Don Stewart, a spokesman for Senate Republican Leader Mitch McConnell, June 15, 2010</p>\r\n<p>Interview with Eben Burnham-Snyder, communications director for the Select Committee on Energy Independence and Global Warming, June 16, 2010<br /><br />Interview with Morgan Gray, professional staff member for the Select Committee on Energy Independence and Global Warming, June 16, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "U.S. Senator", "false_count": 0, "first_name": "Edward ", "half_true_count": 1, "home_state": "", "id": 188, "last_name": "Markey", "mostly_true_count": 1, "name_slug": "edward-markey", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Markey.JPG", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/188/", "total_count": 5, "true_count": 2, "website": ""}, "statement": "<p>\"Right now every single one of the (oil) companies here today and dozens of others are drilling for free in the Gulf of Mexico on leases that will cost American taxpayers more than $50 billion in lost royalties.\"</p>", "statement_context": "a statement at a hearing of a House Energy and Commerce subcommittee", "statement_date": "2010-06-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 131, "photo": null, "resource_uri": "/api/v/2/subject/131/", "subject": "Government Efficiency", "subject_slug": "government-efficiency", "used_in_edition": []}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}, {"description": "", "id": 155, "photo": null, "resource_uri": "/api/v/2/subject/155/", "subject": "Oil Spill", "subject_slug": "oil-spill", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/1/", "/api/v/2/edition/2/"]}], "target": [], "twitter_headline": null}