{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2010/jun/16/bart-stupak/exxon-oil-spill-clean-plan-has-long-detailed-media/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1903, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/1903/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>At a Congressional hearing looking at how oil companies respond to oil spills, here was an unlikely claim:&nbsp;Exxon Mobil's emergency plan for dealing with an oil spill in the Gulf of Mexico has 40 pages on how to deal with the media, but only nine pages on how to clean up a spill.<br /><br />The statement sounded improbable to us. Isn't answering media questions easier than cleaning up a major oil spill? So we decided to check it out. <br /><br />The hearings, held June 16, 2010, were aimed at letting members of Congress grill the oil executives on their plans, and they were held by the U.S. House of Representatives Energy and Commerce Committee chaired by Rep. Henry Waxman, D-Calif. Another Congressman, Bart Stupak, was particularly concerned about how similar the clean-up plans of all the major oil companies seemed to be. <br />\"It could be said that BP is the one bad apple in the bunch,\" Stupak said. \"But, unfortunately, they appear to have plenty of company. Exxon and other oil companies are just as unprepared to respond to a major oil spill in the Gulf as BP.\"<br /><br />He singled out Exxon Mobil, though, for particular criticism. Unlike the rest of the companies, Stupak said, Exxon Mobil devoted 40 pages to how to handle the media, everything from suggested statements to pre-written press releases to instructions on directing questions about global warning and the Exxon Valdez spill to corporate headquarters. <br /><br />\"While Exxon Mobil has 40 pages on its media response strategy, its plan for resource protection is only five pages long and its plan for oil removal is just nine pages long,\" Stupak said.<br /><br />\"If a public affairs officer is asked about criminal charges, the plan instructs them to say, 'We believe that there are no grounds for such charges. This was clearly an accident and we are working to respond to the immediate needs of the incident,' \" the Michigan Democrat added. \"That talking point is ready to go before a hypothetical incident even occurs, before Exxon Mobil could have any idea of whether it was actually an accident or if there are any grounds for criminal charges. In short, Exxon Mobil has meticulously anticipated virtually every conversation that the company might need to have with the media in the days following an oil spill in the Gulf of Mexico.\"<br /><br />The committee released the <a href=\"http://energycommerce.house.gov/index.php?option=com_content&amp;view=article&amp;id=2034:hearing-on-drilling-down-on-americas-energy-future-safety-security-and-clean-energy&amp;catid=130:subcommittee-on-energy-and-the-environment&amp;Itemid=71\" target=\"_blank\">reports of the companies</a> as part of their investigation. So we reviewed Exxon Mobil's 663-page plan to see if Stupak's description was accurate or exaggerated for effect. <br />First, we'll look at the section on how Exxon handles the media. It starts on page 557 with Appendix K and continues to page 596. That's 39 pages. And just as Stupak said, it contains detailed outlines for roles and responsibilities involving the media. Questions about global warming and the Exxon Valdez are categorized as including \"sensitive corporate issues\" that should be handled by Exxon headquarters.<br /><br />\"Category D requires referral to EMCorp for response and should not be included in press releases or response statements issued from site/region or Functional HQ,\" the document said. <br /><br />The appendix also includes sample press releases and suggested statements for an index of topics. Yes, it does have the pre-written denial of grounds for criminal charges. So Stupak is right about the press section of the document. BP's media section, by the way, is only six pages long. Chevron's is five pages, ConocoPhillips' is five pages and Shell's is four pages.<br /><br />Next, we looked at Section 13 in the Exxon plan, which is \"Resource Protection Methods.\" It runs from pages 330 to 334, which is five pages. It includes a list of things the company might do to protect wildlife, everything from the deployment of several types of booms, using chemical dispersants and \"in situ\" burning (burning oil to prevent spreading) to removing sea turtle nests and playing the recorded sounds of live birds. <br /><br />We also looked at Section 15, \"Oil and Debris Removal Procedures.\" It runs from pages 350 to 358, or nine pages. It includes some of the same elements as the previous section, including the use of booms, chemical dispersants and burning.<br /><br />So Stupak is largely correct in his descriptions. We did notice that a few of the elements described in those sections, though, were explained in greater length in other sections of the report. There are an additional seven pages on wildlife rehabilitation, an additional 23 pages on using chemical dispersants, and another 14 pages on burning. So that's an additional 44 pages.<br /><br />We asked Exxon Mobil for a response on Stupak's charges, but we didn't hear back. During the hearing, Exxon CEO Rex Tillerson didn't directly address why the media section was so long. But he did defend the fact that all of the oil companies' plans are highly similar to BP's plan.<br /><br />\"You know, the aspect of the plan, the cookie-cutter characterization, should not come as much of a surprise, because the industry has relied on sharing of resources -- boats, booms, skimmer equipment. And in working with the Coast Guard and federal agencies, what we really should have is a unified plan. Because it doesn't matter whose well has the problem, when it has the problem, we need to be able to respond with everything we have available. So those plans look the same because in fact they call upon the same resources to respond,\" Tillerson said.<br /><br />In rating Stupak's statement, we find he is largely accurate in his description that the Exxon Mobil plan \"has 40 pages on its media response strategy\" while its plan for resource protection \"is only five pages long and its plan for oil removal is just nine pages long.\" We did notice that other sections of the plan expand on some of the topics listed in resource protection and oil removal. Nevertheless, Exxon's media plan is highly detailed and lengthy, particularly when compared with the other oil company plans and other sections of its own report. So we rate Stupak's statement Mostly True.</p>", "ruling_comments_date": "2010-06-16T14:21:09.642843", "ruling_date": "2010-06-16T14:19:37", "ruling_headline": "Exxon oil spill clean-up plan has long, detailed media-relations section", "ruling_headline_slug": "exxon-oil-spill-clean-plan-has-long-detailed-media", "ruling_link_text": "Pity the micro-managed flacks", "ruling_state": null, "source_documents": null, "sources": "<p>U.S House of Representatives Committee on Energy and Commerce, <a href=\"http://energycommerce.house.gov/index.php?option=com_content&amp;view=article&amp;id=2034:hearing-on-drilling-down-on-americas-energy-future-safety-security-and-clean-energy&amp;catid=130:subcommittee-on-energy-and-the-environment&amp;Itemid=71\" target=\"_blank\">Hearing on \"Drilling Down on America's Energy Future: Safety, Security, and Clean Energy\"</a>, June 15, 2010<br /><br />Rep. Bart Stupak, <a href=\"http://www.house.gov/apps/list/speech/mi01_stupak/morenews/20100615opening.html\" target=\"_blank\">Statement on misplaced priorities of oil companies</a>, June 15, 2010<br /><br />U.S House of Representatives Committee on Energy and Commerce, <a href=\"http://docs.house.gov/energycommerce/Docs_06152010/BP.Oil.Spill.Response.Plan.pdf\" target=\"_blank\">BP Gulf of Mexico Oil Spill Response Plan</a>, accessed June 15, 2010<br /><br />U.S House of Representatives Committee on Energy and Commerce, <a href=\"http://docs.house.gov/energycommerce/Docs_06152010/Chevron.Gulf.Oil.Spill.Response.Plan.pdf\" target=\"_blank\">Chevron Gulf of Mexico Oil Spill Response Plan</a>, accessed June 15, 2010<br /><br />U.S House of Representatives Committee on Energy and Commerce, <a href=\"http://docs.house.gov/energycommerce/Docs_06152010/ConocoPhillips.Oil.Spill.Response.Plan.pdf\" target=\"_blank\">ConocoPhillips Regional Oil Spill Response Plan</a>, accessed June 15, 2010<br /><br />U.S House of Representatives Committee on Energy and Commerce, <a href=\"http://docs.house.gov/energycommerce/Docs_06152010/Exxon.Oil.Spill.Response.Plan-Compiled.pdf\" target=\"_blank\">Exxon Mobil Spill Response Plan - Compiled</a>, accessed June 15, 2010<br /><br />U.S House of Representatives Committee on Energy and Commerce, <a href=\"http://docs.house.gov/energycommerce/Docs_06152010/Shell.Gulf.Oil.Spill.Response.Plan.pdf\" target=\"_blank\">Shell Gulf of Mexico Regional Oil Spill Response Plan</a>, accessed June 15, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "member of Congress", "false_count": 1, "first_name": "Bart", "half_true_count": 0, "home_state": "Michigan", "id": 336, "last_name": "Stupak", "mostly_true_count": 1, "name_slug": "bart-stupak", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Stupak.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/336/", "total_count": 3, "true_count": 1, "website": ""}, "statement": "<p>\"While Exxon Mobil has 40 pages on its media response strategy, its plan for resource protection is only five pages long and its plan for oil removal is just nine pages long.\"</p>", "statement_context": "a Congressional hearing", "statement_date": "2010-06-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}, {"description": "", "id": 155, "photo": null, "resource_uri": "/api/v/2/subject/155/", "subject": "Oil Spill", "subject_slug": "oil-spill", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/1/", "/api/v/2/edition/2/"]}], "target": [], "twitter_headline": null}