{"art": [{"brightcove": "", "caption": "Harry Reid's ad attacks challenger Sharron Angle.", "id": 482, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/482/", "title": "Reid Ad: What's next?", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/iBuI655UzRc?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "iBuI655UzRc"}], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/jun/24/harry-reid/reid-ad-claims-angle-supported-scientology-plan-gi/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1952, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1952/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Shortly after Sharron Angle won the Nevada Republican primary, Democratic opponent Harry Reid quickly picked up on some of the attacks levelled against Angle by her Republican primary opponent.<br /><br />According to a <a href=\"http://www.youtube.com/watch?v=iBuI655UzRc&amp;feature=player_embedded\" target=\"_blank\">Reid ad</a>, Angle supported \"a Scientology plan to give massages to prisoners.\"<br /><br />As a Nevada Assemblywoman in 2003, Angle pushed for Nevada to try a controversial drug and criminal rehabilitation program based on the teachings of Scientology founder L. Ron Hubbard. <br /><br />Angle mulled legislation to bring a demonstration of the program -- called Second Chance -- to women's prisons in Nevada. And she was among a group of several Nevada legislators who made plans to travel to Mexico to see the program in action. According to a Feb. 18, 2003, story in the <em>Las Vegas Review-Journal</em>, the trip would have been paid by a private Arizona businessman with ties to the Church of Scientology.<br /><br />According to the <em>Review Journal</em> story, Angle defended the program, saying that while parts of the program were developed by Hubbard, his religion had nothing to do with the program.<br /><br />\"I don't have any inclination toward Scientology,'' Angle said. \"But when something works, you have to take a look at it.\"<br /><br />Angle parroted claims from the program leaders that only 10 percent of the inmates who enter the program return to drugs. But those claims are highly disputed. Nevada Assembly Majority Leader Barbara Buckley, a Democrat, said then that the program was costly and that legislators were told Mexican officials did not check on program participants after they left prison.<br /><br />Angle abandoned her efforts -- and canceled her planned trip to Mexico -- after she said it became clear that Democratic opposition to the program made it a non-starter.<br /><br />Angle's efforts on behalf of the Second Chance program first became political fodder for her Republican primary opponent Sue Lowden, who aired an ad in which the narrator says \"Retreat, relax, renew. Unwind and enjoy the soothing sauna and massage treatments in Nevada prisons.\" Images of male prisoners getting back rubs flashed in the background.<br /><br />The Reid ad picks up on the same theme, showing a male prisoner getting a massage, but does more of a quick hit with, \"That's Sharron Angle. First, a Scientology plan to give massages to prisoners. Now she wants to get rid of Medicare and Social Security. What's next?\" We addressed the claim that Angle \"wants to wipe out Social Security\" in a separate item. Here we're looking at the claim that Angle supported \"a Scientology plan to give massages to prisoners.\"<br /><br />We'll take this in two parts. First, is it accurate to call Second Chance a \"Scientology plan\"? Church of Scientology officials have long contended that Criminon and Narconon, the parent programs of Second Chance, are secular programs unaffiliated with the Church of Scientology. According to Narconon officials, Narconon was not founded by Hubbard, but by William Benitez, who while an inmate in an Arizona prison read books by Hubbard and applied his principles in developing a drug treatment program. However, many of the techniques and courses used in the program are similar to those practiced by Scientologists, which is why many Scientology observers say that at best, the line between Scientology and programs like Criminon and Narconon are blurred.<br /><br />As for the claim that Second Chance was a \"plan to give massages to prisoners,\" we think that's a gross oversimplification of the program.<br /><br />The ad suggests the sum of the program is akin to some sort of spa experience. The program does incorporate the use of saunas as part of a purported detoxification program that mirrors a Scientology ritual called the purification rundown. The use of saunas is based on Hubbard's belief that it is possible to sweat out toxic substances and drug residues, which can cause cravings for more drugs.<br /><br />The program also incorporates the use of \"nerve assists.\" According to an <a href=\"http://www.scientologyhandbook.org/SH6_5.HTM\" target=\"_blank\">online Scientology handbook</a>, nerve assists are used to straighten joints and the spine. According to the handbook, \"The Nerve Assist consists of gently releasing the standing waves in the nerve channels of the body, improving communication with the body and bringing the being relief.\" What follows is a detailed set of instructions on how to administer a nerve assist.<br /><br />In a candidate debate on <em>Face to Face with Jon Ralston</em> on May 18, 2010, Angle said \"it wasn't actually massages, it was really more of a karate chop. And the sauna I would say was a sweat box, in there with 30 sweaty guys is not exactly a sauna.\"<br /><br />By our reckoning, though, the method described in the Scientology handbook resembles a back massage, at least enough so that calling it that is not out of order. <br /><br />But there's more to the Second Chance Program than saunas and nerve assists. It also includes a series of life improvement courses, such as ones aimed at improving communication skills. News reports in the <a href=\"http://www.post-gazette.com/pg/07019/755193-28.stm\" target=\"_blank\">Wall Street Journal</a>, <a href=\"http://www.sfreporter.com/santafe/article-1508-taking-chances.html\" target=\"_blank\">Santa Fe Journal</a> and the <a href=\"http://articles.latimes.com/2005/may/29/local/me-prison29\" target=\"_blank\">Los Angeles Times</a> detail the workings of the program. It was used in New Mexico prisons for two years.<br /><br />We contacted William Miller, an addiction expert and a retired professor of psychiatry at the University of New Mexico, who reviewed Second Chance at the request of the city of Albuquerque and recommended against the city adopting and funding Second Chance. <br /><br />Via e-mail, Miller told us it is a \"Scientology-based program that has no scientific credibility.\"<br /><br />And it no longer is operating in New Mexico prisons, he noted.<br /><br />\"They consumed quite a bit of money for several years, performed poorly, and went out of business when governmental funding dried up for them,\" Miller said.<br /><br />We also called Angle's campaign for comment about the program and Angle's involvement. Campaign staffer Lee Adams said \"it was something she looked at and ultimately said no.\" As we noted earlier, it wasn't so much that Angle decided the program didn't have merit. Rather, she made a political calculation that it didn't have enough support to pass, and so she declined to offer legislation that was DOA.<br /><br />For the record, Adams said, despite some rumors circulating around, Angle is not a Scientologist.<br /><br />\"She's a Southern Baptist,\" he said.<br /><br />As for the claim in the Reid ad, we think it's accurate to point out Angle's one-time support for a controversial drug and crime rehabilitation program based on the teachings of Scientology founder L. Ron Hubbard. But we think it's misleading to sum it up as back rubs for prisoners. There's a lot more to it than that. Some may find the idea of taxpayer support for the program equally as troubling, but this was more about supporting a controversial drug treatment program than one aimed at coddling criminals with massages. And so we rate the ad's claim Half True.</p>", "ruling_comments_date": "2010-06-24T18:09:21.126728", "ruling_date": "2010-06-24T17:37:25", "ruling_headline": "Reid ad claims Angle supported a Scientology plan to give massages to prisoners", "ruling_headline_slug": "reid-ad-claims-angle-supported-scientology-plan-gi", "ruling_link_text": "Controversial drug treatment program includes massage-like element", "ruling_state": null, "source_documents": null, "sources": "<p>YouTube, <a href=\"http://www.youtube.com/watch?v=iBuI655UzRc&amp;feature=player_embedded\" target=\"_blank\">Harry Reid campaign ad: <span class=\"long-title\" title=\"Sharron Angle Plans to Eliminate Social Security and Medicare. What's Next?\">Sharron Angle Plans to Eliminate Social Security and Medicare. What's Next? </span></a></p>\r\n<p>Face to Face with Jon Ralston, <a href=\"http://www.lasvegassun.com/videos/2010/may/25/3974/\" target=\"_blank\">Sharron Angle interview</a>, May 25, 2010</p>\r\n<p>Face to Face with Jon Ralston, <a href=\"http://www.lasvegassun.com/news/2010/jun/16/ad-rings-true-angle-social-security/\" target=\"_blank\">Ad rings true of Sharron Angle on Social Security</a>, June 16, 2010</p>\r\n<p>Los Angeles Times, <a href=\"http://articles.latimes.com/2005/may/29/local/me-prison29\" target=\"_blank\">\"Scientologists Reach Behind Bars,\"</a> by Dan Morain, May 29, 2005</p>\r\n<p>Wall Street Journal, <a href=\"http://www.post-gazette.com/pg/07019/755193-28.stm\" target=\"_blank\">\"Program for prisoners draws fire over Scientology,\"</a> by Lauren Etter, Jan. 19, 2007</p>\r\n<p>Santa Fe Reporter, <a href=\"http://www.sfreporter.com/santafe/article-1508-taking-chances.html\" target=\"_blank\">\"Taking Chances: A new drug treatment center uses saunas, vitamins and, some say, Scientology to rehab inmates,\"</a> March 28, 2007</p>\r\n<p>Scientology Handbook, <a href=\"http://www.scientologyhandbook.org/SH6_5.HTM\" target=\"_blank\">Nerve Assist</a></p>\r\n<p>St. Petersburg Times, <a href=\"http://www.sptimes.com/2003/03/30/NorthPinellas/Detox_center_seeks_wi.shtml\" target=\"_blank\">\"Detox center seeks wider acceptance,\"</a> by Robert Farley, March 30, 2003</p>\r\n<p>FactCheck.org, <a href=\"http://www.factcheck.org/2010/06/its-true-massages-saunas-for-inmates/\" target=\"_blank\">\"It&rsquo;s True: Massages, Saunas For Inmates,\"</a> by Eugene Kiely, June 2, 2010</p>\r\n<p>Talking Points Memo, <a href=\"http://tpmdc.talkingpointsmemo.com/2010/05/sharron-angle-attacked-for-alleged-scientology-ties.php\" target=\"_blank\">\"Sharron Angle Attacked For Alleged Scientology Ties,\"</a> by Eric Kleefeld, May 27, 2010</p>\r\n<p>Reno Gazette-Journal, <a href=\"http://www.rgj.com/article/20100620/NEWS20/6200341/To-prove-ads-wrong-Angle-must-offer-a-plan&amp;template=artsemantics&amp;server=MOC-WN0337\" target=\"_blank\">\"Fact checker: To prove ads wrong, Angle must offer a plan,\"</a> by Mark Robison, June 21, 2010</p>\r\n<p>Las Vegas Review-Journal, <a href=\"http://www.lvrj.com/news/gop-ads-fast--loose-with-truth-95599454.html\" target=\"_blank\">\"GOP ads fast, loose with truth,\"</a> by Laura Myers, June 4, 2010</p>\r\n<p>AP, \"Nevada Assemblywoman reveals trip sponsor,\" by Ben Kieckhefer, Feb. 12, 2003</p>\r\n<p>AP, \"Nevada lawmaker promotes prison program with Scientology link,\" by Ben Kieckhefer, Feb. 11, 2003</p>\r\n<p>Las Vegas Review-Journal, \"Quest for anti-drug program dies,\" by Ed Vogel, Feb. 18, 2003</p>\r\n<p>Las Vegas Review-Journal, \"Scientology Rehab: Guinn's office not interested,\" by Ed Vogel, Feb. 15, 2003</p>\r\n<p>Las Vegas Review-Journal, \"Lawmakers urged to skip trip to view prison program,\" by Ed Vogel, Feb. 14, 2003</p>\r\n<p>E-mail interview with William Miller, an addiction expert and a retired professor of psychiatry at the University of New Mexico, June 24, 2010</p>\r\n<p>Interview with Angle campaign staffer Lee Adams, June 23, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "Senate Democratic Leader", "false_count": 5, "first_name": "Harry", "half_true_count": 3, "home_state": "Nevada", "id": 116, "last_name": "Reid", "mostly_true_count": 7, "name_slug": "harry-reid", "pants_count": 3, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-harryreid.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/116/", "total_count": 28, "true_count": 2, "website": "http://reid.senate.gov/"}, "statement": "<p>Sharron Angle supported \"a Scientology plan to give massages to prisoners.\"</p>", "statement_context": "a political ad", "statement_date": "2010-06-12", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 157, "photo": null, "resource_uri": "/api/v/2/subject/157/", "subject": "Message Machine 2010", "subject_slug": "message-machine", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 9, "photo": null, "resource_uri": "/api/v/2/subject/9/", "subject": "Religion", "subject_slug": "religion", "used_in_edition": []}], "target": [], "twitter_headline": null}