{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/jun/28/jon-kyl/kyl-says-american-bar-association-calls-12-years-e/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1970, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/1970/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>As the confirmation hearings began on June 28, 2010, for Elena Kagan's nomination to the U.S. Supreme Court, Republicans on the Senate Judiciary Committee made the point that Kagan -- the current Solicitor General, a former dean of Harvard Law School and a member of the Clinton White House staff -- may not be a wise choice because she has relatively little experience as a judge or a practicing attorney.<br /><br />\"Ms. Kagan has never served on any bench,\" said Sen. Jon Kyl, R-Ariz. \"Indeed, except for a brief two-year stint in private practice and one year as solicitor general, Ms. Kagan's entire career has been divided between academia and policy positions in the Clinton administration. Given this lack of experience practicing law, I was surprised that the American Bar Association awarded her a well-qualified rating, since the ABA's own criteria for a judicial nominee call for, among other things, at least 12 years' experience in the practice of law, and they mean actual practice of law, like former Justices [William] Rehnquist and [Lewis] Powell.\"<br /><br />We thought it would be worth checking the ABA's guidelines ourselves to see what they say.<br /><br />First, let's take a quick look at Kagan's resume. While she is perhaps best known as the former Dean of Harvard Law School and as an aide in the Clinton White House, she does have a number of experiences that would qualify as the practice of law.<br /><br />From 1989 to 1991, she was an associate at Williams &amp; Connolly, a Washington, D.C., law firm, doing mix of commercial, First Amendment and white-collar criminal law. And since March 2009, she has been solicitor general, arguing cases before the justices she hopes to join.<br /><br />Meanwhile, some people might also classify her two judicial clerkships -- for Judge Abner Mikva, U.S. Court of Appeals for D.C., and for Supreme Court Justice Thurgood Marshall -- as \"courtroom experience.\"<br /><br />She also spent three summers working for three private-sector law firms in New York City. And you could also classify her work as associate counsel to President Bill Clinton to be the practice of law, in the sense that she was advising a client, the president. (Her later policy work for the White House would probably fall outside of the practice of law.)<br /><br />Put these all together, and her total time spent pursuing the pure practice of law, as opposed to positions merely related to the law, would come to somewhere between five or six years. As Kyl indicates, that is indeed short of 12. <br /><br />Now for Kyl's claim about the ABA endorsement. <br /><br />We downloaded a copy of a pamphlet published by the 15-member ABA panel that scrutinizes the records of appointees to federal judgeships and rates them as either \"well qualified,\" \"qualified\" or \"not qualified.\" (The ratings aren't binding, but they carry weight among many of the senators who ultimately vote on federal judgeships. <br /><br />The pamphlet, \"The American Bar Association Standing Committee on the Federal Judiciary: What It Is and How It Works,\" details the criteria used in the panel's evaluations.<br /><br />\"The committee's evaluation of prospective nominees to the federal bench is directed solely to their professional qualifications: integrity, professional competence and judicial temperament,\" the pamphlet says. <br /><br />It goes on to say, \"The committee believes that a prospective nominee to the federal bench ordinarily should have at least 12 years&rsquo; experience in the practice of law. In evaluating the professional qualifications of a prospective nominee, the committee recognizes that substantial courtroom and trial experience as a lawyer or trial judge is important. Distinguished accomplishments in the field of law or experience that is similar to in-court trial work &mdash; such as appearing before or serving on administrative agencies or arbitration boards, or teaching trial advocacy or other clinical law school courses &mdash; may compensate for a prospective nominee&rsquo;s lack of substantial courtroom experience.\"<br /><br />So there is some truth in Kyl's statement. The ABA panel's \"own criteria\" do indeed \"call for, among other things, at least 12 years' experience in the practice of law,\" as Kyl put it. What he said also fits with the idea that the ABA panel \"recognizes that substantial courtroom and trial experience as a lawyer or trial judge is important.\"<br /><br />But Kyl's statement leaves out what we think is an important qualifier -- that \"distinguished accomplishments in the field of law or experience that is similar to in-court trial work &mdash; such as appearing before or serving on administrative agencies or arbitration boards, or teaching trial advocacy or other clinical law school courses &mdash; may compensate for a prospective nominee&rsquo;s lack of substantial courtroom experience.\"<br /><br />We realize that distinguished alternate career paths, by the panel's definition, \"may compensate\" for having less than 12 years of practice -- not \"will compensate.\" But Kagan can make a pretty good argument that she has compensated for not having 12 years&rsquo; experience in the practice of law by instead satisfying the standard of \"distinguished accomplishments in the field of law.\" She has, after all, served as U.S. Solicitor General, Dean of Harvard Law School and as a White House counsel -- at least three positions that we think most people would classify as \"distinguished\" achievements of a lawyer's career.<br /><br />When we called Kyl's office, spokesman Ryan Patmintra argued that these experiences aren't related to the \"practice of law\" envisioned by the ABA panel.<br /><br />\"To the best of my knowledge, Ms. Kagan has not appeared or served on 'administrative agencies or arbitration boards,' nor has she taught 'trial advocacy or other clinical law school courses.' She has, of course, taught traditional law school courses, but those are very different from the trial advocacy or clinical courses that the ABA is referring to &mdash; i.e., classes that would demonstrate an understanding of the courtroom process.\"<br /><br />We didn't comb through her semester-by-semester course loads or pro-bono assignments to track her practical legal work, but we think this line of argument is a red herring anyway. The sentence sets up two alternatives -- either \"distinguished accomplishments in the field of law or experience that is similar to in-court trial work.\" We see no requirement that the \"distinguished accomplishments\" be directly related to the in-court practice of law.<br /><br />Ultimately, then, Kyl is correct to say that the ABA does \"call for\" 12 years of practical law experience. But he leaves out an important qualifier -- that there's a way around that through \"distinguished accomplishments in the field of law.\" So we rate his statement Half True.</p>", "ruling_comments_date": "2010-06-28T16:57:23.246025", "ruling_date": "2010-06-28T17:58:50", "ruling_headline": "Kyl says American Bar Association calls for 12 years of experience in practice of law", "ruling_headline_slug": "kyl-says-american-bar-association-calls-12-years-e", "ruling_link_text": "He's right -- but there's a way around it", "ruling_state": null, "source_documents": null, "sources": "<p>Jon Kyl, <a href=\"http://transcriptswire.cq.com/do/transcriptView?id=154280983\" target=\"_blank\">statement</a> at the Senate Judiciary Committee hearing on the nomination of Elena Kagan to the Supreme Court, June 28, 2010 (CQ subscribers only)<br /><br />American Bar Association, \"<a href=\"http://www.abanet.org/scfedjud/federal_judiciary09.pdf\" target=\"_blank\">The American Bar Association Standing Committee on the Federal Judiciary: What It Is and How It Works</a>,\" accessed June 28, 2010<br /><br />E-mail interview with Ryan Patmintra, spokesman for Sen. Jon Kyl, R-Ariz., June 28, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. Senator", "false_count": 2, "first_name": "Jon", "half_true_count": 4, "home_state": "Arizona", "id": 122, "last_name": "Kyl", "mostly_true_count": 3, "name_slug": "jon-kyl", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Jon_Kyl.JPG", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/122/", "total_count": 10, "true_count": 1, "website": ""}, "statement": "<p>\"The ABA's own criteria for a judicial nominee call for, among other things, at least 12 years' experience in the practice of law, and they mean actual practice of law.\"</p>", "statement_context": "a hearing on the Supreme Court nomination of Elena Kagan", "statement_date": "2010-06-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 156, "photo": null, "resource_uri": "/api/v/2/subject/156/", "subject": "Kagan Nomination", "subject_slug": "kagan-nomination", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}], "target": [], "twitter_headline": null}