{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2010/jun/29/elena-kagan/elena-kagan-law-review-article-said-supreme-court/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1978, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/1978/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Full Flop", "id": 9, "resource_uri": "/api/v/2/statementruling/9/", "ruling": "Full Flop", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/fom-fullFlop.png", "ruling_slug": "full-flop"}, "ruling_comments": "<p>We knew a flip flop might be coming after reading Elena Kagan's 1995 law review article on public hearings for nominees to the United States Supreme Court.</p>\r\n<p>Writing 15 years ago, Kagan wrote that the typical confirmation hearing was \"a vapid and hollow charade.\" Too often, Kagan wrote, nominees were cagey and uncommunicative about their views, and senators seemed to accept that evasiveness with a shrug.</p>\r\n<p>\"When the Senate ceases to engage nominees in meaningful discussion of legal issues, the confirmation process takes on an air of vacuity and farce, and the Senate becomes incapable of either properly evaluating nominees or appropriately educating the public,\" Kagan wrote.</p>\r\n<p>\"Such hearings serve little educative function, except perhaps to reinforce lessons of cynicism that citizens often glean from government,\" she added. \"Neither can such hearings contribute toward an evaluation of the Court and a determination whether the nominee would make it a better or worse institution. A process so empty may seem ever so tidy -- muted, polite, and restrained -- but all that good order comes at great cost.\"</p>\r\n<p>Kagan's article was a book review of <em>The Confirmation Mess</em>, by Stephen L. Carter. Carter's book dissected the Supreme Court nomination and hearings of Robert Bork, a legal scholar and judge nominated to the Supreme Court by President Ronald Reagan in 1987. After contentious hearings in which Democrats excoriated Bork's conservative views, the senate rejected his nomination on a 42-58 vote.</p>\r\n<p>In the review, Kagan writes that the Bork hearings may have been contentious, but the nominee's actual testimony was serious and substantive. \"The Bork hearings presented to the public a serious discussion of the meaning of the Constitution, the role of the Court, and the views of the nominee; that discussion at once educated the public and allowed it to determine whether the nominee would move the Court in the proper direction,\" she wrote.</p>\r\n<p>Nominees shouldn't say how they would rule on a specific case, but \"a nominee can say a great, great deal before making a statement that, under this standard, nears the improper. A nominee, as I have indicated before, usually can comment on judicial methodology, on prior case law, on hypothetical cases, on general issues like affirmative action or abortion.\"</p>\r\n<p>At the time Kagan wrote her review, she was a law professor at the University of Chicago, and had served a short stint as special counsel to the U.S. Senate Judiciary Committee, primarily to provide guidance on President Bill Clinton's nomination of Justice Ruth Bader Ginsburg in 1993. (The committee chair was then-Sen. Joe Biden.)</p>\r\n<p>Speaking at her own confirmation hearing, Kagan said some of that review wasn't quite right. \"I do think much of what I wrote in 1995 was right, but in some measure I got a bit of the balance off,\" she said. What she got right back then, she said, was that it was inappropriate for a nominee to indicate how he or she might vote in a specific case. But now she realized that there are other types of questions about previous cases or judicial philosophy that could give hints to how a justice would vote in the future.</p>\r\n<p>\"I skewed it too much toward saying that answering is appropriate even when it would, you know, provide some kind of hints,\" she added. \"And I think that that was wrong. I think that, in particular, that it wouldn't be appropriate for me to talk about what I think about past cases -- you know, to grade cases -- because those cases themselves might again come before the court.\"</p>\r\n<p>We should note that senators from both parties asked Kagan about the book review and her thoughts on how candid nominees should be. Sen. Herb. Kohl, D-Wisc., noted that Kagan wrote it was a fair question to ask a nominee in what direction she would move the court. Kagan answered simply, \"Well, it might be a fair question.\" Left unsaid was the possibility that she might not answer, a response that drew laughter from the audience.</p>\r\n<p>Kagan also declined to answer other questions during the course of the hearing, such as when Kohl also asked her to comment on the Supreme Court case <em>Bush v. Gore</em>, which pushed the disputed 2000 election to a conclusion. Kohl specifically noted that the case would not come before the court again, and asked her if the Supreme Court should have gotten involved in the case in the first place.</p>\r\n<p>Rather than saying plainly that she wouldn't answer, Kagan evaded the question by saying she thought the court might consider the type of question again.</p>\r\n<p>\"And if it did, I would try to consider it in an appropriate way, reading the briefs and listening to the arguments and talking with my colleagues,\" she said. \"I think it is an important question, and a difficult question, about how an election contest that at least, arguably, the political branches can't find a way to resolve themselves, what should happen, and whether and when the court should get involved. It's hard to think of a more important question in a democratic system, and maybe a tougher one.\"</p>\r\n<p>In ruling on this statement, we find that Kagan herself has walked back her previous position on how much Supreme Court nominees can and should comment during nomination hearings. She indicated she would not be answering questions that she had previously said were not only permissible but desirable. So we rate her position a Full Flop.</p>", "ruling_comments_date": "2010-06-29T16:03:44.382276", "ruling_date": "2010-06-29T16:01:37", "ruling_headline": "Elena Kagan's law review article said Supreme Court nominees should be forthcoming", "ruling_headline_slug": "elena-kagan-law-review-article-said-supreme-court", "ruling_link_text": "Easy to say when it's not you", "ruling_state": null, "source_documents": null, "sources": "<p>U.S. Senate Judiciary Committee, hearings on Elena Kagan's nomination to the U.S. Supreme Court, June 29, 2010 (transcript accessed via CQ)<br /><br />The University of Chicago Law Review, <a href=\"http://www.scotusblog.com/wp-content/uploads/2010/03/Confirmation-Messes.pdf\" target=\"_blank\">Confirmation Messes, Old and New</a>, by Elena Kagan, Spring 1995, via SCOTUSblog<br /><br />SCOTUSblog, <a href=\"http://www.scotusblog.com/2010/05/9750-words-on-elena-kagan/\" target=\"_blank\">9750 Words on Elena Kagan</a>, May 8, 2010</p>\r\n<p>The New York Times,&nbsp; <a href=\"http://www.nytimes.com/1987/10/24/us/bork-s-nomination-is-rejected-58-42-reagan-saddened.html\" target=\"_blank\">Bork's nomination is rejected, 58-42; Reagan 'saddened,'</a> Oct.&nbsp; 24, 1987</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. solicitor general", "false_count": 0, "first_name": "Elena", "half_true_count": 1, "home_state": "New York", "id": 488, "last_name": "Kagan", "mostly_true_count": 0, "name_slug": "elena-kagan", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Kagan_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/488/", "total_count": 2, "true_count": 0, "website": "http://www.justice.gov/osg/"}, "statement": "<p>On whether a U.S. Supreme Court nominee should be forthcoming at confirmation hearings.</p>", "statement_context": "a law review article", "statement_date": "1995-04-01", "statement_type": {"id": 4, "resource_uri": "/api/v/2/statementtype/4/", "statement_type": "Flip", "type_description": "Flip-o-Meter items"}, "subject": [{"description": "", "id": 156, "photo": null, "resource_uri": "/api/v/2/subject/156/", "subject": "Kagan Nomination", "subject_slug": "kagan-nomination", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 108, "photo": null, "resource_uri": "/api/v/2/subject/108/", "subject": "Supreme Court", "subject_slug": "supreme-court", "used_in_edition": []}], "target": [], "twitter_headline": null}