{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/jun/29/jeff-sessions/sessions-says-kagan-argued-government-could-ban-po/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1981, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1981/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>In the Supreme court nomination hearings for Elena Kagan, Republicans quickly zeroed in on Kagan's first oral arguments before the Supreme Court as solicitor general in the landmark case <em>Citizens United vs. Federal Election Commission</em>, which dealt with corporate financing of political materials.</p>\r\n<p>Taking the first crack in his opening statement was Sen. Jeff Sessions, R-Ala., the ranking Republican on the Senate Judiciary Committee: \"In her first appellate argument, Ms. Kagan told the court that the speech and press guarantees in the First Amendment would allow the federal government to ban the publication of pamphlets discussing political issues before an election.</p>\r\n<p>\"I would remind my colleagues that the American revolution was in no small part spurred by just such political pamphlets: Thomas Paine's <em>Common Sense</em>.\" To suggest that the government now has the power to suppress that kind of speech is breathtaking.\"</p>\r\n<p>Sessions' comment does get to the heart of the controversy surrounding the government's position on the case, but Sessions paints the substance of those arguments with a very broad brush and ignores the limits of the legal questions involved.</p>\r\n<p>The case before the Supreme Court challenged the application of a campaign reform bill known as the McCain-Feingold Act with respect to whether the nonprofit corporation Citizens United could air a video critical of then-presidential candidate Hillary Clinton. In a broader sense, though, the issue was whether the government had the authority to ban corporate or labor union funding of independent political broadcasts advocating for a candidate just prior to an election.</p>\r\n<p>In her oral arguments before the Supreme Court, Kagan argued that pamphlets were \"pretty classic electioneering,\" and therefore fell into the category of corporate-financed election materials that could be limited by the McCain-Feingold Act.</p>\r\n<p>Now, corporations could still form separate political action committees (PACs) to get their message out. But Kagan said she argued in favor of the position taken by Congress that corporations and labor unions had such a \"corrupting influence\" on elections that they should not be allowed to directly fund political messages for or against a particular candidate very close to an election.</p>\r\n<p>In a 5-4 decision, the Supreme Court went the other way, arguing that the First Amendment protects the speech of corporations and individuals alike.</p>\r\n<p>In his concurring opinion, Justice John Roberts wrote that the government's position \"asks us to embrace a theory of the First Amendment that would allow censorship not only of television and radio broadcasts, but of pamphlets, posters, the Internet, and virtually any other medium that corporations and unions might find useful in expressing their views on matters of public concern.\"</p>\r\n<p>So, right off the bat, we are talking about pamphlets directly funded by corporations or labor unions. That's a big qualifier left out of Sessions' comment.</p>\r\n<p>And Sessions' point is further muddled when he drops in the example of Thomas Paine's pamphlet <em>Common Sense</em>, -- which in 1776 argued for American independence from British rule. Paine's 48-page pamphlet was not corporate-financed, so it's technically not applicable in this discussion. And it might not have been even if it was.</p>\r\n<p>\"Solicitor Kagan was arguing that, under the Federal Election Campaign Act, corporate funds could not be used to publish a pamphlet that expressly advocated the election or defeat of a specific candidate for federal office,\" said Brett Kappel, an attorney specializing in ethics and lobbying law at the Washington, D.C.-based law firm Arent Fox. \"The Act would not have prevented Thomas Paine from publishing <em>Common Sense</em> since that famous pamphlet had nothing to do with candidates running for office. Today it would be considered an issue ad, not an electioneering communication.\"</p>\r\n<p>The Federal Election Commission doesn't regulate advertising unless it includes the name or image of a candidate for federal office, Kappel noted.</p>\r\n<p>Others argue that whether <em>Common Sense</em> was technically not corporate-financed is not the issue.</p>\r\n<p>\"<em>Common Sense</em> itself was probably not published by a corporation, but in today's world, it surely would have been,\" said Bradley A. Smith, Professor of Law at Capital University Law School. \"How many such efforts can you name that are not?\"</p>\r\n<p>The statement by Sessions \"was a bit of rhetorical excess, perhaps,\" said Sean Parnell, president of the Center for Competitive Politics, a campaign-finance advocacy group.</p>\r\n<p>Obviously, he said, Sessions could have added a good bit of context. Kagan never argued that the government could ban any pamphlet. Nonetheless, Parnell said, in the context of limited corporate-financed political messages, Sessions' comment accurately described Kagan's position that in addition to a video, the government could ban a pamphlet.</p>\r\n<p>During some close questioning by Sen. Orrin Hatch, R-Utah, on the Citizens United issue on the second day of the confirmation hearing, Kagan quickly framed the limits of the issue, stating that the statute ''applies only to corporations and unions when they make independent expenditures, not to their PACs ... within a certain period of an election.\"</p>\r\n<p>She also noted that as solicitor general, she was defending the statute as written by Congress, which \"made the determination broadly that corporations and trade unions had this corrupting influence on Congress.\"</p>\r\n<p>\"And the statute as it was written applies to pamphlets as well as to the movie in the case, and we made a vigorous argument that the application of that statute to any kind of classic electioneering materials, not books -- because they aren't typically used to electioneer -- but that the application of the statutes to any kinds of classic electioneering materials was in fact constitutional and that the court should defer to Congress' view of the need for this,\" Kagan said.</p>\r\n<p>Given the time constraints on opening statements, we are willing to allow Sessions a bit of rhetorical leeway. <br />&nbsp;<br />Kagan did argue that pamphlets should be included in the types of communication the government could prohibit. But again, that's in the context of pamphlets paid for directly by corporations or labor unions making independent expenditures (not through their PAC) for a pamphlet advocating for a specific candidate within the last months of an election. That's an awful lot of limiting context left out. And the point is further muddled by using the example of Paine's <em>Common Sense</em>. It's not at all clear that that pamphlet would have fallen under the regulation of the McCain-Feingold Act. And so we rate Sessions' comment Half True.</p>", "ruling_comments_date": "2010-06-29T18:20:03.591186", "ruling_date": "2010-06-29T18:50:59", "ruling_headline": "Sen. Jeff Sessions says Kagan argued government could ban political pamphlets ", "ruling_headline_slug": "sessions-says-kagan-argued-government-could-ban-po", "ruling_link_text": "Argument limited to some corporate or union-financed pamplets only", "ruling_state": null, "source_documents": null, "sources": "<p>Cornell Law, <a href=\"http://www.law.cornell.edu/supct/pdf/08-205P.ZC\" target=\"_blank\">Citizens United v. Federal Election commission, Supreme Court decision,</a> Jan. 21, 2010</p>\r\n<p>U.S. Supreme Court,&nbsp; <a href=\"http://www.supremecourt.gov/oral_arguments/argument_transcripts/08-205%5BReargued%5D.pdf\" target=\"_blank\">Transcript of oral arguments in the Citizens United case</a>, Sept. 9, 2009</p>\r\n<p>New York Times, <a href=\"http://www.nytimes.com/2010/01/22/us/politics/22scotus.html\" target=\"_blank\">\"Justices, 5-4, Reject Corporate Spending Limit,\"</a> by Adam Liptak, Jan. 21, 2010</p>\r\n<p>Media Matters For America, <a href=\"http://mediamatters.org/research/201005170062\" target=\"_blank\">\"Wash. Examiner falsely suggested Kagan wanted to 'ban pamphlets' by individuals,\"</a> May 17, 2010</p>\r\n<p>CQ Transcripts, Senate Commitee on the Judiciary holds a hearing on the Elena Kagan nomination, June 28, 2010</p>\r\n<p>E-mail interview with Brett Kappel, an attorney at the Washington, D.C.-based law firm Arent Fox, June 28, 2010</p>\r\n<p>E-mail interview with Bradley A. Smith, Professor of Law at Capital University Law School, June 28, 2010</p>\r\n<p>Interview with Sean Parnell, president of the Center for Competitive Politics, June 28, 2010</p>\r\n<p>E-mail interview with Tara Malloy of the Campaign Legal Center, June 29, 2010</p>\r\n<p>E-mail interview with Allison Hayward, Vice president of Policy at the Center for Competitive Politics, June 29, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 10, "current_job": "", "false_count": 4, "first_name": "Jeff", "half_true_count": 6, "home_state": "Alabama", "id": 414, "last_name": "Sessions", "mostly_true_count": 2, "name_slug": "jeff-sessions", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/sessions_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/414/", "total_count": 24, "true_count": 1, "website": ""}, "statement": "<p>\"In her first appellate argument, Ms. Kagan told the court that the speech and press guarantees in the First Amendment would allow the federal government to ban the publication of pamphlets discussing political issues before an election.\"</p>", "statement_context": "the Kagan confirmation hearing", "statement_date": "2010-06-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 154, "photo": null, "resource_uri": "/api/v/2/subject/154/", "subject": "Campaign Finance", "subject_slug": "campaign-finance", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}, {"description": "", "id": 156, "photo": null, "resource_uri": "/api/v/2/subject/156/", "subject": "Kagan Nomination", "subject_slug": "kagan-nomination", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}