{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/jun/30/elena-kagan/kagan-says-height-military-recuitment-controversy-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1986, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/1986/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>During her Supreme Court nomination hearing, Elena Kagan faced intense questioning from Sen. Jeff Sessions, R-Ala., the ranking Republican on the Senate Judiciary Committee, about her decision to bar military recruiters from using the Harvard Law School's Office of Career Services during part of her tenure as the school's dean.<br /><br />Kagan defended her decision and repeatedly backed it up with a claim that the number of military recruits actually went up.<br /><br />\"Senator, the military at all times during my deanship had full and good access,\" Kagan said. \"Military recruiting did not go down. Indeed, in a couple of years, including the year that you're particularly referring to, it went up. And it went up because we ensured that students would know that the military recruiters were coming to our campus. Because I talked about how important military service was. Because our veterans organization and the veterans on campus did an absolutely terrific job, a terrific service to their fellow students in talking to them about the honor of military service.\"<br /><br />Sessions said he was \"just a little taken aback by the tone of your remarks, because it's unconnected to reality.\"<br /><br />Kagan later said she \"always tried to make sure that I conveyed my honor for the military. And I always tried to make sure that the military had excellent access to our students. And in the short period of time, Sen. Sessions, that the military had that access through the veterans organization, military recruiting actually went up.\"<br /><br />We've dealt with the military recruitment issue from several angles, and here we decided to tackle the claim that the number of military recruits went up at the height of the campus controversy.<br /><br />In previous PolitiFact items, we have gone into some detail about <a href=\"http://www.politifact.com/truth-o-meter/statements/2010/may/16/jeff-sessions/sessions-says-kagan-violated-us-law-regarding-mili/\" target=\"_blank\">the controversial history of military recruiting</a> at Harvard Law School, which long predated Kagan's tenure as dean from 2003-2009. But the bottom line is that military recruiters were only ever barred from the school's Office of Career Services for one semester in 2005. During that time, Kagan encouraged the military to recruit through the Harvard Law School Veterans Association, a student organization (now called the Harvard Law School Armed Forces Association). <br /><br />In all other years Kagan was dean at Harvard Law School, military recruiters were permitted to use the Office of Career Services (despite Kagan steadfastly lodging her opposition to the military's \"discriminatory recruitment\" based on the Don't Ask Don't Tell policy which \"deprives many men and women of courage and character from having the opportunity to serve their country in the greatest way possible.\")<br /><br />So we are really talking here about the 2005 spring semester during which Kagan arguably made it the most difficult for military recruiters, by barring them from the Office of Career Services. <br /><br />\"The symbolic effect of this special treatment of military recruiters was important, but the practical effect on recruiting logistics was minimal,\" wrote Robert C. Clark, a professor and dean at Harvard Law School from 1989 to 2003, in an op-ed for the <em>Wall Street Journal</em> on May 11, 2010.<br /><br />We're not big into he-said, she-said at PolitiFact, but we think a bit of point-counterpoint on Clark's statement is in order.<br /><br />During the confirmation hearing, Sen. Orrin Hatch cited a 2002 e-mail from an Air Force recruiter who wrote, \"Career Services Offices are the epicenter for all employer hiring activities at a law school. ... Without the support of the Career Services Office, we are relegated to wandering the halls in hopes that someone will stop and talk to us. ... Denying access to the Career Services Office is tantamount to chaining and locking the front door of the law school -- as it has the same impact on our recruiting efforts.\"<br /><br />And a Feb. 18, 2005, letter from the Harvard Law School Veterans Association -- which was tapped by Kagan to coordinate military recruitment efforts in lieu of recruiters being afforded access to the Office of Career Services -- also suggests the 2005 policy was more than a seamless blip. The group lamented that \"Given our tiny membership, meager budget, and lack of any office space, we possess neither the time nor the resources to routinely schedule campus rooms or advertise extensively for outside organizations, as is the norm for most recruiting events.\"&nbsp;Their effort, they wrote \"falls short of duplicating the excellent assistance provided by the HLS Office of Career Services.\" <br /><br />And now the counterpoint. During the confirmation hearing, Sen. Patrick Leahy submitted a letter from First Lt. David M. Tressler, who is currently deployed with the U.S. Army Reserve in Afghanistan. Tressler graduated from Harvard Law School in 2006 and wrote that \"Military recruiters were never barred from campus. During the brief period when recruiters were not given access to students officially through the law school&rsquo;s Office of Career Services, they still had access to students on campus through other means.\"<br /><br />\"There are only a few of us each year who joined the military while attending, or after graduation from, Harvard Law. Kagan&rsquo;s decision to uphold the school&rsquo;s anti-discrimination policy for a brief period of time and express disagreement with DADT did not prevent us from talking with recruiters and joining.\"<br /><br />In fact, Tressler wrote, \"in 2005 more graduating students joined the military than any year this decade.\"<br /><br />\"To attack Ms. Kagan for a principled position she took as a law school dean that had no practical effect on military recruitment looks, from where I stand, like a political distraction,\" Tressler wrote. \"I believe that, while dean of Harvard Law School, she adequately proved her support for those who had served, were currently serving, and all those who felt called to serve, including those like me who joined upon graduation as well as those patriots who were not permitted to do so under the policy of 'Don&rsquo;t Ask, Don&rsquo;t Tell.'\"<br /><br />So how did all this affect the number of military recruits?<br /><br />We contacted the Harvard Law School&nbsp;Office of Public Information, which provided a breakdown on the number of graduates, by class, who went into the military: <br /><br />2000 -- 0<br />2001 -- 3<br />2002 -- 2<br />2003 -- 2<br />2004 -- 3<br />2005 -- 5<br />2006 -- 3<br />2007 -- 3<br />2008 -- 2<br />2009 -- 2<br /><br />That's right, it went from three in 2004 to five in 2005. So Kagan is technically accurate that during the year in question, 2005, the number of recruits&nbsp;went up. And Tressler is correct that the five law school graduates who went into the military that year is the largest number from any class this decade. <br /><br />But by citing the statistic (without the numbers), Kagan suggests it backs the contention that her decision to bar recruiters from the Office of Career Services during the spring semester of 2005 had negligible, and perhaps only a symbolic, effect on military recruiting at Harvard Law School. That's a matter of dispute. While the former dean and a 2006 graduate now in the military say the policy had little real effect on recruiting, military recruiters clearly disagreed.</p>\r\n<p>The number of recruits in any given year at Harvard Law School is so small, we don't think citing the 2005 increase - by 2 from the previous year - settles the issue one way or the other. And so we rate Kagan's claim Half True.</p>", "ruling_comments_date": "2010-06-30T18:01:09.511613", "ruling_date": "2010-06-30T18:00:52", "ruling_headline": "Kagan says at the height of military recuitment controversy at Harvard Law School, military recruitment actually went up", "ruling_headline_slug": "kagan-says-height-military-recuitment-controversy-", "ruling_link_text": "From 3 to 5", "ruling_state": null, "source_documents": null, "sources": "<p>Christian Science Monitor, <a href=\"http://www.csmonitor.com/USA/Politics/2010/0629/At-hearings-Elena-Kagan-defends-approach-to-military-recruiting\" target=\"_blank\">\"At hearings, Elena Kagan defends approach to military recruiting,\"</a> by Warren Richey, June 29, 2010</p>\r\n<p>Harvard Law School, <a href=\"http://www.law.harvard.edu/current/orgs/affinity-organizations/hls-veterans-association-statement-on-military-rec.html\" target=\"_blank\">Letter: HLS Veterans Association Statement on Military Recruiting</a>, Feb. 18, 2005</p>\r\n<p>Wall Street Journal, <a href=\"http://online.wsj.com/article/SB10001424052748703880304575236502953055276.html\" target=\"_blank\">\"Opinion: Kagan and the Military: What Really Happened,\" </a>by Robert W. Clark, May 11, 2010</p>\r\n<p>FindLaw, <a href=\"http://caselaw.lp.findlaw.com/scripts/getcase.pl?court=US&amp;vol=000&amp;invol=04-1152\" target=\"_blank\">Rumsfeld v. Forum for Academic and Institutional Rights (FAIR)</a>, March 6, 2006</p>\r\n<p>The Oyez Project, <span class=\"views-field-title\"><span class=\"field-content\"><a href=\"http://oyez.org/cases/2000-2009/2005/2005_04_1152\" target=\"_blank\" title=\"Rumsfeld  v. Forum for Academic and Institutional Rights (FAIR)\">Rumsfeld v. Forum for Academic and Institutional Rights (FAIR)</a> </span></span>, <span class=\"views-field-field-citation-value\"><span class=\"field-content\">547 U.S. ___ (2006)</span></span>, accessed May 6, 2010. <br /><br /><a href=\"http://www.law.georgetown.edu/solomon/documents/FAIRamicusHarvard.pdf\" target=\"_blank\" title=\"Amicus brief\">Amicus brief</a> submitted by Harvard Law School Faculty, Rumsfeld v. Forum for Academic and Institutional Rights (FAIR), 2004<br /><br />SolomonResponse.org, <a href=\"http://www.law.georgetown.edu/solomon/FAIRvRumsfeld.html\" target=\"_blank\" title=\"Documents Related to FAIR v. Rumsfeld\">Documents Related to FAIR v. Rumsfeld</a>, May 6, 2010</p>\r\n<p>The Harvard Law Record, <a href=\"http://www.hlrecord.org/2.4462/kagan-e-mails-school-1.580120\" target=\"_blank\">Kagan e-mails school</a>, Oct. 6, 2003</p>\r\n<p>U.S. Court of Appeals for the Third Circuit, <a href=\"http://www.ca3.uscourts.gov/opinarch/034433p.pdf\" target=\"_blank\">Rumsfeld v. Forum for Academic and Institutional Rights (FAIR) </a></p>\r\n<p>New York Times, <a href=\"http://www.nytimes.com/2010/05/07/us/politics/07kagan.html\" target=\"_blank\">\"Potential Court Pick Faced Dilemma at Harvard,\"</a> by Katharine Q. Seelye, May 6, 2010</p>\r\n<p>Boston Globe, <a href=\"http://www.boston.com/news/nation/washington/articles/2010/05/12/in_kagan_stance_on_military_a_complex_history/\" target=\"_blank\">\"In Kagan stance on military, a complex history,\"</a> by Tracy Jan and Mark Arsenault, May 12, 2010</p>\r\n<p>E-mail interview with Emily Dupraz, Public Information Officer at Harvard Law School, June 30, 2010</p>\r\n<p>CQ Transcripts, Senate Commitee on the Judiciary holds a hearing on the Elena Kagan nomination, June 29, 2010</p>\r\n<p>Letter from First Lt. David M. Tressler to Sens. Patrick Leahy and Jeff Sessions Re: Nomination of Elena Kagan, June 30, 2010<br /><br /></p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. solicitor general", "false_count": 0, "first_name": "Elena", "half_true_count": 1, "home_state": "New York", "id": 488, "last_name": "Kagan", "mostly_true_count": 0, "name_slug": "elena-kagan", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Kagan_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/488/", "total_count": 2, "true_count": 0, "website": "http://www.justice.gov/osg/"}, "statement": "<p>During the year Kagan barred military recruiters from Harvard Law School's Office of Career Services, \"military recruiting actually went up.\"</p>", "statement_context": "the Kagan confirmation hearing", "statement_date": "2010-06-29", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 118, "photo": null, "resource_uri": "/api/v/2/subject/118/", "subject": "Gays and Lesbians", "subject_slug": "gays-and-lesbians", "used_in_edition": []}, {"description": "", "id": 156, "photo": null, "resource_uri": "/api/v/2/subject/156/", "subject": "Kagan Nomination", "subject_slug": "kagan-nomination", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}], "target": [], "twitter_headline": null}