{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2010/jul/02/barack-obama/us-has-more-border-patrol-agents-border-mexico-eve/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 1996, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/1996/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>President Barack Obama gave a lengthy speech on the need for immigration reform at the American University School of International Service on July 1, 2010, making a case to change the way the law handles immigrants. <br /><br />Obama avoided specifics in favor of several general points: Government needs to secure the borders, but it also needs to reduce red tape and backlogs for legal immigrants. Businesses need to obey laws that forbid the hiring of illegal immigrants. And illegal immigrants need to register with the government, pay taxes and fines, and learn English. <br /><br />Obama said government efforts to secure the border are farther along than some might think.<br /><br />\"Government has a threshold responsibility to secure our borders,\" Obama said. \"That's why I directed my Secretary of Homeland Security, Janet Napolitano -- a former border governor -- to improve our enforcement policy without having to wait for a new law. Today, we have more boots on the ground near the Southwest border than at any time in our history. Let me repeat that: We have more boots on the ground on the Southwest border than at any time in our history.\"</p>\r\n<p>Just because someone repeats something doesn't mean it's true, so we decided to check it out.<br /><br />According to the U.S. Department of Homeland Security, there are approximately 21,000 border agents charged with monitoring the country's borders. Most -- but not all -- are assigned to the Southwest border, that is, the land border that stretches from California to Texas. The number assigned to the area has been dramatically increasing in recent years. The U.S. Customs and Border Protection, a division of DHS, told us that 17,057 agents are now assigned to that border, up dramatically from 6,315 in 1997.<br /><br />Additionally, a report from the Congressional Research Service documented a steep increase in border agents, increasing every year since 1992. \"The rapid and steady increase of Border Patrol agents assigned to the southern border reflects the ongoing interest in Congress in stemming the tide of illegal immigration,\" the report concluded.<br /><br />The impact of the additional agents, though, has been difficult to gauge, the report noted. For several years, from 1994 to 2000, apprehensions of illegal immigrants near the Mexican border increased. In other years, the number of apprehensions decreased, seemingly along with downturns in the U.S. economy, the report noted. And in 2009, apprehensions reached a 17-year low. <br /><br />We checked in with groups that favor low levels of immigration to see what they thought of Obama's statement. They said the fact was accurate, but pointed out that President George W. Bush was responsible for adding many of the agents on the ground now. <br /><br />Steven Camarota of the Center for Immigration Studies said that the Obama administration could do more on enforcement in the interior of the country, such as stricter checks on employees' immigration status or a new entry-exit monitoring system for people here on temporary visas. <br /><br />\"Border patrol without interior enforcement is like locking your front door and leaving the back door open,\" he said.</p>\r\n<p>We thought we were done here, but then the history buffs at PolitiFact brought up the&nbsp;<a href=\"http://www.history.army.mil/html/reference/army_flag/mw.html\" target=\"_blank\">Mexican-American War of 1846</a> and the lesser known <a href=\"http://www.history.army.mil/html/reference/army_flag/mexex.html\" target=\"_blank\">Mexican Expedition of 1916</a>. Should those military activities count as \"boots on the ground on the Southwest border?\"</p>\r\n<p>We decided that the Mexican-American War should not count -- this was a war that happened after the United States annexed Texas in 1845, so it was more of a battle to define the border than defend it.</p>\r\n<p>The Mexican Expedition was a little different, though. Those events occurred during the Mexican Revolution, when Pancho Villa launched a surprise attack inside the United States at Columbus, N.M. History books say that President Woodrow Wilson sent somewhere&nbsp;between 75,000 and 150,000 troops to the border in 1916.</p>\r\n<p>The historians we asked, though, said the Mexican Expedition isn't directly comparable with the border situation today. \"During the Mexican insurrection, Pancho Villa raided into U.S. territory. It was, then, not about attempts by Mexicans to get into the U.S. individually for various personal reasons, or drug smuggling, etc.,\" said Richard H. Kohn, a history professor at the University of North Carolina at Chapel Hill, in an e-mail interview.</p>\r\n<p>Another historian, Paul Christopher Anderson of Clemson University, agreed that today's concerns with stopping immigration are very different from the worries of the early 1900s. \"The U.S. involvement on the border and in Mexico from 1913 to 1917 was tied primarily to questions of diplomacy, imperialism, and Mexican sovereignty,\" he said via e-mail.</p>\r\n<p>Arguments about immigration enforcement will no doubt go on, but Obama's statement on border agents is sound in the context of today's debate. \"Today, we have more boots on the ground near the Southwest border than at any time in our history,\" he said. We do have more agents than anytime since the early 1990s. But there have been times in our history when the U.S sent troops to the border, and many more people than are there to guard the border today. We want to allow for that complicated history, and so we rate Obama's statement Mostly True.</p>", "ruling_comments_date": "2010-07-01T18:08:51.540573", "ruling_date": "2010-07-02T14:34:41", "ruling_headline": "U.S. has more border patrol agents on the border with Mexico than ever, but debate goes on", "ruling_headline_slug": "us-has-more-border-patrol-agents-border-mexico-eve", "ruling_link_text": "It's more than doubled since 1997", "ruling_state": null, "source_documents": null, "sources": "<p>The White House, <a href=\"http://www.whitehouse.gov/the-press-office/remarks-president-comprehensive-immigration-reform\" target=\"_blank\">Remarks by the President on Comprehensive Immigration Reform</a>, July 1, 2010</p>\r\n<p>Interview with Mark Qualia of the U.S. Customs and Border Protection</p>\r\n<p>Congressional Research Service, <a href=\"http://assets.opencrs.com/rpts/RL32562_20100303.pdf\" target=\"_blank\" title=\"Border Security: The Role of the U.S. Border Patrol\">Border Security: The Role of the U.S. Border Patrol</a>, March 3, 2010</p>\r\n<p>Interview with Steven Camarota of the <a href=\"http://www.cis.org/About\" target=\"_blank\">Center for Immigration Studies</a>, July 1, 2010</p>\r\n<p>E-mail interview with Rosemary Jenks of <a href=\"http://www.numbersusa.com/content/\" target=\"_blank\">Numbers USA</a></p>\r\n<p>PolitiFact Texas,&nbsp; <a href=\"http://www.politifact.com/texas/statements/2010/jan/12/kay-bailey-hutchison/hutchison-says-she-quadrupled-border-patrol-agents/\" target=\"_blank\">Hutchison says she has quadrupled Border Patrol agents</a>, Jan. 10, 2010</p>\r\n<p>The Washington Post, <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/06/29/AR2010062904857.html\" target=\"_blank\">Border groups meet, rethink strategy; Advocates seek to counter increased focus on enforcement</a>, June 30, 2010</p>\r\n<p>U.S. Department of Homeland Security, <a href=\"http://www.dhs.gov/ynews/releases/pr_1277310093825.shtm\" target=\"_blank\">Fact Sheet: Southwest Border Next Steps</a>, June 23, 2010</p>\r\n<p>Army Historical Series, <em>American Military History</em></p>\r\n<p>E-mail interview with Richard H. Kohn of the University of North Carolina at Chapel Hill</p>\r\n<p>E-mail interview with Paul Christopher Anderson of Clemson University</p>\r\n<p>E-mail interview with James Bradford of Texas A&amp;M University</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\"Today, we have more boots on the ground near the Southwest border than at any time in our history.\"</p>", "statement_context": "a speech", "statement_date": "2010-07-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}