{"art": [{"brightcove": "", "caption": "A John McCain ad attacks J.D. Hayworth for suggesting that McCain's stint as a Navy liaison to the Senate meant he worked as a lobbyist.", "id": 498, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/498/", "title": "McCain ad on Hayworth's lobbying attack", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/Rdg4vPu3ezM?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "Rdg4vPu3ezM"}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/jul/05/jd-hayworth/hayworth-claims-mccain-was-lobbyist-too-us-navy/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 2000, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/2000/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>The primary isn't until Aug. 24, 2010, but the two Republicans facing off in this fall's U.S. Senate race -- John McCain, the incumbent, and J.D. Hayworth, the former House member who's challenging him -- are already engaged in bare-knuckled combat in their campaign ads.</p>\r\n<p>It all began in June, when McCain produced an ad that hits Hayworth for serving as a lobbyist. \"J.D. Hayworth says he's an outsider, but after he was voted out of Congress he became a registered lobbyist,\" the narrator intones in the McCain ad. \"Hayworth was paid thousands by a Florida corporation to lobby the very committee he used to serve on.\" When we analyzed the <a href=\"http://www.politifact.com/truth-o-meter/statements/2010/jun/15/john-mccain/mccain-accuses-hayworth-earning-thousands-lobbyist/\" target=\"_blank\">ad</a>, we found disclosure forms filed with Congress that confirmed that Hayworth served as a lobbyist, so we ruled the statement True.</p>\r\n<p>In response, the Hayworth camp tried to label McCain as a onetime lobbyist, too -- a charge that McCain proceeded to attack in a second ad. In this item, we'll check the charge made by the Hayworth camp that was cited in McCain's second ad.</p>\r\n<p>McCain's second ad revolves around footage showing an unnamed Hayworth spokesman saying, \"Sen. McCain started out as a lobbyist in Washington when in 1976 he was the liaison for the Navy to the United States Senate.\"</p>\r\n<p>We tracked down a similar quote from Hayworth spokesman Mark Sanders in a June 8, 2010, Associated Press report. Sanders told the AP that McCain \"began his career in Washington as a lobbyist when he was appointed in 1976 as the Navy's liaison to the United States Senate. Talk about the pot calling the kettle black.\"</p>\r\n<p>So the question before us is whether someone holding the position of Navy liaison -- as McCain did for several years in the 1970s -- should be considered a lobbyist. There's evidence to back up both sides.</p>\r\n<p>In Hayworth's favor, Washington insiders do informally call the position a lobbyist for the Navy.</p>\r\n<p>The first mission listed on the home page of the Navy's Office of Legislative Affairs -- the office that includes the position McCain once held -- is to \"plan, develop, and coordinate relationships between representatives of the (Department of the Navy) and Members of the United States Congress and their committee staffs, which are necessary in the transaction of official government business, except appropriations matters, affecting (the Department of the Navy).\" That does sound a lot like the job description of a lobbyist employed by a private-sector company.</p>\r\n<p>A 2008 <em>New York Times</em> account of McCain's tenure in that position solidifies the notion that McCain did many of the same things that private-sector lobbyists do.</p>\r\n<p>\"One of several military liaisons assigned to the Senate as advocates for their services and escorts for official travel, McCain quickly emerged as the senators' favorite,\" the <em>Times'</em> account said. \"He had a thick head of hair as white as his dress uniform and he showed a natural politician's gift for winning over an audience. He excelled at leavening official business with a spirit of fun -- telling deadpan stories about his years 'in the cooler' (as a prisoner of war), playing marathon poker games on flights overseas or surprising senators at a refueling stop in Ireland with a side trip to Durty Nelly's, a 17th-century pub. He was the epitome of cool, one senator's son recalled, with a pack of Marlboros in one hand and Theodore White's memoir 'In Search of History' in the other. He relished the push-and-pull of legislative battles, eventually even plunging into defense budget fights with a personal agenda that was sometimes at odds with the Carter administration's Secretary of the Navy. He built personal friendships and professional collaborations across ideological divides, a hallmark of his later Senate career. And he applauded the Senate's leading hawks as they waged what they considered an epic struggle with the Carter administration over America's place in the post-Vietnam world.\"</p>\r\n<p>But McCain also has a point when he draws a distinction between what he did and what private-sector lobbyists do.</p>\r\n<p>For starters, there's a very specific legal definition of a lobbyist that is narrower than the more informal one sometimes applied to the Navy liaison. According to the most recent version of the Lobbying Disclosure Act, a lobbyist is \"any individual (1) who is either employed or retained by a client for financial or other compensation (2) whose services include more than one lobbying contact; and (3) whose lobbying activities constitute 20 percent or more of his or her services&rsquo; time on behalf of that client during any three-month period.\"</p>\r\n<p>Typically, lobbyists fall into one of two categories. One is a free agent who represents one or more clients before the government, usually from a position within a law firm or a specialized lobbying firm. Usually these types of lobbyists are paid a monthly or yearly retainer, though sometimes they may represent a client on a volunteer basis. The other is an in-house employee at a corporation, labor union, trade association, university, membership group (like the AARP or the National Rifle Association) or other interest group. These lobbyists are typically full-time, salaried employees who lobby only for their employer.</p>\r\n<p>Neither describes the position McCain held. McCain was a federal employee, representing the Navy, and he was paid a federal-scale salary. The Lobbying Disclosure Act didn't exist in the 1970s, but the people occupying McCain's old job today are not required to register as lobbyists.</p>\r\n<p>We should also note that lobbying is not the only aspect of the liaison job. The home page of the Navy's Office of Legislative Affairs also lists non-lobbying responsibilities, including replying to requests for information by lawmakers and \"supporting and hosting congressional visits and travel.\"</p>\r\n<p>Finally, we think it's reasonable to look at the implication of Hayworth's charge that McCain was a lobbyist. Even if McCain was in some informal sense a \"lobbyist\" for the Navy, the position he held diverges in significant ways from the popular perception of lobbyists. Unlike an experienced lobbyist in the private sector, McCain would not have been highly paid or had a substantial expense account. If anything, as a federal&nbsp;employees, particularly career military officials, operate under stricter restrictions on partisan activities than a typical private-sector lobbyist would.</p>\r\n<p>All told, the Hayworth camp isn't entirely wrong to describe John McCain in his old position as a lobbyist. In many ways, the advocacy duties he carried out in that position are quite similar to what private-sector lobbyists do. On the other hand, the impression created by labeling his old position as a lobbying job is misleading, since in-house federal lobbyists are neither lobbyists by official definition nor are they able to rely on the same tools as private-sector lobbyists can, especially deep pockets. So we rule the Hayworth camp's claim to be Half True.</p>", "ruling_comments_date": "2010-07-02T15:36:32.946515", "ruling_date": "2010-07-05T09:00:00", "ruling_headline": "Hayworth claims McCain was a lobbyist too -- for the U.S. Navy", "ruling_headline_slug": "hayworth-claims-mccain-was-lobbyist-too-us-navy", "ruling_link_text": "A case could be made either way", "ruling_state": null, "source_documents": null, "sources": "<p><br />Friends of John McCain, \"An Officer and a ... Lobbyist?\" (<a href=\"http://www.youtube.com/watch?v=Rdg4vPu3ezM\" target=\"_blank\">web ad</a>), June 14, 2010</p>\r\n<p>U.S. Navy Office of Legislative Affairs, <a href=\"http://www.navy.mil/navydata/people/ola/ola.html\" target=\"_blank\">home page</a>, accessed July 2, 2010</p>\r\n<p>Clerk of the U.S. House of Representatives, \"<a href=\"http://lobbyingdisclosure.house.gov/amended_lda_guide.html#section3\" target=\"_blank\">Lobbying Disclosure Act Guidance</a>,\" accessed July 2, 2010</p>\r\n<p>Associated Press, \"McCain airs TV ad hitting opponent for lobbying,\" June 8, 2010 (accessed via Lexis-Nexis)</p>\r\n<p><em>New York Times</em>, \"<a href=\"http://www.nytimes.com/2008/05/29/world/americas/29iht-mccain.4.13325775.html\" target=\"_blank\">As Senate liaison, McCain 'heard the music' of politics</a>,\" May 29, 2008</p>\r\n<p>PolitiFact, \"<a href=\"http://www.politifact.com/truth-o-meter/statements/2010/jun/15/john-mccain/mccain-accuses-hayworth-earning-thousands-lobbyist/\" target=\"_blank\">McCain accuses Hayworth of earning 'thousands' as a Washington lobbyist</a>,\" June 15, 2010</p>\r\n<p>E-mail interview with Brett Kappel, counsel for Arent Fox LLP, July 2, 2010</p>\r\n<p>E-mail interview with Todd Harrison, fellow with the Center for Strategic and Budgetary Assessments, , July 2, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 1, "first_name": "J.D.", "half_true_count": 1, "home_state": "Arizona", "id": 344, "last_name": "Hayworth", "mostly_true_count": 1, "name_slug": "jd-hayworth", "pants_count": 2, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/JD_Hayworth.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/344/", "total_count": 5, "true_count": 0, "website": ""}, "statement": "<p>John McCain \"began his career in Washington as a lobbyist when he was appointed in 1976 as the Navy's liaison to the United States Senate.\"</p>", "statement_context": "a campaign commerical", "statement_date": "2010-06-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}, {"description": "", "id": 35, "photo": null, "resource_uri": "/api/v/2/subject/35/", "subject": "Ethics", "subject_slug": "ethics", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 32, "current_job": "U.S. senator", "false_count": 39, "first_name": "John", "half_true_count": 31, "home_state": "Arizona", "id": 8, "last_name": "McCain", "mostly_true_count": 37, "name_slug": "john-mccain", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-johnmccain.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Arizona", "edition": "Arizona", "edition_slug": "arizona", "has_afterthefact": false, "id": 56, "index_page": false, "meter_name": "The Arizona Truth-O-Meter", "resource_uri": "/api/v/2/edition/56/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/8/", "total_count": 190, "true_count": 37, "website": "http://www.johnmccain.com/"}], "twitter_headline": null}