{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2010/jul/06/jeff-weems/democrat-jeff-weems-says-republican-foe-has-been-o/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [], "facebook_headline": null, "id": 2002, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}, {"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/2002/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>&nbsp;</p>\r\n<p>Houston lawyer Jeff  Weems, the Democratic nominee for a seat on the Texas Railroad  Commission, says his November opponent is so low, he&rsquo;s below ground. </p>\r\n<p>&quot;I&rsquo;m running against a  groundhog,&quot; Weems said June 26 at the Texas Democratic Party&rsquo;s  convention in Corpus Christi. &quot;He saw his shadow on the primary day, and  no one has seen him since.&quot;</p>\r\n<p>Say what? </p>\r\n<p>Weems had already flashed a flair for  appellations; he called his opponent a &quot;potted plant&quot; in June 25 remarks  to the convention&rsquo;s United Auto Workers caucus. Later, he told us in an  e-mail he&rsquo;s crossed paths with GOP nominee David Porter only once since  the March 2 primaries; the two spoke separately at an April event in  Wichita Falls.</p>\r\n<p>Weems  said Porter&rsquo;s campaign website and Facebook page reflect &quot;a similar  lack of activity.&quot; He said the online Texas Tribune &quot;has been trying to  schedule a debate or meeting or panel discussion with the two of us, but  his campaign will not return their phone calls.&quot;</p>\r\n<p>Michael Blunk, Weems&rsquo;  campaign assistant, followed up in an e-mail, saying: &quot;We call David a  groundhog because he's not showing his face any more, he went back into  hiding.&quot;</p>\r\n<p>Porter, a  CPA who lives in Giddings but has long practiced in Midland, hasn&rsquo;t proved a media hound before or after upsetting the  better-funded GOP incumbent, Victor Carrillo, in their primary, a search  for news articles suggests.</p>\r\n<p>Shortly after the primary, the Midland  Reporter-Telegram quoted Porter, who had long been a local businessman,  insisting he wasn&rsquo;t running a stealth campaign; the candidate was quoted  saying he&rsquo;d done mailouts, in-person campaigning and made online  efforts to reach voters before the primary.</p>\r\n<p>Using the Nexis search  tool, we found 17 articles about Porter and the railroad commission  published from January until the March primary. From then through June,  there have been 41 articles or blogs mentioning Porter and the  commission, most of them reflecting on Carrillo&rsquo;s loss. Our search  yielded one mention of a Porter campaign stop; on April 18, the Wichita  Falls Times Record News included a sentence about Weems and Porter  appearing at the April 21 Alliance of Energy Producers meeting in  Wichita Falls.</p>\r\n<p>Of course, minimal news coverage doesn&rsquo;t prove a candidate is  deliberately out of sight. A Nexis search for articles on Weems and the  commission from January through June delivered 34 results. Down-ballot  candidates nearly always draw less attention than, say, aspirants for  governor or the U.S. Senate.</p>\r\n<p>To get a feel for Porter&rsquo;s online outreach,  we read his Twitter posts. Snippets: On March 3, Porter announced Barry  Williamson, a former railroad commissioner, as his campaign chairman; on  May 20, the candidate said he was heading to a GOP meeting in Lee  County; on June 17, he hailed the backing of Michael Williams, current  commissioner; and on June 28, Porter wrote: &quot;Last week was busy with  several meetings in Houston, and Austin and ending up Saturday night at  the Bastrop Tea Party with about 250 people.&quot; About 15 minutes later, he  wrote: &quot;Know of an event I should attend? Please email  Info@VoteDavidPorter.com.&quot;</p>\r\n<p>Seeking other signs of campaign activity, we  looked at Porter&rsquo;s campaign site, which didn&rsquo;t list any events.</p>\r\n<p>So, stealth candidate after all?</p>\r\n<p>Not so, said Corbin  Casteel of Austin, Porter&rsquo;s general consultant.</p>\r\n<p>Casteel said Porter  has been balancing a wind-down of his accounting business with politics;  during May and June the candidate made 33 campaign stops in nine  counties including Bastrop, Travis, Tarrant, Dallas and Harris. &quot;It&rsquo;s  all energy (group) meetings and GOP leader meetings,&quot; Casteel said. </p>\r\n<p>Casteel declined to  share details of the stops, saying that would play into Weems&rsquo; hands.  &quot;We&rsquo;re not going to let him bait you into us releasing (Porter&rsquo;s)  political activity,&quot; Casteel said.</p>\r\n<p>Ahead, Casteel said, Porter plans to  attend events hosted by the Texas Independent Producers and Royalty  Owners Association and natural gas companies and he&rsquo;ll make a tour of  more than 40 counties. </p>\r\n<p>Casteel called Weems&rsquo; claim Porter has not  returned the Tribune&rsquo;s calls &quot;a lie.&quot; Ross Ramsey, the Tribune&rsquo;s  managing editor, said it hasn&rsquo;t had communication difficulties with  either campaign.</p>\r\n<p>One event Porter likely won&rsquo;t join: a debate. &quot;Jeff Weems is a  litigator,&quot; Casteel said. &quot;David Porter is an accountant. Why would we  put our candidate in that position, to stand in front of a podium?&quot;</p>\r\n<p>We asked about  Porter&rsquo;s infrequent Twitter posts. Casteel said: &quot;David is being true to  himself and who he is as a person and candidate. He&rsquo;s not going to use  social media in a way to produce faux activity.&quot;</p>\r\n<p>Trying another tack,  we contacted officials with groups that watch the commission closely.  Bill Stevens, executive vice president of the energy alliance, said that  since the primary, Porter has participated in a 30-minute conference  call with the alliance and came to its Wichita Falls meeting.</p>\r\n<p>Wayne Hughes,  executive vice president of the Panhandle Producers &amp; Royalty Owners  Association, said Porter provided answers for a questionnaire printed  in the group&rsquo;s May newsletter. Asked if the GOP hopeful has otherwise  seemed out of sight, Hughes replied: &quot;We don&rsquo;t have any guidelines for  judging Mr. Porter&rsquo;s appropriateness as a candidate. We feel like we  have a clear picture of what Mr. Weems is all about and his  appropriateness as a candidate. Can I stop there?&quot;</p>\r\n<p>We informed Weems of the activities summarized by Porter's campaign. He stood by his convention critique.</p>\r\n<p>Our suss: Porter has kept a low profile, but that does not a Punxsutawney candidate make. The Democrat's statement is Barely True.<br /></p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-07-02T18:44:42.314860", "ruling_date": "2010-07-06T06:00:00", "ruling_headline": "Democrat Jeff Weems says Republican foe has been an out-of-sight groundhog since March primaries", "ruling_headline_slug": "democrat-jeff-weems-says-republican-foe-has-been-o", "ruling_link_text": "Democrat even saw Porter (once)", "ruling_state": null, "source_documents": null, "sources": "<p>Interview, Corbin  Casteel, general consultant to David Porter campaign, June 30, 2010 <br /><br />Interview, Adam  Haynes, Austin, senior director of government affairs, Chesapeake  Energy, July 1, 2010 <br /><br />Interview, Ross Ramsey, managing editor, The  Texas Tribune, July 1, 2010<br /><br /><a href=\"http://alt.coxnewsweb.com/statesman/politifact/%2006292010_blunkresponsepftx.pdf%20\" target=\"_blank\">E-mail</a>, &nbsp;Michael Blunk, Jeff  Weems&rsquo; campaign, June 29, 2010<br /><br /><a href=\"http://alt.coxnewsweb.com/statesman/politifact/06282010_jeffweemsresponsetopftx.pdf%20\" target=\"_blank\">E-mail</a> and interview, Jeff  Weems, Democratic nominee, Texas Railroad Commission, Houston, June 28  and July 1, 2010<br /><br />Interview,  Wayne Hughes, executive vice president, Panhandle Producers &amp;  Royalty Owners Association, Amarillo, July 1, 2010 <br /><br />Interview, Bill  Stevens, executive vice president, Texas Alliance of Energy Producers,  July 1, 2010<br /><br />Midland  Reporter-Telegram, news article, <a href=\"http://www.mywesttexas.com/news/top_stories/article_9f59501f-45a5-5591-a290-4996549ee8b9.html\" target=\"_blank\">&quot;Midland CPA  upsets incumbent Railroad Commission chairman,&quot;</a> March 6, 2010,  accessed July 2, 2010<br /><br />David Porter campaign, <a href=\"http://www.votedavidporter.com/content/index.cfm\" target=\"_blank\">website</a>,<a href=\"http://www.votedavidporter.com/content/index.cfm\" target=\"_blank\"> </a>accessed June 30 and  July 1, 2010<br /> <br />Texas Alliance of Energy Producers, <a href=\"http://www.texasalliance.org/whatisthealliance.php%20\" target=\"_blank\">website</a>,<a href=\"http://www.texasalliance.org/whatisthealliance.php\" target=\"_blank\"> </a>accessed July 1, 2010 </p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Lawyer", "false_count": 0, "first_name": "Jeff", "half_true_count": 0, "home_state": "Texas", "id": 499, "last_name": "Weems", "mostly_true_count": 0, "name_slug": "jeff-weems", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/weemscampaign072010.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/499/", "total_count": 2, "true_count": 1, "website": "http://jeffweemsforcommissioner.com/"}, "statement": "<p>&quot;I&rsquo;m running against a  groundhog. He saw his shadow on the primary day, and  no one has seen him  since.&quot;</p>", "statement_context": "a speech", "statement_date": "2010-06-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}, {"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}], "target": [], "twitter_headline": null}