{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2010/jul/07/john-mccain/john-mccain-said-barack-obama-voted-against-part-i/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 2017, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/2017/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>Back in 2007, Congress came close to hammering out legislation to overhaul laws about immigration, but the deal collapsed in the Senate. Three years later, that failure is still being discussed and dissected. It came up again on ABC News' <em>This Week</em>, in a question for Sen. John McCain, R-Ariz.<br /><br />Host Jake Tapper first showed video of a speech President Barack Obama gave on July 1, 2010. \"Under the leadership of Senator Kennedy and Senator John McCain, we worked across the aisle to help pass a bipartisan bill through the Senate,\" Obama said. \"And now, under the pressures of partisanship and election year politics, many of the 11 Republican senators who voted for reform in the past have now backed away from their previous support.\"<br /><br />\"Senator, that's you he's talking about,\" Tapper said. \"Why have you backed away from comprehensive immigration reform, which you spoke so passionately about in 2006 and 2007?\"<br /><br />McCain responded, \"I don't enjoy bringing this up, but the fact is, then-Senator Obama supported amendments which would have gutted the proposal that we had before the United States Senate, which he said he would propose, an amendment that basically gutted the legal temporary worker program.\"<br /><br />McCain phrases his statement a little awkwardly, but we wanted to know if it was true that Obama supported amendments that would have derailed the temporary worker program.</p>\r\n<p>&nbsp;</p>\r\n<p>It turns out we actually looked at this issue before; McCain made a similar charge during the election of 2008 as evidence that Obama was willing to engage in partisanship when it suited his purposes. Back then, he said Obama \"voted for and even sponsored amendments that were intended to kill the (immigration overhaul) legislation.\"</p>\r\n<p>In his 2008 broadside against Obama, and again Sunday on <em>This Week,</em> McCain refers to a series of votes the Senate took in early June 2007 at a particularly sensitive time in the immigration debate. The following is a a recap of our previous reporting, but the history on those 2007 negotiations hasn't changed.<br /><br />The immigration issue scrambled the usual political divisions between Democrats and Republicans. President Bush supported comprehensive legislation and reached out to Democrats after they gained control of Congress in 2006. Some Republicans opposed the plan, criticizing the citizenship provisions as amnesty and saying that border security needed bolstering instead. Some Democrats, though, opposed it as well, because their allies in organized labor were against more non-citizens being allowed into the U.S.to work. McCain, together with the late Sen. Edward Kennedy, D-Mass., worked out a compromise measure that included several pillars: a path to citizenship for workers illegally in the country, increased border security, improved enforcement of employment law, and more visas for temporary workers.<br /><br />The Senate took up the compromise package, with supporters warning that it could be derailed by any amendments that changed its substance. On June 6, Obama proposed an amendment to end after five years a new merit-based system for awarding green cards that confer permanent resident status. The new system would have apportioned green cards based on the nation's economic needs and moved away from the existing system, which rewards family ties. A coalition of immigrant rights groups endorsed Obama's measure, saying the new system would discriminate in favor of immigrants with higher education and training in specialty occupations. But Obama's amendment was unsuccessful; the Senate rejected it, 42-55.<br /><br />Hours later, though, Sen. Byron Dorgan, D-N.D., offered an amendment to end after five years a different program, one that allowed more temporary workers. Dorgan said the program would bring in cheap labor through the back door and squeeze out American workers. Supporters of reform warned that the amendment could scuttle the deal, but the Senate adopted the amendment in a 49-48 vote, with Obama voting with Dorgan.<br /><br />The bill's supporters branded Dorgan's effort a \"deal-breaker.\" Soon after, the legislation collapsed amid three failed votes to cut off debate on June 7, 2007. Obama was on the losing end of these votes, so he was voting to allow the bill to go forward.<br /><br />Immigration experts we spoke with in 2008 said that Obama was one of a host of senators who tried to influence the package, but was not a pivotal participant in the debate. Obama did, however, vote for Dorgan's amendment, which is what McCain was referencing.</p>\r\n<p>Among experts who wanted the bill to pass, we found mixed opinion on the importance of the Dorgan amendment limiting temporary workers.<br /><br />Tamar Jacoby, president of ImmigrationWorks USA, said that Dorgan's amendment significantly undermined a critical provision allowing more workers into the U.S. Jacoby's organization represents employers, who favored more temporary workers.<br /><br />\"Everyone thinks that amnesty is the big debate,\" Jacoby said. \"But whether or not we're going to have worker visas is an equally important debate.\"<br /><br />Obama's vote on the Dorgan amendment may not have killed the bill, she said, but it was \"a profound misunderstanding of what reform was about.\"<br /><br />Another point of view, though, is that the Dorgan amendment was a minor bump in the road, and something that could have been stripped out later. That's the view of Frank Sharry, now executive director of America's Voice, a left-leaning, pro-immigration group. <br /><br />The Dorgan amendment, Sharry said, was payback for a successful amendment supported by Sen. John Cornyn, R-Texas, that would have removed confidentiality from applications for citizenship, to make it easier to deport illegal immigrants who were refused citizenship. Both the Cornyn and the Dorgan amendments would have come out later, before the bill could move toward final passage, he said.<br /><br />\"The Cornyn amendment rocked the boat one way, and the Dorgan amendment rocked the boat the other way, so it was a rocking boat,\" Sharry said. He rejected the idea that the Dorgan amendment sunk the deal, and as evidence, he pointed to the fact that weeks later, the Senate tried again to revive the package. On June 28, 2007, the bill went down yet again when it failed still another cloture vote. Obama voted to move forward then, too. <br /><br />We should note that back when we looked at the issue during the 2008 election, we found McCain went too far in his rhetoric, and we rated his statement Half True. Here, McCain's statement is a bit more limited and therefore more precise.</p>\r\n<p>He said that Barack Obama supported an amendment \"that basically gutted the legal temporary worker program.\" Clearly Obama did vote for a bill that would have curtailed the legal temporary worker program, an important part of comprehensive immigration package. Still, Obama did cast other votes to move the bill forward. We feel it's important to note that the vote was not a clear-cut refusal of the entire package. So we rate McCain's statement Mostly True.</p>", "ruling_comments_date": "2010-07-07T15:48:03.327312", "ruling_date": "2010-07-07T15:46:58", "ruling_headline": "John McCain said that Barack Obama voted against part of immigration reform", "ruling_headline_slug": "john-mccain-said-barack-obama-voted-against-part-i", "ruling_link_text": "Yes, but Obama voted for overall package", "ruling_state": null, "source_documents": null, "sources": "<p>ABC News' This Week, <a href=\"http://abcnews.go.com/ThisWeek/week-transcript-mccain/story?id=11083929&amp;page=3\" target=\"_blank\">interview with John McCain</a>, July 4, 2010</p>\r\n<p>PolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/statements/2008/jul/17/john-mccain/killing-the-bill-or-making-it-better/\" target=\"_blank\">Killing the bill, or making it better?</a>, July 17, 2008</p>\r\n<p>U.S. Senate, <a href=\"http://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=110&amp;session=1&amp;vote=00201\" target=\"_blank\">roll call vote on Dorgan amendment</a>, June 6, 2007</p>\r\n<p>U.S. Senate, <a href=\"http://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=110&amp;session=1&amp;vote=00200\" target=\"_blank\">roll call vote on Obama amendment</a>, June 6, 2007</p>\r\n<p>U.S. Senate, <a href=\"http://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=110&amp;session=1&amp;vote=00203\" target=\"_blank\">three</a> <a href=\"http://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=110&amp;session=1&amp;vote=00204\" target=\"_blank\">separate</a> <a href=\"http://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=110&amp;session=1&amp;vote=00206\" target=\"_blank\">votes</a> on cloture, June 6, 2007</p>\r\n<p>U.S. Senate, <a href=\"http://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=110&amp;session=1&amp;vote=00235\" target=\"_blank\">cloture vote</a>, June 28 2007</p>\r\n<p>Interview with Tamar Jacoby of ImmigrationWorks USA</p>\r\n<p>Interview with Frank Sharry of America's Voice</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 32, "current_job": "U.S. senator", "false_count": 39, "first_name": "John", "half_true_count": 31, "home_state": "Arizona", "id": 8, "last_name": "McCain", "mostly_true_count": 37, "name_slug": "john-mccain", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-johnmccain.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Arizona", "edition": "Arizona", "edition_slug": "arizona", "has_afterthefact": false, "id": 56, "index_page": false, "meter_name": "The Arizona Truth-O-Meter", "resource_uri": "/api/v/2/edition/56/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/8/", "total_count": 190, "true_count": 37, "website": "http://www.johnmccain.com/"}, "statement": "<p>As a senator, Barack Obama supported \"an amendment that basically gutted the legal temporary worker program.\"</p>", "statement_context": "an interview on \"This Week.\"", "statement_date": "2010-07-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 151, "photo": null, "resource_uri": "/api/v/2/subject/151/", "subject": "This Week - ABC News", "subject_slug": "abc-news-week", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 103, "photo": null, "resource_uri": "/api/v/2/subject/103/", "subject": "Workers", "subject_slug": "workers", "used_in_edition": []}], "target": [{"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}], "twitter_headline": null}