{"art": [], "author": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2010/jul/08/ralph-hudgens/insurance-commissioner-candidate-hudgens-says-offi/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jdenery@ajc.com", "first_name": "Jim ", "id": 141, "last_name": "Denery", "name_slug": "jim-denery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/141/", "title": "Word editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 2020, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/2020/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>Candidates in the Republican primary for insurance commissioner are in a snit over &ldquo;squat.&rdquo; <br /><br />The tiff began June 22, when one hopeful for the office, state Sen. Ralph Hudgens of Hull, was a guest on \"The Martha Zoller Show.\" The radio talk show is broadcast by Gainesville-area WXKT-FM and through a video feed on the Internet. <br /><br />Zoller and Hudgens discussed the race, which for many has become a contest over which candidate can stop provisions of the massive federal health care bill passed in March from taking effect in Georgia. <br /><br />Bashing the bill, which is unpopular among Republicans, is a favorite tactic for candidates wooing conservative voters. Hudgens criticized the rhetoric, arguing that the insurance commissioner's power over federal health legislation is limited. <br /><br />The show went to break. Hudgens and Zoller chatted off-air. Unknown to Hudgens, the Internet feed streamed on. <br /><br />So while radio listeners heard commercials, Web viewers heard Hudgens in a moment of what he thought was off-the-air candor:<br /><br />&ldquo;The insurance commissioner can&rsquo;t do squat about health care,&rdquo; Hudgens told Zoller. <br /><br />But is that the case?<br /><br />Response to Hudgens was swift. The Twitter account of Republican opponent Maria Sheffield, a favorite with the tea party movement, fired off a post: <br /><br />\"Seriously, Ralph?\" it read. \"GA needs a conservative to stop Obama -- I will.\"<br /><br />Hudgens was unfazed. He publicly embraced the gaffe. In an interview with PolitiFact Georgia, he said voters need to understand the limits of the insurance commissioner's power over federal health legislation. <br /><br />No recording of Hudgens' statement is available, but he said he was trying to make the point that the insurance commissioner's power to keep the new federal health legislation from taking effect in this state is limited. Zoller confirmed with PolitiFact Georgia that this is what he meant.<br /><br />Hudgens' argument goes like this: The post of insurance commissioner is an administrative office. It cannot set public policy, tax or pass legislation. It can't sue in federal court to have the law struck down. It therefore cannot block the federal health care law from taking effect in this state. <br /><br />The insurance commissioner can influence how the health care overhaul takes shape in Georgia by creating regulations and making other decisions about how the federal bill will be implemented in Georgia, Hudgens said. For instance, in April, current insurance commissioner and Republican gubernatorial candidate John Oxendine decided that the state will opt out of becoming involved in the creation of a state \"high-risk\" pool for people with pre-existing conditions. <br /><br />\"As far as fighting Obamacare, I'll say it again. He [the insurance commissioner] can't do squat,\" Hudgens said. <br /><br />Experts said that because thousands of pages of rules and regulations that outline how the bill will be implemented have yet to be written, much of what an insurance commissioner can do has yet to be established. <br /><br />But the consensus is clear: What an insurance commissioner can do to block federal health care law is limited. <br /><br />Sandy Praeger is commissioner of the Kansas Insurance Department and chairwoman of the Health Insurance and Managed Care Committee for the National Association of Insurance Commissioners. Federal officials are consulting with the group as they write health insurance regulations. <br /><br />\"It is the law of the land. I think we have to obey the law,\" Praeger said of the health legislation. \"But there are ways to comply with the letter of the law and not the law's spirit.\" <br /><br />Praeger and others pointed out two major provisions of the federal health care bill over which the state has significant say: high-risk pools and health insurance exchanges.<br /><br />High-risk pools are designed to help people with pre-existing conditions get coverage until Jan. 1 2014, when broader insurance provisions go into effect. A state may contract with the federal government to set up the pool itself or opt out as Georgia did. <br /><br />Still, state residents will be able to get insurance from a high-risk pool, said Glenn Allen, a spokesman for the state Insurance Commissioner's Office. <br /><br />\"This decision does not mean that Georgia citizens will not have access to a high-risk health pool, they will; but the federal government and not the state of Georgia will bear the financial risk,\" Allen said in an e-mail. <br /><br />The federal government will put a pool in place that Georgians can use, Allen said. So even though Georgia has chosen not to be involved, high-risk pools will be created. <br /><br />The same goes for health insurance exchanges. They were created to make the pricing of policies easier to understand. Initially, individuals buying insurance on their own and smaller employers will be the primary participants. <br /><br />If the federal government decides that a state won't have an operational exchange by Jan. 1, 2014, or that what it has is not up to snuff, the U.S. secretary of health and human services will create one or contract with a nonprofit that will. <br /><br />Bill Custer, an expert on health policy and director of Georgia State University's Center for Health Services Research, said the state has an important but limited role in such exchanges: <br /><br />\"[T]he law specifically gives the states a great deal of flexibility in the design of the exchanges and the regulatory authority over health insurance. It also states that if the states decline to act the Feds will.\" <br /><br />Even Hudgens' opponent Sheffield acknowledged the limits of the insurance commissioner's power. <br /><br />\"As insurance commissioner you can't stop it [the federal health care law] from happening and you can't override that,\" Sheffield told PolitiFact Georgia. <br /><br />Hudgens' overall point was accurate. There's little dispute that while the insurance commissioner can shape how the federal legislation is enacted in Georgia, he cannot stop it from going into effect. <br /><br />The problem is that Hudgens overstated his position. He used the word \"squat,\" as in \"diddly squat.\" Bupkis. Nada. Nothing. <br /><br />That's a bit of an exaggeration, but Hudgens still earns a Mostly True.</p>", "ruling_comments_date": "2010-07-07T17:01:30.164288", "ruling_date": "2010-07-08T06:00:00", "ruling_headline": "Insurance commissioner candidate Hudgens says office can't do \"squat\" about health care", "ruling_headline_slug": "insurance-commissioner-candidate-hudgens-says-offi", "ruling_link_text": "The state has an important but limited role", "ruling_state": null, "source_documents": null, "sources": "<p><br />\"The Martha Zoller Show,\" <a href=\"http://www.ustream.tv/recorded/7825641\" target=\"_blank\">Ralph Hudgens interview part one</a>, June 22, 2010<br /><br />\"The Martha Zoller Show,\" <a href=\"http://www.ustream.tv/recorded/7825735\" target=\"_blank\">Ralph Hudgens interview part two</a>, June 22, 2010<br /><br /><br />The Atlanta Journal-Constitution, \"Oxendine says no to insurance pool,\" April 4, 2010<br /><br />The Atlanta Journal-Constitution, \"Crowd of Republicans want to be Georgia's insurance commissioner,\" June 16, 2010<br /><br />The Atlanta Journal-Constitution, Political Insider, \"<a href=\"http://blogs.ajc.com/political-insider-jim-galloway/2010/06/22/ralph-hudgens-insurance-commissioner-cant-do-squat-about-health-care/\" target=\"_blank\">Ralph Hudgens: &lsquo;Insurance commissioner can&rsquo;t do squat about health care</a>,'\" June 22, 2010<br /><br />Augusta Chronicle, &ldquo;<a href=\"http://chronicle.augusta.com/print/467676\" target=\"_blank\">Open mike stirs debate about 'squat'</a>,&rdquo; June 23, 2010 <br /><br />Twitter, Maria Sheffield account <a href=\"http://twitter.com/mariasheffield\" target=\"_blank\">tweet</a>, retrieved July 2, 2010<br /><br />The Henry J. Kaiser Family Foundation, \"<a href=\"http://www.kff.org/healthreform/upload/7908-02.pdf\" target=\"_blank\">Explaining Health Care Reform: Questions About Health Insurance Exchanges</a>,\" April 2010<br /><br />The Henry J. Kaiser Family Foundation, \"<a href=\"http://www.kff.org/healthreform/upload/8066.pdf\" target=\"_blank\">Explaining Health Reform: Questions About the Temporary High-Risk Pool</a>,\" July 2010<br /><br />The Patient Protection and Affordable Care Act of 2010<br /><br />E-mail interview, Bill Custer, director, Georgia State University's Center for Health Services Research, July 2, 2010<br /><br />Interview, state Sen. Ralph Hudgens, June 28, 2010<br /><br />Interview, Sandy Praeger, chairwoman, Health Insurance and Managed Care Committee, National Association of Insurance Commissioners, June 29, 2010<br /><br />E-mail interview, Glenn Allen, spokesman, Georgia Department of Insurance, June 30, 2010<br /><br />Interview, Martha Zoller, host, \"The Martha Zoller Show,\" July 1, 2010<br /><br />Interview, Maria Sheffield, Republican Georgia insurance commissioner candidate, July 2, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Ralph", "half_true_count": 0, "home_state": "Georgia", "id": 506, "last_name": "Hudgens", "mostly_true_count": 1, "name_slug": "ralph-hudgens", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Hudgens_Ralph___.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/506/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>&ldquo;The insurance commissioner can&rsquo;t do squat about health care.&rdquo;</p>", "statement_context": "a radio interview broadcast over the Internet", "statement_date": "2010-06-22", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": null}