{"art": [], "author": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/jul/11/john-cornyn/mcconnell-proposed-extending-unemployment-benefits/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 2029, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/2029/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tHaggling over extending unemployment insurance to the nation&rsquo;s jobless ended in a deadlock last week when Senate Democrats couldn&rsquo;t secure one additional vote to prevent a Republican filibuster. </p>\r\n<p>\r\n\tThe next day, U.S. Sen. John Cornyn of Texas advised that Republicans are not against extending such benefits. They just want the benefits to be paid for first, he said, instead of adding the costs to the federal deficit.</p>\r\n<p>\r\n\t&quot;Sen. (Mitch) McConnell offered a fully paid two-month extension of unemployment insurance,&quot; Cornyn told Texas reporters during a July 1 conference call. McConnell is the GOP leader in the Senate.</p>\r\n<p>\r\n\tMindful the nation&rsquo;s unemployment rate hasn&rsquo;t slipped below 9 percent in more than a year &mdash; it was 9.5 percent in June &mdash; we decided to investigate. </p>\r\n<p>\r\n\tFirst, some background: Since it was created in 1935, the unemployment insurance system has helped the jobless by replacing part of their lost income for up to 26 weeks. Though supervised by the federal government, the program is run by the states, which provide most funding through employer taxes. </p>\r\n<p>\r\n\tIn 1970, Congress created the permanent Extended Benefits program, which provides an additional 13 or 20 weeks to former employees who have exhausted their 26 weeks of regular benefits in states where unemployment has worsened.</p>\r\n<p>\r\n\tOn top of that, Congress regularly extends unemployment benefits during serious economic downturns. Most recently, in June 2008, Congress created the Emergency Unemployment Compensation program so workers who had exhausted state unemployment benefits could receive up to 34 weeks of additional benefits &mdash; and workers in states with high unemployment rates qualified for or up to 53 weeks of additional aid. As of May 2010, Nevada had the highest unemployment rate in the country at 14 percent, followed by Michigan (13.6 percent) and California (12.4). Texas&rsquo; unemployment rate stayed steady from April at 8.3 percent, while North Dakota had the lowest rate: 3.6 percent.</p>\r\n<p>\r\n\tExperts we spoke with from across the political spectrum couldn&rsquo;t recall an instance when extensions during recessions were funded up front. </p>\r\n<p>\r\n\tWhy not? Gary Burtless, an economist at the liberal-leaning Brookings Institution and formerly of the U.S. Department of Labor, said unemployment rates 7 percent or more are almost always considered emergencies &mdash; &quot;that is, serious recessions for which a major federal response is considered appropriate.&quot; Emergency expenditures can add to the deficit because Congress can approve them without offsetting the costs with spending cuts or revenue increases.</p>\r\n<p>\r\n\tCongress and the sitting administration have approved unemployment benefit extensions in every recession since the late 1950s, Burtless said. </p>\r\n<p>\r\n\tThe Senate majority leader, Sen. Harry Reid, D-Nevada, said on the Senate floor June 30: &quot;We, as a Congress &mdash; Democrats and Republicans &mdash; have always extended unemployment benefits because it is an emergency. President Reagan did it for almost three years. President Bush did it for a couple of years. It has been going on on a bipartisan basis when times are tough in America.&quot;</p>\r\n<p>\r\n\tNorman Ornstein, a congressional expert and resident scholar at the conservative-leaning American Enterprise Institute, told us that while such extensions temporarily contribute to deficits, they&rsquo;re usually one-time expenditures, as opposed to spending that &quot;continues into perpetuity or creates a policy that adds to spending over the longer term.&quot;</p>\r\n<p>\r\n\t&quot;Generally speaking, when you hit a downturn, you want to have deficits that spur your economy,&quot; he said. &quot;But most states, of course, have balanced-budget amendments, so they provide a fiscal drag... the only place you can turn is the federal government.&quot;</p>\r\n<p>\r\n\tCase in point: In February 2009, President Barack Obama signed the stimulus act, which extended through 2009 emergency unemployment insurance.</p>\r\n<p>\r\n\tCongress subsequently extended benefits in November, December, March and most recently in April, with an $18 billion bill extending benefits until June 2. Each time, the legislation wasn&rsquo;t offset with tax revenue or spending cuts &mdash; a sticking point for most Republicans. In February, Sen. Jim Bunning, R-Ky., initially refused to allow the Senate to consider a House measure to extend benefits for 30 days because it wasn&rsquo;t offset with other savings.</p>\r\n<p>\r\n\tThe deficit is on the rise. In its analysis of Obama&rsquo;s budget for fiscal 2011, the nonpartisan Congressional Budget Office predicted annual deficits would pile up, totaling $9.8 trillion by 2020. </p>\r\n<p>\r\n\tWhich almost brings us back to now. From June 18 through June 30, Senate Democrats failed to secure enough votes to extend unemployment benefits while increasing the deficit. Reid ultimately fell a vote short of the 60 votes needed to block a filibuster on an amendment that would have extended unemployment benefits through Nov. 30, retroactive to June 2, the expiration date for the previously extended benefits. The Congressional Budget Office projected the blocked extension would cost $33.9 billion through 2020.</p>\r\n<p>\r\n\tRepublicans said they would support extending benefits if they were paid for up front. And on June 30, McConnell, the minority leader, proposed a two-month extension &mdash; rather than the Democratic-backed extension through November &mdash; that he said reduced the deficit by $1.7 billion. How? By adjusting Medicaid payments, trimming stimulus-funded food stamps in 2014, cutting $600 million in stimulus-supported programs to expand broadband Internet access and eliminating a provision letting qualified residents receive their earned-income tax credit throughout the year instead at the end of the tax filing season. </p>\r\n<p>\r\n\t&quot;We cannot support job-killing taxes and adding tens of billions to the already unsustainable national debt,&quot; McConnell said on the floor June 30. &quot;If the Democrats object to extending these programs using their own stimulus offset to pay for them, then they will be saying loudly and clearly that their commitment to deficit spending trumps their desire to help the unemployed.&quot;</p>\r\n<p>\r\n\tDemocrats rejected McConnell&rsquo;s proposal, saying that the stimulus money would be needed elsewhere to boost job growth. </p>\r\n<p>\r\n\tThomas Mann, a congressional scholar at Brookings, said that in the past, it was broadly accepted that additional spending on unemployment benefits during a serious economic downturn wasn&rsquo;t harmful to the economy. Similarly, most of the funding during the last eight years for the wars in Iraq and Afghanistan was treated as emergency spending and not included in the regular budget, he said. In 2005, for example, Congress approved Bush&rsquo;s request for $51.8 billion in emergency spending &mdash;&nbsp;$1.4 billion to the military, $400 million to the Army Corps of Engineers, and $50 billion to &quot;disaster relief&rsquo; (the legislation came in the wake of Hurricane Katrina).</p>\r\n<p>\r\n\tSumming up: Of late, congressional efforts to extend unemployment insurance benefits have failed &mdash; including McConnell&#39;s proposal to finance an extension by paying for it with stimulus funding.</p>\r\n<p>\r\n\tWe rate Cornyn&#39;s statement as True.</p>", "ruling_comments_date": "2010-07-08T19:07:41.029676", "ruling_date": "2010-07-11T13:20:48", "ruling_headline": "McConnell proposed extending unemployment benefits using stimulus money", "ruling_headline_slug": "mcconnell-proposed-extending-unemployment-benefits", "ruling_link_text": "Using stimulus money", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getpage.cgi?dbname=2010_record&amp;page=S5681&amp;position=all\" target=\"_blank\">PDF</a>: Congressional Record &mdash; Senate, June 30, 2010</p>\r\n<p>\r\n\tBureau of Labor Statistics, <a href=\"http://data.bls.gov/PDQ/servlet/SurveyOutputServlet?data_tool=latest_numbers&amp;series_id=LNS14000000\" target=\"_blank\">Labor force statistics from the Current Population Survey</a>, accessed July 2, 2010</p>\r\n<p>\r\n\tCenter on Budget and Policy Priorities, <a href=\"http://www.cbpp.org/cms/index.cfm?fa=view&amp;id=1466\" target=\"_blank\">Introduction to unemployment insurance</a>, updated April 16, 2010</p>\r\n<p>\r\n\tCongressional Budget Office, <a href=\"http://www.cbo.gov/doc.cfm?index=11603\" target=\"_blank\">PDF</a>: Budgetary effects of Senate amendment 4425, the Unemployment Compensation Extension Act of 2010, as introduced in the Senate on June 29, 2010, June 30, 2010</p>\r\n<p>\r\n\tCongressional Budget Office, An <a href=\"http://www.cbo.gov/ftpdocs/112xx/doc11280/Frontmatter.shtml\" target=\"_blank\">analysis</a> of the president&rsquo;s budgetary proposals for fiscal year 2011, March 2010</p>\r\n<p>\r\n\tThe Washington Independent, <a href=\"http://washingtonindependent.com/90750/for-senate-advocates-of-unemployment-insurance-extension-a-battle-to-nowhere\" target=\"_blank\">For Senate advocates, unemployment insurance extension a battle to nowhere</a>, July 1, 2010</p>\r\n<p>\r\n\tThe New York Times, <a href=\"http://www.nytimes.com/2010/04/16/us/politics/16cong.html\" target=\"_blank\">President signs bill to extend jobless aid,</a> April 15, 2010</p>\r\n<p>\r\n\tThe New York Times, <a href=\"http://www.nytimes.com/2005/10/02/business/02view.html?pagewanted=print\" target=\"_blank\">Emergency spending as a way of life</a>, Oct. 2, 2005</p>\r\n<p>\r\n\tPress call with Sen. John Cornyn, July 1, 2010</p>\r\n<p>\r\n\tInterview with Regan Lachapelle, deputy communications director, Sen. Harry Reid, July 2, 2010</p>\r\n<p>\r\n\tInterview with John Ashbrook, spokesman, Sen. Mitch McConnell, July 8, 2010</p>\r\n<p>\r\n\tE-mail interview with Gary Burtless, economist, Brookings Institution, July 2, 2010</p>\r\n<p>\r\n\tInterview with Thomas Mann, congressional scholar, Brookings Institution, July 7, 2010</p>\r\n<p>\r\n\tInterview with Norman Ornstein, resident scholar, American Enterprise Institute, July 8, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 6, "current_job": "Senator", "false_count": 3, "first_name": "John", "half_true_count": 6, "home_state": "Texas", "id": 252, "last_name": "Cornyn", "mostly_true_count": 4, "name_slug": "john-cornyn", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Cornyn.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/252/", "total_count": 31, "true_count": 9, "website": "http://www.johncornyn.com/"}, "statement": "<p>\r\n\t&quot;Sen. McConnell offered a fully paid two-month extension of unemployment insurance.&quot;</p>", "statement_context": "a conference call with Texas reporters", "statement_date": "2010-07-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 7, "current_job": "Senate minority leader", "false_count": 6, "first_name": "Mitch", "half_true_count": 6, "home_state": "Kentucky", "id": 106, "last_name": "McConnell", "mostly_true_count": 8, "name_slug": "mitch-mcconnell", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/mcconnell.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/106/", "total_count": 33, "true_count": 4, "website": "http://mcconnell.senate.gov/"}], "twitter_headline": ""}