{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/jul/12/luis-gutierrez/democratic-rep-gutierrez-says-40-percent-illegal-i/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": "", "id": 2037, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/2037/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>On the July 11, 2010, edition of ABC&#39;s <em>This Week</em>, Rep. Luis Gutierrez, D-Ill. -- a champion of immigration legislation that includes a path to citizenship -- faced off with Rep. Brian Bilbray, R-Calif., a leading lawmaker who favors prioritizing immigration enforcement.<br />\r\n<br />\r\nAt one point, Gutierrez said, &quot;Here&#39;s the problem, and here&#39;s the fact that Mr. Bilbray leaves out of this debate. The fact is that 40 percent of the undocumented workers in this country didn&#39;t cross that border. They came here legally to the United States. They came on a tourist visa. They came on a student visa. They came on a temporary worker visa, and they overstayed their visa.&quot;<br />\r\n<br />\r\nWe thought that statistic was worth a fact-check.<br />\r\n<br />\r\nQuantifying the number and nature of illegal immigrants is tricky -- precisely because they are evading law enforcement. But we located estimates made by the Pew Hispanic Center which the experts we interviewed consider credible.<br />\r\n<br />\r\nIn a 2006 report, the center estimated that &quot;nearly half of all the unauthorized migrants now living in the United States entered the country legally through a port of entry such as an airport or a border crossing point where they were subject to inspection by immigration officials.&quot; Specifically, the estimate ranged from 38 percent to 50 percent. The report split the difference by proposing a figure of 45 percent.<br />\r\n<br />\r\nSo based on this measure, Gutierrez is accurate. In fact, he&#39;s being cautious, sticking to the low end of the spectrum.<br />\r\n<br />\r\nHowever, we&#39;ll offer two caveats.<br />\r\n<br />\r\nFirst, the data in this report, in addition to being an estimate, is several years old, so it&#39;s possible that the figures have changed.<br />\r\n<br />\r\nSecond, the data for overstaying visas varies quite a bit between nationalities.<br />\r\n<br />\r\nThe Pew report noted that only 16 percent of Mexican illegal immigrants who arrived prior to 1996 were in violation because they overstayed their visa. The comparable number for Central American immigrants was 27 percent, while the percentage for immigrants from the rest of the world was 91 percent.<br />\r\n<br />\r\nGranted, these statistics are even older than the ones cited above. However, the underlying reason for the disparity has not changed: Compared to other nationalities, it is still &quot;easier for Mexicans to make illegal entries and harder for them to get visitor visas,&quot; as the report put it.<br />\r\n<br />\r\nA big reason, said Judith Gans, an immigration specialist at the University of Arizona, is that burden of proof is on visa-seekers to demonstrate to U.S. consular officials overseas that they won&#39;t be overstaying their visa, through such indicators as having a large family, a job and significant assets in their native country. As a result, she said, &quot;Mexican middle-class people can get temporary visas such as tourist visas fairly easily. The same holds for middle-class Central and South Americans. Mexican poor people generally can&rsquo;t obtain visas, nor can poor Central and South Americans.&quot;<br />\r\n<br />\r\nSo one can argue that Gutierrez&#39;s decision to use the 40 percent figure in a televised discussion that focused on the U.S.-Mexico border is somewhat misleading, since viewers could be led to conclude -- incorrectly -- that 40 percent of Mexican or Latin American immigrants were simply overstaying their visa.<br />\r\n<br />\r\nBut when we contacted Gutierrez&#39;s staff, they said that the distinctions across nationalities highlight exactly the point they were trying to make -- that politicians and the media are putting a disproportionate focus on U.S.-Mexico border crossings when in fact the illegal immigrant population, and the issues that follow, are much more diverse.<br />\r\n<br />\r\n&quot;The opponents of immigration reform would like to keep the immigration issue focused on Latin America, the U.S.-Mexico border, and those who enter the U.S. without inspection, but that is only part of the story,&quot; said Gutierrez spokesman Douglas G. Rivlin. &quot;The congressman&#39;s point when using this statistic was that the problem is bigger than the U.S.-Mexico border, bigger than Latin America, Latinos, or Arizona and therefore requires a more comprehensive, federal, national solution.&quot;<br />\r\n<br />\r\nIn fact, Gutierrez made precisely that point on the show. Immediately after the quote we checked, he said, &quot;So what we do is we continue to focus on the border as if&nbsp;that were the exclusive problem that we have with our immigration system and those staying here.&quot;<br />\r\n<br />\r\nRivlin added that Gutierrez is sponsoring a bill (<a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getdoc.cgi?dbname=111_cong_bills&amp;docid=f:h4321ih.txt.pdf\" target=\"_blank\">H.R. 4321</a>) that would, among other things, establish an entry-and-exit system to track who enters on a temporary visa and whether they leave when they are supposed to.<br />\r\n<br />\r\nReasonable people can disagree over whether Gutierrez is justified in arguing that the U.S.-Mexico border shouldn&#39;t be the focus of policymakers&#39; attention on immigration. But the fact that he raised this issue when mentioning the visa-overstay statistics mitigates the potential for confusion. When that is weighed against the uncertainties over the age of the data and the need to use estimates rather than hard statistics, we rate his statement Mostly True.</p>\r\n", "ruling_comments_date": "2010-07-12T16:13:55.951430", "ruling_date": "2010-07-12T16:13:50", "ruling_headline": "Democratic Rep. Gutierrez says 40 percent of illegal immigrants overstay visas", "ruling_headline_slug": "democratic-rep-gutierrez-says-40-percent-illegal-i", "ruling_link_text": "As best we can tell with old estimates", "ruling_state": null, "source_documents": null, "sources": "<p>Luis Gutierrez, <a href=\"http://abcnews.go.com/ThisWeek/week-transcript-axelrod/story?id=11136250&amp;page=4\" target=\"_blank\">comments</a> on ABC&#39;s <em>This Week</em>, July 11, 2010<br />\r\n<br />\r\nPew Hispanic Center, &quot;Modes of Entry for the Unauthorized Migrant Population&quot; (<a href=\"http://pewhispanic.org/files/factsheets/19.pdf\" target=\"_blank\">fact sheet</a>), May 22, 2006<br />\r\n<br />\r\nE-mail interview with Kevin Johnson, dean of the law school at the University of California-Davis, July 12, 2010<br />\r\n<br />\r\nE-mail interview with Jennifer Chacon, law professor at the University of California (Irvine), July 12, 2010<br />\r\n<br />\r\nE-mail interview with Judith Gans, program manager for immigration policy at the Udall Center for Studies in Public Policy at the University of Arizona, July 12, 2010<br />\r\n<br />\r\nE-mail interview with Daniel E. Martinez, University of Arizona sociologist, July 12, 2010<br />\r\n<br />\r\nE-mail interview with Aarti Kohli, director of immigration policy and legislative counsel for the Chief Justice Earl Warren Institute on Race, Ethnicity, and Diversity at the University of California (Berkeley) School of Law, July 12, 2010<br />\r\n<br />\r\nE-mail interview with Jeffrey S. Passel, senior demographer with the Pew Hispanic Center, July 12, 2010<br />\r\n<br />\r\nE-mail interview with Douglas G. Rivlin, press secretary to Rep. Luis Gutierrez, D-Ill., July 12, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. House of Representatives", "false_count": 0, "first_name": "Luis", "half_true_count": 3, "home_state": "Illinois", "id": 511, "last_name": "Gutierrez", "mostly_true_count": 3, "name_slug": "luis-gutierrez", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/LGut.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Illinois", "edition": "Illinois", "edition_slug": "illinois", "has_afterthefact": false, "id": 61, "index_page": false, "meter_name": "The Illinois Truth-O-Meter", "resource_uri": "/api/v/2/edition/61/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/511/", "total_count": 6, "true_count": 0, "website": "http://www.gutierrez.house.gov/"}, "statement": "<p>&quot;Forty percent of the undocumented workers in this country&quot; entered the U.S. legally and &quot;overstayed their visa.&quot;</p>\r\n", "statement_context": "an interview on ABC's 'This Week'", "statement_date": "2010-07-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}, {"description": "", "id": 151, "photo": null, "resource_uri": "/api/v/2/subject/151/", "subject": "This Week - ABC News", "subject_slug": "abc-news-week", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}