{"art": [], "author": [{"email_address": "PolitiFact@projo.com", "first_name": "Cynthia", "id": 139, "last_name": "Needham", "name_slug": "cynthia-needham", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/cynthia_needham80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/139/", "title": "Reporter", "twitter": null}], "canonical_url": "/rhode-island/statements/2010/jul/14/leonidas-raptakis/raptakis-says-mollis-wrongly-takes-credit-small-bu/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "tmurphy@providencejournal.com", "first_name": "Tim", "id": 145, "last_name": "Murphy", "name_slug": "tim-murphy", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/tim_murphy2_80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/145/", "title": "Editor", "twitter": null}], "facebook_headline": null, "id": 2054, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "PolitiFact@projo.com", "first_name": "Cynthia", "id": 139, "last_name": "Needham", "name_slug": "cynthia-needham", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/cynthia_needham80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/139/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/2054/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tThere have been few winners in the recession that has gripped Rhode Island these past few years. Families have struggled to pay their bills while companies scrambled to keep their doors open.<br />\r\n\t<br />\r\n\tBut if there was any upside, business owners say it was that state leaders finally took notice of them.<br />\r\n\t<br />\r\n\tPoliticians clamored to meet with them, trotting them out in public and promising to make it easier for them to do business in Rhode Island.</p>\r\n<p>\r\n\tThe courtship culminated this spring in the unveiling of a multi-part plan intended to cut the time and headaches it takes to register businesses and get permits. Elected officials including the governor, the House speaker and the Senate president gathered on two occasions to praise their collective work. But it was Secretary of State A. Ralph Mollis who garnered the greatest praise.</p>\r\n<p>\r\n\tState leaders applauded the secretary for proposing an online master application that requires businesses to fill out just one form and allows them to complete many registration processes online.</p>\r\n<p>\r\n\tNot so, says Mollis&#39; Democratic opponent, state Sen. Leonidas &quot;Lou&quot; Raptakis. In announcing his campaign against Mollis, he declared that the program that Mollis was praised for was actually created years ago by then-Secretary of State James Langevin and was further developed through a law passed by another former secretary, Matt Brown.</p>\r\n<p>\r\n\t&quot;Jim Langevin launched a First Stop Business Information Center to help small businesses cut through the red tape of having to file multiple forms with dozens of state agencies just to get started. Former Secretary of State Matt Brown built on that effort by winning passage of legislation to create a Business Fast Start office to bring state agencies together to develop a Master Business Application&mdash;one state form to replace the dozens,&quot; his announcement said.</p>\r\n<p>\r\n\tRaptakis said Mollis ignored the program for the first three years of his term, before reintroducing the proposal as his own this spring.</p>\r\n<p>\r\n\tJim Langevin? Matt Brown? Did Mollis really ignore laws established by his predecessors and then take credit for them? We couldn&#39;t resist putting this one to the Truth-O-Meter test.</p>\r\n<p>\r\n\tState archives show that neither candidate has it quite right.</p>\r\n<p>\r\n\tHere&#39;s the basic history. In 2001, at the urging of then-Secretary of State Edward Inman (he succeeded Langevin, who was elected to Congress), legislators passed a law establishing a &quot;Business Fast Start Office.&quot;</p>\r\n<p>\r\n\tThe idea was to create a customer service department for businesses within the secretary of state&#39;s office. The department was also supposed to recommend ways to simplify business licensing processes and to &quot;develop a master application form that consolidates the information needed...&quot;</p>\r\n<p>\r\n\tSounds a lot like what Mollis says he did.</p>\r\n<p>\r\n\tThe unit apparently got up and running under Inman, but the master application did not. When Matt Brown was elected secretary of state in 2002, he made some progress, launching pieces of an online registration system, according to Thomas Viall, general manager of the private company that is contracted to do Internet work for the state on its ri.gov website.</p>\r\n<p>\r\n\tViall recalls working on the project with Brown: &quot;It was kind of an experiment, doing what Secretary Mollis is now going to achieve. But it was very much a scaled down idea,&quot; he said.</p>\r\n<p>\r\n\tThe site launched, but quickly hit a snag when officials realized that it would need constant (and expensive) updating any time there were changes to business regulations. A year or so after the website went public, Viall said it was already out of date and the office asked him to take it down.</p>\r\n<p>\r\n\tFast forward to 2006, when Mollis ran for office. One of his campaign promises was helping small businesses. In a commentary piece written in The Providence Journal: &quot;I have proposed a multi-phased business program in the Corporations Division ...[it] would host a master application system, provided to cut through the bureaucratic red tape in incorporating businesses.&quot;</p>\r\n<p>\r\n\tHe did not mention that the law establishing the program had been put on the books years earlier. Mollis spokesman Christopher Barnett attributed the omission to space constraints. &quot;We only had so many words and we had to pick the ones that [were] most germane to the people who read it,&quot; Barnett said.</p>\r\n<p>\r\n\tMollis said that soon after he took office, he reestablished the dormant fast start office and began lobbying for legislative support for the master application idea, which ultimately was approved and funded this spring. Why the delay? Mollis said it took the first three years of his administration to determine how complex and expensive the technology would be and to convince lawmakers to provide funding.</p>\r\n<p>\r\n\tRaptakis says Mollis&#39; failure to voice his plans until this spring suggests he didn&#39;t have any idea in the works. But records show the secretary of state testified in favor of the master application at a Senate committee hearing on Oct. 27, 2009, identifying it as a priority for his administration.</p>\r\n<p>\r\n\tMollis says he was well aware of the 2001 Inman law and it&#39;s unfair for Raptakis to suggest he was not. He acknowledges, however, that he never knew about Brown&#39;s temporary launch of the online program. Staffers who worked with both administrations never told him, he said.</p>\r\n<p>\r\n\tBut we&#39;re not judging a Mollis statement. We&#39;re looking at what Raptakis said. While he is correct in noting that the master application idea long preceded Mollis, Raptakis never did his homework to determine the origins of the law, when it was passed, or whether it was implemented in the ensuing nine years.</p>\r\n<p>\r\n\tHe relied instead on a June 30, 2008 statement from the Washington-based Democratic Leadership Council, which praised Brown for creating the master application (but apparently forgot to check whether it actually succeeded, which it did not).</p>\r\n<p>\r\n\tIt is clear to us that Mollis did not give his predecessors appropriate credit for coming up with the ideas he is finally now making happen. And Raptakis was right to pick up on that. Had he focused only on that discrepancy and not on Matt Brown&#39;s and Jim Langevin&#39;s so-called accomplishments, his statement would have more credibility. But he didn&#39;t. That&#39;s why we&#39;re calling it Half True.</p>\r\n", "ruling_comments_date": "2010-07-14T17:31:11.239993", "ruling_date": "2010-07-14T18:29:45", "ruling_headline": "Raptakis says Mollis wrongly takes credit for small-business program", "ruling_headline_slug": "raptakis-says-mollis-wrongly-takes-credit-small-bu", "ruling_link_text": "Critique misses bullseye", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t&nbsp;</p>\r\n<p style=\"margin: 0px; font-family: Verdana;\">\r\n\tRaptakis campaign announcement, sent to supporters and media, June 23, 2010</p>\r\n<p style=\"margin: 0px; font-family: Verdana;\">\r\n\t&nbsp;</p>\r\n<p style=\"margin: 0px; font-family: Verdana;\">\r\n\tInterview, Leonidas Raptakis, July 6, 2010</p>\r\n<p style=\"margin: 0px; font-family: Verdana;\">\r\n\t&nbsp;</p>\r\n<p style=\"margin: 0px; font-family: Verdana;\">\r\n\tInterview, Ralph Mollis, July 8, 2010</p>\r\n<p style=\"margin: 0px; font-family: Verdana;\">\r\n\t&nbsp;</p>\r\n<p style=\"margin: 0px; font-family: Verdana;\">\r\n\tInterview, State Librarian Tom Evans, July 7, 2010</p>\r\n<p style=\"margin: 0px; font-family: Verdana;\">\r\n\t&nbsp;</p>\r\n<p style=\"margin: 0px; font-family: Verdana;\">\r\n\tInterview, RI.gov General Manager Thomas&nbsp;Viall, July 9, 2010</p>\r\n<p style=\"margin: 0px; font-family: Verdana;\">\r\n\t&nbsp;</p>\r\n<p style=\"margin: 0px; font-family: Verdana;\">\r\n\tPress Release, Secretary of State Edward Inman, 2001</p>\r\n<p style=\"margin: 0px; font-family: Verdana;\">\r\n\t&nbsp;</p>\r\n<p style=\"margin: 0px; font-family: Verdana;\">\r\n\t&quot;Commentary - Informing Rhode Island - What I&#39;d do as secretary of state,&quot; by&nbsp;<span class=\"regTextBold Apple-style-span\">A. Ralph Mollis,</span>&nbsp;Providence Journal, October 4, 2006</p>\r\n<p style=\"margin: 0px; font-family: Verdana;\">\r\n\t&nbsp;</p>\r\n<p style=\"margin: 0px; font-family: Verdana;\">\r\n\t&quot;Online &#39;master application&#39; eases business registration,&quot; Providence Business News, October 6, 2003 (paper copy available in Rhode Island State Library)</p>\r\n<p style=\"margin: 0px; font-family: Verdana;\">\r\n\t&nbsp;</p>\r\n<p style=\"margin: 0px; font-family: Verdana;\">\r\n\t<a href=\"http://www.dlc.org/ndol_ci.cfm?kaid=139&amp;subid=276&amp;contentid=252607\" id=\"lr3c\" style=\"color: rgb(85, 26, 139);\" title=\"Democratic Leadership Council, release,\">Democratic Leadership Council release</a>&nbsp;as provided by the Raptakis campaign, July 6, 2010</p>\r\n<p style=\"margin: 0px; font-family: Verdana;\">\r\n\t&nbsp;</p>\r\n<p style=\"margin: 0px; font-family: Verdana;\">\r\n\t<a href=\"http://www.rilin.state.ri.us/SpecialReports/Small%20Business%20Task%20Force%20Report.pdf\" id=\"rzhf\" style=\"color: rgb(85, 26, 139);\" title=\"Senate Small Business Task Force final report\">Senate Small Business Task Force final report</a>, p. 10, reference to Mollis&#39; testimony on October 27, 2009</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "State Senator", "false_count": 1, "first_name": "Leonidas", "half_true_count": 1, "home_state": "Rhode Island", "id": 522, "last_name": "Raptakis", "mostly_true_count": 0, "name_slug": "leonidas-raptakis", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Raptakis_small.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/522/", "total_count": 3, "true_count": 1, "website": ""}, "statement": "<p>\r\n\tSecretary of State A. Ralph Mollis wrongly takes credit for small-business program</p>\r\n", "statement_context": " announcing his campaign for secretary of state", "statement_date": "2010-06-23", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}, {"description": "", "id": 140, "photo": null, "resource_uri": "/api/v/2/subject/140/", "subject": "Small Business", "subject_slug": "small-business", "used_in_edition": []}], "target": [], "twitter_headline": ""}