{"art": [], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/jul/18/bill-white/white-says-perry-accepted-more-stimulus-funds-ever/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [], "facebook_headline": null, "id": 2069, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/2069/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tTrying to portray his GOP opponent as more cozy with Washington than he lets on, Democratic gubernatorial hopeful Bill White highlighted the state&#39;s use of federal money during a speech to his party&#39;s state convention in Corpus Christi.</p>\r\n<p>\r\n\tTexas Gov. &quot;Rick Perry accepted more stimulus funds than any other governor except the governors of California and New York,&quot; White said June 25.</p>\r\n<p>\r\n\tGee, the nation&#39;s three most-populous states took in the most stimulus aid? The only reason that&#39;s surprising is Perry made a point of not taking a chunk of available aid in 2009 -- a move in keeping with his anti-Washington posture. We decided White&#39;s statement needed a closer look.</p>\r\n<p>\r\n\tSome background: The $787 billion federal stimulus package, otherwise known as the American Recovery and Reinvestment Act, became law in February 2009, with the goals of giving the struggling U.S. economy a lift, as well as creating and saving jobs. State governments have been the primary recipients, although federal money has also gone directly to entities such as schools, hospitals and contractors.</p>\r\n<p>\r\n\tThe Recovery Act specified that governors had 45 days after the passage of the law to certify that their state would &quot;request and use funds provided by&quot; the law. On Feb. 18, 2009, Perry sent President Barack Obama the requisite letter of certification, assuring the president that the state would accept the funds and use them &quot;in the best interest of Texas taxpayers.&quot;</p>\r\n<p>\r\n\tIn his letter, Perry also wrote that he opposed using &quot;these funds to expand existing government programs&quot; because the state would be burdened &quot;with ongoing expenditures long after the funding has dried up.&quot; The day before, Perry told a National Federation of Independent Business meeting in Austin that &quot;we need the freedom to pick and choose our obligations, so we can say &#39;no thanks&#39; to items that stick us with the bill in the out years, when Washington goes flying after the next miracle cure,&quot; according to the governor&#39;s prepared remarks.</p>\r\n<p>\r\n\tIn response to our inquiry about White&#39;s statement, Katy Bacon, his spokeswoman, pointed us to a section of Recovery.gov, the federal website that tracks stimulus spending, that gives a state-by-state breakdown of the value of contracts, grants, loans and entitlement funds being distributed by federal agencies. The figures, based on the agencies&#39; reports, are updated weekly.</p>\r\n<p>\r\n\tAs of June 30, 2010, the breakdown ranked Texas third behind California and New York in both &quot;funds available,&quot; meaning money to be released either immediately or in the future, and &quot;funds paid out.&quot;</p>\r\n<p>\r\n\tRight away, we found a wrinkle. Cheryl Arvidson, assistant director of communications for the Recovery Accountability and Transparency Board, which maintains the website, said the totals include all stimulus funds flowing into each state, not just dollars that pass through state government. Thus neither Perry nor the state was involved in taking some of that money.</p>\r\n<p>\r\n\tWe didn&#39;t find any statistics that gauged only the stimulus dollars flowing through state governments. The closest thing: A report released in April 2009 by the Federal Funds Information for States, a subscription service of the National Governors Association and the National Conference of State Legislatures that tracks the financial impact of federal actions on states. It estimated how much Recovery Act money each state would receive under about 40 major grant programs. Texas ($16.3 billion) ranked third, behind California ($27.1 billion) and New York ($21.7 billion).</p>\r\n<p>\r\n\tAnother count for Texas comes from the state comptroller&#39;s office, which tracks stimulus dollars coming into state agencies and public colleges and universities. As of July 11, 2010, $19.7 billion had been awarded, with $11.7 billion received. The Legislature appropriated $14.4 billion of the total for fiscal 2009, 2010 and 2011, according to the comptroller&#39;s website.</p>\r\n<p>\r\n\tThe story so far: Despite criticizing some aspects of the stimulus program, Perry has accepted billions of stimulus dollars on the state&#39;s behalf.</p>\r\n<p>\r\n\tIn fact, Katherine Cesinger, a spokeswoman for the governor&#39;s office, didn&#39;t quibble about Perry being among the three governors who have taken the most stimulus money. That&#39;s to be expected, she indicated, because the federal government doles out the funds based on &quot;many formulas&quot; -- population being &quot;one of the most predominant factors.&quot; Said Cesinger: &quot;It&#39;s no surprise that Texas ... would be allocated significantly more stimulus dollars than most other states.&quot; California is the most-populous state, with about 35 million people; Texas is second with 24 million; and New York is third, with about 20 million.</p>\r\n<p>\r\n\tLikewise, Mike Leachman, a senior policy analyst at the left-leaning Center on Budget and Policy Priorities in Washington, said the size of the Texas economy and the needs of its large population played a role in the amount of money that the state received. For example, almost all of the $5.2 billion in stimulus funds awarded to the Texas Health and Human Services Commission is going to Medicaid, the state-federal health insurance program for the poor and disabled.</p>\r\n<p>\r\n\tStephanie Goodman, a commission spokeswoman, said federal Medicaid funding is normally based on a formula that includes state economic factors such as per-capita income; the stimulus program added a component that increases federal aid in conjunction with rising unemployment.</p>\r\n<p>\r\n\tBut Texas hasn&#39;t taken all the funding that was offered. Last year, Perry opposed about $550 million for the state&#39;s unemployment trust fund, aid that was contingent on Texas making it easier for workers to qualify for unemployment benefits. The governor said businesses would have had to pay higher unemployment taxes after the federal dollars ran out. An effort by some legislators to overrule Perry died in the state House.</p>\r\n<p>\r\n\tPerry also caused a stir this year when he opted not to apply for additional education stimulus funding in the competitive federal grant program known as Race to the Top.</p>\r\n<p>\r\n\tSumming up?</p>\r\n<p>\r\n\tIn his convention speech, White said Perry has accepted more stimulus funding than the governors of any other states, except for California and New York. But his campaign failed to back up his claim with specific data on funds that passed through state governments -- perhaps because those breakdowns aren&#39;t available.</p>\r\n<p>\r\n\tOn our own, we found information suggesting White&#39;s claim holds up -- though nothing entirely conclusive. We rate White&#39;s statement Mostly True.</p>\r\n", "ruling_comments_date": "2010-07-16T14:25:46.575995", "ruling_date": "2010-07-18T06:00:00", "ruling_headline": "White says Perry accepted more stimulus funds than every governor, except those of California and New York", "ruling_headline_slug": "white-says-perry-accepted-more-stimulus-funds-ever", "ruling_link_text": "Population among factors behind stimulus allocation", "ruling_state": null, "source_documents": null, "sources": "<div>\r\n\tAmerican Recovery and Reinvestment Act, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/071610_arralaw.pdf\" id=\"inf5\" title=\"section 1607\">section 1607</a></div>\r\n<div>\r\n\t&nbsp;</div>\r\n<div>\r\n\tAustin American-Statesman, &quot;<a href=\"http://alt.coxnewsweb.com/statesman/politifact/071610_embrystory.pdf\" id=\"eti:\" title=\"Perry opposition to stimulus cash, once lauded in GOP, may backfire\">Perry opposition to stimulus cash, once lauded in GOP, may backfire</a>,&quot; July 21, 2009</div>\r\n<div>\r\n\t&nbsp;</div>\r\n<div>\r\n\tBill White, <a href=\"http://www.billwhitefortexas.com/conventionvideo/\" id=\"czjo\" title=\"speech\">speech</a> at Texas Democratic Party convention, June 25, 2010</div>\r\n<div>\r\n\t&nbsp;</div>\r\n<div>\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/071610_cesingeremail.pdf\" id=\"qf3g\" title=\"E-mail correspondence\">E-mail</a><a href=\"http://alt.coxnewsweb.com/statesman/politifact/071610_cesingeremail.pdf\" id=\"qf3g\" title=\"E-mail correspondence\"> correspondence</a> with Katherine Cesinger, spokeswoman for Gov. Rick Perry, July 8, 2010</div>\r\n<div>\r\n\t&nbsp;</div>\r\n<div>\r\n\tFederal Funds Information for States, &quot;<a href=\"http://alt.coxnewsweb.com/statesman/politifact/071610_ffisdata.pdf\" id=\"uez_\" title=\"Estimated Allocations for Selected Programs Funded in ARRA\">Estimated Allocations for Selected Programs Funded in ARRA</a>,&quot; April 28, 2009</div>\r\n<div>\r\n\t&nbsp;</div>\r\n<div>\r\n\tGov. Rick Perry, &quot;<a href=\"http://www.statesman.com/opinion/perry-rejecting-race-to-the-top-funds-was-214066.html\" id=\"aftw\" title=\"Rejecting Race to the Top funds was an easy call\">Rejecting Race to the Top funds was an easy call</a>,&quot; Austin American-Statesman, Feb. 4, 2010</div>\r\n<p>\r\n\tGov. Rick Perry&#39;s website, &quot;<a href=\"http://governor.state.tx.us/news/press-release/11969/\" id=\"ebyo\" title=\"Gov. Perry Responds to Passage of Economic Stimulus\">Gov. Perry Responds to Passage of Economic Stimulus</a>,&quot; Feb. 19, 2009</p>\r\n<p>\r\n\tGov. Rick Perry&#39;s website, &quot;<a href=\"http://governor.state.tx.us/news/speech/11961/\" id=\"l:j5\" title=\"Gov. Perry Addresses the National Federation of Independent Business\">Gov. Perry Addresses the National Federation of Independent Business</a>,&quot; Feb. 17, 2009</p>\r\n<p>\r\n\tInterview with Cheryl Arvidson, assistant director of communications for the Recovery Accountability and Transparency Board, July 7, 2010</p>\r\n<p>\r\n\tInterview with Stephanie Goodman, spokeswoman, Texas Health and Human Services Commission, July 14, 2010</p>\r\n<p>\r\n\tInterview with Mike Leachman, senior policy analyst, Center on Budget and Policy Priorities, July 8, 2010</p>\r\n<p>\r\n\tInterview with Margaret Weir, executive director, Select Committee on Federal Economic Stabilization Funding, July 7, 2010</p>\r\n<p>\r\n\tRecovery.gov, &quot;<a href=\"http://www.recovery.gov/About/Pages/The_Act.aspx\" id=\"ddm6\" title=\"About the Recovery Act\">About the Recovery Act</a>,&quot; accessed July 6, 2010</p>\r\n<p>\r\n\tRecovery.gov, &quot;<a href=\"http://www.recovery.gov/Transparency/agency/Pages/StateTotalsByAgency.aspx\" id=\"i5sj\" title=\"National Totals by State/Territory\">National Totals by State/Territory</a>,&quot; accessed July 6, 2010</p>\r\n<p>\r\n\tTexas state comptroller&#39;s website, &quot;<a href=\"http://www.window.state.tx.us/recovery/\" id=\"oq8w\" title=\"American Recovery and Reinvestment Act: A Texas Eye on the Dollars\">American Recovery and Reinvestment Act: A Texas Eye on the Dollars</a>,&quot; accessed July 15, 2010</p>\r\n<p>\r\n\tTexas state comptroller&#39;s website, &quot;American Recovery and Reinvestment Act: A Texas Eye on the Dollars,&quot; <a href=\"http://www.window.state.tx.us/recovery/faq/\" id=\"u7qs\" title=\"Frequently Asked Questions\">Frequently Asked Questions</a></p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Former mayor of Houston", "false_count": 3, "first_name": "Bill", "half_true_count": 5, "home_state": "Texas", "id": 294, "last_name": "White", "mostly_true_count": 7, "name_slug": "bill-white", "pants_count": 3, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Whitemug2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/294/", "total_count": 26, "true_count": 6, "website": "https://www.facebook.com/BillWhiteTexas"}, "statement": "<p>\r\n\t&quot;Rick Perry accepted more stimulus funds than any other governor except the governors of California and New York.&quot;</p>\r\n", "statement_context": "a speech to the Texas Democratic Party convention in Corpus Christi", "statement_date": "2010-06-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}, {"description": "", "id": 147, "photo": null, "resource_uri": "/api/v/2/subject/147/", "subject": "States", "subject_slug": "states", "used_in_edition": []}, {"description": "", "id": 150, "photo": null, "resource_uri": "/api/v/2/subject/150/", "subject": "Stimulus", "subject_slug": "stimulus", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}