{"art": [{"brightcove": "", "caption": "Republican Ron Johnson attacked his opponent, Sen. Russ Feingold, D-Wis., over oil drilling in the Great Lakes", "id": 523, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/523/", "title": "Johnson-Feingold ad", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/PNzArwyU2Uk?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "PNzArwyU2Uk"}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/jul/19/ron-johnson/ron-johnson-campaign-ad-blasts-russ-feingold-recor/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 2075, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/2075/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tThe oil spill in the Gulf of Mexico is at the top of the news, but the political ripples are being felt far and wide. In Wisconsin, Democratic Sen. Russ Feingold and Republican challenger Ron Johnson have gotten into a bit of mudslinging over who would be better at protecting the Great Lakes from drilling.<br />\r\n\t<br />\r\n\tFeingold started the war of words by charging in a 30-second ad that Johnson &quot;is willing to hand over the Great Lakes to the oil companies, threatening Wisconsin&rsquo;s economy, and a way of life for generations of Wisconsin families.&quot;<br />\r\n\t<br />\r\n\tJohnson quickly shot back with a statement saying in part, &quot;I would not support any efforts to overturn the provision which outlaws drilling in the Great Lakes as Wisconsin&rsquo;s next U.S. Senator. Let me repeat: I would reject any and all efforts to drill in the Great Lakes.&quot;<br />\r\n\t<br />\r\n\tJohnson drove home that theme in a 30-second television ad. In the ad, viewers see a car spinning its wheels in the mud.<br />\r\n\t<br />\r\n\t&quot;Twenty-eight years in politics and Russ Feingold&rsquo;s stuck in the mud,&quot; the narrator says. &quot;Feingold started his campaign slinging mud at Ron Johnson. Ron Johnson opposes drilling in the Great Lakes, and Russ Feingold knows it. Drilling is already illegal in the Great Lakes, and Feingold knows that too. Because he voted against the law that protected our lakes. That&rsquo;s right. Feingold was the only Great Lakes senator to vote no. Feingold played politics. Partisan politician Russ Feingold. Stuck in the mud.&quot;<br />\r\n\t<br />\r\n\tIn this item, we won&#39;t get into the question of whether Johnson opposes drilling in the Great Lakes. But we thought we&#39;d sort out whether Feingold had indeed voted against a bill to ban Great Lakes drilling.<br />\r\n\t<br />\r\n\tThe bill that Johnson&#39;s ad refers to is the Energy Policy Act of 2005. A provision of that law -- Section 386 -- reads, &quot;No Federal or State permit or lease shall be issued for new oil and gas slant, directional, or offshore drilling in or under one or more of the Great Lakes.&quot; A check of the Senate roll call vote on the final version of that bill confirms that Feingold voted &quot;nay.&quot;<br />\r\n\t<br />\r\n\tCase closed? Not quite. The claim requires several caveats.<br />\r\n\t<br />\r\n\t&bull; <strong>Feingold wasn&#39;t voting against the bill because of the drilling ban.</strong> The bill in question was championed by President George W. Bush, Vice President Dick Cheney, most congressional Republicans and some Democrats. Nineteen Democrats, six Republicans and one independent voted against the bill, which passed, 74-26.<br />\r\n\t<br />\r\n\tAt the time, Feingold cited several reasons for voting against the bill.<br />\r\n\t<br />\r\n\t&quot;This bill digs us deeper into a budget black hole,&quot; Feingold said, according to his home state newspaper, the Milwaukee Journal-Sentinel. &quot;It fails to decrease our dependence on foreign oil. It rolls back important consumer protections. And finally, it undermines some of the fundamental environmental laws that our citizens rely upon.&quot; He also cited the bill&#39;s repeal of the Public Utility Holding Company Act, its changes to the Clean Water Act and its exemption of hydraulic fracking -- a controversial technique for retrieving underground natural gas -- from the Safe Drinking Water Act.<br />\r\n\t<br />\r\n\tHe most certainly didn&#39;t vote against it because it included a Great Lakes drilling ban. Quite the contrary: Feingold&#39;s camp points out that in 2001, the senator was an original co-sponsor of the Great Lakes Water Protection Act, which directed the Environmental Protection Agency Administrator to conduct a study on known and potential environmental effects of oil and gas drilling on land beneath the water in the Great Lakes. (The bill did not advance.) Feingold also sponsored or supported numerous other bills to protect the Great Lakes specifically and clean water generally.<br />\r\n\t<br />\r\n\tThe Johnson camp told PolitiFact that &quot;our ad never insinuates Sen. Feingold did not support a 2001 bill regarding Great Lakes or make any other statement about whether or not he supports drilling in the Great Lakes.&quot; But we think a reasonable person could come away with the ad wondering whether Feingold is somehow opposed to a ban on Great Lakes drilling. And that would be incorrect.<br />\r\n\t<br />\r\n\tThat said, congressional bills often have hundreds or thousands of provisions. Most of the time, lawmakers who vote yes on a bill don&#39;t agree with everything in it, and when they vote for it because of the many things they do agree with, they must be prepared for critics to point out the discrepancies. So we think Johnson deserves some leeway for legitimately catching Feingold voting against something he says he supports.<br />\r\n\t<br />\r\n\t&bull; <strong>There wasn&#39;t just one law that curbed drilling in the Great Lakes</strong>. The ad says that Russ Feingold &quot;voted against the law that protected our lakes.&quot; That makes it sound like there was one law that accomplished that purpose, and that Feingold missed his chance to support it. That&#39;s incorrect. There were actually four, one of which was permanent -- the one cited in the ad -- and three of which were temporary. All did essentially the same thing.<br />\r\n\t<br />\r\n\tAccording to the nonpartisan Congressional Research Service, &quot;Congress had enacted a temporary ban on any new federal and state permits for drilling under the Great Lakes in 2001 (P.L. 107-66; Title V, &sect;503) and extended it to 2007. This temporary ban was in addition to several state bans on drilling in or under the Great Lakes.&quot;<br />\r\n\t<br />\r\n\tSo we looked up the 2001 law to see whether Feingold voted for it. He did. (The bill passed overwhelmingly, 96-2.) Specifically, it was the Energy and Water Development Appropriations Act of 2002, which included a provision that said that &quot;during the fiscal years 2002 and 2003, no federal or state permit or lease shall be issued for new oil and gas slant, directional, or offshore drilling in or under one or more of the Great Lakes.&quot;<br />\r\n\t<br />\r\n\tWe also looked up the extension for 2004 and 2005, which passed as part of the Consolidated Appropriations Resolution of 2003 -- a massive federal spending bill. In this case, Feingold voted no.<br />\r\n\t<br />\r\n\tFinally, we looked up the law that extended the ban through 2006 and 2007. It was the Consolidated Appropriations Act of 2005. Feingold voted no on that one too.<br />\r\n\t<br />\r\n\tSo Feingold actually voted for one temporary ban and voted against three (two of them temporary, one permanent). All were buried in much broader bills, and his camp says he opposed those bills despite the drilling ban provision, not because of it. At the same time, even though he only batted one for four, Feingold has a right to say that in one case, he voted for a &quot;law that protected our lakes.&quot;<br />\r\n\t<br />\r\n\t&bull; <strong>Feingold was not the only Great Lakes senator to vote no on the 2005 bill</strong>. Johnson cited yes votes by senators from Minnesota, Illinois, Indiana, Michigan, Ohio, Pennsylvania and Wisconsin. But he excluded New York state, which borders Lake Ontario and Lake Erie. Both New York senators at the time -- Democrats Hillary Clinton and Charles Schumer -- joined Feingold in voting no.</p>\r\n<p>\r\n\tThe Johnson campaign told PolitiFact that &quot;including or excluding two New York City senators as Great Lakes senators is subjective, and many government and academic sources do not group New York in the Great Lakes region.&quot; They cited the Great Lakes Regional Water Program University of Wisconsin Extension (which defines the Great Lakes Region as &quot;Illinois, Indiana, Michigan, Minnesota, Ohio, and Wisconsin&quot;), the Bureau of Economic Analysis (which defines the Great Lakes Region as &quot;Illinois, Indiana, Michigan, Ohio, and Wisconsin&quot;), and the National Renewable Energy Laboratory (which defines the Great Lakes Region as &quot;Illinois, Indiana, Michigan, Ohio, and Wisconsin&quot;).</p>\r\n<p>\r\n\tBut we think the implication that Clinton and Schumer somehow forfeit their right to represent residents on Lake Ontario and Lake Erie is ridiculous. In addition, if the campaign was going to use these three alternate groupings as gospel, they should have also eliminated Pennsylvania, which does not appear in any of the three they cite. But they didn&#39;t: The Johnson campaign&#39;s backup sheet for the ad cites Pennsylvania, but not New York.<br />\r\n\t<br />\r\n\tThis strikes us as cherry picking. We find no good rationale for excluding New York, so on this count, we find Johnson&#39;s ad clearly inaccurate.<br />\r\n\t<br />\r\n\tSo let&#39;s sum up. Feingold did vote against a bill that included the permanent ban on Great Lakes drilling, and also voted against two of the bills with temporary bans, though for reasons unrelated to the drilling ban provision. As a result, Johnson has some justification for saying that Feingold &quot;voted against the law that protected our lakes.&quot; But the ad ignores that Feingold supported one of the temporary bans, and that he has a long record of protecting the environmental quality of the Great Lakes, including championing at least one bill that dealt directly with drilling. Meanwhile, we don&#39;t buy the campaign&#39;s rationale for excluding New York from the list of Great Lakes states. That fundamentally undercuts the ad&#39;s claim that Feingold was the only Great Lakes senator to vote against the 2005 bill. On balance, we rate the ad Barely True.</p>\r\n\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-07-16T17:49:13.078732", "ruling_date": "2010-07-19T11:48:42", "ruling_headline": "Ron Johnson campaign ad blasts Russ Feingold for record on Great Lakes oil drilling", "ruling_headline_slug": "ron-johnson-campaign-ad-blasts-russ-feingold-recor", "ruling_link_text": "Johnson writes New York out of the Great Lakes", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tRon Johnson for Senate, &quot;Feingold Mud&quot; (<a href=\"http://www.youtube.com/watch?v=PNzArwyU2Uk\" id=\"v2wm\" title=\"ad\">ad</a>), July 14, 2010<br />\r\n\t<br />\r\n\tNBC First Read, <a href=\"http://firstread.msnbc.msn.com/_news/2010/07/15/4685857-ad-watch-todays-best-of-the-rest\" id=\"jgvt\" title=\"Ad Watch\">Ad Watch</a> item on Johnson for Senate ad, July 16, 2010<br />\r\n\t<br />\r\n\tRon Johnson for Senate, &quot;Johnson Campaign: Won&rsquo;t Be Bullied By Desperate Washington Insiders&quot; (<a href=\"http://www.ronjohnsonforsenate.com/home/category/press-room/press-releases/\" id=\"box8\" title=\"news release\">news release</a>), July 15, 2010<br />\r\n\t<br />\r\n\tRon Johnson for Senate, &quot;Johnson Campaign: Statement on Drilling in the Great Lakes&quot; (<a href=\"http://www.ronjohnsonforsenate.com/home/2010/07/johnson-campaign-statement-on-drilling-in-the-great-lakes/\" id=\"n7p_\" title=\"news release\">news release</a>), July 12, 2010<br />\r\n\t<br />\r\n\tRuss Feingold for Senate, &quot;Feingold Highlights Opposition to Great Lakes Oil Drilling in New TV Ad&quot; (<a href=\"http://www.russfeingold.org/news/press-releases/feingold-highlights.html\" id=\"ck9u\" title=\"news release\">news release</a>), July 13, 2010<br />\r\n\t<br />\r\n\t<a href=\"http://www.gpo.gov/fdsys/pkg/PLAW-109publ58/pdf/PLAW-109publ58.pdf\" id=\"y282\" title=\"Text\">Text</a> of Energy Policy Act of 2005<br />\r\n\t<br />\r\n\t<a href=\"http://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=109&amp;session=1&amp;vote=00213\" id=\"y8og\" title=\"Roll call vote\">Roll call vote</a> on the Energy Policy Act of 2005, July 29, 2005<br />\r\n\t<br />\r\n\t<a href=\"http://thomas.loc.gov/cgi-bin/query/C?c107:./temp/%7Ec10778VRam\" id=\"z842\" title=\"Text\">Text</a> of the Energy and Water Development Appropriations Act of 2002<br />\r\n\t<br />\r\n\t<a href=\"http://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=107&amp;session=1&amp;vote=00320\" id=\"p:gz\" title=\"Roll call vote\">Roll call vote</a> for the Energy and Water Development Appropriations Act of 2002, Nov. 1, 2001<br />\r\n\t<br />\r\n\t<a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getdoc.cgi?dbname=108_cong_public_laws&amp;docid=f:publ007.108\" id=\"m9b0\" title=\"Text\">Text</a> of the Consolidated Appropriations Resolution of 2003<br />\r\n\t<br />\r\n\t<a href=\"http://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=108&amp;session=1&amp;vote=00034\" id=\"blk_\" title=\"Roll call vote\">Roll call vote</a> for the Consolidated Appropriations Resolution of 2003, Feb. 13, 2003<br />\r\n\t<br />\r\n\t<a href=\"http://thomas.loc.gov/cgi-bin/query/C?r108:./temp/%7Er108P80kQL\" id=\"olqj\" title=\"Text\">Text</a> of Consolidated Appropriations Act of 2005<br />\r\n\t<br />\r\n\t<a href=\"http://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=108&amp;session=2&amp;vote=00215\" id=\"zbuw\" title=\"Roll call vote\">Roll call vote</a> for the Consolidated Appropriations Act of 2005, Nov. 20, 2004<br />\r\n\t<br />\r\n\t<a href=\"http://thomas.loc.gov/cgi-bin/query/C?r107:./temp/%7Er107KbXaLK\" id=\"tl9m\" title=\"Text\">Text</a> of the Great Lakes Water Protection Act as introduced, June 13, 2001<br />\r\n\t<br />\r\n\t<i>Milwaukee Journal-Sentinel</i>, &quot;<a href=\"http://www.jsonline.com/blogs/news/98320344.html\" id=\"emv6\" title=\"New Feingold ad goes after Johnson on oil drilling\">New Feingold ad goes after Johnson on oil drilling</a>,&quot; July 13, 2010<br />\r\n\t<br />\r\n\tGreat Lakes Bulletin News Service, &quot;<a href=\"http://www.mlui.org/landwater/fullarticle.asp?fileid=14076\" id=\"fs.j\" title=\"An End to Great Lakes Drilling: A Timeline\">An End to Great Lakes Drilling: A Timeline</a>,&quot; April 5, 2002<br />\r\n\t<br />\r\n\tCongressional Research Service, &quot;<a href=\"http://ncseonline.org/NLE/CRSreports/06Jul/RL33455.pdf\" id=\"ustm\" title=\"Drilling in the Great Lakes: Background and Issues\">Drilling in the Great Lakes: Background and Issues</a>,&quot; June 1, 2006<br />\r\n\t<br />\r\n\tE-mail interview with Kristin Ruesch, spokeswoman for the Ron Johnson for Senate campaign, July 16, 2010<br />\r\n\t<br />\r\n\tE-mail interview with John Kraus, senior strategist with the Feingold Senate Committee, July 16, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 16, "current_job": "", "false_count": 7, "first_name": "Ron", "half_true_count": 11, "home_state": "Wisconsin", "id": 527, "last_name": "Johnson", "mostly_true_count": 13, "name_slug": "ron-johnson", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Ron_Johnson_Pfact_mug_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/527/", "total_count": 55, "true_count": 5, "website": "http://www.ronjohnsonforsenate.com/home/"}, "statement": "<p>\r\n\tRuss Feingold &quot;voted against the law that protected our lakes&quot; and &quot;was the only Great Lakes senator to vote no.&quot;</p>\r\n", "statement_context": "a campaign commercial", "statement_date": "2010-07-14", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}, {"description": "", "id": 157, "photo": null, "resource_uri": "/api/v/2/subject/157/", "subject": "Message Machine 2010", "subject_slug": "message-machine", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 4, "first_name": "Russ ", "half_true_count": 7, "home_state": "Wisconsin", "id": 528, "last_name": "Feingold", "mostly_true_count": 5, "name_slug": "russ-feingold", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Russ_Feingold_Pfact_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/528/", "total_count": 23, "true_count": 3, "website": "http://www.progressivesunited.org/about/russ-feingold"}], "twitter_headline": "Ad by Wisconsin Senate GOP candidate muddies waters on Feingold, Great Lakes drilling"}