{"art": [{"brightcove": "", "caption": "Marco Rubio's first ad going after Rachel Maddow.", "id": 530, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/530/", "title": "First Rubio ad", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/jYBAo0T0d-M?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "jYBAo0T0d-M"}, {"brightcove": "", "caption": "Rachel Maddow's response.", "id": 531, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/531/", "title": "Maddow's response.", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/UiWawoi8G5U?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "UiWawoi8G5U"}, {"brightcove": "", "caption": "Rubio fires back.", "id": 532, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/532/", "title": "Rubio's rebuttal.", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/PHJhGVCZ2Ik?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "PHJhGVCZ2Ik"}], "author": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "canonical_url": "/florida/statements/2010/jul/23/rachel-maddow/rachel-maddow-and-marco-rubio-come-out-swinging-cl/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 2103, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "resource_uri": "/api/v/2/statement/2103/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>Liberal MSNBC television host Rachel Maddow and conservative Republican U.S. Senate candidate Marco Rubio are engaging in a multimedia tit-for-tat over tax cuts and the federal deficit.<br />\r\n<br />\r\nAll set to a background of peppy elevator music, winks and clever one-liners.<br />\r\n<br />\r\nWe&#39;re not kidding.<br />\r\n<br />\r\nThe back and forth started on July 14, 2010, when Maddow decided to poke fun at Rubio&#39;s &quot;12 Simple Ways To Grow Our Economy.&quot; She noted, correctly, that most of the ideas are ripped straight from the Republican playbook.<br />\r\n<br />\r\nExtend the 2001 and 2003 tax cuts. Repeal the estate tax. Repeal the federal health care legislation. Fight cap and trade.<br />\r\n<br />\r\nMaddow criticized the ideas as failing to consider the GOP&#39;s (and Rubio&#39;s) other golden rule -- thou shall not increase the deficit.<br />\r\n<br />\r\n&quot;Republicans want to be the anti-deficit and anti-debt party right now, but they also want to run on George Bush&#39;s tax policies,&quot; Maddow said. &quot;And that is the giant awkwardness at the heart of Republicanism right now. Because George W. Bush&#39;s tax policies did to the deficit what the &#39;I only eat fried cheese&#39; diet does to your cholesterol.&quot;<br />\r\n<br />\r\nThe Maddow rant got a reaction from the Rubio campaign two days later, in a web ad set to that peppy elevator music we talked about.<br />\r\n<br />\r\n&quot;On Tuesday, Marco Rubio announced 12 simple ways to grow the economy and create jobs,&quot; the ad, called &quot;Maddow&quot; begins. &quot;How can you know the plan is right? Rachel Maddow thinks it&#39;s wrong.&quot;<br />\r\n<br />\r\n(You really should watch these ads, by the way. Rubio at one point facetiously plugs Maddow&#39;s 9 p.m. show; Maddow, in return, facetiously thanks him, and so on).<br />\r\n<br />\r\nOn July 19, Maddow issued her reply to Rubio&#39;s ad -- in her own &quot;ad&quot; that mimics Rubio&#39;s.<br />\r\n<br />\r\n&quot;Marco Rubio has proposals for cutting the deficit and growing the economy. He wants to: Make Bush&#39;s &#39;01 and &#39;03 tax cuts permanent, end the estate tax, prevent cap-and-trade energy legislation, repeal health reform,&quot; Maddow&#39;s ad says. &quot;How does Marco Rubio say you can know his plan is right? &#39;Rachel Maddow thinks it&#39;s wrong.&#39; Seriously. That&#39;s his argument. That&#39;s it.<br />\r\n<br />\r\n&quot;Even if everything about me is inherently wrong just by virtue of who I am, this is still true about Marco Rubio: His economic proposals will add $3.5 trillion to the federal deficit.&quot;<br />\r\n<br />\r\nThe Rubio camp issued their latest response on July 21, highlighting the state&#39;s unemployment rate and the number of Floridians facing foreclosure while taking a shot a President Barack Obama and Senate rival independent Gov. Charlie Crist.<br />\r\n<br />\r\n&quot;Think Obama and Crist&#39;s policies are working just fine for Florida?&quot; the ad, called &quot;Again, Rachel&quot; asks.<br />\r\n<br />\r\nFor Rubio, the ads are a chance to take on a liberal media-type like Maddow.&nbsp;And we&#39;re pretty sure we haven&#39;t seen the last of it. That said, we found it an appropriate time to jump in with a fact check.</p>\r\n\r\n<p>The question we&#39;re after: Will Rubio&#39;s economic ideas add $3.5 trillion to the federal deficit?<br />\r\n<br />\r\n<strong>Maddow&#39;s case</strong></p>\r\n\r\n<p>We know government spending is a big issue for Rubio. On July 16, 2010, <a href=\"http://www.politifact.com/florida/statements/2010/jul/16/marco-rubio/marco-rubios-favorite-statistic/\">we checked and found True</a> a Rubio claim that $0.40 of every $1 being spent by the federal government is now borrowed. We also know Rubio vigorously opposed the federal stimulus bill because it added substantially to the federal deficit.</p>\r\n\r\n<p>A spokeswoman for Maddow said the talk show host got her deficit figures from the Congressional Budget Office, Congress&#39; nonpartisan number-crunching arm.</p>\r\n\r\n<p>The CBO produced a series of revenues estimates in February should Congress enact three Republican-held tax cutting ideas -- extend the set to expire 2001 and 2003 tax cuts, repeal the federal estate tax and continue indexing the Alternative Minimum Tax for inflation&nbsp;<em>(The AMT was enacted in 1969 to make sure wealthy people couldn&#39;t avoid taxes altogether, but it wasn&#39;t indexed for inflation. Congress manually adjusts the AMT for inflation each year).</em><br />\r\n<br />\r\nAll three proposals are part of Rubio&#39;s 12 ideas -- specifically <a href=\"http://blogs.orlandosentinel.com/news_politics/2010/07/rubios-plan-for-economic-recovery-tax-cuts-lots-of-them.html\">Ideas 1, 3 and 5</a>.<br />\r\n<br />\r\nTogether, the CBO found that <a href=\"http://www.cbo.gov/ftpdocs/110xx/doc11048/02-24-RyanLetter.pdf\">they would increase the federal deficit by $3.4 trillion from 2011-2020</a>, &quot;mostly from lower revenues but also from increased outlays for refundable tax credits.&quot;</p>\r\n\r\n<p>Preventing cap and trade legislation, Rubio&#39;s Idea 9, also would have a negative effect on the federal deficit, according to the CBO. The theory behind cap-and-trade is that the government sets a limit on how much carbon different companies, such as electric utilities or manufacturers, can emit (the cap). The government then issues permits to companies and allows them to buy and sell the permits as needed so they can conduct business (the trade). If the policy works as planned, overall emissions decline, companies determine for themselves the best way to lower emissions, and the free market rewards those who lower emissions most effectively.<br />\r\n<br />\r\nIn a letter dated July 7, 2010, CBO Director Douglas W. Elmendorf said that opposing cap and trade legislation would have the effect of raising the federal deficit by about $19 billion from 2011-2020.<br />\r\n<br />\r\nThose are the four major ideas Maddow uses in making her claim. But we wanted to at least consider Rubio&#39;s other ideas. Many of them, it turns out, come with deficit impacts that are difficult to measure, or at least appear to have no impact on the deficit. Rubio proposes reducing the corporate tax rate, for instance, but he doesn&#39;t say how much -- making it impossible to judge the revenue impact.<br />\r\n<br />\r\nAnother Rubio idea is to repeal the federal health care bill (you can see all 12 <a href=\"http://blogs.orlandosentinel.com/news_politics/2010/07/rubios-plan-for-economic-recovery-tax-cuts-lots-of-them.html\">here</a>). The federal health care bill enacted is estimated to reduce the deficit slightly -- about $143 billion from 2010-2019 -- according to the CBO. But a substitute health care bill -- something Rubio favors -- could reduce the deficit as much. So we&#39;ve decided to discount the deficit reduction for the sake of this fact check.<br />\r\n<br />\r\nExcluding the health care repeal, that&#39;s about $3.4 trillion that we can verify that will be added to the federal deficit between now and 2020 if Rubio&#39;s economic ideas are put in place.<br />\r\n<br />\r\n<strong>Economic debate</strong><br />\r\n<br />\r\nWe turned to economists and Rubio&#39;s campaign to see what we&#39;re missing.<br />\r\n<br />\r\nKaren Campbell, a policy analyst at the conservative Heritage Foundation, said the CBO deficit projections do not account for a fundamental Republican philosophy -- that lower taxes can bolster economic activity across a broader spectrum. Put simply, the lower tax rates are, or the less taxes people are required to pay, the more opportunities that exist for people to make money.<br />\r\n<br />\r\nIt&#39;s a sentiment echoed by the Rubio campaign.<br />\r\n<br />\r\n&quot;A growing economy means more people are employed and generating revenue, more businesses are being started and expanded, and fewer people are claiming unemployment benefits,&quot; Rubio spokesman Alex Burgos said.<br />\r\n<br />\r\nThat&#39;s not an argument for everyone, however.<br />\r\n<br />\r\n&quot;If you cut taxes, you borrow money, that&#39;s it,&quot; said Chuck Marr, the Director of Federal Tax Policy at the liberal Center on Budget and Policy Priorities. &quot;For a lot of Republicans it&#39;s gotten to the point, that deficits only concern spending. A deficit is when you spend more than you tax. But for them, it&#39;s become just what the spending is. They seem to think that taxes don&#39;t matter. Mathematically it&#39;s ridiculous.&quot;<br />\r\n<br />\r\nAdded Gary Burtless, a senior fellow at the centrist-to-liberal Brookings Institution: &quot;I cannot see any way that extending the Bush tax cuts or repealing the estate tax could have any effect other than to produce an increase in the expected size of the future deficit. Period. There is no plausible set of private economic responses that would generate an increase in future total tax revenue if those two policies were adopted. The federal government would simply collect less income tax revenue and less estate tax revenue than it is now expected to do.&quot;<br />\r\n<br />\r\nGreg Mankiw, who was the chairman of George W. Bush&#39;s Council of Economic Advisors from 2003 to 2005, estimated in 2005 that a broad-based income tax cut would recoup &quot;only about a quarter of the lost revenue through supply-side growth effects.&quot;<br />\r\n<br />\r\nMankiw, who teaches macroeconomics at Harvard, referred to people who believe that broad-based income tax cuts could actually raise tax revenue &quot;<a href=\"http://gregmankiw.blogspot.com/2007/07/on-charlatons-and-cranks.html\">charlatans and cranks</a>&quot; in the first edition of his textbook, Principles of Economics.<br />\r\n<br />\r\n<strong>Our ruling</strong><br />\r\n<br />\r\nWe realize we&#39;re not going to be able to change people&#39;s basic economic philosophies. We&#39;re not here today trying to disprove supply-side economics, or boost another economic thought. Based on our analysis, we do think it&#39;s a stretch <a href=\"http://voices.washingtonpost.com/ezra-klein/2010/07/mcconnell_no_evidence_whatsoev.html\">for someone like Senate Minority Leader Mitch McConnell to suggest</a> the Bush 2001 and 2003 tax cuts were revenue neutral. And yet we also see the logic in the argument that lower taxes could stimulate investment in the economy, creating an army of new taxpayers.</p>\r\n\r\n<p>Rubio, himself, realizes spending cuts also will be necessary to offset at least some of the tax cuts he&#39;s proposed -- and to shrink the federal deficit. Rubio&#39;s campaign announced he would roll out ideas to cut government spending on July 26 in Jacksonville.<br />\r\n<br />\r\nAnd we&#39;ll be ready to examine them.</p>\r\n\r\n<p>But in this case, we&#39;re sticking to Maddow&#39;s claim that Rubio&#39;s &quot;economic proposals will add $3.5 trillion to the federal deficit.&quot; The nonpartisan Congressional Budget Office says that extending the 2001 and 2003 Bush tax cuts, repealing the estate tax and continuing to adjust the Alternative Minimum Tax for inflation will increase the federal deficit $3.4 trillion between now and 2020.<br />\r\n<br />\r\nThat&#39;s right about on the mark, and only measures the impact of three of Rubio&#39;s tax cutting ideas. But unlike Maddow, we do want to leave some leeway for the economic growth those broad-based tax reforms could generate, as well as Rubio&#39;s spending cuts, still to be revealed. We rate her statement Mostly True.</p>\r\n", "ruling_comments_date": "2010-07-22T17:39:04.536015", "ruling_date": "2010-07-23T11:35:03", "ruling_headline": "Rachel Maddow and Marco Rubio come out swinging on claims about tax cuts and the federal deficit", "ruling_headline_slug": "rachel-maddow-and-marco-rubio-come-out-swinging-cl", "ruling_link_text": "Projections are on Maddow's side", "ruling_state": null, "source_documents": null, "sources": "<p>You Tube, &quot;<a href=\"http://www.youtube.com/watch?v=jYBAo0T0d-M&amp;feature=player_embedded\">Maddow</a>,&quot; July 17, 2010</p>\r\n\r\n<p>You Tube, <a href=\"http://www.youtube.com/watch?v=UiWawoi8G5U&amp;feature=player_embedded\">Maddow&#39;s response</a>, July 19, 2010</p>\r\n\r\n<p>You Tube, &quot;<a href=\"http://www.youtube.com/watch?v=PHJhGVCZ2Ik&amp;feature=player_embedded\">Again, Rachel?</a>&quot; July 21, 2010</p>\r\n\r\n<p>MSNBC, e-mail interview with spokeswoman Alana Russo, July 21, 2010</p>\r\n\r\n<p>Marco Rubio campaign, e-mail interview with spokesman Alex Burgos, July 22, 2010</p>\r\n\r\n<p>Brookings Institution, e-mail interview with Gary Burtless, July 22, 2010</p>\r\n\r\n<p>Heritage Foundation, e-mail interview with Karen Campbell, July 22, 2010</p>\r\n\r\n<p>Center on Budget and Policy Priorities, interview with Chuck Marr, July 22, 2010</p>\r\n\r\n<p>Orlando Sentinel, &quot;<a href=\"http://blogs.orlandosentinel.com/news_politics/2010/07/rubios-plan-for-economic-recovery-tax-cuts-lots-of-them.html\">Rubio&#39;s plan for economic recovery -- tax cuts, lots of them</a>,&quot; July 13, 2010</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/florida/statements/2010/jul/16/marco-rubio/marco-rubios-favorite-statistic/\">Marco Rubio&#39;s favorite statistic</a>,&quot; July 16, 2010</p>\r\n\r\n<p>Congressional Budget Office, <a href=\"http://www.cbo.gov/ftpdocs/110xx/doc11048/02-24-RyanLetter.pdf\">letter</a> to House Rep. Paul Ryan, Feb. 24, 2010</p>\r\n\r\n<p>Congressional Budget Office, <a href=\"http://www.cbo.gov/ftpdocs/108xx/doc10841/Estate_GiftTax_Brief.shtml\">federal estate and gift taxes briefing</a>, Dec. 18. 2009</p>\r\n\r\n<p>Congressional Budget Officer, <a href=\"http://www.cbo.gov/ftpdocs/115xx/doc11565/AmericanPowerActKerryLtr.pdf\">letter</a> to Sen. John Kerry, July 7, 2010</p>\r\n\r\n<p>Washington Post, &quot;<a href=\"http://voices.washingtonpost.com/ezra-klein/2010/07/mcconnell_no_evidence_whatsoev.html\">McConnell: &#39;No evidence whatsoever that the Bush tax cuts actually diminished revenue</a>&#39;,&quot; July 13, 2010</p>\r\n\r\n<p>Politico, &quot;<a href=\"http://www.politico.com/news/stories/0710/39734.html\">Dems hit Kyl over budget cut remark</a>,&quot; July 14, 2010</p>\r\n\r\n<p>Washington Post, &quot;<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/07/22/AR2010072204191.html\">Tax cuts that are expiring</a>,&quot; July 22, 2010</p>\r\n\r\n<p>Greg Mankiw, &quot;<a href=\"http://gregmankiw.blogspot.com/2007/07/on-charlatons-and-cranks.html\">On Charlatans and Cranks</a>,&quot; July 2, 2007</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 6, "current_job": "MSNBC host", "false_count": 6, "first_name": "Rachel", "half_true_count": 4, "home_state": "", "id": 154, "last_name": "Maddow", "mostly_true_count": 6, "name_slug": "rachel-maddow", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/maddow.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/154/", "total_count": 29, "true_count": 5, "website": ""}, "statement": "<p>Marco Rubio&#39;s &quot;economic proposals will add $3.5 trillion to the federal deficit.&quot;</p>\r\n", "statement_context": "comments on her MSNBC show.", "statement_date": "2010-07-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 12, "photo": null, "resource_uri": "/api/v/2/subject/12/", "subject": "Bush Administration", "subject_slug": "bush-administration", "used_in_edition": []}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [{"adkey": "", "advalue": "", "barely_true_count": 36, "current_job": "U.S. Senator", "false_count": 26, "first_name": "Marco", "half_true_count": 33, "home_state": "Florida", "id": 277, "last_name": "Rubio", "mostly_true_count": 37, "name_slug": "marco-rubio", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Marco_Rubio.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/277/", "total_count": 168, "true_count": 20, "website": "http://www.rubio.senate.gov/"}], "twitter_headline": "Maddow, Rubio trade barbs on tax cuts and the federal deficit"}