{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/jul/28/david-gregory/meet-press-david-gregory-says-financial-sector-equ/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 2136, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/2136/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>On July 25, 2010, David Gregory, the host of NBC&#39;s <em>Meet the Press</em>, asked Treasury Secretary Timothy Geithner if the relative size of the financial sector in the United States bothered him.<br />\r\n<br />\r\n&quot;As someone&#39;s who concerned about the overall growth of the economy, the role of education, innovation, manufacturing, does it trouble you that 25 percent of our economy is the financial sector, which doesn&#39;t actually make anything besides money?&quot; Gregory asked.<br />\r\n<br />\r\nGeithner largely sidestepped the question, saying, &quot;I don&#39;t know ... how large the system&#39;s going to be in the future. You can&#39;t really tell.&quot; But we were actually more interested in the statistic underlying Gregory&#39;s question. Is he right that the financial sector accounts for a full one-fourth of the American economy?<br />\r\n<br />\r\nTo find the answer, we looked at several statistical tables from the U.S. Commerce Department&#39;s Bureau of Economic Analysis. Here&#39;s what they show:<br />\r\n<br />\r\n&bull; <strong>Gross output by industry</strong>. For the most recent year available, 2008, the category &quot;finance, insurance, real estate, rental, and leasing&quot; accounted for $4.846 trillion in gross output, compared to $26.574 trillion for the entire economy. That&#39;s 18 percent. If you calculate it as a share of the private economy alone, which was $23.467 trillion that year, then it accounted for a little under 21 percent.<br />\r\n<br />\r\nNeither calculation reaches the 25 percent Gregory specified -- but the best estimation for the &quot;financial sector&quot; may be even lower.<br />\r\n<br />\r\nWe asked economists whether they thought that &quot;finance, insurance, real estate, rental, and leasing&quot; was really the right category to be using, and they agreed it was too broad. &quot;However you look at it, including real estate, rental, or leasing would be wrong,&quot; said J.D. Foster, a senior fellow at the conservative Heritage Foundation. &quot;At the core of Gregory&#39;s premise is that people are making money off of money. Real estate, rental, and leasing all involve tangible property of some sort.&quot;<br />\r\n<br />\r\nFortunately, the statistics break out &quot;finance and insurance&quot; as a separate total. This category generated $2.169 trillion in gross output in 2008, which equals about 8 percent of the whole economy and 9 percent of the private economy. So by this measure, the actual percentage is far below what Gregory said.<br />\r\n<br />\r\n&bull; <strong>Value added by industry</strong>. For 2009, &quot;finance, insurance, real estate, rental, and leasing&quot; accounted for $3.058 trillion in value added, compared to $14.256 trillion for the whole economy. That&#39;s 21 percent. If you calculate it as a share of the private economy alone, which was $12.324 trillion that year, then it accounted for 25 percent -- the first number we&#39;ve calculated that matches Gregory&#39;s percentage.<br />\r\n<br />\r\nIf you use the narrower &quot;finance and insurance&quot; figure instead, you&#39;ll find that this category generated $1.198 trillion in value added in 2009, which equals about 8 percent of the entire economy and almost 10 percent of the private economy. Once again, the narrower category falls far short of Gregory&#39;s estimate.<br />\r\n<br />\r\n&bull; <strong>Compensation of employees by industry</strong>. For 2008, &quot;finance, insurance, real estate, rental, and leasing&quot; accounted for about $718 billion in employee compensation, compared to $8.037 trillion for the whole economy. That&#39;s 9 percent. If you calculate it with private compensation alone, which was $6.474 trillion, it works out to 11 percent. Both are well below Gregory&#39;s estimate.<br />\r\n<br />\r\nOnce again, using the narrower &quot;finance and insurance&quot; figure instead, you&#39;ll find that this category generated about $608 billion in employee compensation in 2008, which equals less than 8 percent of the whole economy and a bit more than 9 percent of the private-sector economy.<br />\r\n<br />\r\nGary Burtless, an economist with the liberal-to-centrist Brookings Institution, suggests that Gregory may have been thinking about financial-sector corporate profits as a share of all corporate profits, which requires a different calculation.<br />\r\n<br />\r\nIn 2009, the financial sector -- which does not appear to include real estate in this case -- recorded $331.2 billion in profits. Compared to the $1.309 trillion in total adjusted corporate profits, that&#39;s almost exactly the 25 percent figure Gregory mentioned. (We e-mailed Gregory but didn&#39;t receive a response by publication time.)<br />\r\n<br />\r\nBurtless agreed that if Gregory meant to cite the profits figure, then he misspoke. But Burtless added that the corporate profits number is notable for being high -- and rising in recent years.<br />\r\n<br />\r\n&quot;The percentage is dramatically higher than was the case back when the U.S. economy was delivering much better income growth for Americans in the middle and at the bottom of the income distribution,&quot; Burtless said. &quot;The years 1950 to 1973 were pretty good years for middle-income families, and back in that era, financial companies earned an average of 13 percent of all corporate profits. If Gregory was trying to suggest there may be something wrong with an economy in which 25 percent of corporate profits are earned by bankers, brokers, hedge fund managers, insurance companies, and the like, there may be something to that argument.&quot;<br />\r\n<br />\r\nA final note. While we aren&#39;t directly rating Gregory&#39;s claim that the &quot;financial sector ... doesn&#39;t actually make anything besides money,&quot; we thought it would be worth relaying a strong objection to Gregory&#39;s characterization by Foster of Heritage.<br />\r\n<br />\r\n&quot;You don&#39;t have to love Wall Street or the big banks to acknowledge the vital role of financial markets in helping those who do make things do so more efficiently and at lower cost, and in helping the nation use its financial capital to greatest advantage,&quot; he said. &quot;If the financial industry &#39;doesn&#39;t make anything,&#39; what exactly does the news business make? Of course, they both provide important services, and you know those services are important because people are willing to pay for them.&quot;<br />\r\n<br />\r\nNow let&#39;s get back to the specific statement we&#39;re rating -- that &quot;25 percent of our economy is the financial sector.&quot; We calculated the numbers 12 different ways, and only one reached Gregory&#39;s 25 percent threshold. Reaching that level requires including &quot;real estate, rental and leasing&quot; in the equation (which our experts said is not the best way to calculate it) and dividing by the private economy only (a distinction Gregory did not make). By contrast, the narrower definition of the financial sector that our experts favored consistently produced percentages one-third to one-half as big as Gregory suggested. Still, one of our calculations did reach 25 percent, which is enough to rate his statement Barely True.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>CORRECTION: The initial version of this item mistakenly paraphrased Burtless as saying that Gregory may have been thinking of &quot;corporate profits as a share of the economy.&quot; The story has been corrected above to say, &quot;financial-sector corporate profits as a share of all corporate profits.&quot;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><br />\r\n<em>Editor&#39;s note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</em></p>\r\n\r\n<p>&nbsp;</p>\r\n", "ruling_comments_date": "2010-07-28T11:22:49.303541", "ruling_date": "2010-07-28T14:52:43", "ruling_headline": "On \"Meet the Press\", David Gregory says financial sector equals 25 percent of U.S. economy", "ruling_headline_slug": "meet-press-david-gregory-says-financial-sector-equ", "ruling_link_text": "By most calculations, the claim is not accurate", "ruling_state": null, "source_documents": null, "sources": "<p>David Gregory, <a href=\"http://www.msnbc.msn.com/id/38384219/ns/meet_the_press-transcripts\">comments</a> on NBC&#39;s <em>Meet the Press</em>, July 25, 2010<br />\r\n<br />\r\nU.S. Commerce Department/Bureau of Economic Analysis, &quot;Gross-Domestic-Product-by-Industry Accounts: Value Added by Industry&quot; (<a href=\"http://www.bea.gov/industry/gpotables/gpo_action.cfm?anon=512559&amp;table_id=25695&amp;format_type=0\">table</a>), released May 25, 2010<br />\r\n<br />\r\nU.S. Commerce Department/Bureau of Economic Analysis, &quot;Gross-Domestic-Product-by-Industry Accounts: Gross Output by Industry&quot; (<a href=\"http://www.bea.gov/industry/gpotables/gpo_action.cfm?anon=512559&amp;table_id=25702&amp;format_type=0\">table</a>), released May 25, 2010<br />\r\n<br />\r\nU.S. Commerce Department/Bureau of Economic Analysis, &quot;National Income and Product Accounts Table 6.16D (<a href=\"http://www.bea.gov/national/nipaweb/TableView.asp?SelectedTable=239&amp;ViewSeries=NO&amp;Java=no&amp;Request3Place=N&amp;3Place=N&amp;FromView=YES&amp;Freq=Year&amp;FirstYear=2008&amp;LastYear=2010&amp;3Place=N&amp;Update=Update&amp;JavaBox=no#Mid\">Corporate Profits by Industry</a>), released June 25, 2010<br />\r\n<br />\r\nU.S. Commerce Department/Bureau of Economic Analysis, &quot;National Income and Product Accounts Table 6.2D (<a href=\"http://bea.gov/national/nipaweb/TableView.asp?SelectedTable=185&amp;Freq=Year&amp;FirstYear=2007&amp;LastYear=2008\">Compensation of Employees by Industry</a>), released Aug. 20, 2009<br />\r\n<br />\r\nE-mail interview with Dean Baker, co-director of the Center for Economic and Policy Research, July 27, 2010<br />\r\n<br />\r\nE-mail interview with J.D. Foster, senior fellow with the Heritage Foundation, July 27, 2010<br />\r\n<br />\r\nE-mail interview with Gary Burtless, senior fellow with the Brookings Institution, July 27, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Host of NBC's Meet the Press", "false_count": 0, "first_name": "David", "half_true_count": 0, "home_state": "Washington, D.C.", "id": 566, "last_name": "Gregory", "mostly_true_count": 1, "name_slug": "david-gregory", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/davidgregory01.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/566/", "total_count": 2, "true_count": 0, "website": "http://www.msnbc.msn.com/id/3032608/"}, "statement": "<p>&quot;25 percent of our economy is the financial sector.&quot;</p>\r\n", "statement_context": "an interview with Treasury Secretary Timothy Geithner on NBC's Meet the Press", "statement_date": "2010-07-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 101, "photo": null, "resource_uri": "/api/v/2/subject/101/", "subject": "Corporations", "subject_slug": "corporations", "used_in_edition": []}, {"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 153, "photo": null, "resource_uri": "/api/v/2/subject/153/", "subject": "Financial Regulation", "subject_slug": "financial-regulation", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}], "target": [], "twitter_headline": "On Meet the Press, David Gregory says financial sector = 1/4 of economy. Our experts are skeptical"}