{"art": [], "author": [{"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "canonical_url": "/georgia/statements/2010/jul/30/chris-carpenter/barnes-campain-says-former-governor-not-invited-ob/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jdenery@ajc.com", "first_name": "Jim ", "id": 141, "last_name": "Denery", "name_slug": "jim-denery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/141/", "title": "Word editor", "twitter": null}], "facebook_headline": null, "id": 2150, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "resource_uri": "/api/v/2/statement/2150/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tUPDATE: When we originally published this item, we relied on a source who did not want to be named, which was not consistent with PolitiFact&#39;s policies. A spokeswoman for the Democratic National Committee has since gone on the record. We are re-publishing the item to reflect on-the-record confirmation that Barnes was, in fact, invited to the Obama event.<br />\r\n\t<br />\r\n\tPresident Barack Obama comes to Atlanta on Monday for a pair of events -- a Democratic fund-raiser and a speech to the Disabled American Veterans convention.<br />\r\n\t<br />\r\n\tBut the state&#39;s best-known Democrat at the moment, former Gov. Roy Barnes, will not attend. The state&#39;s Democratic standard-bearer will instead take his gubernatorial campaign to South Georgia, about as far away from Atlanta as a politician can get on the day a Democratic president comes to visit.<br />\r\n\t<br />\r\n\tWhen Tim Bryant, who hosts a daily talk show for WGAU (1340 AM) in Athens and also reports for WSB Radio in Atlanta, asked Barnes campaign manager Chris Carpenter about Barnes&#39; high-profile absence from the Obama events, Carpenter had an explanation. Bryant -- during a WSB news report -- repeated what Carpenter told him.<br />\r\n\t<br />\r\n\t&quot;Nobody&rsquo;s invited us,&quot; Bryant said, quoting what a Barnes campaign spokesman told him during an interview. Bryant confirmed to PolitiFact Georgia the spokesman was Carpenter.<br />\r\n\t<br />\r\n\tBut why would Democrats not invite Barnes to one of their highest-profile Georgia events of the year?<br />\r\n\t<br />\r\n\tWhat follows is a story about the state of state politics in Georgia. It&#39;s a saga about the difficulty of being a Democrat running for statewide office in Georgia, a state where Republicans rule.</p>\r\n<p>\r\n\tListed as the contact on the fund-raiser invitation is Kristin Oblander, who raised money for Barnes from 1998 to 2002, according to her Web site. On that site Oblander is listed as president of the Oblander Group LLC, a &quot;prominent Democratic fundraising firm specializing in Democratic campaign fundraising.&quot; PolitiFact attempted to get in touch with Oblander, but she did not return our calls. Her office referred us to the Washington press office for the Democratic National Committee, which is helping host the Obama fund-raiser.<br />\r\n\t<br />\r\n\t&quot;Gov. Barnes was invited to the fundraiser, but unfortunately he had a prior commitment and could not attend,&quot; said Democratic National Committee spokeswoman Joanne Peters.<br />\r\n\t<br />\r\n\tInvitations had not been sent out for the other part of Obama&#39;s Atlanta visit, the president&#39;s speech to the veterans convention. This is an official White House event, while the fund-raiser is hosted by the Democratic National Committee. Democratic candidates are usually invited to fund-raisers, but not necessarily to events like the president&#39;s speech before the veterans group.<br />\r\n\t<br />\r\n\tSo what&#39;s going on here?<br />\r\n\t<br />\r\n\tBarnes has been a loyal Democrat for years, giving generously to a long list of candidates and Democratic organizations. Federal Election Commission records show he gave the DNC $10,000 in 2009 and $15,000 in 2004. He initially backed former U.S. Sen. John Edwards for president in 2008 but threw his support and checkbook behind Obama when Edwards bailed out of the race. Federal election records show Barnes gave $2,300 to &quot;Obama for America&quot; on Aug. 30, 2008, and on Sept. 23, 2008, gave $2,500 to the &quot;Obama Victory Fund.&quot; The former governor even gave Obama money six years ago, before the former senator rocketed onto the nation stage -- FEC records shows Barnes gave $1,000 to &quot;Obama for Illinois Inc.&quot; on June 2, 2004. Barnes is certainly the kind of guy the Democrats like to have at their fund-raisers.<br />\r\n\t<br />\r\n\tBut political scientists say the Obama visit is a political minefield for the former governor, who lost to Republican underdog Sonny Perdue in 2002. If you are a no-show for Obama&#39;s visit, it might not play well with the president&#39;s supporters. But if you go, you might alienate conservatives and give your Republican opponent ammo for the November election.<br />\r\n\t<br />\r\n\t&quot;I&#39;m sure he [Barnes] wishes Barack Obama would not come to Atlanta right now,&quot; said Charles Bullock, a University of Georgia political science professor.<br />\r\n\t<br />\r\n\tObama lost Georgia to John McCain in 2008 even though a historically large number of African Americans turned out to vote for the president. Nationally, Obama&#39;s popularity has declined since the election, and perhaps even more so in a conservative state like Georgia, Bullock said.<br />\r\n\t<br />\r\n\t&quot;To get elected, Barnes not only has to get Democratic votes, but he has to attract independents, and polls show independents have been moving away from Obama,&quot; Bullock said.<br />\r\n\t<br />\r\n\tTranslation: The last thing the Barnes campaign needs right now is a photo of the former governor at an Obama fund-raiser.<br />\r\n\t<br />\r\n\t&quot;Barnes knows he will be attacked [by Republicans] as a liberal, and he will deny that,&quot; Bullock said. &quot;But if there is a photo showing him in a man-hug with Barack Obama, that would be taken by a lot of Georgia voters as affirming the charge that Barnes is a liberal.<br />\r\n\t<br />\r\n\t&quot;It&#39;s a great shorthand for the Republicans to get that message across.&quot;</p>\r\n<p>\r\n\tPolitiFact Georgia also contacted Carpenter, who responded with an e-mail.<br />\r\n\t<br />\r\n\t&quot;We were not invited to the President&rsquo;s official event,&quot; Carpenter wrote. &quot;By the time I learned of the president&rsquo;s visit, I had to make a difficult decision on how to best utilize Governor Barnes&rsquo; time and travel. With less than 100 days until the election, I decided to keep his commitments in middle and south Georgia.&quot;<br />\r\n\t<br />\r\n\tWhen PolitiFact Georgia asked what he meant by &quot;official event&quot; Carpenter e-mailed the same response.<br />\r\n\t<br />\r\n\tCarpenter said he was talking about the veterans event when asked whether Barnes had been invited to Obama&#39;s Atlanta appearance, rather than the fund-raiser. But we believe that most people, hearing the remarks on the radio or seeing them in the e-mail he sent us, would believe he was referring to both of the president&#39;s appearances.<br />\r\n\t<br />\r\n\tWhich brings us back to the central question of this quest. Was Barnes invited to any Obama event while the president is in town? The people doing the inviting said Barnes was indeed invited to the Obama fund-raiser. It would be bizarre if Barnes were not on the invitation list since he has been a contributor to both Obama and the DNC.<br />\r\n\t<br />\r\n\tPolitiFact Georgia smells smoke on this one. We give Carpenter a Pants On Fire.</p>", "ruling_comments_date": "2010-07-29T17:05:55.723033", "ruling_date": "2010-07-30T06:00:00", "ruling_headline": "Barnes campaign says former Democratic governor not invited to Obama's Atlanta visit", "ruling_headline_slug": "barnes-campain-says-former-governor-not-invited-ob", "ruling_link_text": "Democratic National Committee to Barnes: You're welcome anytime", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<font face=\"arial\" size=\"3\"><font color=\"#333333\">Tim Bryant interviews, July 27, 2010, and July 29, 2010</font></font></p>\r\n<p>\r\n\t<font face=\"arial\" size=\"3\"><font color=\"#333333\">E-mails from Chris Carpenter, campaign manager, Roy Barnes for Governor, July 28, 2010, and July 29, 2010</font></font></p>\r\n<div>\r\n\t<font face=\"arial\" size=\"3\"><font color=\"#333333\">&nbsp;Democratic National Committee interviews, July 28, 2010, and July 29, 2010</font></font></div>\r\n<p>\r\n\t<font face=\"arial\" size=\"3\"><font color=\"#333333\">Telephone interview with White House staffer, July 29</font></font></p>\r\n<div>\r\n\t<font face=\"arial\" size=\"3\"><font color=\"#333333\">&nbsp;Invitation to Obama&#39;s Atlanta fund-raiser</font></font></div>\r\n<div>\r\n\t&nbsp;</div>\r\n<div>\r\n\t<font face=\"arial\" size=\"3\"><font color=\"#333333\">Federal Elections Commission, records on political contributions by Roy E. Barnes</font></font></div>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Campaign Manager for Roy Barnes", "false_count": 0, "first_name": "Chris", "half_true_count": 0, "home_state": "Georgia", "id": 570, "last_name": "Carpenter", "mostly_true_count": 0, "name_slug": "chris-carpenter", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Chris_Carpenter.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/570/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\t<font size=\"3\">&quot;Nobody&rsquo;s invited us&quot; to the Obama events in Atlanta.</font></p>", "statement_context": "radio news story", "statement_date": "2010-07-24", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}], "target": [], "twitter_headline": "Is it possible that Democrats forgot to invite Democratic standard-bearer Roy Barnes to Oabama's Altanta gig?"}