{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2010/jul/29/dave-aronberg/aronberg-says-he-was-first-demand-bp-escrow-fund/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 2151, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/2151/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tIn the wake of the April 20, 2010, Deepwater Horizon oil rig explosion, Florida politicians have been boasting about their own responses to the disaster. State Sen. Dave Aronberg, a Democratic candidate for attorney general, said in a <a href=\"https://docs.google.com/fileview?id=1GiBmlhy4LnEz8BNpFlLWlmK7oYPCMhtpfFkSO1QXUaWCh5--vR18ELOR6JMX&amp;hl=en\">campaign mailer</a> that hit mailboxes this week that he &quot;was the first to demand that BP create a billion-dollar fund to pay for the devastation.&quot;</p>\r\n<p>\r\n\tPolitiFact Florida&nbsp;previously ruled on a similar claim by Democratic political consultant <a href=\"http://www.politifact.com/florida/statements/2010/jun/16/james-carville/carville-says-sink-was-first-official-say-bp-shoul/\">James Carville</a> that CFO Alex Sink, a Democrat running for governor, was the &quot;first official who said that BP should pay $25 million for an ad campaign to promote Florida tourism.&quot; We found two state legislators who raised the issue of BP funding tourism ads before Sink did.<br />\r\n\t<br />\r\n\tSo we wondered, was Aronberg the first to call for BP to pay for a $1 billion escrow account?<br />\r\n\t<br />\r\n\tFirst, we contacted Aronberg&#39;s campaign to ask what he meant by &quot;first&quot; since the ad didn&#39;t explain. The first politician in Florida, the first attorney general candidate or some other first? Campaign spokeswoman Allison North Jones said that the mailer referred to the first state legislator or member of Florida&#39;s Cabinet.<br />\r\n\t<br />\r\n\tAronberg wrote a <a href=\"https://docs.google.com/fileview?id=11J9zG12BqmOg5MhEuRuxCcOT6nv0N--LRUilk1lIqQW8Q4M33stlUzkz7IVf&amp;hl=en\">letter</a> to Gov. Charlie Crist on May 5, asking that Crist reach out to BP and the other firms involved in the explosion to ask them to set up a $1 billion escrow account.<br />\r\n\t<br />\r\n\t&quot;With the representatives of these three firms actively engaged on the rig&rsquo;s activities at the time of the Deepwater explosion, it seems obvious that all three should be stepping up to the plate of financial responsibility,&quot; Aronberg wrote. &quot;While the $25 million BP has offered to our state is a start, it is by no means sufficient.&quot; The letter goes on: &quot;Florida should be insisting that an interest-bearing escrow account by established, under the control of the Cabinet or CFO, with each responsible party in this disaster committing a share to total $1 billion. The funds would be drawn down to fund preparations and prevention, wildlife recovery, loss to the local fishing industries, and mitigation as the damage rolls in.&quot;<br />\r\n\t<br />\r\n\tWe asked Jones how the campaign determined Aronberg was first. She said that in Aronberg&#39;s role as chair of the Senate&#39;s Committee on Military Affairs and Domestic Security, he regularly received briefings on &quot;what public officials were or were not doing in terms of response to the cleanup and any recommendations on how to hold BP accountable. In May he really felt the need to do something to make sure the money was tied up for the state to pay for the cleanup. That&#39;s when he came up with the idea for the escrow.&quot;</p>\r\n<p>\r\n\tJones pointed to a June 14 <em>Miami Herald </em><a href=\"http://miamiherald.typepad.com/nakedpolitics/2010/06/aronberg-called-for-oil-escrow-before-mccollum.html#tp\">Naked Politics</a> blog that criticized Attorney General Bill McCollum for taking credit when President Barack Obama called for BP to establish the escrow account. McCollum sent a press release stating &quot;Obama has followed McCollum&#39;s lead,&quot; according to the blog.</p>\r\n<p>\r\n\t&quot;But really, McCollum followed the lead of state Sen. Dave Aronberg, a Democrat running for attorney general,&quot; <em>Naked Politics </em>wrote. &quot;In a May 5 letter to Gov. Charlie Crist, Aronberg wrote that &#39;Florida should be insisting that an interest-bearing escrow account be established, under the control of the Cabinet or CFO, with each responsible party in this disaster committing a share to total $1 billion.&#39; (The total is smaller than the one McCollum proposed, but it was also much earlier in the crisis.)&quot;</p>\r\n<p>\r\n\tAlthough the blog puts Aronberg ahead of McCollum, it doesn&#39;t rule out other politicians. While Aronberg&#39;s campaign -- after the fact -- said that by &quot;first&quot; they meant state legislators or Cabinet members, in this Florida election season with candidates everywhere, we think the average voter could assume &quot;first&quot; refers to any politician or candidate.</p>\r\n<p>\r\n\tWhen we searched news articles, we found only one reference to a Florida politician asking for BP to provide an escrow fund before Aronberg: Republican Congressman Jeff Miller, who represents the Pensacola area.</p>\r\n<p>\r\n\tA May 4, 2010, article in the <em>Pensacola News Journal </em>quoted Miller at a May 3 press conference at the Mobile Regional airport. Miller said: &quot;And we are asking BP to put money in an escrow fund so local governments, if possible, can draw upon it.&quot; Miller said the escrow fund was needed because many local governments are having to dip into their reserve funds to spend money for the disaster.</p>\r\n<p>\r\n\tMiller was not quoted as asking for a specific amount for the escrow fund. He made the statement accompanied by Florida Sen. George LeMieux and Alabama senators.</p>\r\n<p>\r\n\tWe e-mailed Miller&#39;s spokesman to ask if May 3 was the first time he brought it up and whether he had also put a dollar amount on it by that point. Dan McFaul said Miller had a phone conversation with David Nagel, a top BP executive,&nbsp;on May 3 asking for a $1 billion escrow account. Miller reiterated his request in an in-person meeting with Nagel May 6 and in a <a href=\"https://docs.google.com/fileview?id=1SRd5S6urWGLLw4ZwrkI5CV3F8F2gR2i03zJ--7aXmehA9BjVoSZ4d26giSMd&amp;hl=en\">letter</a> May 10. We e-mailed BP&nbsp;in an attempt to verify the May 3 conversation. BP spokeswoman Kathleen Randall said that she left a message for Nagel about it but he was out of the office.</p>\r\n<p>\r\n\tWe also reached out to LeMieux&#39;s office -- and Sen. Bill Nelson&#39;s office -- to ask if either had made a similar request. LeMieux sent a letter to BP on May 11 asking that it provide $1 billion to the gulf states. Nelson spokesman Dan McLaughlin wasn&#39;t certain when Nelson first raised the topic of an escrow account.<br />\r\n\t<br />\r\n\t&quot;I think Bill may have even discussed the concept with Tony Hayward during a May 4 meeting here between the two,&quot; McLaughlin said. &quot;But I don&rsquo;t think we made any &#39;official&#39; public request in writing for money in such a fund until we had a better idea of the scope of the damages and until the president was preparing to sit down to negotiate with BP. That would be our letter in early June seeking $20 billion. Within a week or so after that, BP did agree to the $20 billion figure.&quot;</p>\r\n<p>\r\n\tWe also contacted Florida&#39;s Cabinet. CFO Alex Sink, Agriculture Commissioner Charles Bronson and Gov. Charlie Crist asked either BP or the federal government to help Florida pay for activities related to the disaster, but none made a request for an escrow account.</p>\r\n<p>\r\n\tFinally, we contacted Hope Lanier, a BP spokeswoman who helped us determine who the first official was to ask BP to pay for tourism ads. She said she had no information related to Aronberg&#39;s claim.</p>\r\n<p>\r\n\t&quot;I don&#39;t have any reason to believe that it&#39;s inaccurate,&#39;&#39; she said. &quot;I&#39;m unaware of anything that would dispute it one way or another.&quot;</p>\r\n<p>\r\n\tAfter a meeting with Obama, BP agreed to establish a $20 billion claims fund, according to a June 16 <a href=\"http://www.bp.com/genericarticle.do?categoryId=2012968&amp;contentId=7062966\">BP press release</a>.</p>\r\n<p>\r\n\tAronberg said he was the &quot;first&quot; to call for a $1 billion escrow fund but didn&#39;t define first -- although his campaign said that meant first state legislator or Cabinet member. There&#39;s no certain way to rule Aronberg first among state legislators without contacting every legislator. We didn&#39;t find anything showing any Cabinet members demanding an escrow fund before Aronberg, who wrote his letter May 5. We did find evidence that Florida Congressman Jeff Miller asked for an escrow fund May 3. Aronberg should have been more precise in his mailer, such as &quot;first state legislator.&quot; For that omission, we give him a Half True.</p>\r\n", "ruling_comments_date": "2010-07-29T17:10:21.783033", "ruling_date": "2010-07-29T18:33:10", "ruling_headline": "Dave Aronberg says he was 'first' to demand BP escrow fund", "ruling_headline_slug": "aronberg-says-he-was-first-demand-bp-escrow-fund", "ruling_link_text": "Congressman Jeff Miller beat Dave Aronberg by two days", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tDave Aronberg Attorney General campaign mailer, <a href=\"https://docs.google.com/fileview?id=1GiBmlhy4LnEz8BNpFlLWlmK7oYPCMhtpfFkSO1QXUaWCh5--vR18ELOR6JMX&amp;hl=en\">&quot;Crime Fighter,&quot;</a>July 26, 2010</p>\r\n<p>\r\n\tCongressman Jeff Miller, <a href=\"https://docs.google.com/fileview?id=1SRd5S6urWGLLw4ZwrkI5CV3F8F2gR2i03zJ--7aXmehA9BjVoSZ4d26giSMd&amp;hl=en\">letter to Tony Hayward</a>, May 10, 2010</p>\r\n<p>\r\n\tState Sen. Dave Aronberg, <a href=\"https://docs.google.com/fileview?id=11J9zG12BqmOg5MhEuRuxCcOT6nv0N--LRUilk1lIqQW8Q4M33stlUzkz7IVf&amp;hl=en\">letter to Gov. Charlie Crist</a>, May 5, 2010</p>\r\n<p>\r\n\tPolitFact Florida, <a href=\"http://www.politifact.com/florida/statements/2010/jun/16/james-carville/carville-says-sink-was-first-official-say-bp-shoul/\">&quot;Carville says Sink was &#39;first&#39; official to say BP should pay for ads,&quot;</a>June 16, 2010</p>\r\n<p>\r\n\t<em>Miami Herald </em>Naked Politics blog, <a href=\"http://miamiherald.typepad.com/nakedpolitics/2010/06/aronberg-called-for-oil-escrow-before-mccollum.html\">&quot;Aronberg called for oil escrow before McCollum,&quot;</a>June 14, 2010</p>\r\n<p>\r\n\t<em>Pensacola News Journal</em>, &quot;BP oil spill slowing, Florida lawmakers claim,&quot; May 4, 2010</p>\r\n<p>\r\n\tInterview, Dave Aronberg campaign spokeswoman Allison North Jones, July 28-29, 2010</p>\r\n<p>\r\n\tInterview, Florida Agriculture commisssioner Charles Bronson&#39;s spokesman Terence McElroy, July 29, 2010</p>\r\n<p>\r\n\tInterview, Gov. Charlie Crist spokesman Sterling Ivey, July 29, 2010</p>\r\n<p>\r\n\tInterview, Attorney General Bill McCollum spokeswoman Sandi Copes, July 29, 2010</p>\r\n<p>\r\n\tInterview, BP spokeswoman Hope Lanier, July 28-29, 2010</p>\r\n<p>\r\n\tInterview, BP spokeswoman Kathleen Randall, July 29, 2010</p>\r\n<p>\r\n\tInterview, Congressan Jeff Miller spokesman Dan McFaul, July 29, 2010</p>\r\n<p>\r\n\tInterview, U.S. Sen. Bill Nelson spokesman Dan McLaughlin, July 29, 2010</p>\r\n<p>\r\n\tInterview, U.S. Sen. George LeMieux spokesman Ken Lundberg, July 29, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "state senator", "false_count": 0, "first_name": "Dave", "half_true_count": 1, "home_state": "Florida", "id": 332, "last_name": "Aronberg", "mostly_true_count": 0, "name_slug": "dave-aronberg", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/OT_287458_KEEL_FLGOV_16.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/332/", "total_count": 4, "true_count": 2, "website": ""}, "statement": "<p>\r\n\tDave Aronberg &quot;was the first to demand that BP create a billion-dollar fund to pay for the devastation.&quot;</p>\r\n", "statement_context": "a mailer", "statement_date": "2010-07-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 157, "photo": null, "resource_uri": "/api/v/2/subject/157/", "subject": "Message Machine 2010", "subject_slug": "message-machine", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 155, "photo": null, "resource_uri": "/api/v/2/subject/155/", "subject": "Oil Spill", "subject_slug": "oil-spill", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/1/", "/api/v/2/edition/2/"]}], "target": [], "twitter_headline": ""}