{"art": [], "author": [{"email_address": "PolitiFact@projo.com", "first_name": "Cynthia", "id": 139, "last_name": "Needham", "name_slug": "cynthia-needham", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/cynthia_needham80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/139/", "title": "Reporter", "twitter": null}], "canonical_url": "/rhode-island/statements/2010/aug/01/bill-lynch/lynch-say-cicilline-accepts-hundreds-thousands-don/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "tmurphy@providencejournal.com", "first_name": "Tim", "id": 145, "last_name": "Murphy", "name_slug": "tim-murphy", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/tim_murphy2_80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/145/", "title": "Editor", "twitter": null}], "facebook_headline": null, "id": 2158, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "PolitiFact@projo.com", "first_name": "Cynthia", "id": 139, "last_name": "Needham", "name_slug": "cynthia-needham", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/cynthia_needham80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/139/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/2158/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tWith the September primary just six weeks away, the campaign attack machines are heating up, especially in the 1st Congressional District&nbsp; race to replace Patrick Kennedy.<br />\r\n\t&nbsp;<br />\r\n\tOf the four Democratic candidates, Providence Mayor David Cicilline has built by far the biggest war chest, which has -- not surprisingly -- made him the biggest target. Every day, it seems, one of Cicilline&#39;s opponents is firing a shot at him.<br />\r\n\t<br />\r\n\tFollowing a showdown at the first Democratic debate, one of the challengers in the race, former party chairman Bill Lynch, released a statement accusing Cicilline of &quot;hypocrisy&quot; regarding the way political campaigns are funded.<br />\r\n\t<br />\r\n\tThe gist of his attack: while Cicilline stressed during the debate that &quot;we will not fix Washington and what&#39;s broken in Washington until we break the connection between money and politics ...,&quot; he was accepting campaign contributions that did just the opposite. In fact, the second-quarter campaign finance reports were released just a few days after the appearance.<br />\r\n\t<br />\r\n\t&quot;Mayor Cicilline wants the voters to believe he&#39;s concerned about the way campaigns are funded, yet he continues to accept hundreds of thousands of dollars in lobbyist, corporate PAC and insider money to fund his campaign,&quot; Lynch said in his statement.<br />\r\n\t<br />\r\n\tFrom the outset, we knew this would be a challenging claim to check, yet also a useful one for readers.</p>\r\n<p>\r\n\tThe Lynch campaign -- though vocal in their attacks -- went silent when we asked them for a list of these lobbyists, corporate PACs and insiders. Their rationale: it is not appropriate to discuss individual Cicilline donors.<br />\r\n\t<br />\r\n\tBut Lynch is making a serious accusation against an opponent. The burden of proof is on him. And a refusal to back up a claim doesn&#39;t buy you a pass on PolitiFact.<br />\r\n\t<br />\r\n\tSo we elected to look at Cicilline&#39;s first- and second-quarter 2010 federal campaign finance filings, those filed since he declared his congressional candidacy in February. Since Lynch used the phrase &quot;continues to accept, hundreds of thousands of dollars,&quot; it seemed appropriate to examine the most current reports.<br />\r\n\t<br />\r\n\tBecause Lynch would not define what he meant by &quot;insider money,&quot; we decided to focus on donations from lobbyists and corporate PACs.<br />\r\n\t<br />\r\n\tCicilline received $1.16 million in the first and second quarters from more than 750 donors, more than half of whom gave $1,000 or more. That included donations he was able to transfer from his mayoral campaigns. Of that, roughly $44,000 came from Rhode Island and federal lobbyists.<br />\r\n\t<br />\r\n\tHow did we arrive at that number?<br />\r\n\t<br />\r\n\tFirst, we took the contribution lists and cross-referenced them with the secretary of state&#39;s list of 2010 registered Rhode Island lobbyists.<br />\r\n\t<br />\r\n\tThat tally came to about $41,500, including donations we could definitively attribute to registered lobbyists and people we could identify as the lobbyists&#39; immediate family. We acknowledge that there may be others, but we only included the ones we could confirm.<br />\r\n\t<br />\r\n\tNext we contacted the nonpartisan Center for Responsive Politics in Washington. The group compiles lists of contributions made by a variety of groups including Washington lobbyists. According to their data, Cicilline received $2,400 in donations from federal lobbyists during the first quarter. The center has not yet completed its second-quarter calculations.<br />\r\n\t<br />\r\n\tTogether the donations by state and federal lobbyists totaled around $44,000, or just under 4 percent of his total contributions.<br />\r\n\t<br />\r\n\tLynch also said that Cicilline received contributions from &quot;corporate PACs.&quot; Our review showed that of the almost $35,000 Cicilline accepted from Political Action Committees this year, only about $6,000 or so came from so-called &quot;corporate PACs,&quot; which we defined as a political committee directly associated with a corporate entity, such as a law firm. We did not include those affiliated with ideological causes such as the Gay &amp; Lesbian Victory Fund, which also gave to Cicilline.<br />\r\n\t<br />\r\n\tAdd the lobbyist and corporate PAC contributions and you get just under $50,000. That&#39;s roughly 4.3 percent of the $1.16 million he accepted this year. It&#39;s hardly the &quot;hundreds of thousands of dollars&quot; that Lynch talks about.<br />\r\n\t<br />\r\n\tBut remember, that tally doesn&#39;t include the third group that Lynch rails against, the &quot;insider[s].&quot; Cicilline&#39;s first- and second-quarter filings clearly show he is accepting money from many well-known Rhode Island political and business leaders. These are, after all, the types of people who generally donate to candidates.<br />\r\n\t<br />\r\n\tThe more recent filing also shows he received contributions from donors as varied as &quot;Family Guy&quot; creator -- and RISD graduate -- Seth MacFarlane, Patriots owner Bob Kraft and Boston event planner, Bryan Rafanelli, a Warwick native who has been mentioned lately in news reports as reportedly overseeing former first daughter Chelsea Clinton&#39;s nuptials.<br />\r\n\t<br />\r\n\tDoes Cicilline, who stressed the need to &quot;break the connection between money and politics,&quot; accept money from lobbyists, PACs and insiders? Yes. But Lynch&#39;s unwillingness to define what he means by &quot;insider,&quot; makes it impossible to do an exact calculation. And based on the limited information we have now, his insistence that Cicilline continues to receive &quot;hundreds of thousands of dollars&quot; can&#39;t be verified.<br />\r\n\t<br />\r\n\tNow let&#39;s take a look at Lynch&#39;s first- and second-quarter federal filings. They reveal that of the almost $186,000 he accepted in contributions from about 160 donors (he also loaned himself $100,000), approximately $7,500 of it came from lobbyists, with all but $1,000 from Rhode Island lobbyists.<br />\r\n\t<br />\r\n\tIt does not appear that he took any money from so-called &quot;corporate PACS,&quot; though he did receive several union contributions. Add it all up and the sum of donations Lynch accepted from lobbyists equals about 4 percent of the total contributions he received.<br />\r\n\t<br />\r\n\tCicilline&#39;s pockets may be far deeper than Lynch&#39;s, but the percentage of donations each of them received from these groups is roughly the same: 4 percent.<br />\r\n\t<br />\r\n\t(And by the way, it&#39;s clear that Lynch took money from well-known business and political leaders, the so-called &quot;insider money,&quot; that he criticizes Cicilline for accepting).<br />\r\n\t<br />\r\n\tIn the end, Lynch made serious accusations and refused to back them up. &nbsp;<br />\r\n\t<br />\r\n\tIf he provides us with more information, we&#39;ll revisit this item, but for now it gets a Barely True.<br />\r\n\t&nbsp;</p>\r\n\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-07-30T16:26:07.813883", "ruling_date": "2010-08-01T00:01:00", "ruling_headline": "Lynch say Cicilline accepts hundreds of thousands in donations from lobbyists, PACs and insiders", "ruling_headline_slug": "lynch-say-cicilline-accepts-hundreds-thousands-don", "ruling_link_text": "Wrong on first two points, unclear on third", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tPress Release, Bill Lynch for Congress Campaign, <a href=\"http://www.projo.com/news/pdf/2010/0715_lynch.pdf\">&quot;Lynch Slams Cicilline for Funding Campaign with Lobbyist and Special Interest $$$,&quot;</a> July 15, 2010<br />\r\n\t<br />\r\n\t<a href=\"http://www.fec.gov\">Federal Election Commission,</a> First and Second Quarter Campaign Finance Reports, David N. Cicilline, William Lynch<br />\r\n\t<br />\r\n\t<a href=\"http://www.opensecrets.gov\">The Center for Responsive Politics</a>, statistics on election contributions by registered federal lobbyists, accessed July 16, 2010<br />\r\n\t<br />\r\n\tRhode Island Secretary of State, <a href=\"http://www.sos.ri.gov/ltpublic/\">Database of registered state lobbyists</a>, accessed July 16, 2010<br />\r\n\t<br />\r\n\tInterview, FEC Spokesman Christian Hilliard, July 16-26, 2010</p>\r\n<p>\r\n\tThe Providence Journal, <a href=\"http://www.projo.com/news/johnmulligan/CAMPAIGN_FINANCE_REPORTS_17APRIL_04-18-10_VSI_v7.38a1de5.html\">&quot;Cicilline leads in fundraising for 1st Congressional District,&quot;</a> April 18, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Lawyer", "false_count": 0, "first_name": "Bill", "half_true_count": 0, "home_state": "Rhode Island", "id": 467, "last_name": "Lynch", "mostly_true_count": 0, "name_slug": "bill-lynch", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/william_lynch80.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/467/", "total_count": 2, "true_count": 0, "website": "http://billlynchforcongress.com/"}, "statement": "<p>\r\n\tCicilline &quot;continues to accept hundreds of thousands of dollars in lobbyist, corporate PAC and insider money to fund his campaign.&quot;</p>\r\n", "statement_context": "in a press release", "statement_date": "2010-07-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 154, "photo": null, "resource_uri": "/api/v/2/subject/154/", "subject": "Campaign Finance", "subject_slug": "campaign-finance", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 7, "current_job": "mayor of Providence", "false_count": 4, "first_name": "David", "half_true_count": 5, "home_state": "Rhode Island", "id": 509, "last_name": "Cicilline", "mostly_true_count": 4, "name_slug": "david-cicilline", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/d_cicilline_2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/509/", "total_count": 29, "true_count": 8, "website": "http://cicilline.com/"}], "twitter_headline": ""}