{"art": [{"brightcove": "", "caption": "Al Jazeera interviews NASA Administrator Charles Bolden, June 2010", "id": 544, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/544/", "title": "Al Jazeera Interview of Charles Bolden, NASA administrator", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/e857ZcuIfnI?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "e857ZcuIfnI"}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2010/aug/01/michael-sullivan/michael-sullivan-says-nasa-administrator-said-main/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [], "facebook_headline": null, "id": 2161, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/2161/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tTexas activist Michael Sullivan spiced a July 19 Twitter post on the 41st anniversary of Apollo 11 entering lunar orbit by adding: &quot;NASA dir says main mission is Muslim outreach.&quot;</p>\r\n<p>\r\n\tAmerica&#39;s space agency shifts its gaze from the final frontier to Mecca; who knew?</p>\r\n<p>\r\n\tSullivan, president and ceo of Empower Texans, which describes itself as a pro free-market group, replied to our inquiry with several Web links including one to a July 6 post on FoxNews.com stating NASA Administrator and former astronaut Charles Bolden stressed reaching out to the Muslim world in a June interview.</p>\r\n<p>\r\n\tThe post says: &quot;Bolden created a firestorm after telling Al Jazeera last month that President (Barack) Obama told him before he took the job that he wanted him to do three things: inspire children to learn math and science, expand international relationships and &lsquo;perhaps foremost, he wanted me to find a way to reach out to the Muslim world and engage much more with dominantly Muslim nations to help them feel good about their historic contribution to science ... and math and engineering.&rsquo;&quot;</p>\r\n<p>\r\n\tThe post continues: &quot;Officials from the White House and NASA on Tuesday stood by Bolden&#39;s statement that part of his mission is to improve relations with Muslim countries -- though NASA backed off the claim that such international diplomacy is Bolden&#39;s &lsquo;foremost&rsquo; responsibility.&quot;</p>\r\n<p>\r\n\tAgain, FoxNews: &quot;Bob Jacobs, NASA&#39;s assistant administrator for public affairs, &hellip;said that Bolden was speaking of priorities when it came to &lsquo;outreach&rsquo; and not about NASA&#39;s primary missions of &lsquo;science, aeronautics and space exploration.&rsquo; He said the &lsquo;core mission&rsquo; is exploration and that it was unfortunate Bolden&#39;s comments are now being viewed through a &lsquo;partisan prism.&rsquo;&quot;</p>\r\n<p>\r\n\tAbout a week later, The Washington Post quoted White House spokesman Robert Gibbs saying Bolden wasn&#39;t expected to reach out to the Muslim world. &quot;That was not his task,&quot; a July 12 blog on the newpaper&#39;s site quotes Gibbs saying, &quot;and that&#39;s not the task of NASA.&quot; Gibbs also is quoted saying White House officials had since spoken to Bolden and NASA about his comments.</p>\r\n<p>\r\n\tAlso shared by Sullivan: A July 15 blog post by InformationWeek, a business technology site, stating that in June, Bolden visited Qatar and Egypt, &quot;saying that the countries would collaborate with the United States in the future on science and technology programs, noting global education initiatives sponsored by NASA, and saying that NASA was looking to Egyptian scientists to help analyze astrophysics data. This is all part of a larger Obama administration effort, announced last June in Cairo by the president himself, to change U.S. relations with the Muslim world through outreach and cooperation,&quot; the post states.</p>\r\n<p>\r\n\tWe launched our own review, first confirming that Bolden made his statement about Obama&rsquo;s expectations, according to Al Jazeera&rsquo;s video post of the interview, which aired June 30.</p>\r\n<p>\r\n\tAsked why he&#39;s in the Middle East, Bolden replies that he was there around the anniversary of President Obama&#39;s 2009 speech in Cairo vowing a new beginning in U.S. relations with the Muslim world. Bolden next lists the &quot;three things&quot; he says Obama charged him to do, including, &quot;perhaps foremost,&quot; engaging much more with dominantly Muslim nations and getting &quot;more people who can contribute to the things that we do,&quot; citing as past examples Russian and Japanese contributions to the International Space Station.</p>\r\n<p>\r\n\t&quot;There is much to be gained by drawing in the contributions that are possible from the Muslim nations,&quot; he says.</p>\r\n<p>\r\n\tBut the interview covers more ground. The four-time visitor to outer space defends his decision to focus NASA on international exploration of deep space plus his desire to use robots to deflect incoming asteroids away from Earth. Bolden said if an asteroid made of metal struck Earth, it could cause another Ice Age: &quot;Instead of the extinction of the dinosaurs, it would be the extinction of human man.&quot; (Talk about a missed tweet.)</p>\r\n<p>\r\n\tNext, we contacted NASA. Spokesman Michael Cabbage said in an e-mail: &quot;NASA&rsquo;s core mission remains one of space exploration, science and aeronautics. Administrator Bolden regrets that a statement he made during a recent interview mischaracterized that core mission. The success of NASA&rsquo;s efforts is increasingly enhanced by mutual cooperation with dozens of other countries around the world that are also committed to these efforts.&quot;</p>\r\n<p>\r\n\tDoes Sullivan&#39;s Twitter post make a successful landing?<br />\r\n\t<br />\r\n\tBolden said the president encouraged him to &quot;find a way to reach out to the Muslim world&quot; -- a goal he described as &quot;perhaps foremost.&quot; But it was mentioned in the same context as other goals -- inspiring kids, expanding international relationships -- suggesting Bolden was speaking not about NASA&#39;s obvious scientific purpose, but other activities. The focus on space is clear in the video of the Al Jazeera interview.<br />\r\n\t<br />\r\n\tSullivan&#39;s tweet says Bolden said NASA&rsquo;s &quot;main mission is Muslim outreach.&quot; That&#39;s akin to saying the agency is deserting outer space to concentrate on residents of the Nile Delta, which would be unbelievable. That said, Bolden acknowledged to PolitiFact that he mischaracterized the agency&#39;s main mission in the remark about Obama charging him to do three things. That is, he said something close to what Sullivan said he said &mdash; and wishes he hadn&#39;t.<br />\r\n\t<br />\r\n\tWe rate Sullivan&rsquo;s statement Half True.</p>\r\n", "ruling_comments_date": "2010-07-30T19:00:06.258437", "ruling_date": "2010-08-01T06:00:00", "ruling_headline": "Michael Sullivan says NASA administrator said main mission is Muslim outreach", "ruling_headline_slug": "michael-sullivan-says-nasa-administrator-said-main", "ruling_link_text": "Explore the pyramids, then Mecca?", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tAl Jazeera English, &quot;Talk to Jazeera,&quot; <a href=\"http://english.aljazeera.net/programmes/talktojazeera/2010/07/201071122234471970.html\">Charles Bolden interview,</a> aired June 30, 2010 (accessed July 28, 2010)</p>\r\n<p>\r\n\tE-mails (excerpted), <a href=\"http://alt.coxnewsweb.com/statesman/politifact/07272010_responsespftexas.pdf\">responses to PolitiFact Texas,</a> Michael Sullivan, president and ceo, Empower Texans, July 27, 2010</p>\r\n<p>\r\n\tFox News, <a href=\"http://www.foxnews.com/politics/2010/07/06/nasa-official-walks-claim-muslim-outreach-foremost-mission/\">&quot;Former NASA Director Says Muslim Outreach Push &#39;Deeply Flawed,&rsquo;&quot;</a>(accessed July 28, 2010)</p>\r\n<p>\r\n\tInformationWeek, Government Blogs, Nick Hoover, senior editor, InformationWeek, <a href=\"http://www.informationweek.com/blog/main/archives/2010/07/nasas_muslim_ou.html;jsessionid=1UGRGICOFGQQPQE1GHOSKH4ATMY32JVN\">&quot;NASA&#39;s Muslim Outreach is Real,&quot;</a> July 15, 2010 (accessed July 28, 2010)<br />\r\n\t<br />\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/07282010_nasaresponsepftexas.pdf\">E-mail</a>, Michael Cabbage, director, News and Multimedia Division, Office of Communications, NASA headquarters, Washington, July 28, 2010<br />\r\n\t<br />\r\n\tThe Washington Post, Federal Eye blog, <a href=\"http://voices.washingtonpost.com/federal-eye/2010/07/white_house_no_muslim_outreach.html\">&quot;White House: No Muslim outreach for NASA,&quot;</a> July 12, 2010 (accessed July 28, 2010)<br />\r\n\t<br />\r\n\tThe White House, speech text, <a href=\"http://www.whitehouse.gov/the_press_office/Remarks-by-the-President-at-Cairo-University-6-04-09/\">&quot;Remarks by the President on a New Beginning,&quot;</a> Cairo University, Cairo, Egypt, June 4, 2009, (accessed July 30, 2010)</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "president and ceo, Empower Texans", "false_count": 0, "first_name": "Michael", "half_true_count": 3, "home_state": "Texas", "id": 573, "last_name": "Sullivan", "mostly_true_count": 1, "name_slug": "michael-sullivan", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/michaelquinnsullivan.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/573/", "total_count": 6, "true_count": 1, "website": "http://www.empowertexans.com/"}, "statement": "<p>\r\n\tSays the director of NASA says its main mission is Muslim outreach.</p>\r\n", "statement_context": "a Twitter post", "statement_date": "2010-07-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 142, "photo": null, "resource_uri": "/api/v/2/subject/142/", "subject": "Space", "subject_slug": "space", "used_in_edition": []}], "target": [], "twitter_headline": ""}