{"art": [], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/ohio/statements/2010/aug/02/lee-fisher/fisher-claim-portman-failed-address-china-currency/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 2163, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/2163/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tChina makes the goods that Americans used to make, but that&rsquo;s because politicians failed to stop China&rsquo;s unfair trade practices. It&rsquo;s a theme as recurrent as the buzzards returning to Hinckley, and Ohio campaign managers know it works.<br />\r\n\t<br />\r\n\tBut Lee Fisher&rsquo;s campaign presented a new angle on the theme, and it is intriguing. Fisher, the Democratic lieutenant governor, is running for U.S. Senate against Rob Portman, a Republican who served for a year as President George W. Bush&rsquo;s trade ambassador. Portman played a key advisory role in helping the president deal with economic competition from China, whose manufacturing might rose as Ohio&rsquo;s declined.<br />\r\n\t<br />\r\n\tYou&rsquo;ll hear plenty more about that before November, and <a href=\"http://www.cleveland.com/open/index.ssf/2010/05/rob_portman_has_a_record_on_tr.html\">The Plain Dealer examined Portman&rsquo;s trade record in May</a>. But Fisher presented a brand new perspective in a news release on July 13 when he complained about currency manipulation by China. Although this has been an issue for years, Fisher put some of the blame on Portman. His news release said, &quot;As President George W. Bush&rsquo;s trade representative, Portman failed to address China&rsquo;s currency manipulation, which was inflated to as much as 40 percent in 2006.&quot;<br />\r\n\t<br />\r\n\tThat&rsquo;s shorthand for saying that China propped up its currency rather than letting it rise and fall against the dollar, enabling China&rsquo;s factories to make steel, auto parts and toys and ship them to the United States at artificially low prices that undercut American manufacturers. It was little different from other unfair trade practices, many American manufacturers say.<br />\r\n\t<br />\r\n\tYou&rsquo;ll hear few disputes about that, whether the president is named Bush or Barack Obama. But there&rsquo;s plenty of bickering over what to do about it. That&rsquo;s where Portman comes in.<br />\r\n\t<br />\r\n\tPortman, a Republican, could have used his authority as trade representative to take China to the World Trade Organization and push for penalties, according to critics. But Portman was such an unabashed proponent of free trade that he gave China a pass, Fisher says.<br />\r\n\t<br />\r\n\tWe asked Fisher&rsquo;s spokesman, John Collins (who recently left to work for a candidate in Kentucky), to provide support for the claim, and he cited several news articles from early 2006. That&rsquo;s when Portman&rsquo;s office issued a lengthy and critical report on other trade practices by China. But Portman&rsquo;s report gave little space to currency manipulation &ndash; and that angered Sen. Chuck Schumer, Democrat of New York.<br />\r\n\t<br />\r\n\tAccording to news articles and congressional transcripts we reviewed, Schumer blasted Portman&rsquo;s report for failing to fully deal with the &quot;800-pound gorilla&quot; &ndash; currency manipulation -- that had to be tamed for any trade balance to occur.<br />\r\n\t<br />\r\n\tOK, so Portman failed to adequately mention China&rsquo;s currency manipulation -- according to a senator from New York -- in a report. Was that really a failure to &quot;address&quot; the problem?<br />\r\n\t<br />\r\n\tIt turns out the issue gets more complex.<br />\r\n\t<br />\r\n\tPortman didn&rsquo;t address the currency issue in the broader sense -- that is, embrace it as a problem he could solve -- because, his campaign says, it wasn&rsquo;t even under his jurisdiction. Transcripts of a confirmation hearing for Portman on April 21, 2005, show that he voiced concern about the issue but said, &quot;By the same token, as you know, the Treasury Department has the lead on this, appropriately. It&rsquo;s a currency issue, not USTR,&quot; he said, using the initials of U.S. Trade Representative&rsquo;s office.<br />\r\n\t<br />\r\n\tHe mentioned the jurisdictional issue several more times during his stint as trade ambassador. On Feb. 16, 2006, he told Schumer during a Senate Finance Committee hearing that &quot;currency policy is very distinctly not within the ambit of the USTR. And I&#39;m reminded of that constantly in the inter-agency process, which is appropriate that Treasury take the lead and that they speak for us on currency policy.&quot;<br />\r\n\t<br />\r\n\tFour days later he told it to another congressional committee: &quot;We need to address the currency issue, which the Treasury Department takes the lead on and not USTR.&quot;<br />\r\n\t<br />\r\n\tSo is Fisher blaming Portman for something he bore no responsibility for?<br />\r\n\t<br />\r\n\tThat&rsquo;s what Portman&rsquo;s spokeswoman, Jessica Towhey, suggested, citing the Omnibus Trade and Competitiveness Act of 1988. The act says it is the Treasury secretary&rsquo;s job to analyze exchange rate policies of other countries, in consultation with the International Monetary Fund, and consider whether countries manipulate their currencies. If the answer is yes, Treasury is to negotiate with the offending country through the IMF.<br />\r\n\t<br />\r\n\tWe contacted the office of the current trade representative, Ron Kirk, an Obama appointee, to see if it agreed on the jurisdiction issue. It did. We asked Treasury as well, and Treasury said it was in fact in charge. We asked the Obama White House, too, just in case the agencies had a fuzzy view. No, said the White House. Currency manipulation is on Treasury&rsquo;s watch.<br />\r\n\t<br />\r\n\tThat cast significant doubt on Fisher&rsquo;s claim, then, that Portman &quot;failed to address&quot; the problem. It wasn&rsquo;t his job.<br />\r\n\t<br />\r\n\tBut we wondered if small American manufacturers agreed, so we asked a few trade experts in Washington, including attorneys who take cases to the trade courts. It turned out that the story was more complex, because on April 20, 2005, nine days before Portman was sworn in, a group of 35 senators and representatives filed a petition asking the trade representative&rsquo;s office to haul China before the WTO and press the currency issue as an unfair trade practice. The Congress members -- nearly all Democrats -- had grown frustrated with Treasury, saying it had failed to stop China&rsquo;s manipulation and that the right recourse was for the trade ambassador to go to the trade courts and ask for &nbsp;tariffs against Chinese imports.<br />\r\n\t<br />\r\n\tA coalition of labor unions and manufacturing groups had tried this twice before, but their petitions had been rejected. But this 2005 congressional petition was different because members of Congress filed it. They included several U.S. House members from Ohio, including Democrats Tim Ryan, Stephanie Tubbs Jones (since deceased), Sherrod Brown (now a senator) and Ted Strickland (now Ohio&rsquo;s governor). They also included a dozen U.S. senators, including one from Illinois named Barack Obama.<br />\r\n\t<br />\r\n\tOn May 27, 2005, not quite a month into his term, Portman&rsquo;s office turned them down.<br />\r\n\t<br />\r\n\tHis spokesman at the agency, Richard Mills, said at the time that the Treasury secretary, John Snow, had the lead in talks with China on the currency matter and, as a result, &quot;Chinese officials have publicly committed that they will move to a more flexible system.&quot;<br />\r\n\t<br />\r\n\tA notice in the Federal Register said the trade office turned down the lawmakers&rsquo; request &quot;because, among other reasons, an investigation would not be effective in addressing the acts, policies, and practices covered in the petition.&quot; The Bush administration was already dealing with China through Treasury, and launching a trade office investigation &quot;would hamper, rather than advance, administration efforts to address China&rsquo;s currency valuation policies.&quot;<br />\r\n\t<br />\r\n\tNeither Mills&rsquo; statement nor the Federal Register notice said it was strictly a matter of jurisdiction. Mills said at the time that many tools were available &quot;to ensure a level playing field,&quot; but that the administration preferred to put Treasury in the lead.<br />\r\n\t<br />\r\n\tThis suggested some leeway on choice, not just jurisdiction, or so say the parties who wanted the trade representative&rsquo;s involvement. &quot;That is a major issue, and we&rsquo;ve always argued that it is a hybrid issue,&quot; says David Hartquist, a Washington trade attorney who had filed a similar petition earlier that was turned down by a Portman predecessor..<br />\r\n\t<br />\r\n\tCharles Blum, a trade office official in the 1980s who is now executive director of the Fair Currency Coalition, representing manufacturers, labor and agricultural interests, says that Portman &quot;was essentially saying, &lsquo;I refuse to enforce the law because diplomacy is the proper venue.&rsquo;&quot;<br />\r\n\t<br />\r\n\tThe question then becomes: Did Portman lack jurisdiction, or did he just believe that Treasury was the better agency to deal with the issue?<br />\r\n\t<br />\r\n\tKevin Dempsey, a trade lawyer and senior vice president at the American Iron and Steel Institute, which also has tried to halt unfairly priced imports, says that Congress has been fairly clear: It intended for Treasury to take the lead. Portman &quot;had some discretion,&quot; Dempsey says. &quot;But it&rsquo;s been established for some years, before Portman and after Portman, that Treasury does have the lead.&quot;<br />\r\n\t<br />\r\n\tCongress has considered changing that so currency could be treated as a trade issue in certain circumstances. Ryan and Brown are involved in &nbsp;these efforts. But their measures have stalled repeatedly. &nbsp;And now that he&rsquo;s president, even Obama has kept Treasury in the lead &ndash; and frustrated &nbsp;those who want more forceful action.<br />\r\n\t<br />\r\n\tSo we&rsquo;re persuaded that in a narrow sense, Portman &quot;failed to address China&rsquo;s currency manipulation,&quot; as Fisher&rsquo;s campaign says. But he was following a long-held policy that has been articulated by Congress and presidents. The Obama administration agrees with Portman: Currency is not the trade ambassador&rsquo;s job. And Portman &quot;addressed&quot; it repeatedly in congressional hearings, telling Congress exactly what his campaign says today.</p>\r\n<p>\r\n\tThat&rsquo;s why we rate Fisher&rsquo;s claim Barely True.</p>\r\n<p>\r\n\t<a href=\"http://www.cleveland.com/open/index.ssf/2010/08/fisher_claim_that_portman_fail.html\">Comment on this item</a>.</p>\r\n\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-08-02T12:32:49.393785", "ruling_date": "2010-08-02T12:30:00", "ruling_headline": "Fisher claim that Portman failed to address China currency manipulation overlooks key facts", "ruling_headline_slug": "fisher-claim-portman-failed-address-china-currency", "ruling_link_text": "In practice, the Treasury Department has handled this issue", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tThe Plain Dealer, &quot;<a href=\"http://www.cleveland.com/open/index.ssf/2010/05/rob_portman_has_a_record_on_tr.html\">Rob Portman has a record on trade, and Democrats are eager to seize on it</a>,&quot; May, 23, 2010<br />\r\n\t<br />\r\n\tTranscript of Rob Portman confirmation hearing in U.S. Senate, April 21, 2005<br />\r\n\t<br />\r\n\tTranscript of Senate Finance Committee hearing on trade agenda, Feb. 16, 2006.<br />\r\n\t<br />\r\n\tTranscript of Rob Portman testimony during House Appropriations subcommittee hearing on Office of Trade Representative budget, Feb. 20, 2006.<br />\r\n\t<br />\r\n\tSection 3004 of <a href=\"http://www.ustreas.gov/offices/international-affairs/economic-exchange-rates/authorizing-statute.pdf\">Omnibus Trade and Competitiveness Act of 1988</a><br />\r\n\t<br />\r\n\tStatements from Richard Mills, spokesman for U.S. Office of Trade Representative, on rejection of petitions, Sept. 9, 2004 and May 27, 2005.<br />\r\n\t<br />\r\n\tFederal Register, <a href=\"http://edocket.access.gpo.gov/2005/pdf/05-15674.pdf\">notice of decision to reject lawmakers&rsquo; petition</a>, May 27, 2005.<br />\r\n\t<br />\r\n\t<a href=\"http://edocket.access.gpo.gov/2005/pdf/05-15674.pdf\">2004 petition from China Currency Coalition</a> to the U.S. Trade Representative&rsquo;s office.<br />\r\n\t<br />\r\n\tE-mail exchanges on 7/23/2005 between Plain Dealer and White House, U.S. Treasury Department, and Office of the U.S. Trade Representative.<br />\r\n\t<br />\r\n\tTelephone interview with Charles Blum, 7/23/2005<br />\r\n\t<br />\r\n\tTelephone interview with David Hartquist, 7/23/2010<br />\r\n\t<br />\r\n\tTelephone interview with Kevin Dempsey, 7/23/2010<br />\r\n\t<br />\r\n\tAssociated Press article: &quot;Lawmakers: China&#39;s Trade Practices Unfair,&quot; May 29, 2005<br />\r\n\t<br />\r\n\tReuter, &quot;<a href=\"http://www.reuters.com/article/idUSTRE61960K20100210\">Obama risks China&rsquo;s ire if it pushes too hard on yuan</a>,&quot; Feb. 10, 2010.<br />\r\n\t<br />\r\n\tReuters, &quot;<a href=\"http://www.reuters.com/article/idUSN1610600720100316\">Factbox</a>: U.S. current, proposed laws on currency manipulation&quot;, March 16, 2010.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Former Lieutenant governor", "false_count": 1, "first_name": "Lee", "half_true_count": 1, "home_state": "Ohio", "id": 535, "last_name": "Fisher", "mostly_true_count": 2, "name_slug": "lee-fisher", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifactohio-lee-fisher__.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/535/", "total_count": 6, "true_count": 0, "website": ""}, "statement": "<p>\r\n\t&quot;As President George W. Bush&rsquo;s trade representative, Portman failed to address China&rsquo;s currency manipulation, which was inflated to as much as 40 percent in 2006.&quot;</p>\r\n", "statement_context": "a news release", "statement_date": "2010-07-13", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}], "target": [], "twitter_headline": ""}