{"art": [], "author": [{"email_address": "truthometer@gmail.com", "first_name": "Cristina", "id": 43, "last_name": "Silva", "name_slug": "cristina-silva", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/43/", "title": "Staff Writer, St. Petersburg Times", "twitter": null}], "canonical_url": "/florida/statements/2010/aug/02/florida-democratic-party/florida-democrats-focus-mccollums-record/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 2168, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@gmail.com", "first_name": "Cristina", "id": 43, "last_name": "Silva", "name_slug": "cristina-silva", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/43/", "title": "Staff Writer, St. Petersburg Times", "twitter": null}], "resource_uri": "/api/v/2/statement/2168/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tGubernatorial hopeful Bill McCollum has been in politics for much of his adult life, charting a wide map of potential minefields for his enemies to use against him.<br />\r\n\t<br />\r\n\tThe Florida Democratic Party, no stranger to partisan warfare, took such aim in a July 26, 2010, press release, using the 20th anniversary of the Americans with Disabilities Act to remind voters of McCollum&#39;s initial concerns about the sweeping civil rights legislation.<br />\r\n\t<br />\r\n\t&quot;Earlier this year, McCollum said he was proud of his efforts to pass the ADA when he was in Congress, noting there was &#39;Great Resistance&#39; to the bill. McCollum neglected to state that he was a major player in the &#39;Great Resistance,&#39; &quot; wrote party spokesman Eric Jotkoff in the press release.<br />\r\n\t<br />\r\n\tThe press release goes on, &quot;He urged then-President George H.W. Bush to reconsider his support of the ADA ... McCollum also voted for numerous amendments to weaken the legislation, even voting to make trains less accessible to those in wheelchairs. McCollum then voted for final passage of the ADA, saying &#39;politically, it&#39;s a very tough vote.&#39; &quot;<br />\r\n\t<br />\r\n\tThe Americans with Disabilities Act, signed into law July 26, 1990, is considered one of the nation&#39;s most important civil rights victories. It requires that disabled Americans be provided reasonable access to employment, transportation, public buildings and communications services. It is widely supported by Republicans and Democrats alike, although some conservatives, libertarians and business groups have long expressed concern that the law puts an undue burden on public servants and employers to accommodate the disabled.<br />\r\n\t<br />\r\n\tThe Democrats&#39; claim that McCollum, who represented Florida in Congress for two decades, tried to water down the legislation and didn&#39;t want to help people in wheelchairs is an emotional charge. We wondered, is it true?<br />\r\n\t<br />\r\n\tIn fact, congressional records show McCollum voted for several amendments to the bill.<br />\r\n\t<br />\r\n\tHe supported Amendment 448, which would have specified that the costs required to accommodate the employment of a disabled person not exceed 10 percent of the annual salary or the annualized hourly wage of that job. In debate, McCollum said the amendment, &quot;may be the most significant one from the standpoint of mitigating the cost to small business.&quot; It failed 187-213 on May 17, 1990. &quot;Today, we are going to say that a company manager who earns $40,000 is entitled to a greater accommodation that the mail clerk who receives a salary of $15,000?&quot; argued Rep. Dwayne Payne, D-N.J., according to congressional records.<br />\r\n\t<br />\r\n\tOn May 22, 1990, the day the legislation passed in the House, records show McCollum voted for Amendment 452, which sought to exempt commuter rail services from the requirement that all new rail cars be readily accessible by persons with disabilities if the commuter rail service made at least one car per train accessible for the disabled. To qualify for the exemption, a rail service would have to add more accessible cars if the demand could not be met by just one car. Proponents of the rail amendment argued that the change offered more specific requirements, albeit different ones, than the original bill, and therefore provided greater protection. For example, the bill required all new purchased or leased buses and rail cars be accessible to the disabled but did not require retrofitting of existing vehicles. The amendment, singled out by the Florida Democratic Party in its press release, failed 110-290. The <em>New York Times </em>wrote at the time, &quot;opponents said the effect of the proposed changes would be to segregate people with disabilities.&quot;<br />\r\n\t<br />\r\n\tMcCollum also voted for Amendment 453 that day, which sought to provide an annual exemption to public transit systems in urban areas with populations of less than 200,000 from the bill&#39;s requirement that new vehicles be accessible to people with disabilities, including wheelchair users. To qualify for the exemption, the transit system would have to develop an alternative plan, such as a Dial-a-Ride service. &quot;It is the people who need to get from their home to where they want to go, the people who cannot get to the bus stop, are the people who are going to suffer,&quot; said sponsor Rep. Bud Shuster, R-Penn. The amendment failed 148-266. &quot;A civil right to equal transportation services does not diminish according to a city&#39;s population in the latest census,&quot; said Rep. Norman Mineta, D-Calif., according to <em>Congressional Quarterly</em>.<br />\r\n\t<br />\r\n\tFinally, McCollum voted for Amendment 454, which sought to keep plaintiffs from suing for monetary damages by limiting the remedies available to discrimination victims to those provided under the Civil Rights Act of 1964, such as injunctive relief, back pay and attorney fees. Supporters argued the disabled should not have greater remedies than those available to women and minorities under the 1964 law. The amendment failed 192-227. &quot;You have lesser rights if you have lesser remedies,&quot; said Rep. Patricia Schroeder, D-Colo., at the time, according to <em>Congressional Quarterly</em>.<br />\r\n\t<br />\r\n\tOn that amendment, McCollum argued at the time: &quot;The real problem I have had with the ADA bill altogether, and I am going to vote for this bill, even though a lot of people think that I am out here with a lot of amendments and I am opposed, I am not, because I think the disabled need to have a civil rights bill like this one. I think the problem we have had all along has been costs. It has been a question of how do we mitigate, how do we reduce, costs. It is far more complex under the civil rights legislation for the handicapped than it is for race or sex or any other kind of discrimination. There may be as many as 900, some people say, 900 different disabilities covered by this legislation. There are innumerable different situations in the workplace where the handicapped of different types will intermesh, and those situations will have to be resolved hopefully through processes that are short of litigation. It will be expensive, and even if there is a resolution occasionally by litigation, that will undoubtedly be a very expensive route.&quot;<br />\r\n\t<br />\r\n\tMcCollum then joined the majority to pass the legislation in a 403-20 vote.<br />\r\n\t<br />\r\n\tSo, would the amendments he supported have weakened the legislation? The McCollum campaign did not respond to our questions on this point.<br />\r\n\t<br />\r\n\tBut many experts on disability law said the amendments did attempt to undercut the bill.<br />\r\n\t<br />\r\n\t&quot;These amendments sought to narrow the rights provided to individuals with disabilities,&quot; said Ruth Colker, author of <em>The Disability Pendulum: The First Decade of the Americans with Disabilities Act </em>and a law professor at Ohio State University.<br />\r\n\t<br />\r\n\tThe amendments were &quot;more pro business and anti-worker,&quot; said Paul Steven Miller, a University of Washington law professor and a former commissioner on the U.S. Equal Employment Opportunity Commission, the federal agency that enforces employment discrimination laws. &quot;They sort of run counter to what the ADA seeks to accomplish.&quot;<br />\r\n\t<br />\r\n\tWe also checked whether the law was eventually altered to reflect the amendments supported by McCollum. It wasn&#39;t. To this day, Americans with disabilities can sue for monetary damages, there is no fiscal cap on how much an employer may spend to accommodate a disabled employer, and transportation systems still must be accessible.<br />\r\n\t<br />\r\n\tTo be sure, the Americans with Disabilities Act does have its critics.<br />\r\n\t<br />\r\n\tAfter the legislation&#39;s passage, the libertarian Cato Institute published a policy analysis by economist Robert O&#39;Quinn, that concluded, &quot;the ADA so zealously pursues its mainstreaming goal that individuals, businesses, and governmental bodies must make expensive accommodations to ensure full integration even when less costly, more convenient alternatives, which are preferred by disabled individuals, are available.&quot;<br />\r\n\t<br />\r\n\tHe continued, &quot;The ADA is objectionable on moral as well as economic grounds. In a free society the government should employ its coercive powers only to protect the life, liberty, and property of its citizens from aggression. Any attempt to enforce moral behavior, however noble or desirable, is beyond the proper scope of government.&quot;<br />\r\n\t<br />\r\n\tIn contrast, some advocates of the bill have complained that it did not go far enough.<br />\r\n\t<br />\r\n\tOur mission, however, is not to judge the value of the acclaimed legislation.<br />\r\n\t<br />\r\n\tThe Florida Democratic Party claimed McCollum &quot;voted for numerous amendments to weaken the legislation, even voting to make trains less accessible to those in wheelchairs.&quot; We rate this claim True.</p>\r\n", "ruling_comments_date": "2010-08-02T17:16:58.684967", "ruling_date": "2010-08-02T18:11:51", "ruling_headline": "Florida Democrats focus on Bill McCollum's ADA votes", "ruling_headline_slug": "florida-democrats-focus-mccollums-record", "ruling_link_text": "McCollum sided with business on disabilities debate", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tFlorida Democrats press release, &quot;<a href=\"http://www.fladems.com/content/w/bill_mccollum_misleads_voters_on_his_resistance_to_the_ada\" id=\"djm5\" title=\"Bill McCollum Misleads Voters on His Resistance to the ADA\">Bill McCollum Misleads Voters on His Resistance to the ADA</a>,&quot; July 26, 2010</p>\r\n<p>\r\n\tCongressional Record, <a href=\"http://thomas.loc.gov/cgi-bin/query/F?r101:96:./temp/%7Er101CqFgzw:e190595:\" id=\"e3.l\" title=\"Bill McCollum on Amendment XXXX\">Bill McCollum on Amendment 454</a>, May 22, 2010</p>\r\n<p>\r\n\tCongressional Record, <a href=\"http://thomas.loc.gov/cgi-bin/query/F?r101:201:./temp/%7Er101Qb1oPV:e60118:\" id=\"ahv4\" title=\"Amendment 452 debate\">Amendment 453 debate</a>, May 22, 2010</p>\r\n<p>\r\n\tCongress Bill Summary, <a href=\"http://thomas.loc.gov/cgi-bin/bdquery/D?d101:7:./temp/%7EbdQx5G::\" id=\"ak92\" title=\"Amendment 453\">Amendment 453</a>, May 22, 2010</p>\r\n<p>\r\n\tCongress Bill Summary, <a href=\"http://clerk.house.gov/evs/1990/roll120.xml\" id=\"m_60\" title=\"Amendment 453 roll call\">Amendment 453 roll call</a>, May 22, 2010</p>\r\n<p>\r\n\tCongress Bill Summary, <a href=\"http://thomas.loc.gov/cgi-bin/bdquery/D?d101:6:./temp/%7EbdQx5G::\" id=\"g2_.\" title=\"Amendment 453\">Amendment 452 description</a>, May 22, 2010</p>\r\n<p>\r\n\tCongress Bill Summary,<a href=\"http://clerk.house.gov/evs/1990/roll119.xml\" id=\"tymw\" title=\"Amendment 452 roll call\">Amendment 452 roll call</a>, May 22, 2010</p>\r\n<p>\r\n\tCongressional Record, <a href=\"http://thomas.loc.gov/cgi-bin/query/F?r101:96:./temp/%7Er101CqFgzw:e7879:\" id=\"lxcq\" title=\"Amendment 452 debate,\">Amendment 452 debate,</a> May 22, 2010</p>\r\n<p>\r\n\tCongress Bill Summary, <a href=\"http://thomas.loc.gov/cgi-bin/bdquery/D?d101:8:./temp/%7EbdQx5G::\" id=\"fmz5\" title=\"Amendment 454\">Amendment 454</a>, May 22, 2010.</p>\r\n<p>\r\n\tCongressional Record, <a href=\"http://thomas.loc.gov/cgi-bin/query/F?r101:201:./temp/%7Er101Qb1oPV:e109855:\" id=\"ise3\" title=\"Amendment 454 debate\">Amendment 454 debate</a>, May 22, 2010</p>\r\n<p>\r\n\tCongress Bill Summary, <a href=\"http://clerk.house.gov/evs/1990/roll121.xml\" id=\"s87f\" title=\"Amendment 454 roll call\">Amendment 454 roll call</a>, May 22, 2010</p>\r\n<p>\r\n\tCongress Bill Summary, <a href=\"http://thomas.loc.gov/cgi-bin/bdquery/D?d101:3:./temp/%7EbdQx5G::\" id=\"la7i\" title=\"Amendment 448\">Amendment 448</a>, May 17, 2010</p>\r\n<p>\r\n\tCongress Bill Summary,<a href=\"http://clerk.house.gov/evs/1990/roll117.xml\" id=\"wlnu\" title=\"Amendment 448 roll call\">Amendment 448 roll call</a>, May 17, 2010</p>\r\n<p>\r\n\tCongressional Record, <a href=\"http://thomas.loc.gov/cgi-bin/query/F?r101:14:./temp/%7Er101pE8qaY:e4521:\" id=\"y4bl\" title=\"Amendment 448 debate\">Amendment 448 debate</a>, May 17, 2010</p>\r\n<p>\r\n\tNew York Times, &quot;<a href=\"http://www.nytimes.com/1990/05/23/us/house-approves-bill-establishing-broad-rights-for-disabled-people.html?pagewanted=all\" id=\"b969\" title=\"House Approves Bill Establishing Broad Rights for Disabled People\">House Approves Bill Establishing Broad Rights for Disabled People</a>,&quot; May 23, 1990</p>\r\n<p>\r\n\tCato Institute, &quot;<a href=\"http://www.cato.org/pubs/pas/pa-158.html\" id=\"g1_e\" title=\"The Americans With Disabilities Act: Time for Amendments\">The Americans With Disabilities Act: Time for Amendments</a>,&quot; August 19, 1991</p>\r\n<p>\r\n\tEmail interview, Ruth Colker, Ohio State University law professor, July 30, 2010</p>\r\n<p>\r\n\tTelephone interview, Paul Steven Miller, University of Washington law professor, July 30, 2010</p>\r\n<p>\r\n\tCongressional Quarterly Almanac 1990</p>\r\n<p>\r\n\tEmail interview, Paul Griffo, U.S. Department of Transportation spokesman, August 2, 2010</p>\r\n<p>\r\n\tEmail interview, Laura Rothstein, University of Louisville law professor, August 2, 2010</p>\r\n<p>\r\n\tTelephone interview, Chris Kuczynski, assistant legal counsel for the Equal Employment Opportunity Commission, August 2, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "", "false_count": 4, "first_name": "", "half_true_count": 8, "home_state": "Florida", "id": 324, "last_name": "Florida Democratic Party", "mostly_true_count": 7, "name_slug": "florida-democratic-party", "pants_count": 3, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Donkey.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/324/", "total_count": 31, "true_count": 4, "website": "http://www.fladems.com/"}, "statement": "<div>\r\n\t&quot;(Bill) McCollum also voted for numerous amendments to weaken the legislation, even voting to make trains less accessible to those in wheelchairs.&quot;</div>\r\n", "statement_context": "a press release", "statement_date": "2010-07-26", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 129, "photo": null, "resource_uri": "/api/v/2/subject/129/", "subject": "Disability", "subject_slug": "disability", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "", "false_count": 4, "first_name": "", "half_true_count": 8, "home_state": "Florida", "id": 324, "last_name": "Florida Democratic Party", "mostly_true_count": 7, "name_slug": "florida-democratic-party", "pants_count": 3, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Donkey.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/324/", "total_count": 31, "true_count": 4, "website": "http://www.fladems.com/"}], "twitter_headline": ""}