{"art": [], "author": [{"email_address": "alexanderdavidholt@gmail.com", "first_name": "Alex", "id": 116, "last_name": "Holt", "name_slug": "alex-holt", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/116/", "title": "Intern", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/aug/04/charles-schumer/chuck-schumer-says-supreme-court-justices-back-cam/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 2169, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "alexanderdavidholt@gmail.com", "first_name": "Alex", "id": 116, "last_name": "Holt", "name_slug": "alex-holt", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/116/", "title": "Intern", "twitter": null}], "resource_uri": "/api/v/2/statement/2169/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tWhile lamenting the fact that the vote to break the filibuster against the DISCLOSE Act would fail, Sen. Charles Schumer, D-NY, made some interesting claims about campaign finance disclosure and the Supreme Court.<br />\r\n\t<br />\r\n\tSchumer&#39;s bill, the Democracy Is Strengthened by Casting Light On Spending in Elections Act, would, among other things, mandate disclosure of expenditures by corporations and unions that fund ads targeted at political campaigns. That includes ads that explicitly urge a vote for or against a candidate, as well as ads targeted to voters aired shortly before an election that only mention a candidate. The bill also prohibits any spending on elections by large government contractors as well as corporations that received TARP funds. The bill stalled July 27 when no Republican would join the Democrats to break the filibuster.<br />\r\n\t<br />\r\n\t&quot;Eight of the nine justices in the Supreme Court decision said that, not only is it constitutional for Congress to require disclosure of the special interest money, but they recommended we do it,&quot; said Schumer in a press conference shortly before the failed cloture vote on Tuesday, July 27.<br />\r\n\t<br />\r\n\tWe were curious whether eight out of nine justices had really spoken so highly of disclosure requirements and if they had in fact &quot;recommended&quot; that Congress require disclosure.<br />\r\n\t<br />\r\n\tSchumer&#39;s comments referred to the Supreme Court opinions in the landmark case <em>Citizens United vs. Federal Election Commission.</em> In a 5-4 decision, the Supreme Court struck down much of the McCain-Feingold campaign finance reform law and went even further by saying that companies and unions could use money from their general treasury funds to finance ads in the run-up to federal elections that might be viewed as electioneering. Companies still cannot donate to candidates running for federal office, but they can create and buy time for ads attacking or supporting candidates.<br />\r\n\t<br />\r\n\tHowever, in the majority opinion, the Supreme Court upheld the disclosure aspects of McCain-Feingold. The four justices listed in the dissenting opinion disagreed with every aspect of the majority opinion, except on disclosure. When it comes to disclosure, eight justices seem to agree that disclosure is a good thing. Clarence Thomas was the lone justice to argue that even the disclosure aspects of the law are unconstitutional.<br />\r\n\t<br />\r\n\tSo eight out of nine justices indicated that certain types of disclosure are constitutional. But did they &quot;recommend&quot; that Congress require disclosure?<br />\r\n\t<br />\r\n\tThe Supreme Court typically doesn&#39;t recommend that Congress pass a law, and this case is no exception. Nowhere in the majority or the dissenting opinion does any justice advocate that Congress pass a specific law. However, &quot;the Supreme Court clearly looks favorably upon disclosure, although not necessarily the disclosure provisions contained in this bill,&quot; said Sean Parnell, president of the Center for Competitive Politics, a group opposed to campaign finance restrictions and deeply critical of the Schumer&#39;s bill. &quot;The question surrounding the DISCLOSE Act is just how much disclosure (is acceptable), and in what specific form that disclosure can or cannot take place.&quot;<br />\r\n\t<br />\r\n\tIn the <em>Citizens United </em>decision, the Supreme Court specifically upheld the disclosure requirements of McCain-Feingold. Until <em>Citizens United</em>, many other types of political financing were illegal, so disclosure requirements were beside the point. One aspect of the DISCLOSE Act is an attempt to require disclosure for these newly legal political finance activities.<br />\r\n\t<br />\r\n\tRick Hasen, a professor at Loyola Law School who writes a <a href=\"http://electionlawblog.org/\">prominent blog on election law</a>, said he believes that most, if not all, of the disclosure provisions in Schumer&#39;s bill would be welcomed by the Supreme Court. He pointed out some key passages in Justice Kennedy&#39;s &quot;Opinion of the Court:&quot;<br />\r\n\t<br />\r\n\t&quot;A campaign finance system that pairs corporate independent expenditures with effective disclosure has not existed before today... With the advent of the Internet, prompt disclosure of expenditures can provide shareholders and citizens with the information needed to hold corporations and elected officials accountable for their positions and supporters.&quot;<br />\r\n\t<br />\r\n\tHasen said that he would view that, and the longer paragraph from which it came, as a recommendation. Hasen is in favor of the disclosure provisions of the DISCLOSE Act.<br />\r\n\t<br />\r\n\tOne caveat to Schumer&#39;s claim is that just because the Supreme Court justices are in favor of disclosure does not mean that they would favor the DISCLOSE Act. The Supreme Court might decide the disclosure provisions go too far or disagree with other provisions that go beyond disclosure requirements.<br />\r\n\t<br />\r\n\t&quot;Very clearly the Supreme Court approves of and thinks that there is value to disclosure, which is entirely different from whether they would endorse the DISCLOSE act,&quot; said Parnell.<br />\r\n\t<br />\r\n\tThe bill, for instance, would not allow companies bailed out by the government, such as General Motors, to donate money to political campaigns. &quot;Those provisions are not like the disclosure laws,&quot; said Hasen.<br />\r\n\t<br />\r\n\tThe Supreme Court doesn&#39;t &quot;recommend&quot; that Congress necessarily do anything -- it&#39;s just not the court&#39;s style. However, certain phrases within a section of the Citizens United ruling do seem to look favorably upon the idea of more disclosure laws.<br />\r\n\t<br />\r\n\tWe think Schumer&#39;s word choice could have been better, but his general point was correct, so we rate his statement Mostly True.</p>\r\n", "ruling_comments_date": "2010-08-02T17:38:23.414967", "ruling_date": "2010-08-04T09:56:22", "ruling_headline": "Charles Schumer says Supreme Court Justices back campaign disclosure", "ruling_headline_slug": "chuck-schumer-says-supreme-court-justices-back-cam", "ruling_link_text": "Supporting disclosure, not DISCLOSE", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<br />\r\n\t<br />\r\n\tMedia Availability with Senators Harry Reid and Charles Schumer, July 27, 2010<br />\r\n\t<br />\r\n\tInterview with Rick Hasen, professor at Loyola Law School and author of the <a href=\"http://electionlawblog.org/\">Election Law Blog</a>, July 30, 2010<br />\r\n\t<br />\r\n\tInterview with Sean Parnell, president of the <a href=\"http://www.campaignfreedom.org/\">Center for Competitive Politics</a>, July 30, 2010<br />\r\n\t<br />\r\n\tInterview with Paul Ryan, attorney for the Campaign Legal Center, July 29, 2010</p>\r\n<p>\r\n\tGail Russell Chaddock, &quot;<a href=\"http://www.csmonitor.com/USA/Politics/2010/0727/Senate-derails-campaign-finance-bill-ahead-of-2010-elections\">Senate derails campaign finance bill ahead of 2010 elections,</a>&quot; The Christian Science Monitor, July 27, 2010<br />\r\n\t<br />\r\n\tSupreme Court of the United States, &quot;<a href=\"http://www.supremecourt.gov/opinions/09pdf/08-205.pdf\">Citizens United v. Federal Election Commission,</a>&quot; January 21, 2010<br />\r\n\t<br />\r\n\tU.S. Senate Roll Call Vote 111th Congress, &quot;<a href=\"http://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=111&amp;session=2&amp;vote=00220\">Motion to Invoke Cloture on the Motion to Proceed to DISCLOSE Act,</a>&quot; July 27, 2010<br />\r\n\t<br />\r\n\tTom Ramstack, &quot;<a href=\"http://www.washingtontimes.com/news/2008/dec/04/supreme-court-hear-obama-citizenship-suit/\">Supreme Court may hear Obama citizenship suit,</a>&quot; Washington Times, December 4, 2008.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "Senator", "false_count": 4, "first_name": "Charles", "half_true_count": 4, "home_state": "New York", "id": 138, "last_name": "Schumer", "mostly_true_count": 5, "name_slug": "charles-schumer", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Schumer.JPG", "primary_edition": {"adkey": "Editions", "advalue": "New York", "edition": "New York", "edition_slug": "new-york", "has_afterthefact": false, "id": 55, "index_page": false, "meter_name": "The New York Truth-O-Meter", "resource_uri": "/api/v/2/edition/55/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/138/", "total_count": 19, "true_count": 2, "website": ""}, "statement": "<p>\r\n\t&quot;Eight of the nine justices in the Supreme Court decision (on campaign finance) said that not only is it constitutional for Congress to require disclosure of the special interest money, but they recommend we do it.&quot;</p>\r\n", "statement_context": "a press conference", "statement_date": "2010-07-27", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 154, "photo": null, "resource_uri": "/api/v/2/subject/154/", "subject": "Campaign Finance", "subject_slug": "campaign-finance", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 108, "photo": null, "resource_uri": "/api/v/2/subject/108/", "subject": "Supreme Court", "subject_slug": "supreme-court", "used_in_edition": []}], "target": [], "twitter_headline": "Schumer says Supreme Court justices favor campaign disclosure. We checked."}