{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}, {"email_address": "emershon@politifact.com", "first_name": "Erin", "id": 142, "last_name": "Mershon", "name_slug": "erin-mershon", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/142/", "title": "Intern", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/aug/13/barney-frank/barney-frank-says-us-share-global-defense-spending/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 2173, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}, {"email_address": "emershon@politifact.com", "first_name": "Erin", "id": 142, "last_name": "Mershon", "name_slug": "erin-mershon", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/142/", "title": "Intern", "twitter": null}], "resource_uri": "/api/v/2/statement/2173/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\t<em>UPDATE: We first published this item on Aug. 4, 2010, and rated Frank&#39;s claim False. We heard from many readers who said we made the wrong call and urged us to take a second look. We did so, and have concluded that we put too much emphasis on percentage of GDP in reaching our original conclusion. We are now rating the claim Half True.&nbsp; </em></p>\r\n<p>\r\n\tSeeking to build a case that the United States should cut its defense budget, Rep. Barney Frank, D.-Mass., said the U.S. now accounts for a larger share of worldwide military spending than it did during the Cold War.<br />\r\n\t<br />\r\n\tOn MSNBC&rsquo;s Morning Joe, on July 7, 2010, Frank said, &quot;During the Cold War... [the United States accounted for] 26 percent of worldwide military spending. . . We&#39;re now 41 percent of worldwide military spending.&quot;<br />\r\n\t<br />\r\n\tHis comments followed a Huffington Post <a href=\"http://www.huffingtonpost.com/rep-barney-frank/why-we-must-reduce-milita_b_636051.html\">article </a>he co-authored with an unlikely political ally: Rep. Ron Paul, a Republican from Texas. It said Congress should substantially cut defense spending to reduce the deficit.<br />\r\n\t<br />\r\n\tFirst we started by checking Frank&#39;s percentages. Although he was imprecise in his wording referring to spending during the Cold War, his office told us he was comparing 1986 with 2006, so the percentage Frank used for Cold War spending was a snapshot of a conflict that stretched from roughly 1947 to 1991.<br />\r\n\t<br />\r\n\tFrank&rsquo;s choice of 1986 might seem arbitrary, but few countries recorded or gathered data on their military resources before the 1960s -- halfway through the conflict. And reports indicate reliable comparisons are only available for the 1980s -- the last decade of the Cold War. We reviewed records of U.S. defense spending, and spending in 1986 was at one of its highest points of the Cold War years, so if Frank is cherry picking, he&#39;s at least being fair by picking a year on the high end (picking a year of low spending might have presented an even wider disparity with regard to the growing share of worldwide defense spending shouldered by the United States).<br />\r\n\t<br />\r\n\tThe source of Frank&#39;s figures was a report by the Project on Defense Alternatives, a group that advocates for the gradual demilitarization of international relations. And the report shows his 1986 number was off slightly, which his office acknowledged when we called. U.S. military expenditures were 28 percent of worldwide military spending in 1986, not 26 percent. His figure for 2006 was accurate.<br />\r\n\t<br />\r\n\tWe spoke to the report&#39;s author, Carl Conetta, co-director of the Project on defense Alternatives, who said the data was primarily obtained from the U.S. Arms Control and Disarmament Agency&#39;s &quot;World Military Expenditures and Arms Transfers&quot; reports, as well as from the International Institute for Strategic Studies in London. Conetta said the wars in Iraq and Afghanistan obviously inflated the U.S.&#39;s 2006 defense spending figures. If that war spending was backed out of the equation, he said, the U.S. accounted for about 37 percent of worldwide defense spending in 2006. But he added that in more recent years -- even with war spending taken out of the picture --the number is closer to the 41 percent cited by Frank.<br />\r\n\t<br />\r\n\tWhen we looked, we found that worldwide military spending dropped precipitously after the Cold War ended in 1991, falling by 40 percent between 1987 -- when it had peaked -- and 1995. Even though worldwide spending has risen consistently since 1995, adjusted for inflation, it&rsquo;s still significantly below its Cold War highs. In other words, whatever percent of global expenditures the U.S. accounts for today, it&rsquo;s a piece of a substantially smaller pie.<br />\r\n\t<br />\r\n\tWhile other countries were cutting their defense spending, the United States increased its spending some over the same period (in dollars adjusted for inflation).<br />\r\n\t<br />\r\n\tThere&#39;s another way to measure defense spending that we feel is worth noting. A comparison can be drawn between a country&rsquo;s military expenditures as a percent of gross domestic product, since that figure is not contingent on other countries&rsquo; expenditures.<br />\r\n\t<br />\r\n\tWe looked at the years Frank cited using that measure. While federal outlays for national defense in the U.S. accounted for 6.2 percent of the GDP in 1986, according to a Historical Tables report by the Office of Budget Management, they accounted for only 4.0 percent of the GDP in 2006. During that period, the GDP in the United States rose by a whopping 45 percent, so military spending would have had to increase significantly to keep pace.<br />\r\n\t<br />\r\n\tSome may assume Frank&#39;s statistic means that U.S. spending on military has increased so dramatically that the U.S. share of military spending now comprises a significantly larger percentage of the world&#39;s military spending. But as the numbers show, that&#39;s not necessarily the case. Rather, other countries essentially cut their military spending while the United States slightly increased its spending. As a result, the United States now comprises a larger share of a smaller worldwide pie.<br />\r\n\t<br />\r\n\tThere are lots of ways to evaluate defense spending.<br />\r\n\t<br />\r\n\tIt&#39;s appropriate to look at spending as a percentage of GDP, said Steve Ellis of the nonpartisan Taxpayers for Common Sense. But it&#39;s also perfectly appropriate to consider what the United States spends compared to the rest of the world. There are differences in those comparisons, but both are valid statistics to consider, he said.<br />\r\n\t<br />\r\n\t&quot;It&#39;s a legitimate to ask, &#39;Why we are spending so much on defense if we are the world&#39;s only super power?&#39;&quot; Ellis said.<br />\r\n\t<br />\r\n\tFrank&#39;s statistic is not only accurate, said William D. Hartung, director of the Arms and Security Initiative at the New America Foundation, &quot;I think it makes sense for the point (Frank) was trying to make. The others are going down and we&#39;re going up. We&#39;re at the highest levels since World War II.&quot;<br />\r\n\t<br />\r\n\tWe were wary of Frank singling out 1986 to speak sweepingly for several decades of the Cold War. Conetta, the author of the report Frank based his comments on, said 1986 was used because it was near the peak of Cold War spending by the United States. U.S. spending as a percentage of worldwide defense spending would certainly change if you were to select different Cold War years, Conetta said, but probably only by a few percentage points (not counting years of armed conflict, like during the Korean War).<br />\r\n\t<br />\r\n\tAnd yet, there is clearly room for legitimate debate about which types of statistics one chooses to evaluate defense spending and how they should be presented. Frank cited a growing U.S. share of worldwide defense spending without also noting that U.S. defense spending -- as a percentage of GDP -- has actually decreased significantly since the Cold War, or that the growing disparity is largely driven by the fact that many other countries (primarily Russia) decreased their defense spending after the Cold War.</p>\r\n<p>\r\n\tFrank accurately (or very nearly so) cites those figures for 1986 and 2006, but they take on a different meaning in the broader context. So we rate Frank&#39;s comment Half True.</p>\r\n", "ruling_comments_date": "2010-08-03T14:15:09.515916", "ruling_date": "2010-08-13T18:19:22", "ruling_headline": "Barney Frank says U.S. share of global defense spending higher than during the Cold War", "ruling_headline_slug": "barney-frank-says-us-share-global-defense-spending", "ruling_link_text": "UPDATE: Numbers are right, but some context missing", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tStockholm International Peace Research Institute, <a href=\"http://www.sipri.org/yearbook/2006/files/SIPRIYB0607.pdf\">Military Expenditure Data: A 40 Year Overview</a>, 2006<br />\r\n\t<br />\r\n\tCenter for Defense Information, <a href=\"http://www.cdi.org/issues/milspend.html\">U.S. Military Spending</a>, July 1996<br />\r\n\t<br />\r\n\tU.S. Department of State, <a href=\"http://www.globalsecurity.org/military/library/report/2003/wmeat9900/18739.pdf\">World Military Expenditures and Arms Transfers</a>, April 2000<br />\r\n\t<br />\r\n\tU.S. Department of State, <a href=\"http://www.state.gov/documents/organization/121776.pdf\">World Military Expenditures and Arms Transfers</a>, 2005<br />\r\n\t<br />\r\n\tProject on Defense Alternatives, <a href=\"http://www.comw.org/pda/fulltext/1001PDABR20.pdf\">An Undisciplined Defense: Understanding the $2 Trillion Surge in U.S. Defense Spending</a>, January 18, 2010<br />\r\n\t<br />\r\n\tCenter for Arms Control and Non-Proliferation, <a href=\"http://www.armscontrolcenter.org/policy/securityspending/articles/022609_fy10_topline_growth_since48/\">Current U.S. Defense Spending vs. Spending Since 1948</a>, February 26, 2009<br />\r\n\t<br />\r\n\tU.S. Department of Commerce Bureau of Economic Analysis, Current Dollar and Real Gross Domestic Product, June 25, 2010<br />\r\n\t<br />\r\n\tOffice of Management and Budget, <a href=\"http://www.whitehouse.gov/omb/budget/fy2005/pdf/hist.pdf\">Historical Tables</a> (Table 3.1&mdash;Outlays by Superfunction and Function: 1940&ndash;2009), 2004<br />\r\n\t<br />\r\n\tPhone interview with Congressman Barney Frank, July 7, 2010<br />\r\n\t<br />\r\n\tEmail interview with Bruno Freitas, Chief of Staff and Legislative Director for Barney Frank, July 8 2010</p>\r\n<div>\r\n\tOffice of the Undersecretary of Defense, <a href=\"http://comptroller.defense.gov/defbudget/fy2011/FY11_Green_Book.pdf\" id=\"yyag\" title=\"National Defense Budget Estimates for FY 2011\">National Defense Budget Estimates for FY 2011</a>, Federal Outlays for National Defense, by Year, March 2010</div>\r\n<div>\r\n\t&nbsp;</div>\r\n<div>\r\n\tInterview with Carl Conetta, co-director of the Project on defense Alternatives, Aug. 12, 2010</div>\r\n<div>\r\n\t&nbsp;</div>\r\n<div>\r\n\tInterview with Steve Ellis of Taxpayers for Common Sense, Aug. 11, 2010</div>\r\n<div>\r\n\t&nbsp;</div>\r\n<div>\r\n\tInterview with William D. Hartung, director of the Arms and Security Initiative at the New America Foundation, Aug. 11, 2010</div>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "U.S. Representative", "false_count": 0, "first_name": "Barney", "half_true_count": 2, "home_state": "Massachusetts", "id": 105, "last_name": "Frank", "mostly_true_count": 0, "name_slug": "barney-frank", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-barneyfrank.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/105/", "total_count": 4, "true_count": 0, "website": "http://www.house.gov/frank/welcome.html"}, "statement": "<p>\r\n\tThe United States accounted for 26 percent of worldwide military spending during the Cold War, but now accounts for 41 percent.</p>\r\n", "statement_context": "MSNBC's Morning Joe", "statement_date": "2010-07-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 113, "photo": null, "resource_uri": "/api/v/2/subject/113/", "subject": "Afghanistan", "subject_slug": "afghanistan", "used_in_edition": []}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 1, "photo": null, "resource_uri": "/api/v/2/subject/1/", "subject": "Iraq", "subject_slug": "iraq", "used_in_edition": []}, {"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}], "target": [], "twitter_headline": ""}