{"art": [], "author": [{"email_address": "lpleva1@gmail.com", "first_name": "Lukas", "id": 112, "last_name": "Pleva", "name_slug": "lukas-pleva", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/112/", "title": "Intern", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/aug/04/randy-neugebauer/lawmaker-claims-democrats-want-hit-small-businesse/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 2180, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "lpleva1@gmail.com", "first_name": "Lukas", "id": 112, "last_name": "Pleva", "name_slug": "lukas-pleva", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/112/", "title": "Intern", "twitter": null}], "resource_uri": "/api/v/2/statement/2180/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tWe&#39;re in the middle of a recession, but Democrats want to raise taxes on small businesses. At least, that&#39;s become a popular conservative talking point as Congress gets ready to consider the Bush-era tax cuts set to expire at the end of 2010. Rep. Randy Neugebauer, a Texas Republican, repeated the charge in a July 29, 2010 blog post on Townhall.com, a popular online forum for conservative editorials.<br />\r\n\t<br />\r\n\t&quot;With 9.5 percent of the population unemployed, these higher taxes would come at a time when taxpayers can least afford it. The threat of the largest tax hike in history is creating widespread uncertainty for small businesses that could otherwise be creating jobs and expanding. After all, according to the Joint Committee on Taxation, 94 percent of small businesses will face higher taxes under the Democrats&#39; plan. If their taxes are going to be higher, business owners are going to hold off on hiring and expansions. The unknowns for small businesses are simply taxing the certainty out of our economy,&quot; Neugebauer wrote.<br />\r\n\t<br />\r\n\tWe were suspicious that taxes would increase for so many small businesses, so we decided to look into it.<br />\r\n\t<br />\r\n\tNeugebauer&#39;s office sent us a copy of a <a href=\"http://republicans.waysandmeans.house.gov/UploadedFiles/Part_I_-_TickingTaxBombOverviewFINAL.pdf\">report</a> issued by the Republican staff from the Congressional Committee on Ways &amp; Means. The document, entitled &quot;Democrats&#39; Ticking Tax Bomb, Part I&quot;, states that &quot;starting January 1, 2011 -- less than six months from now -- an unprecedented, $3.8 trillion tax increase is scheduled to kick in, affecting every American who pays income taxes.&quot; At the bottom of the first page is a reference to the Joint Committee on Taxation, a nonpartisan tax policy and revenue estimating resource for Congress. JCT estimated that in 2007, 94 percent of U.S. businesses were S corporations, partnerships, or sole proprietorships, which means that the business owners pay taxes at the individual tax rates, the document states.<br />\r\n\t<br />\r\n\tWe first wanted to confirm that in 2007, 94 percent of businesses were S corporations, partnerships, and sole proprietorships. Indeed, in 2007, the last year for which data is available, there were a total of 32,087,881 businesses, according to data collected by the Internal Revenue Service. In the same year, there were also 3,989,893 S-corporations, 3,096,334 partnerships, and 23,122,698 nonfarm sole proprietorships. Do the <a href=\"http://www.google.com/#hl=en&amp;source=hp&amp;q=%28%283%2C989%2C893%2B3%2C096%2C334%2B23%2C122%2C698%29%2F32%2C087%2C881%29*100&amp;aq=f&amp;aqi=&amp;aql=&amp;oq=&amp;gs_rfai=CVK_mKi5TTJrEFpi8zgTHmdCxCgAAAKoEBU_QHx15&amp;fp=19d754eee0b4f223\">math</a>, and you get a little over 94 percent.<br />\r\n\t<br />\r\n\tBut that&#39;s just about the only part of the statement that&#39;s accurate.<br />\r\n\t<br />\r\n\tIt is true that if Congress takes <em>no action</em>, taxes will go up for every single tax bracket starting Jan. 1, 2011. If we assume that reporting income from an S corporation, a partnership, or a sole proprietorship means that one is a small business owner (more on that later), then 94 percent of &quot;small businesses&quot; will face tax increases. But there are multiple problems with such an assessment.<br />\r\n\t<br />\r\n\tFirst, Neugebauer&#39;s statement makes it seem as though the &quot;Democratic plan&quot; is to let all of the tax cuts expire. That is not the case. As we previously <a href=\"http://www.politifact.com/truth-o-meter/statements/2010/jul/22/mike-pence/mike-pence-says-democrats-want-all-bush-tax-cuts-e/\">pointed out</a>, Democratic officials have consistently said that they intend to let only the tax cuts for the wealthiest individuals lapse. The cutoff they usually suggest is $200,000 for individuals and $250,000 for married couples filing jointly. President Barack Obama&#39;s 2011 budget proposal sets the cutoff at $195,550 for individuals and $237,300 for married couples. In case you&#39;re wondering about the discrepancy, the $200,000/$250,000 figures reflect income in 2009 dollars (i.e. not adjusted for inflation in 2011) before deductions and personal exemptions.<br />\r\n\t<br />\r\n\tWhat impact would raising taxes on the top two income brackets have on small businesses? According to the Joint Committee on Taxation, the same source that Neugebauer cited in his blog post, &quot;In 2011 just under 750,000 taxpayers with net positive business income...will have marginal rates of 36 or 39.6 percent under the president&#39;s proposal.&quot; That translates into only 3 percent of all taxpayers with positive business income. Yes, you read that right. Only 3 percent of all taxpayers who reported having positive business income will see their taxes go up under the proposed Democratic initiative.<br />\r\n\t<br />\r\n\tWe also consulted experts at the Tax Policy Center, a joint project from the liberal-to-centrist-leaning Brookings Institute and the liberal Urban Institute. James Nunns, a researcher at the Urban Institute, directed us to the center&#39;s July 2010 analysis of the distribution of business income by statutory marginal rate for the year 2011. The report assumes that Congress goes through with its plan to only increase taxes on individuals making over $200,000 and couples with over $250,000 in income. It turns out, 774,000 tax filers in the top two brackets --the only ones that will see a tax increase -- will have positive business income. Divide that by the roughly 36 million tax filers who report business income (positive or negative), and you get 2.1 percent. In other words, still assuming that having any amount of income from a small business means that you are actually a business owner (big assumption), only about 2.1 percent of businesses will face the prospect of higher taxes based on the Democratic proposal.<br />\r\n\t<br />\r\n\tFinally, as we suggested earlier, reporting income from an S-corporation or a partnership does not necessarily confer the title of small business owner. Anyone who earns money from a source other than a regular job -- for instance consulting or public speaking -- may report it as income from an S-corporation. So too might those who make most of their income from partnerships, such as law firms and medical practices. And it could include investors who have little involvement in the day-to-day operations of a company.<br />\r\n\t<br />\r\n\tConsider that, in the highest income tax bracket, the average income of filers who report having some income from business is $718,827. In fact, the TPC analysis shows that in the second-highest tax bracket, only 26.2 percent of the tax filers reported that at least 50 percent of their income actually came from the business. In the highest bracket, the percentage is 32.5.<br />\r\n\t<br />\r\n\tNeugebauer said that &quot;94 percent of small businesses will face higher taxes under the Democrats plan.&quot; The statement is problematic in several ways. First, it implicitly assumes that the Democratic plan is to let all of the tax cuts lapse, when, in fact, Democratic officials have consistently said that they intend to raise taxes only for the wealthiest individuals. Second, two independent studies that looked at the impact of the Democratic proposal on small businesses found that only between 2 to 3 percent of tax filers who report having what can be thought of as small business income will be affected. One of those studies came from the very source that Neugebauer incorrectly cited. Finally, reporting business income doesn&#39;t equal owning a small business, and data from the Tax Policy Center confirm that in the top tax bracket, only about a third of the tax filers report having at least 50 percent of their income from a business. We looked and looked for a shred of truth and couldn&#39;t find one, so we rate this Pants on Fire.</p>\r\n", "ruling_comments_date": "2010-08-04T15:51:10.285082", "ruling_date": "2010-08-04T18:02:43", "ruling_headline": "Lawmaker claims Democrats want to hit small businesses with tax increases", "ruling_headline_slug": "lawmaker-claims-democrats-want-hit-small-businesse", "ruling_link_text": "Wrong, wrong, and wrong again", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tTownhall.com, <a href=\"http://townhall.com/blog/g/d14538a1-9e61-4b81-8a27-cbf509f5c6fb\">Taxing the Certainty Out of Us</a>, by Rep. Randy Neugebauer, July 29, 2010<br />\r\n\t<br />\r\n\tCommittee on Ways and Means Republican <a href=\"http://department%20of%20homeland%20security%20appropriations%20act,%202007/\" id=\"u730\" title=\"staff document\">staff document</a>, Democrats&#39; Ticking Tax Bomb, Part I, accessed Aug. 2, 2010<br />\r\n\t<br />\r\n\tInternal Revenue Service, business <a href=\"http://www.irs.gov/pub/irs-soi/80ot1all.xls\">data</a> from 1980 to 2007, accessed Aug. 2, 2010<br />\r\n\t<br />\r\n\tTax Policy Center, <a href=\"http://www.taxpolicycenter.org/numbers/displayatab.cfm?DocID=2783\">Distribution of Business Income by Statutory Marginal Tax Rate, 2011</a>, July 28, 2010<br />\r\n\t<br />\r\n\tThe Joint Committee on Taxation, FY 2011 policy evaluation <a href=\"http://www.jct.gov/publications.html?func=startdown&amp;id=3691\">report</a>, July 12, 2010<br />\r\n\t<br />\r\n\tE-mail and phone interview, James Nunns, Tax Policy Center, July 30, 2010<br />\r\n\t<br />\r\n\tE-mail and phone interview, Beth Breeding, Rep. Randy Neugebaeur&#39;s office, July 29, 2010<br />\r\n\t<br />\r\n\tE-mail interview, J.D. Foster, Heritage Foundation, July 30, 2010<br />\r\n\t<br />\r\n\tE-mail interview, Diana Furchtgott-Roth, Hudson Institute, July 30, 2010<br />\r\n\t<br />\r\n\tE-mail interview, Christopher Edwards, CATO Institute, July 30, 2010<br />\r\n\t<br />\r\n\tE-mail interview, Scott Thomasson, Progressive Policy Institute, Aug. 2, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "member of Congress", "false_count": 0, "first_name": "Randy", "half_true_count": 0, "home_state": "Texas", "id": 576, "last_name": "Neugebauer", "mostly_true_count": 0, "name_slug": "randy-neugebauer", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Neugebauer.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/576/", "total_count": 1, "true_count": 0, "website": "http://randy.house.gov/"}, "statement": "<p>\r\n\t&quot;Ninety-four percent of small businesses will face higher taxes under the Democrats&#39; plan.&quot;</p>\r\n", "statement_context": "a Townhall.com guest blog post", "statement_date": "2010-07-29", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": "Democrats want to tax small businesses? We look into it. "}