{"art": [], "author": [{"email_address": "lpleva1@gmail.com", "first_name": "Lukas", "id": 112, "last_name": "Pleva", "name_slug": "lukas-pleva", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/112/", "title": "Intern", "twitter": null}], "canonical_url": "/florida/statements/2010/aug/05/holly-benson/holly-benson-claims-florida-leads-country-automobi/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 2186, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "lpleva1@gmail.com", "first_name": "Lukas", "id": 112, "last_name": "Pleva", "name_slug": "lukas-pleva", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/112/", "title": "Intern", "twitter": null}], "resource_uri": "/api/v/2/statement/2186/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tFraud was a hot topic during the July 31, 2010, debate between Pam Bondi, Jeff Kottkamp and Holly Benson, all Republican candidates for Florida attorney general.</p>\r\n<p>\r\n\tAt one point, Bay News 9 anchor and debate co-host Al Ruechel asked, &quot;Why is it that Florida is so ripe for all sorts of fraud? Mortgage fraud, Medicaid fraud, and what can the AG&#39;s (Attorney General) office do to cut that down?&quot;</p>\r\n<p>\r\n\tBenson was the last candidate to answer the question, beginning her response by saying, &quot;You know, even yesterday I read that Florida is now the number one state in the country for automobile accident fraud.&quot; She then returned to Medicaid and went on to say that she would put in place &quot;laws with teeth&quot; so that the &quot;bad guys would get put away&quot; and that they wouldn&#39;t be able to use Medicaid as a money-making scheme.</p>\r\n<p>\r\n\tWe&#39;ve heard a lot about mortgage and Medicaid fraud, but not so much about automobile accident fraud, so we decided to look into it. &nbsp; &nbsp;<br />\r\n\t<br />\r\n\tBenson&#39;s office sent us a link to an <a href=\"http://www.sun-sentinel.com/business/fl-insurance-fraud-0511-20100510,0,7835526.story\">article </a>published by the South Florida <em>Sun Sentinel</em>, on May 11, 2010. The article points to a May 2010 report from the National Insurance Crime Bureau, which describes itself as a &quot;leading not-for-profit organization exclusively dedicated to preventing, detecting and defeating insurance fraud and vehicle theft.&quot; Nearly 1,100 property and casualty insurance companies and self-insured organizations support the NICB, according to the group&#39;s website.<br />\r\n\t<br />\r\n\tThe <a href=\"https://www.nicb.org/newsroom/press_releases/staged-accident-questionable-claims-up\">NICB report</a>&nbsp;says that&nbsp;questionable claims involving possible staged accidents&nbsp;increased 46 percent from 2007 through 2009. Broken down by state, Florida leads the pack, with 3,006 questionable claims submitted. New York came in second, with 1,680 claims. On a city level, New York City was the clear winner -- 1,304 questionable claims were submitted by NICB&#39;s insurance members between 2007 and 2009. Tampa was second with 562 claims submitted during the same time period.<br />\r\n\t<br />\r\n\tRight away, we&nbsp;notice that the NICB report that Benson&#39;s campaign seems to be relying on is not a ranking of the number of auto insurance fraud convictions by state. As Frank Scafidi, director of public affairs for the NICB, explained to us in an e-mail, &quot;Our staged accident reports ... are based on the voluntary submission, or referral, of insurance claims deemed &#39;questionable&#39; by the companies handling them. These are claims that are suspicious and may contain some indication of potential fraud so companies can elect to refer them to us for further review and investigation.&quot;</p>\r\n<p>\r\n\tJust because a claim is submitted as questionable, however, does not necessarily indicate that fraud occurred.</p>\r\n<p>\r\n\t&quot;The mere referral of a claim in no way deems it fraudulent and many questionable claims turn out to be perfectly legitimate,&quot; Scafidi said.</p>\r\n<p>\r\n\tUnfortunately, NICB was unable to provide us with the number of questionable claims that turned out to be legitimate.<br />\r\n\t<br />\r\n\tWe also contacted the Insurance Research Council, an industry-backed group that provides &quot;timely and reliable empirical research to all parties involved in public policy issues affecting risk and insurance.&quot; David Corum, the group&#39;s vice president, told us that the organization conducted its own analysis of auto insurance fraud.</p>\r\n<p>\r\n\tThe <a href=\"http://ircweb.org/News/IRC_Fraud_NR.pdf\">report</a>, published in November 2008, looked at more than 42,000 claims submitted by 22 insurance companies that represented 57 percent of the U.S. private passenger market in 2006. The claims were reviewed for evidence of either fraud or buildup. The group defines fraud as a &quot;specific material misrepresentation of the facts of a loss.&quot; Buildup, on the other hand, sometimes also referred to as soft fraud, is defined &quot;as the inflation of an otherwise legitimate claim.&quot; The report found that Florida led the country both in terms of the number of claims suspected of fraud and buildup. More specifically, 22 percent of bodily injury claims submitted in Florida involved apparent fraud and 41 percent involved apparent buildup. Among Florida personal injury protection claims, the apparent fraud rate was 10 percent, and the rate of apparent buildup was 30 percent.&nbsp;<br />\r\n\t<br />\r\n\tFinally, we spoke with James Quiggle, director of communications for the Coalition Against Insurance Fraud, a nonprofit anti-fraud watchdog group. He told us that &quot;Florida is arguably the nation&#39;s epicenter of counterfeit crashes, the eye of the no-fault hurricane.&quot; Still, as the organization&#39;s own website points out, &quot;no single national agency gathers omnibus fraud statistics. Insurance fraud data thus are relatively piecemeal, making our understanding of insurance fraud an ongoing work in progress.&quot;<br />\r\n\t<br />\r\n\tTo recap. Benson claimed that Florida is now the No. 1 state in the country for automobile accident fraud. We spoke with industry experts and reviewed existing literature on the topic, and found that she was largely correct. Data from both the National Insurance Crime Bureau and the Insurance Research Council show that Florida had the biggest number of claims that either the insurance companies or independent reviewers found of questionable legitimacy. Still, those figures only represent likely or potential fraud, not confirmed cases of fraud. We rate this Mostly True.</p>\r\n", "ruling_comments_date": "2010-08-05T15:27:19.614572", "ruling_date": "2010-08-05T18:22:00", "ruling_headline": "Holly Benson claims Florida leads the country in automobile accident fraud", "ruling_headline_slug": "holly-benson-claims-florida-leads-country-automobi", "ruling_link_text": "We're No. 1 in likely and potential fraud", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tE-mail and phone interview, Kristen Bridges, Vice President for Bascom Communications &amp; Consulting LLC, Aug. 5, 2010<br goog_docs_charindex=\"5469\" />\r\n\t<br goog_docs_charindex=\"5470\" />\r\n\tSun Sentinel, <a goog_docs_charindex=\"5485\" href=\"http://www.sun-sentinel.com/business/fl-insurance-fraud-0511-20100510,0,7835526.story\" id=\"q2.t\" title=\"Florida is No. 1 for fraudulent insurance complaints tied to staged accidents\">Florida is No. 1 for fraudulent insurance complaints tied to staged accidents</a>, by Julie Patel, May 11, 2010<br goog_docs_charindex=\"5594\" />\r\n\t<br goog_docs_charindex=\"5595\" />\r\n\tNational Insurance Crime Bureau, <a goog_docs_charindex=\"5629\" href=\"https://www.nicb.org/newsroom/press_releases/staged-accident-questionable-claims-up\" id=\"q55b\" title=\"Press Release\">Press Release</a>: Staged Accident Questionable Claims Up 46 Percent From 2007-2009, May 10, 2010<br goog_docs_charindex=\"5724\" />\r\n\t<br goog_docs_charindex=\"5725\" />\r\n\tInsurance Research Council, <a goog_docs_charindex=\"5754\" href=\"http://ircweb.org/News/IRC_Fraud_NR.pdf\" id=\"n48f\" title=\"Press Release\">Press Release</a>: Fraud and Buildup Add 13 to 18 Percent in Excess Payments to Auto Injury Claims, Nov. 24, 2008<br goog_docs_charindex=\"5865\" />\r\n\t<br goog_docs_charindex=\"5866\" />\r\n\tE-mail interview, Miun Gleeson, Senior Communications Specialist for National Association of Insurance Commissioners, Aug. 5, 2010<br goog_docs_charindex=\"5997\" />\r\n\t<br goog_docs_charindex=\"5998\" />\r\n\tE-mail interview, Lynne McChristian, Florida Representative for Insurance Information Institute, Aug. 5, 2010<br goog_docs_charindex=\"6112\" />\r\n\t<br goog_docs_charindex=\"6113\" />\r\n\tE-mail interview, James Quiggle, Director of Communications for Coalition Against Insurance Fraud, Aug. 5, 2010<br goog_docs_charindex=\"6225\" />\r\n\t<br goog_docs_charindex=\"6226\" />\r\n\tE-mail interview, Frank G. Scafidi, Director of Public Affairs for National Insurance Crime Bureau, Aug. 5, 2010<br goog_docs_charindex=\"6339\" />\r\n\t<br goog_docs_charindex=\"6340\" />\r\n\tE-mail interview, Amy Moore, Senior Communication Consultant for Allstate Insurance Company - Florida Region, Aug. 5, 2010<br goog_docs_charindex=\"6463\" />\r\n\t<br goog_docs_charindex=\"6464\" />\r\n\tE-mail interview, David Corum, Vice President of Insurance Research Council, Aug. 5, 2010&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Holly", "half_true_count": 0, "home_state": "Florida", "id": 539, "last_name": "Benson", "mostly_true_count": 2, "name_slug": "holly-benson", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Crist_Plain_Language_FLPC20.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/539/", "total_count": 2, "true_count": 0, "website": ""}, "statement": "<p>\r\n\t&quot;Florida is now the No. 1 state in the country for automobile accident fraud.&quot;</p>\r\n", "statement_context": "a candidates' debate", "statement_date": "2010-07-31", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 28, "photo": null, "resource_uri": "/api/v/2/subject/28/", "subject": "Consumer Safety", "subject_slug": "consumer-safety", "used_in_edition": []}, {"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}], "target": [], "twitter_headline": ""}