{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/aug/06/lindsey-graham/illegal-immigrants-anchor-babies-birthright/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 2188, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/2188/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tIt sounds like a way for illegal immigrants to get a foothold in the United States: Pregnant women from Mexico and other countries can come to the U.S. to deliver their babies. Voila! Under the 14th Amendment, the babies are instant citizens!<br />\r\n\t<br />\r\n\tThat&#39;s become a popular talking point for critics of illegal immigration, who have dubbed the children &quot;anchor babies.&quot; The implication often is that the baby U.S. citizens act as an anchor that that helps parents and other relatives obtain citizenship and other benefits.<br />\r\n\t<br />\r\n\tSeveral Republican senators, including Jon Kyl, R-Ariz., John McCain, R-Ariz., Jeff Sessions, R-Ala., and Senate Minority Leader Mitch McConnell, R-Ky., have called for hearings on whether the 14th Amendment, which was adopted in 1868, needs to be rewritten to curb automatic &quot;birthright citizenship.&quot;<br />\r\n\t<br />\r\n\tThe most prominent voice pushing that concept is Sen. Lindsey Graham, R-S.C., who proposed amending the Constitution to make clear that babies born in the U.S. do not automatically receive American citizenship.<br />\r\n\t&nbsp;<br />\r\n\tIn a July 28, 2010, interview on Fox News&#39; <em>On the Record with Greta Van Susteren</em>, Graham said that &quot;there&#39;s another problem we have in this nation that I think is novel and needs to be fixed. If you come across the border illegally and you have a child in America, automatically, that child becomes an American citizen. Under the 14th Amendment, three court cases says there&#39;s a constitutional right to that. I would like to deal with the 12 million (illegal immigrants) firmly and fairly. You can&#39;t stay here on your own terms. You have to learn English. You have to pay fines. You have to get in the back of the line if you want to be a citizen. But I may introduce a constitutional amendment that changes the rules if you have a child here. Birthright citizenship, I think, is a mistake, that we should change our Constitution and say if you come here illegally and you have a child, that child&#39;s automatically not a citizen.&quot;<br />\r\n\t&nbsp;<br />\r\n\tLater in the interview, Van Susteren asked Graham, &quot;How realistic is it that you will introduce a constitutional amendment?&quot;<br />\r\n\t<br />\r\n\tGraham replied that he had to because &quot;people come here to have babies. They come here to drop a child. It&#39;s called &#39;drop and leave.&#39; To have a child in America, they cross the border, they go to the emergency room, have a child, and that child&#39;s automatically an American citizen. That shouldn&#39;t be the case. That attracts people here for all the wrong reasons.&quot;<br />\r\n\t<br />\r\n\tIn a later interview with Van Susteren on Aug. 3, Graham once again referred to a &quot;problem where thousands of people are coming across the Arizona-Texas border for the express purpose of having a child in an American hospital so that child will become an American citizen, and they broke the law to get there.&quot;</p>\r\n<div class=\"first\">\r\n\t<p>\r\n\t\tWe&#39;ve dealt with one aspect of this issue before, when we <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/jun/19/glenn-beck/glenn-beck-claims-us-only-country-automatic-citize/\" id=\"mtc7\" title=\"we checked a claim\">checked a claim</a> by Fox host Glenn Beck that &quot;we&#39;re the only country in the world&quot; that offers birthright citizenship. (We found that 33 others do, so we rated Beck&#39;s statement False.)</p>\r\n\t<p>\r\n\t\tThis time, we were curious about Graham&#39;s statement that &quot;people come here to have babies. They come here to drop a child.&quot; He portrays it as such a big phenomenon that it warrants changing the U.S. Constitution. But is the problem as big as he suggests?</p>\r\n\t<p>\r\n\t\t<b>Limited benefits </b></p>\r\n\t<p>\r\n\t\tIt&#39;s important to note that having an &quot;anchor baby&quot; won&#39;t do much to help a Mexican mom become a U.S. citizen. Because citizen children cannot sponsor their parents for citizenship until they turn 21 -- and because if the parents were ever illegal, they would have to return home for 10 years before applying to come in -- having a baby to secure citizenship for its parents is an extremely long-term, and uncertain, process.<br />\r\n\t\t<br />\r\n\t\tHowever, having a citizen child can produce some short-term benefits, said Marc Rosenblum, a senior policy analyst for the Migration Policy Institute. Pregnant women and nursing mothers could be eligible for certain benefits under the <a href=\"http://www.fns.usda.gov/wic/WIC-Fact-Sheet.pdf\" id=\"m6s_\" title=\"Women-Infants-Children (WIC) program\">Women-Infants-Children (WIC) program</a>, which provides food and nutrition vouchers, and their children could enroll in Medicaid, although the undocumented parents could not. Having a child can also help an undocumented parent qualify for relief from deportation, but only 4,000 unauthorized immigrants can receive such status per year, and the alien has to have been in the U.S. for at least 10 years. That means very long odds, Rosenblum said.&nbsp;<br />\r\n\t\t<br />\r\n\t\tMost of the benefits of citizenship accrue over the much longer term. The child will be able to work here legally once he or she is old enough, said Roberto Suro, a communications and journalism professor at the University of Southern California who specializes in Hispanic issues, and when they&#39;re ready for college, they&#39;ll qualify for in-state tuition at most public colleges. &quot;It is a hell of a lot of deferred gratification at best,&quot; he said.</p>\r\n\t<p>\r\n\t\t<strong>Mixed evidence</strong></p>\r\n\t<p>\r\n\t\tWhen we contacted Graham&#39;s staff, they could not provide any specific data on mothers who &quot;drop and leave.&quot;&nbsp; But they sent us several news accounts about the large number of undocumented immigrants who give birth to children in the United States.</p>\r\n\t<p>\r\n\t\tGraham is right on that point. According to <a href=\"http://pewhispanic.org/reports/report.php?ReportID=107\" id=\"oz8l\" title=\"a report by the center\">a report by the Pew Hispanic Center,</a> a think tank that has done extensive research on immigration policy, 3.8 million undocumented immigrants have at least one child who is a citizen. &quot;Most children of unauthorized immigrants -- 73 percent in 2008 -- are U.S. citizens by birth,&quot; the center says. That&#39;s up from 63 percent in 2003.</p>\r\n\t<p>\r\n\t\tThese statistics suggest not only that the number is large, but is also growing.</p>\r\n\t<p>\r\n\t\tTo offer a concrete example, we found <a href=\"http://www.dallasnews.com/sharedcontent/dws/news/localnews/stories/061206dnmetmoms.d9b9669.html\" id=\"yq15\" title=\"a 2006 article from the Dallas Morning News\">a 2006 article from the <em>Dallas Morning News</em></a> about Parkland Memorial Hospital in Dallas, a safety-net facility for poor residents. As many of 70 percent of the roughly 16,000 women giving birth annually at the hospital were immigrants who were in the U.S. illegally, according to one survey cited in the story.</p>\r\n\t<p>\r\n\t\tSo there&#39;s ample evidence that many illegal immigrants give birth in the U.S. every year. But how many of them came to the U.S. with the motivation of giving birth and then leaving?</p>\r\n\t<p>\r\n\t\tIn interviewing medical practitioners in states on the U.S. Mexico border, we found mixed evidence.</p>\r\n\t<p>\r\n\t\tJames Dickson, the administrator and CEO of Copper Queen Community Hospital in Bisbee, Ariz., located five miles from the Mexico border, told us that his hospital hasn&#39;t offered obstetrical services in a few years, but when it did, he did not see anything like what Graham is describing. &quot;We had some&quot; people who came to have a baby in the U.S., he said, but their goal was not citizenship<b>. </b>It was higher quality treatment or specific services that were unavailable in Mexico.</p>\r\n\t<p>\r\n\t\tSalli Gonzalez, a nurse-midwife in Seguin, Texas, who delivers about 30 babies a year, said that in the past two years, she&#39;d seen only one person who would fit Graham&#39;s criteria.</p>\r\n\t<p>\r\n\t\tOn the other hand, Lauren Weber, a midwife in San Diego, said that some patients from Mexico have confided to her that they&#39;ve temporarily secured a U.S. address and a utility bill, which is typically enough to qualify them for birth-related care paid by California&#39;s version of Medicaid.</p>\r\n\t<p>\r\n\t\t&quot;There are a million hardworking Hispanic people in San Diego who came here to work and then happened to have a baby,&quot; she said. &quot;Then there are people who come over in order to have a baby.&quot; She estimated that in the clinic where she works part time, a third to a quarter of her patients have come over for the express purpose of having a baby, and the rest are staying in the U.S. for the longer term, whatever their legal status may be.</p>\r\n\t<p>\r\n\t\tWeber also noted that she&#39;s treated wealthier patients who get the proper visas and fly to the United States to have a child. They come from such countries as China, Pakistan and India. Less affluent Filipinos have also come on tourist visas, she said, and some affluent Mexicans come to give birth as well.</p>\r\n\t<p>\r\n\t\tThis is a pattern cited in a series of recent news accounts. One article, <a href=\"http://www.fiercehealthcare.com/story/az-hospital-helps-mexican-moms-have-babies-u-s-citizenship/2009-06-29\" id=\"he0w\" title=\"by the Associated Press on June 28, 2009\">by the Associated Press on June 28, 2009</a>, details a &quot;birth package&quot; offered by the Tucson Medical Center in Tucson, Ariz., to affluent Mexican women. &quot;This is not a new phenomena,&quot; the Mexican consul general in Tucson, Juan Manuel Calderon Jaimes, told the AP, saying he&#39;s seen the practice for almost 30 years. &quot;Many families of means in Sonora send their wives here to give birth because they have the resources to pay for the services.&quot;<br />\r\n\t\t<br />\r\n\t\tThe article reported that &quot;expectant mothers can either schedule a Caesarean section or arrive a few weeks before their due dates to give birth at TMC. It is one of 13 packages aimed at Mexican families, some of which include a stay at a local resort and shopping excursion. Tucson Medical Center&#39;s maternity package costs $2,300 for a vaginal birth with a two-day stay and $4,600 for a Caesarean section and a four-day stay, assuming no complications.&quot;<br />\r\n\t\t<br />\r\n\t\tAnother article, <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/07/17/AR2010071701402_pf.html\" id=\"cv1l\" title=\"published in the Washington Post on July 18, 2010\">published in the <em>Washington Post </em>on July 18, 2010</a>, featured a Shanghai-based firm that charges $14,750 for a three-month stay in a center in California. The package includes &quot;two months before the birth and a month after,&quot; according to the article. &quot;A room with cable TV and a wireless Internet connection, plus three meals, starts at $35 a day. The doctors and staff all speak Chinese. There are shopping and sightseeing trips. The mothers must pay their own airfare and are responsible for getting a U.S. visa, although (the firm) will help them fill out the application form.&quot;</p>\r\n\t<p>\r\n\t\tIn such cases, it&#39;s hard to determine whether mothers-to-be are coming to the U.S. for higher-quality medical treatment or the benefits of citizenship.<br />\r\n\t\t<br />\r\n\t\t<strong>Data doesn&#39;t support Graham&#39;s claim</strong><br />\r\n\t\t<br />\r\n\t\tImmigration data and surveys don&#39;t provide much support for Graham&#39;s notion that many women are illegally crossing the border in large numbers to have children, then leaving.<br />\r\n\t\t<br />\r\n\t\tFirst, immigration from Mexico to the U.S. tends to go up and down in tandem with the health of the economy.<br />\r\n\t\t<br />\r\n\t\tAccording to another Pew Hispanic Center report, immigration from Mexico dropped by about one-third between 2000-2001 and 2002-2003, coinciding with the recession precipitated by the dot-com bust and the Sept. 11, 2001, terrorist attacks. The numbers climbed back as the economy recovered, rising close to their pre-decline numbers by 2005-2006. Then, the numbers fell again, starting in 2006-2007 (a bit before the current recession began) and have continued to fall as the economy has sputtered.<br />\r\n\t\t<br />\r\n\t\tIt should be noted that these are numbers for all immigrants coming from Mexico, legal and illegal combined. But Jeffrey S. Passel, a senior demographer with the Pew Hispanic Center, said that since illegal immigration historically accounts for 80 to 85 percent of all new immigration from Mexico, the trends for all immigrants tend to mirror those for illegal immigrants alone.</p>\r\n\t<p>\r\n\t\t&quot;All the data suggests that people come here to work -- especially Mexicans, and especially illegal Mexicans,&quot; said Suro.&nbsp; &quot;If people came here because they were looking for work, you would expect to see the flow fluctuate with employment opportunities -- and that&rsquo;s what the data shows. If people came here to have babies, the flows would be pretty constant, and they are not.&quot;<br />\r\n\t\t<br />\r\n\t\tThere&#39;s something else you don&#39;t see, Suro said. If having a baby was a significant driving factor in illegal immigration, you would expect to see a higher percentage of women of child-bearing age in the U.S. illegally compared to men of the same age. In fact, just the opposite is the case. Numbers from the Pew Hispanic Center show that in four separate age ranges between 20 and 40, undocumented men significantly outnumber undocumented women.<br />\r\n\t\t<br />\r\n\t\tFinally, there&#39;s direct testimony from actual immigrants.<br />\r\n\t\t<br />\r\n\t\tPrinceton University sociologist Douglas Massey conducted in-depth interviews with 159 Latin American immigrants <b>-- </b>most of whom came to the U.S. illegally -- for a recent book he coauthored with Magaly Sanchez R., <i><a href=\"http://www.amazon.com/Brokered-Boundaries-Creating-Immigrant-Anti-Immigrant/dp/0871545799/ref=sr_1_1?s=books&amp;ie=UTF8&amp;qid=1281027590&amp;sr=1-1\" id=\"dvuj\" title=\"Brokered Boundaries:&nbsp; Constructing Immigrant Identity in Anti-Immigrant Times\">Brokered Boundaries:&nbsp; Constructing Immigrant Identity in Anti-Immigrant Times</a></i>.<br style=\"background-color: rgb(255, 255, 0);\" />\r\n\t\t<br style=\"background-color: rgb(255, 255, 0);\" />\r\n\t\tWhen they were asked about their motivations for coming to the U.S., &quot;no one ever mentioned having kids in the U.S.&quot; Massey said. &quot;I&#39;ve been surveying Mexican immigrants to the U.S. for 30 years as part of the <a href=\"http://mmp.opr.princeton.edu/\" id=\"zv1d\" title=\"Mexican  Migration Project\">Mexican Migration Project</a>. We don&#39;t ask people their reasons for migrating because most people cannot really articulate the reasons very well -- you get simple answers like, &#39;I came for the money,&#39; but that doesn&#39;t tell you much because people can want money for all kinds of reasons. But we do ask about their migratory behavior, which we then link to social and economic conditions on both sides of the border. What our work shows is that migrants come in response to labor demand in the U.S. and are motivated by economic problems at home.&quot;</p>\r\n\t<p>\r\n\t\t<b>Misleading comments</b><br />\r\n\t\t<br />\r\n\t\tUndoubtedly, citizenship plays some role in the decisions by undocumented immigrants to come to the U.S. After all, they have made a decision to make their future in the United States rather than in their home country, and part of building a better life in the U.S. is having citizenship for their children. But on Fox, Graham termed the practice &quot;drop and leave,&quot; which suggests that illegal immigrants are coming here for the primary purpose of having babies with citizenship, then rushing home to wherever they came from.<br />\r\n\t\t<br />\r\n\t\tGraham&#39;s comments on this are misleading. While that does appear to be happening with affluent &quot;birth tourists,&quot; it&#39;s important to understand that those affluent &quot;birth tourists&quot; are not the ones illegally crossing the Rio Grande or the Sonoran desert. They are coming here with the proper legal papers and giving birth. Thus, whatever public policy challenges arise from &quot;birth tourism&quot; are separate and distinct from the public policy challenges of illegal immigration -- which is not at all the impression that Graham gave in his Fox appearance.<br />\r\n\t\t<br />\r\n\t\tGraham tacitly acknowledged this distinction in his follow-up appearance on Van Susteren&#39;s show on Aug. 3, 2010, saying, &quot;You have found and I&#39;ve provided you information about groups that are marketing to Chinese, and Mideastern and European families a 90-day visa package, where you come to America as a tourist. You come to a resort. You have your child at a hospital within the resort. That child is an American citizen. You turn around and leave.&quot; But raising this example days later strikes us as an after-the-fact justification.<br />\r\n\t\t<br />\r\n\t\tSo let&#39;s recap.<br />\r\n\t\t<br />\r\n\t\tIt&#39;s true that many illegal immigrants are having children in the U.S. However, we are not convinced that &quot;drop and leave&quot; is a phenomenon. The data suggests that the motivator for illegal immigrants is the search for work and a better economic standing over the long term, not quickie citizenship for U.S.-born babies. Graham appears to be conflating two things -- a pattern of wealthy foreigners engaging in &quot;birth tourism&quot; using <i>legal </i>visas, and illegal immigration of poorer people from Mexico. In our view, failing to make the distinction exaggerates the alleged problem and uses inflammatory rhetoric to obscure legitimate policy questions. On balance, we rate his comment Half True.</p>\r\n</div>\r\n", "ruling_comments_date": "2010-08-05T17:22:15.132774", "ruling_date": "2010-08-06T18:15:50", "ruling_headline": "Fact-checking the claims about 'anchor babies' and whether illegal immigrants 'drop and leave'", "ruling_headline_slug": "illegal-immigrants-anchor-babies-birthright", "ruling_link_text": "Rich foreigners may do it (legally), but mixed evidence on illegal immigrants", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tLindsey Graham, comments on Fox News&#39; On the Record with Greta Van Susteren, July 28, 2010<br />\r\n\t<br />\r\n\tLindsey Graham, comments on Fox News&#39; On the Record with Greta Van Susteren, Aug. 3, 2010<br />\r\n\t<br />\r\n\tPew Hispanic Center, &quot;<a href=\"http://pewhispanic.org/files/reports/107.pdf\" id=\"ra9p\" title=\"A Portrait of Unauthorized Immigrants in the United States\">A Portrait of Unauthorized Immigrants in the United States</a>,&quot; April 14, 2009<br />\r\n\t<br />\r\n\tPew Hispanic Center, &quot;<a href=\"http://pewhispanic.org/reports/report.php?ReportID=112\" id=\"yt8g\" title=\"Mexican Immigrants: How Many Come? How Many Leave?\">Mexican Immigrants: How Many Come? How Many Leave?</a>&quot; July 22, 2009<br />\r\n\t<br />\r\n\tPew Hispanic Center, &quot;<a href=\"http://pewhispanic.org/files/reports/53.pdf\" id=\"xts3\" title=\"Rise, Peak, and Decline: Trends in U.S. Immigration, 1992-2004\">Rise, Peak, and Decline: Trends in U.S. Immigration, 1992-2004</a>,&quot; Sept. 27, 2005<br />\r\n\t<br />\r\n\tMigration Policy Institute, &quot;<a href=\"http://www.migrationpolicy.org/pubs/MPI-BBCreport-Sept09.pdf\" id=\"pv65\" title=\"Migration and the Global Recession\">Migration and the Global Recession</a>,&quot; Sept. 2009<br />\r\n\t<br />\r\n\tCongressional Research Service, &quot;<a href=\"http://assets.opencrs.com/rpts/R41207_20100427.pdf\" id=\"muhj\" title=\"Unauthorized Aliens in the United States\">Unauthorized Aliens in the United States</a>,&quot; April 27, 2010<br />\r\n\t<br />\r\n\tCenter for Immigration Studies, &quot;<a href=\"http://cis.org/ImmigrantsBirths-1970-2002\" id=\"zy6p\" title=\"Births to Immigrants in America, 1970 to 2002\">Births to Immigrants in America, 1970 to 2002</a>,&quot; July 2005<br />\r\n\t<br />\r\n\t<em>Dallas Morning News</em>, &quot;<a href=\"http://www.dallasnews.com/sharedcontent/dws/news/localnews/stories/061206dnmetmoms.d9b9669.html\" id=\"g0f:\" title=\"Parkland will treat all moms-to-be\">Parkland will treat all moms-to-be</a>,&quot; June 12, 2006<br />\r\n\t<br />\r\n\t<em>Fierce Healthcare</em>, &quot;<a href=\"http://www.fiercehealthcare.com/story/az-hospital-helps-mexican-moms-have-babies-u-s-citizenship/2009-06-29\" id=\"h.37\" title=\"AZ hospital helps Mexican moms have babies with U.S. citizenship\">AZ hospital helps Mexican moms have babies with U.S. citizenship</a>,&quot; June 29, 2009<br />\r\n\t<br />\r\n\t<em>Washington Post</em>, &quot;<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/07/17/AR2010071701402_pf.html\" id=\"ijbe\" title=\"For many pregnant Chinese, a U.S. passport for baby remains a powerful lure\">For many pregnant Chinese, a U.S. passport for baby remains a powerful lure</a>,&quot; July 18, 2010<br />\r\n\t<br />\r\n\t<em>Wall Street Journal</em>, &quot;<a href=\"http://online.wsj.com/article/SB20001424052748703578104575397561487059370.html\" id=\"ilh7\" title=\"U.S. Immigration Fight Widens to Native Born\">U.S. Immigration Fight Widens to Native Born</a>,&quot; July 30, 2010<br />\r\n\t<br />\r\n\t<em>Politico</em>, &quot;<a href=\"http://www.politico.com/news/stories/0810/40589.html\" id=\"l9:3\" title=\"McCain Supports Citizenship Hearings\">McCain Supports Citizenship Hearings</a>,&quot; Aug. 3, 2010<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2009/jun/19/glenn-beck/glenn-beck-claims-us-only-country-automatic-citize/\" id=\"vsez\" title=\"Glenn Beck, on anchor babies, claims U.S. is only country with automatic citizenship upon birth\">Glenn Beck, on anchor babies, claims U.S. is only country with automatic citizenship upon birth</a>,&quot; June 19, 2009<br />\r\n\t<br />\r\n\tE-mail interview with Roberto Suro, communication and journalism professor at the University of Southern California, Aug. 4, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Douglas Massey, sociology professor at Princeton University, Aug. 5, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Mark Krikorian, executive director of the Center for Immigration Studies, Aug. 5, 2010<br />\r\n\t<br />\r\n\tInterview with D&#39;Vera Cohn, senior writer with the Pew Research Center, Aug. 5, 2010<br />\r\n\t<br />\r\n\tInterview with Jeffrey S. Passel, senior demographer with the Pew Hispanic Center, Aug. 5, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Gabriel &quot;Jack&quot; Chin, law professor at the University of Arizona, Aug. 4, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Kirin K. Kalia, senior editor for the Migration Information Source at the Migration Policy Inistitute, Aug. 4, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Kevin Johnson, dean of the law school at the University of California-Davis, Aug. 4, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Laura A. Hernandez, law professor at Baylor University, Aug. 4, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Judith Gans, manager of the Immigration Policy Program at the University of Arizona&#39;s Udall Center for Studies in Public Policy, Aug. 4, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Melissa Grych, spokeswoman for the Parkland Health and Hospital System, Aug. 4, 2010<br />\r\n\t<br />\r\n\tInterview with Amanda Engler, senior director for media relations at the Texas Hospital Association, Aug. 5, 2010<br />\r\n\t<br />\r\n\tInterview with James Dickson, administrator-CEO for Copper Queen Community Hospital in Bisbee, Ariz., Aug. 5, 2010</p>\r\n<p>\r\n\tInterview with Salli Gonzalez, nurse-midwife in Seguin, Texas, Aug. 6, 2010</p>\r\n<p>\r\n\tInterview with Lauren Weber, a midwife in San Diego, Aug. 6, 2010</p>\r\n<p>\r\n\tE-mail interview with Kevin Bishop, spokesman for Sen. Lindsey Graham, Aug. 6, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "U.S. senator", "false_count": 2, "first_name": "Lindsey", "half_true_count": 4, "home_state": "South Carolina", "id": 64, "last_name": "Graham", "mostly_true_count": 2, "name_slug": "lindsey-graham", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Lindsey_Graham.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/64/", "total_count": 12, "true_count": 2, "website": "http://lgraham.senate.gov/public/"}, "statement": "<p>\r\n\t&quot;People come here to have babies. They come here to drop a child. It&#39;s called &#39;drop and leave.&quot;</p>\r\n", "statement_context": "an interview with Fox News' \"On the Record with Greta Van Susteren\"", "statement_date": "2010-07-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}], "target": [], "twitter_headline": "We fact-check whether illegal immigrants have lots of \"anchor babies\" & \"drop and leave\" #p2 #immigration"}