{"art": [], "author": [{"email_address": "lpleva1@gmail.com", "first_name": "Lukas", "id": 112, "last_name": "Pleva", "name_slug": "lukas-pleva", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/112/", "title": "Intern", "twitter": null}], "canonical_url": "/florida/statements/2010/aug/09/bill-mccollum/bill-mccollum-says-florida-police-can-check-immigr/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 2198, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "lpleva1@gmail.com", "first_name": "Lukas", "id": 112, "last_name": "Pleva", "name_slug": "lukas-pleva", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/112/", "title": "Intern", "twitter": null}], "resource_uri": "/api/v/2/statement/2198/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tThe red-hot topic of immigration came up again in the Aug. 5, 2010, debate between Bill McCollum and Rick Scott, the Republican candidates for governor.<br />\r\n\t<br />\r\n\tReferencing Rick Scott&#39;s May 2010 TV ad about the need for stronger immigration laws,&nbsp;Bill McCollum alleged that Scott doesn&#39;t understand the state laws already on the books.<br />\r\n\t<br />\r\n\t&quot;As the next governor of Florida, you&#39;re going to pass a law that allows police, when they make an arrest, to be able to find out if somebody has been here illegally. That shows an ignorance of Florida law. Currently, police officers in this state have that right already. What Arizona has is a mandate that says when you&#39;re stopped, detained, or arrested, police officers shall check to see whether you&#39;re legal or illegal. I favor that law for Florida, I favor the Arizona immigration law,&quot; McCollum said.<br />\r\n\t<br />\r\n\tPolitiFact Florida has already reviewed Scott&#39;s explanation of the law (<a href=\"http://www.politifact.com/florida/statements/2010/jun/17/rick-scott/rick-scott-immigration-arizona-status-illegal/\">Half True</a>) and McCollum&#39;s shifting support for it (<a href=\"http://www.politifact.com/florida/statements/2010/may/27/bill-mccollum/bill-mccollum-sends-mixed-signals-arizonas-immigra/\">Full Flop</a>). This time, we want to check the claim that Florida police officers are able to check the immigration status of individuals who have been arrested.<br />\r\n\t<br />\r\n\tTurns out, McCollum is right. On June 29, 2010, the U.S. Immigration and Customs Enforcement and the Florida Department of Law Enforcement announced that law enforcement officials in all 67 Florida counties will now have access to the biometrics-based immigration records in the Automated Biometric Identification System (IDENT), a database maintained by the Department of Homeland Security. Police officers will be able to run the fingerprints of individuals they arrest through the database to identify both lawful and unlawful aliens. Previously, police officers were only able to use the fingerprints to check the individuals&#39; criminal history through a database maintained by the FBI.<br />\r\n\t<br />\r\n\tICE explained the process in a <a href=\"http://www.ice.gov/pi/nr/1006/100629miami.htm\">press release</a>:&nbsp;&quot;If any fingerprints match those of someone in the DHS biometric system, the new automated process notifies ICE. ICE evaluates each case to determine the individual&#39;s immigration status and takes appropriate enforcement action. This includes aliens who are in lawful status and those who are present without lawful authority. Once identified through fingerprint matching, ICE will respond with a priority placed on aliens convicted of the most serious offenses first -- such as those with convictions for major drug offenses, murder, rape and kidnapping.&quot;<br />\r\n\t<br />\r\n\tThe program is part of ICE&#39;s Secure Communities initiative, a plan that &quot;improves public safety by implementing a comprehensive, integrated approach to identify and remove criminal aliens from the United States,&quot; according to the ICE website. As of June 2010, 23 states participated in the program, and ICE plans to make the system available nationwide by 2013.<br />\r\n\t<br />\r\n\tSo McCollum is correct. Florida police officers are able to check the immigration status of those who are arrested.<br />\r\n\t<br />\r\n\tStill, after reviewing McCollum&#39;s comment and the Rick Scott ad that he referenced in more detail, we should probably provide some more clarification to our readers.<br />\r\n\t<br />\r\n\tFirst, the <a href=\"http://www.youtube.com/watch?v=MqNnDvvv7Zg\">ad</a>. According to the narrator, &quot;Arizona is tackling the problem of illegal immigration, but Bill McCollum rejects the Arizona approach.&quot; The ad then goes on to say that &quot;Rick Scott backs Arizona&#39;s law. He&#39;ll bring it to Florida, and let our police check if the people they arrest are here legally. That&#39;s common sense.&quot;<br />\r\n\t<br />\r\n\tAs we said above, Florida already allows its police officers to &quot;check if the people they arrest are here legally.&quot; But the Arizona immigration law actually requires police officers to do much more than that. As we explained in the <a href=\"http://www.politifact.com/florida/statements/2010/jun/17/rick-scott/rick-scott-immigration-arizona-status-illegal/\">previous item</a>, Arizona&#39;s law allows people to be questioned if they are lawfully stopped or questioned for any reason, whether it&#39;s a traffic stop, or a municipal violation like letting your grass grow too tall in a community that requires frequent mowing. In other words, Arizona police officers are required to check an individual&#39;s immigration status even if that individual is not under arrest.<br />\r\n\t<br />\r\n\tThat is not the case in Florida. Heather Smith, a press representative from the Florida Department of Law Enforcement, told us in an e-mail that the agency is not aware of any court ruling or a legal opinion issued by the Florida Attorney General&#39;s office that &quot;specifically prohibits an inquiry of an individual&rsquo;s immigration status&quot; during an investigative encounter. In other words, Florida police officers can, in theory, check the immigration status of someone pulled over for a traffic stop, but there is currently nothing in state law that would require them to do so. Implementing Arizona&#39;s law in Florida, as Scott and McCollum both favor, would change that.</p>\r\n<p>\r\n\tWe also considered the counter argument that Scott&#39;s ad went up in May of this year, several weeks before the joint ICE and FDLE announcement, so McCollum&#39;s implication that Scott does not understand Florida law would not have been valid at the time. Smith told us, however, that Florida police officers have always had the ability to check an arrested individual&#39;s immigration record. Before the implementation of the Secure Communities initiative, however, they had to rely on named-based checking. The new ICE program uses &quot;state of the art technology&quot; and allows police officers to use digital fingerprint data for a more accurate determination.</p>\r\n<p>\r\n\tFinally, we must note&nbsp;that on July 28, 2010, Judge Susan Bolton of Federal District Court issued a preliminary injunction against parts of the Arizona law -- including the requirement that we discuss above. The injunction prevents certain provisions of the law from going into effect. Bolton wrote in her ruling that immigration falls under the jurisdiction of the federal government and that &quot;there is a substantial likelihood that officers will wrongfully arrest legal resident aliens.&quot;</p>\r\n<p>\r\n\tTo recap. McCollum says that Scott&#39;s ad &quot;shows an ignorance of Florida law,&quot; because Florida police officers already have the right to check the immigration status of those who are arrested. We found that implementing an Arizona-style mandate would change existing immigration enforcement laws in the state. Currently, there is no law requiring Florida police to check the status of those who are lawfully stopped or detained, but there is nothing that would prevent them from doing so. Still, our focus in this fact-check is McCollum&#39;s claim about individuals who are already arrested, and with that, he is on solid ground. We rate this True.<br />\r\n\t&nbsp;</p>\r\n", "ruling_comments_date": "2010-08-09T12:52:09.529332", "ruling_date": "2010-08-09T16:49:23", "ruling_headline": "Bill McCollum says Florida police can check the immigration status of people they arrest", "ruling_headline_slug": "bill-mccollum-says-florida-police-can-check-immigr", "ruling_link_text": "They can check now; Arizona law would require a check", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tMy Fox Tampa Bay, <a href=\"http://www.myfoxtampabay.com/dpp/news/politics/florida_politics/topic-immigration-mccollum-scott-debate-08052010\">Debate Video Archive: Immigration</a>, accessed Aug. 8, 2010<br />\r\n\t<br />\r\n\tAssociated Press, <a href=\"http://www.tampabay.com/news/publicsafety/crime/article1105913.ece\">Florida law enforcement can run immigrant fingerprints through ICE</a>, June 30, 2010<br />\r\n\t<br />\r\n\tE-mail interview, Heather Smith, press representative from the Florida Department of Law Enforcement, Aug. 6, 2010<br />\r\n\t<br />\r\n\tPhone interview, Cecilia Barreda, spokeswoman for Pinellas County Sheriff&#39;s Office, Aug. 6, 2010<br />\r\n\t<br />\r\n\tABC 7, <a href=\"http://www.mysuncoast.com/Global/story.asp?S=12871317\">Immigrant groups criticize fingerprint initiative</a>, by Ivan Moreno, July 26, 2010<br />\r\n\t<br />\r\n\tU.S. Immigration and Customs Enforcement, ICE and FDLE <a href=\"http://www.ice.gov/pi/nr/1006/100629miami.htm\">press release</a>, June 29, 2010<br />\r\n\t<br />\r\n\tYouTube, Rick Scott&#39;s <a href=\"http://www.youtube.com/watch?v=MqNnDvvv7Zg\">immigration ad</a>, May 23, 2010<br />\r\n\t<br />\r\n\tPolitiFact, <a href=\"http://www.politifact.com/florida/statements/2010/jun/17/rick-scott/rick-scott-immigration-arizona-status-illegal/\">If you read the Arizona (immigration) law, what it says is if you are stopped for violating the law and they have a suspicion that you&#39;re illegal, they can ask you if you&#39;re legal</a>, by Cristina Silva, June 17, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 1, "first_name": "Bill", "half_true_count": 2, "home_state": "Florida", "id": 325, "last_name": "McCollum", "mostly_true_count": 0, "name_slug": "bill-mccollum", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Bill_McCollum.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/325/", "total_count": 12, "true_count": 3, "website": ""}, "statement": "<p>\r\n\t&quot;Police officers in this state have that right,&quot; to check the immigration status of people they arrest.</p>\r\n", "statement_context": "televised candidates' debate", "statement_date": "2010-08-05", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 117, "photo": null, "resource_uri": "/api/v/2/subject/117/", "subject": "Civil Rights", "subject_slug": "civil-rights", "used_in_edition": []}, {"description": "", "id": 132, "photo": null, "resource_uri": "/api/v/2/subject/132/", "subject": "Homeland Security", "subject_slug": "homeland-security", "used_in_edition": []}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": "", "advalue": "", "barely_true_count": 32, "current_job": "Governor", "false_count": 26, "first_name": "Rick", "half_true_count": 40, "home_state": "Florida", "id": 383, "last_name": "Scott", "mostly_true_count": 36, "name_slug": "rick-scott", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/rlscott.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/383/", "total_count": 166, "true_count": 15, "website": "http://www.flgov.com/"}], "twitter_headline": ""}