{"art": [], "author": [{"email_address": "alexanderdavidholt@gmail.com", "first_name": "Alex", "id": 116, "last_name": "Holt", "name_slug": "alex-holt", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/116/", "title": "Intern", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/aug/12/rachel-maddow/rachel-maddow-says-illegal-immigration-declining/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 2208, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "alexanderdavidholt@gmail.com", "first_name": "Alex", "id": 116, "last_name": "Holt", "name_slug": "alex-holt", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/116/", "title": "Intern", "twitter": null}], "resource_uri": "/api/v/2/statement/2208/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>After criticizing conservative blogs and Republican lawmakers for perpetuating false facts, Rachel Maddow made an interesting claim on her show on Monday, August 2, 2010.<br />\r\n<br />\r\nMaddow said that Republicans consistently distort immigration issues to stir up their base during an election cycle.<br />\r\n<br />\r\n&quot;Illegal immigration always has to be refashioned into a crisis for every electoral cycle that Republicans want to use it,&quot; said Maddow. &quot;The overall fact about illegal immigration is that it&#39;s not actually getting worse.&quot; Maddow then showed a graph of apprehension rates of illegal immigrants from 1978 to 2008 that showed that the rate in 2008 was the lowest in years.</p>\r\n\r\n<p>We were curious to see if Maddow was right in saying that illegal immigration is not getting worse.<br />\r\n<br />\r\nThe graph that Maddow displayed on the show was from a fact sheet published by the Department of Homeland Security. The graph displays border apprehensions by year. There is no way to know exactly how many people illegally cross the U.S. border every year, but &quot;apprehensions seem to be an indicator of inflows of undocumented Mexicans&quot; crossing the border illegally, according to Jeff Passel, a senior demographer for the Pew Hispanic Center.<br />\r\n<br />\r\nAccording to the DHS fact sheet, &quot;the number of apprehensions made by the Border Patrol declined for the third year in a row to 724,000 in 2008 after reaching a mid-decade peak of 1,189,000 in 2005.&quot;<br />\r\n<br />\r\nHowever, some immigration experts do not consider apprehension rates to be particularly useful. Although the apprehension rate is usually a good indicator of trends, it is not exact, according to Bryan Griffith, a spokesman for the Center for Immigration Studies, a think tank in favor of increased border enforcement. &quot;Just because the apprehension rate is down, doesn&#39;t mean less people are trying to come. It could mean they&#39;re getting better&quot; at not getting caught.</p>\r\n\r\n<p>Maddow decided to use apprehension statistics to make her point about illegal immigration. However, illegal immigration is about more than illegal border crossings. &quot;Focusing on the number of people crossing the border alone is just inaccurate,&quot; said Jim Carafano of the Heritage Foundation, a conservative think tank. Apprehension rates are useful, &quot;but don&#39;t tell you the whole story.&quot; For instance, it is estimated that as many as 40 percent of illegal immigrants in the U.S. entered legally, but overstayed their visas.<br />\r\n<br />\r\nThe whole story is better reflected in the total estimated population of illegal immigrants in the United States. Using monthly Census data, the Center for Immigration Studies estimated that &quot;the illegal population declined 13.7 percent (1.7 million) from a peak of 12.5 million in the summer of 2007 to 10.8 million in the first quarter of 2009.&quot; This is similar to DHS estimates, which also saw a downward trend from a peak of 11.8 million in 2007 to 10.8 million in 2009.<br />\r\n<br />\r\nEven though Maddow didn&#39;t use those statistics, they back up her claim. Illegal immigration is not increasing, and by at least two measurements, illegal immigration has actually gotten somewhat better. But don&#39;t herald the defeat of illegal immigration just yet.<br />\r\n<br />\r\nIt&#39;s important to note that the decline in the number of undocumented workers sneaking across the border may have less to do with a more secure border and more to do with a less secure economy in the U.S. The DHS report speculates that the decrease in inflow may be due to &quot;declining U.S. economic growth and enhanced border enforcement efforts.&quot;<br />\r\n<br />\r\nPassel thinks it has more to do with the former than the latter. &quot;It&#39;s not that we&#39;re discouraging people,&quot; said Passel, &quot;It&#39;s because they know they can&#39;t get jobs because of the economic downturn.&quot; Passel said that his data shows that &quot;from 1992 through about 2004 the U.S. employment rate and the volume of the numbers of Mexicans coming to the U.S. are almost perfectly correlated.&quot; This seems to indicate that illegal immigration inflows are primarily related to economic considerations.<br />\r\n<br />\r\n&quot;It&#39;s both economic and enforcement,&quot; said Griffith.&quot;The more difficult you make the trip, the less people are going to attempt to make that trip.&quot;<br />\r\n<br />\r\nHowever, if the unemployment rate drops and more jobs are available, it&#39;s likely that more people will risk crossing the border, because the benefits are worth the risk, according Carafano. The test is whether the illegal immigrant population will continue to decline after the economy picks up.<br />\r\n<br />\r\nBy two key measurements, the numbers of illegal immigrants crossing the border are not increasing. At least for the time being, the numbers in both counts are going down. But when the economy picks up again, it is possible that illegal immigration will once again increase.&nbsp; Nevertheless, looking at the numbers, we rate Maddow&#39;s statement True.</p>\r\n", "ruling_comments_date": "2010-08-10T16:24:30.210299", "ruling_date": "2010-08-12T16:29:40", "ruling_headline": "Rachel Maddow says illegal immigration is declining", "ruling_headline_slug": "rachel-maddow-says-illegal-immigration-declining", "ruling_link_text": "Immigration declines follow the economy's", "ruling_state": null, "source_documents": null, "sources": "<p>The Rachel Maddow Show, August 2, 2010<br />\r\n<br />\r\nInterview with Bryan Griffith, spokesman for the Center for Immigration Studies, August 5, 2010<br />\r\n<br />\r\nInterview with James Carafano, an expert at the Heritage Foundation, August 5, 2010<br />\r\n<br />\r\nInterview with Jeff Passel, senior demographer for the Pew Hispanic Center, August 4, 2010<br />\r\n<br />\r\nMichael Hoefer, Nancy Rytina, and Bryan C. Baker, &quot;<a href=\"http://www.google.com/url?sa=t&amp;source=web&amp;cd=1&amp;ved=0CBIQFjAA&amp;url=http%3A%2F%2Fwww.dhs.gov%2Fxlibrary%2Fassets%2Fstatistics%2Fpublications%2Fois_ill_pe_2009.pdf&amp;ei=ihlbTNC0EYT58AaM4OzkAg&amp;usg=AFQjCNEICjQ5zW5CBJ4UyVH-6ANQEIc-rA&amp;sig2=_aqAVOlvNa0oSvdCJDGsoQ\">Estimates of the Unathorized Immigrant Population Residing in the United States: January 2009,</a>&quot; Department of Homeland Security, January 2010<br />\r\n<br />\r\nSteven A. Camarota and Karen Jensenius, &quot;<a href=\"http://www.cis.org/IllegalImmigration-ShiftingTide\">A Shifting Tide: Recent Trends in the Illegal Immigrant Population,</a>&quot; Center for Immigration Studies, July 2009</p>\r\n\r\n<p>Nancy Rytina and John Simanski, &quot;<a href=\"http://www.dhs.gov/xlibrary/assets/statistics/publications/ois_apprehensions_fs_2005-2008.pdf\">Apprehensions by the U.S. Border Patrol: 2005-2008,</a>&quot; Department of Homeland Security, June 2009<br />\r\n<br />\r\nJeffrey Passel and D&#39;Vera Cohn, &quot;<a href=\"http://pewhispanic.org/reports/report.php?ReportID=112\">Mexican Immigrants: How Many Come? How Many Leave?</a>&quot; Pew Hispanic Center, July 22, 2009</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 6, "current_job": "MSNBC host", "false_count": 6, "first_name": "Rachel", "half_true_count": 4, "home_state": "", "id": 154, "last_name": "Maddow", "mostly_true_count": 6, "name_slug": "rachel-maddow", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/maddow.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/154/", "total_count": 29, "true_count": 5, "website": ""}, "statement": "<p>&quot;The overall fact about illegal immigration is that it&#39;s not actually getting worse.&quot;</p>\r\n", "statement_context": "\"The Rachel Maddow Show\"", "statement_date": "2010-08-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}], "target": [], "twitter_headline": "We check Rachel Maddow's claim that illegal immigration is declining "}