{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2007/dec/12/chain-email/hillarys-no-red-menace/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 221, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}, {"email_address": "jmartin@tampabay.com", "first_name": "John", "id": 12, "last_name": "Martin", "name_slug": "john-martin", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/12/", "title": "News Researcher, Tampa Bay Times", "twitter": null}], "resource_uri": "/api/v/2/statement/221/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "An anonymous chain e-mail maligns Hillary Clinton in the form of a \"gotcha\"-style quiz. The quiz lists six quotations, then asks which famous communist said it. Choices include Karl Marx, Josef Stalin, Mao Tse-tung and other Nazis, fascists and dictators. (We'll leave aside as a minor quibble the fact that communism and Nazism are completely different political philosophies.)\n<p>\n Every quotation includes a \"none of the above option.\" At the end of quiz, the punch line is that\n <i>\n  all\n </i>\n the answers are \"none of the above\" &mdash; Hillary Clinton said those things! Get it?\n</p>\n<p>\n The problem with the quiz is that every statement is either taken out of context or edited to look worse than it is. In none of the circumstances was Clinton advocating communist-style government for the United States or socialistic economic policies.  In some instances she was criticizing out-of-control government spending or the excesses of Big Business; at other times she was saying that complicated issues will require political consensus. Let's look at the quiz items one by one.\n</p>\n<p>\n &bull; From the chain e-mail: \"We're going to take things away from you on behalf of the common good.\"\n</p>\n<p>\n This is from 2004 remarks that Clinton made to a roomful of Democratic donors, some of whom paid $10,000 to attend the function, according to the Associated Press. She was discussing the need to end the Bush tax cuts in order to balance the budget. Her full quote was, \"We're not coming to you, many of whom are well enough off that actually the tax cuts may have helped you, and say 'We're going to give you more.' We're saying, 'You know what, for America to get back on track and be fiscally responsible, we're probably going to cut that short and not give it to you. We're going to take things away from you on behalf of the common good. ' \"\n</p>\n<p>\n &bull; From the chain e-mail: \"It's time for a new beginning, for an end to government of the few, by the few, and for the few. ... And to replace it with shared responsibility for shared prosperity.\"\n</p>\n<p>\n In this one, Clinton was giving a speech in May 2007 attacking the economic policies of the Bush administration. She slammed subsidies for oil and gas companies, tax incentives for companies that move jobs overseas, and excessive CEO pay, according to a report in the\n <i>\n  Concord (N.H.) Monitor\n </i>\n . Notice the italicized phrases that were left out of the chain e-mail quote: \"It's time for a new beginning, for an end to government of the few, by the few and for the few.\n <i>\n  Time to reject the idea of an on-your-own society\n </i>\n and replace it with shared responsibility for shared prosperity.\n <i>\n  I prefer a we're-all-in-it-together society.\n </i>\n \"\n</p>\n<p>\n &bull; From the chain e-mail: \"(We) ... can't just let business as usual go on, and that means something has to be taken away from some people.\"\n</p>\n<p>\n Clinton was speaking at a forum on religion and public life hosted by CNN in June 2007. This quote was in reply to a question from a Catholic priest, who asked, \"In an age in which there is, oftentimes, narrow and excessive individualism, how will you speak to our country about the need for sacrifice, restraint, when it comes to the critical issues of taxes, gun control, health care, and energy consumption?\" Here's Clinton's more complete response about energy: \"You know, we can't keep talking about our dependence on foreign oil and the need to deal with global warming and the challenge that it poses to our climate and to God's creation and just let business as usual go on. And that means something has to be taken away from some people.\"\n</p>\n<p>\n &bull; From the chain e-mail: \"We have to build a political consensus and that requires people to give up a little bit of their own ... in order to create this common ground.\"\n</p>\n<p>\n This quote is from the same CNN forum and question mentioned above, but on the health care issue. Clinton's full quote is a little more verbose and concerns the uninsured: \"I think we could reach that agreement, and then we would have to start doing the hard work of deciding what we were going to do to make sure that they were not uninsured, because an uninsured person who goes to the hospital is more likely to die than an insured person. I mean, that is a fact. So what do we do? We have to build a political consensus, and that requires people giving up a little bit of their own turf in order to create this common ground.\"\n</p>\n<p>\n &bull; From the chain e-mail: \"I certainly think the free market has failed.\"\n</p>\n<p>\n This might be the most egregious of the quiz quotes, because it's taken from a long list of institutions that Clinton says have failed to help kids make good decisions. Clinton was responding to a question, again at the CNN forum, about how antiabortion and proabortion forces can work together to reduce abortions. Clinton said it was important for everyone to help teens make better decisions: \"We have so many young people who are tremendously influenced by the media culture and by the celebrity culture, and who have a very difficult time trying to sort out the right decisions to make. And I personally believe that the adult society has failed those people. I mean, I think that we have failed them in our churches, our schools, our government. And I certainly think the, you know, free market has failed. We have all failed.\"\n</p>\n<p>\n &bull; From the chain e-mail: \"I think it's time to send a clear message to what has become the most profitable sector in (the) entire economy that they are being watched.\"\n</p>\n<p>\n Clinton's target here was oil companies. She alleged that they were gouging consumers by raising prices after Hurricane Katrina hit New Orleans, according to a 2005\n <i>\n  Washington Post\n </i>\n story. \"I think it's time to send a clear message to what has become the most profitable sector in our entire economy that they're being watched,\" she said in explaining her call for an inquiry by the Federal Trade Commission. \"I think human nature left to itself is going to push the limit as far as possible, and that's what you need a government regulatory system for: to keep an eye on people to make the rules of the game fair, to make a level playing field and not give anybody some kind of undue advantage.\"\n</p>\n<p>\n So is Hillary Clinton advocating communism? Hardly. The masked e-mailer hopes you might think so after reading a political tyrants' Hall of Fame list alongside truncated quotes about taking things away and the collective good.\n</p>\n<p>\n We give the mock quiz a failing grade, with extra points deducted for unabashed fearmongering. Its argument that Clinton advocates Marxism is not just False, it's Pants-on-Fire wrong.\n</p>\n<p>\n</p>", "ruling_comments_date": "2010-01-07T13:28:29.938215", "ruling_date": "2007-12-12T00:00:00", "ruling_headline": "Hillary's no red menace", "ruling_headline_slug": "hillarys-no-red-menace", "ruling_link_text": "Hillary's no red menace", "ruling_state": null, "source_documents": null, "sources": "Associated Press,\n<a href=\"http://www.signonsandiego.com/news/politics/20040629-0007-ca-clintons-sanfrancisco.html\">\n San Francisco rolls out the red carpet for the Clintons\n</a>\n, June  29, 2004\n<p>\n Concord (N.H.) Monitor,\n <a href=\"http://www.concordmonitor.com/apps/pbcs.dll/article?AID=/20070530/REPOSITORY/705300345/1217/NEWS98\">\n  Clinton emphasizes class divide; She recounts history, gives partisan attack\n </a>\n , May 30, 2007\n</p>\n<p>\n Washington Post,\n <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2005/09/02/AR2005090202079.html\">\n  Oil Firms Turn Katrina Into Profits, Clinton Says\n </a>\n , Sept. 3, 2005\n</p>\n<p>\n CNN,\n <a href=\"http://transcripts.cnn.com/TRANSCRIPTS/0706/04/sitroom.03.html\">\n  Sojourners Presidential Forum\n </a>\n , June 4, 2007\n</p>\n<p>\n Read the full text of the anonymous email\n <a href=\"http://www.politifact.com/truth-o-meter/communistemail/\">\n  here\n </a>\n .\n</p>", "speaker": {"adkey": "People ", "advalue": "Fake_news", "barely_true_count": 11, "current_job": "", "false_count": 44, "first_name": "", "half_true_count": 8, "home_state": "", "id": 27, "last_name": "Chain email", "mostly_true_count": 5, "name_slug": "chain-email", "pants_count": 106, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-emailer.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/27/", "total_count": 180, "true_count": 6, "website": ""}, "statement": "An anonymous e-mail says that Hillary Clinton advocates communism. ", "statement_context": "", "statement_date": "2007-12-12", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}], "target": [], "twitter_headline": null}