{"art": [], "author": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/aug/15/lamar-smith/us-rep-lamar-smith-says-united-states-could-cut-un/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 2225, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/2225/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tWoe is unemployment. And undocumented workers aren&#39;t helping the sorry jobless rate &mdash; 9.5 percent in July &mdash; according to U.S. Rep. Lamar Smith, R-San Antonio, the co-chairman of the Reclaim American Jobs Caucus.</p>\r\n<p>\r\n\t&quot;Illegal immigration and unemployment are directly linked,&quot; Smith said on the House floor July 1. &quot;There are 15 million unemployed Americans in the United States and 8 million illegal immigrants in the labor force. We could cut unemployment in half simply by reclaiming the jobs taken by illegal workers.&quot;</p>\r\n<p>\r\n\tLainey Melnick, the Democratic nominee for Smith&#39;s seat, brought the statement to our attention. We wondered if Smith&#39;s claim was true.</p>\r\n<p>\r\n\tSmith later said his assessment reflects &quot;simple logic.&quot;</p>\r\n<p>\r\n\t&quot;If our immigration laws were enforced, illegal immigrants will not be able to get or hold jobs,&quot; he told us in an e-mail, &quot;and they would be available for citizens and legal immigrants.&quot;</p>\r\n<p>\r\n\tSmith didn&#39;t offer studies backing up his conclusion that reclaiming those jobs could cut unemployment in half. But, he told us, in case after case, following a raid, citizens and legal immigrants line up for jobs vacated by illegal immigrants.</p>\r\n<p>\r\n\tWe wanted to know more about those cases. He pointed to a Sept. 15, 2009, USA Today article citing a report by the Center for Immigration Studies, a Washington-based group critical of illegal immigration. The center looked at six meatpacking plants owned by Swift &amp; Co., where federal agents arrested nearly 1,300 illegal workers in December 2006. Those workers accounted for 10 percent of the plants&#39; labor force. The center&#39;s study concluded the raids didn&#39;t cripple the company or the plants, which within months had full staffs of legal U.S. residents as workers.</p>\r\n<p>\r\n\tHowever, Jessica Vaughan, the center&#39;s director of policy studies, told us she doesn&#39;t know of any studies &mdash; including the center&#39;s study &mdash; that substantiate Smith&#39;s claim. &quot;I am not aware of any studies that would support his claim if it was taken literally... but we have found that immigration law enforcement targeting the workplace does have a beneficial effect on employment opportunities for legal workers.&quot;</p>\r\n<p>\r\n\t&quot;The general idea is right, but in practice it&#39;s not that simple,&quot; she said. Why? &quot;Because in real life there might not be a legal worker in the same place to immediately replace the illegal workers. However, over time many of the vacancies in such a scenario would be filled by legal workers, perhaps even at a higher rate of pay, or some of the jobs might just fade away as employers decide on mechanization or some other way to get by.&quot;</p>\r\n<p>\r\n\tSeparately, we hunted for data relevant to Smith&#39;s statement.</p>\r\n<p>\r\n\tBack in December, we rated <a href=\"http://www.politifact.com/texas/statements/2010/jan/12/lamar-smith/rep-lamar-smith-says-immigrants-hold-8-million-job/\">Mostly True</a> Smith&#39;s claim that illegal immigrants now hold 8 million U.S. jobs. Smith was citing a demographer at the Pew Hispanic Center, Jeffrey Passel, who estimated, relying primarily on U.S. census data, that 7.8 million undocumented residents worked here as of March 2008.</p>\r\n<p>\r\n\tWhen we reached him this month, Passel said the number of workers who are illegal immigrants probably amounted to about 7 million as of late because the unemployment rate among undocumented workers &quot;has gone way up.&quot;</p>\r\n<p>\r\n\tAt the same time, there were about 14.6 million unemployed legal residents as of July, according to the U.S. Bureau of Labor Statistics. So there&#39;s at least one clear-cut way to conclude, as Smith does, that if the undocumented workers were barred, half the nation&#39;s unemployed legal residents could fill resulting vacancies.</p>\r\n<p>\r\n\tThen again, that presumes that every unemployed American would leap for the newly available jobs &mdash; and that those jobs would still be available when an undocumented, potentially underpaid worker couldn&#39;t fill them. Most experts raised doubts.</p>\r\n<p>\r\n\tJack Martin, special projects director at the conservative-leaning Federation for American Immigration Reform (FAIR), said &quot;there would not necessarily be an immediate one-to-one replacement of illegal (workers) by legal workers, but we assume that would largely occur over time.&quot;</p>\r\n<p>\r\n\tYet Martin noted complications, telling us that of the nation&#39;s undocumented workers, about half are paid under the table, according to a 2003 study by the centrist-to-liberal Urban Institute. In a nutshell: employers can pay these workers less than minimum wage because as illegal residents, they&#39;re less likely to land well-paying jobs. He said FAIR &quot;assumes that virtually all&quot; on-the-books&#39; jobs could be filled by unemployed legal workers.</p>\r\n<p>\r\n\tMartin elaborated: &quot;Jobs in the underground economy, on the other hand, sometimes are exploitative jobs &mdash; like (jobs in) sweatshops &mdash; and exist only because of the presence of the (illegal workers) ... We do not have an estimate of how many of those 4 million jobs might disappear rather than offering the wages and working conditions necessary to attract a legal work force.&quot;</p>\r\n<p>\r\n\tJames Sherk, a policy analyst in labor economics at the conservative-leaning Heritage Foundation, said &quot;economic research does not back up&quot; Smith&#39;s claim. Giovanni Peri, an associate professor in economics at the University of California, Davis, said that &quot;if you look at any sort of long-term data, there is no association whatsoever between American unemployment rates and undocumented workers,&quot; as opposed to a direct link, like Smith says.</p>\r\n<p>\r\n\tWe found limited research on what would happen if we could suddenly reclaim all U.S. jobs held by undocumented workers, though in 2006, then-state Comptroller Carole Keeton Strayhorn analyzed the impact of undocumented immigrants on Texas&#39; budget and economy.</p>\r\n<p>\r\n\tThat report cautions that &quot;calculating the impact of undocumented immigrants on the Texas economy and state budget is at best an educated guess... It is difficult to count a population that does not want to be counted, particularly when the law allows them access to to many government services without regard to citizenship, such as those delivered by public hospitals and public schools.&quot;</p>\r\n<p>\r\n\tStill, the study assesses the possible economic impact of removing the estimated 1.4 million undocumented immigrants in Texas as of 2005. Pew estimated the U.S. had 11.1 million undocumented immigrants in 2005, with between 1.4 and 1.6 million living in Texas.</p>\r\n<p>\r\n\tWages for the remaining legal workers would increase by 0.6 percent in the first year, the study says, and stay above an estimated wage baseline through 2025. However, &quot;while pay increases can be viewed as positive social and economic development, when they rise due to labor shortages they affect economic competitiveness,&quot; the report says. &quot;In this case, it would be expressed as a modest decline in the value of Texas&#39; exports.&quot;</p>\r\n<p>\r\n\tUsing an economic model, Strayhorn estimated that overall employment would decline 2.3 percent, and &quot;employment would remain 2 percent below the baseline forecast 20 years later. The impact lessens over time, but remains sizable throughout the 20-year forecast period.&quot; The study doesn&#39;t say how many of those 1.4 millions jobs would be filled by remaining residents.</p>\r\n<p>\r\n\tIn December 2008, the Perryman Group, a Waco-based economic research firm, prepared an analysis of the economic impact of undocumented workers on business activity for Americans for Immigration Reform, a Houston group founded by &quot;Americans concerned with the destructive measures being taken and considered regarding immigration and its impact on the business community, employees and consumers.&quot;</p>\r\n<p>\r\n\tUpshot: Eliminating the undocumented workforce would result in an immediate loss of 8.1 million jobs, according to the report, and a total eventual loss of 2.8 million jobs after the market has had time to adjust.</p>\r\n<p>\r\n\t&quot;If all undocumented workers were removed from the workforce, a number of industries would face substantial shortages of workers, and Americans would have to be induced into the labor pool or provided incentives to take jobs far below their current education and skill levels,&quot; according to the report. &quot;For this phenomenon to occur to a meaningful extent, substantial wage escalation would be necessary.&quot;</p>\r\n<p>\r\n\tRay Perryman, the economist behind the Perryman Group, told us that skill level is a key factor. &quot;A lot of the unemployed people right now are highly skilled professionals, and would have no experience with these primarly manual labor-type jobs that the undocumented workers perform,&quot; he said. Plus, he said, the demand for jobs that undocumented workers often hold, like construction and hospitality gigs, is low thanks to the recession.</p>\r\n<p>\r\n\tPerryman said he has &quot;never seen an academic study that would support&quot; Smith&#39;s claim.</p>\r\n<p>\r\n\tWe found more studies that showed how undocumented workers affect employment, as opposed to unemployment. Summing them up: immigrants don&#39;t exacerbate unemployment. This May, FactCheck.org, a nonpartisan fact-checking project at the Annenberg Public Policy Center in Pennsylvania, looked into whether legal and illegal immigration deprives Americans of jobs. Citing experts, it said that &quot;study after study has shown that immigrants grow the economy, expanding demand for goods and services that the foreign-born workers and their families consume, and thereby creating jobs. There is even broad agreement among economists that while immigrants may push down wages for some, the overall effect is to increase wages for American-born workers.&quot;</p>\r\n<p>\r\n\tWhat&#39;s more, experts told us that if all illegal workers vanished, there almost certainly wouldn&#39;t be a one-to-one replacement of the workers with legal residents because many of those jobs wouldn&#39;t appeal to legal workers or unemployed workers might not live near the newly available jobs. In its 2009 report on the Swift Raids, the Center for Immigration Studies cited the Congressional Research Service, which outlined factors explaining why illegal immigrants fill jobs that legal workers generally find objectionable: &quot;Some have argued that work involving &#39;blood, unpleasant odors and repetitive tasks, is not attractive&#39; to U.S. workers. But other factors including low wages, high line speeds, little job security, rural-sited facilities, and diminished union protection may also make domestic recruitment difficult.&quot;</p>\r\n<p>\r\n\tWhere does all this leave us?</p>\r\n<p>\r\n\tSmith offered no studies backing up his statement, while we found two studies that found that employment would actually decline if undocumented workers were suddenly deported. Meantime, for various reasons experts across the spectrum said it&#39;s not believable that unemployment would halve should illegal workers vanish.</p>\r\n<p>\r\n\tSmith&#39;s simple logic is too simplistic. We rate his statement as False.</p>", "ruling_comments_date": "2010-08-13T16:51:18.933441", "ruling_date": "2010-08-15T06:00:00", "ruling_headline": "U.S. Rep. Lamar Smith says the United States could cut unemployment by reclaiming jobs held by illegal immigrants.", "ruling_headline_slug": "us-rep-lamar-smith-says-united-states-could-cut-un", "ruling_link_text": "There's theory, and then there's reality", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<a href=\"http://www.youtube.com/watch?v=eWd1LCLTGMk&amp;feature=related\" id=\"uomm\" title=\"Video:\">Video:</a> Rep. Lamar Smith on the House floor: Obama fails to protect American jobs, July 1, 2010</p>\r\n<p>\r\n\tThe New York Times, <a href=\"http://www.nytimes.com/2010/07/02/us/politics/02obama.html\" id=\"eel5\" title=\"Obama urges fix to 'broken' immigration system,\">Obama urges fix to &#39;broken&#39; immigration system,</a> July 1, 2010</p>\r\n<p>\r\n\t<a href=\"http://emlab.berkeley.edu/%7Ecard/papers/mariel-impact.pdf\" title=\"The Impact of the Mariel Boatlift on the Miami Labor Market,\">The Impact of the Mariel Boatlift on the Miami Labor Market,</a> by David Card, Industrial and Labor Relations Review, published by Cornell University, January 1990</p>\r\n<p>\r\n\tPew Hispanic Center, <a href=\"http://pewresearch.org/pubs/1190/portrait-unauthorized-immigrants-states\" id=\"e0uo\" title=\"A Portrait of Unauthorized Immigrants in the United States,\">A Portrait of Unauthorized Immigrants in the United States,</a> by Jeffrey Passel and D&#39;Vera Cohn, April 14, 2009</p>\r\n<p>\r\n\tBureau of Labor Statistics, <a href=\"http://data.bls.gov/PDQ/servlet/SurveyOutputServlet?data_tool=latest_numbers&amp;series_id=LNS14000000\" id=\"nhxa\" title=\"Labor force statistics from the Current Population Survey,\">Labor force statistics from the Current Population Survey,</a> accessed July 28, 2010</p>\r\n<p>\r\n\tBureau of Labor Statistics, <a href=\"http://www.bls.gov/news.release/empsit.a.htm\" id=\"ln-a\" title=\"Employment situation summary: household data, seasonally adjusted,\">Employment situation summary: household data, seasonally adjusted,</a> accessed July 28, 2010</p>\r\n<p>\r\n\tReuters, <a href=\"http://www.nytimes.com/2010/07/30/business/economy/30jobless.html?ref=unemployment\" id=\"s0ja\" title=\"Weekly jobless claims in U.S. decline,\">Weekly jobless claims in U.S. decline,</a> July 29, 2010</p>\r\n<p>\r\n\tFactCheck.org, <a href=\"http://www.factcheck.org/2010/05/does-immigration-cost-jobs/\" id=\"r8vs\" title=\"Does Immigration cost jobs? Economists say immigration, legal or illegal, doesn't hurt American workers,\">Does Immigration cost jobs? Economists say immigration, legal or illegal, doesn&#39;t hurt American workers,</a> May 13, 2010</p>\r\n<p>\r\n\tHouston Chronicle, <a href=\"http://blogs.chron.com/txpotomac/2010/02/drop_in_illegal_immigration_ti.html\" id=\"ih2v\" title=\"Drop in illegal immigration tied to economy,\">Drop in illegal immigration tied to economy,</a> Feb. 10, 2010</p>\r\n<p>\r\n\tCenter for Immigration Studies, <a href=\"http://www.cis.org/2006SwiftRaids#15\" id=\"vy9k\" title=\"The 2006 Swift Raids: Assessing the Impact of Immigration Enforcement Actions at Six Facilities,\">The 2006 Swift Raids: Assessing the Impact of Immigration Enforcement Actions at Six Facilities,</a> March 2009</p>\r\n<p>\r\n\tTexas Comptroller of Public Accounts, <a href=\"http://www.cpa.state.tx.us/specialrpt/undocumented/\" id=\"msai\" title=\"&quot;Undocumented immigrants in Texas: A financial analysis of the impact to the state budget and economy,&quot;\">&quot;Undocumented immigrants in Texas: A financial analysis of the impact to the state budget and economy,&quot;</a> December 2006</p>\r\n<p>\r\n\tU.S.A. Today, <a href=\"http://www.usatoday.com/money/workplace/2009-09-13-plants_N.htm\" id=\"w:8.\" title=\"Immigration raids yield jobs for legal workers\">Immigration raids yield jobs for legal workers</a>, Sept. 15, 2009</p>\r\n<p>\r\n\tThe Washington Post, <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2006/12/14/AR2006121401552.html\" id=\"bwzc\" title=\"Texas official's report ignites a new border conflict,\">Texas official&#39;s report ignites a new border conflict,</a> Dec. 15, 2006</p>\r\n<p>\r\n\tAmericans for Immigration Reform, <a href=\"http://www.google.com/url?sa=t&amp;source=web&amp;cd=3&amp;ved=0CB4QFjAC&amp;url=http%3A%2F%2Fwww.americansforimmigrationreform.com%2Ffiles%2FImpact_of_the_Undocumented_Workforce.pdf&amp;ei=XK9lTJqoEsL58Abq0bDeCA&amp;usg=AFQjCNEtIxcJrk-NWFeWS3nZV0s5mczEYw\" id=\"z8gu\" title=\"PDF:\">PDF:</a> An essential resource: An analysis of the economic impact of undocumented workers on business activity in the U.S. with estimated effects by state and by industry, April 2008</p>\r\n<p>\r\n\tInterview with Jeffrey Passel, senior demographer, Pew Hispanic Center, July 28, 2010</p>\r\n<p>\r\n\tInterview with Giovanni Peri, associate professor, Department of Economics, University of California, Davis, July 28, 2010</p>\r\n<p>\r\n\tInterview with James Sherk, senior policy analyst in labor economics, The Heritage Foundation, July 28, 2010</p>\r\n<p>\r\n\tE-mail interview with Rep. Lamar Smith, July 28, 2010</p>\r\n<p>\r\n\tInterview with Ira Mehlman, national media director and spokesman, Federation for American Immigration Reform, July 29, 2010</p>\r\n<p>\r\n\tInterview with Jack Martin, special projects director, Federation for American Immigration Reform, July 29, 2010</p>\r\n<p>\r\n\tE-mail interview with Jessica Vaughan, director of policy studies, Center for Immigration Studies, July 29, 2010</p>\r\n<p>\r\n\tInterview with Ray Perryman, economist, The Perryman Group, Aug. 13, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Congressman", "false_count": 5, "first_name": "Lamar", "half_true_count": 2, "home_state": "Texas", "id": 189, "last_name": "Smith", "mostly_true_count": 3, "name_slug": "lamar-smith", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/lamarsmithmug3.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/189/", "total_count": 17, "true_count": 4, "website": "http://lamarsmith.house.gov/"}, "statement": "<p>\r\n\t&quot;We could cut unemployment in half simply by reclaiming the jobs taken by illegal workers.&quot;</p>", "statement_context": "a floor speech", "statement_date": "2010-07-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}