{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2010/aug/19/kevin-brady/kevin-brady-says-more-80-percent-trade-deficit-nat/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 2230, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/2230/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tU.S. Rep. Kevin Brady, R-The Woodlands, last month spoke in support of creating an Emergency Trade Deficit Commission, while noting his hopes for congressional ratification of trade agreements with South Korea, Panama and Colombia.</p>\r\n<p>\r\n\t&quot;The world has changed,&quot; Brady said on the House floor July 28. &quot;It&rsquo;s not enough to simply buy American; we have to sell American, sell our products and goods and services throughout this world. And in fact, over 80 percent of our trade deficit today is with countries that are not trade agreement partners, that are not level playing fields for the United States; that&rsquo;s why we push hard for those agreements.&quot;</p>\r\n<p>\r\n\tThe 80 percent figure jarred a reader who urged us to give it a once-over; happy to oblige.</p>\r\n<p>\r\n\tSome background: In June, the U.S. trade deficit reached nearly $50 billion, according to the U.S. Census Bureau. Exports in June totaled $150.5 billion, imports $200.3 billion.</p>\r\n<p>\r\n\tAccording to the Office of the U.S. Trade Representative, the United States has free-trade agreements &mdash; meaning neither country imposes trade restrictions such as tariffs &mdash; with 17 nations, which together account for 34 percent of U.S. imports and exports. The countries are Israel, Canada, Mexico, Jordan, Chile, Singapore, Australia, Morocco, El Salvador, Nicaragua, Honduras, Guatemala, Bahrain, Dominican Republic, Costa Rica, Oman and Peru.</p>\r\n<p>\r\n\tThrough participation in the World Trade Organization, the United States has agreements permitting some restrictions with many nations. These include export powerhouses such as China, which from January through June 2010 was the leading exporter to the United States, with $161 billion in exported goods, according to the Census Bureau. China was followed in the exports-to-USA category by Canada, Mexico and Japan.</p>\r\n<p>\r\n\tAnd what of Brady&#39;s &quot;more than 80 percent&quot; breakout? Joe Kafchinski, a bureau statistician, said that from January through June, 13 percent of the nation&rsquo;s trade deficit involved the countries that have free-trade agreements with the United States &mdash; meaning 87 percent of the deficit was with nations without such agreements.</p>\r\n<p>\r\n\tNext, we wondered about Brady&#39;s statement that those agreements serve to &quot;level the playing field&quot; with other countries, trade-wise &mdash; and thus reduce the U.S. trade deficit.</p>\r\n<p>\r\n\tThe National Association of Manufacturers says free-trade agreements ease the export of American goods: &quot;Free trade agreements (FTAs) account for nearly one-half of U.S. manufactured goods exports,&quot; the association says on its website. &quot;They lower the price for consumer goods in the United States as well as the costs U.S. businesses pay for imported materials. Bilateral deals also open foreign markets to U.S. goods, increasing employment in those export sectors.&quot;</p>\r\n<p>\r\n\tThe manufacturers note that the Census Bureau &quot;reports that over the past two years, U.S. manufacturers had a $50 billion surplus with their counterparts in FTA partner countries. Conversely, in the same time period, the U.S. trade deficit in manufacturing goods with the rest of the world was an astounding $820 billion.&quot; Put another way, the group says, 95 percent of the nation&rsquo;s manufactured-goods&rsquo; deficit is with nations that do not have free-trade agreements with the United States.</p>\r\n<p>\r\n\tFor labor&#39;s perspective, we contacted Jeff Vogt, global economic policy specialist for the AFL-CIO. Vogt said China&rsquo;s 2001 entry into the WTO drove up the U.S. deficit with non-free-trade nations. Regardless of which countries account for the deficit, Vogt said, the imbalance is a problem because the domestic economy benefits more from exports than imports.</p>\r\n<p>\r\n\tVogt shared a March 2010 report by the nonpartisan Economic Policy Institute, which focuses on the economic needs of low- and middle-income Americans. The report says the U.S. trade deficit with China increased $186 billion between 2001 and 2008.</p>\r\n<p>\r\n\t&quot;Rapidly growing imports of computer and electronic parts (including computers, parts, semiconductors, and audio-video equipment) accounted for more than 40 percent&quot; of the surge, the report says, with deficits in advanced technology products responsible for 27 percent of the U.S.-China deficit. Also, according to the report, the growth of the deficit contributed to the loss of 627,700 U.S. jobs in computer and electronic products, along with other hard-hit industrial sectors including apparel and accessories (150,200 jobs), miscellaneous manufac&shy;tured goods (136,900) and fabricated metal products (108,700).</p>\r\n<p>\r\n\tBut trade agreements are not all that&#39;s behind the deficit with China. The report says a major cause &quot;is currency manipulation. Unlike other currencies, the Chinese yuan does not fluctuate freely against the dollar,&quot; giving Chinese-made goods an artificial price advantage overseas. In June 2010, China&rsquo;s central bank announced that it would allow the yuan to fluctuate more, but the value of the yuan has since increased less than 1 percent, according to a news report posted online this week by FinanceAsia.</p>\r\n<p>\r\n\tRobert Scott, an economist at the nonpartisan Economic Policy Institute in Washington, cautioned against presuming that free-trade agreements benefit the United States, saying that depends in part on whether the other nation is as developed as the United States and has open markets. For instance, the U.S. runs a trade deficit with its free-trade neighbor Mexico, he said, dominated by a flow of manufacturing plants to the less-developed country.</p>\r\n<p>\r\n\tFree-trade agreements, Scott said, are &quot;designed to make the world safe for multinationals to outsource production forever.&quot; And in a <a href=\"http://www.epi.org/economic_snapshots/entry/free_trade_agreement_with_korea_will_cost_u.s._jobs/\">July 1</a> article on the institute&#39;s website that criticized the proposed trade agreement with South Korea as &quot;foolish,&quot; Scott wrote: &quot;History shows that such trade deals lead to rapidly growing trade deficits and job loss in the United States.&quot;</p>\r\n<p>\r\n\tClearly, there&#39;s a difference of opinion on whether free-trade agreements are a good thing vis-a-vis the growing U.S. trade deficit, as Brady asserts.</p>\r\n<p>\r\n\tBut the key statistic in Brady&rsquo;s statement stands up. In fact, he understates the share of our trade deficit with nations that don&#39;t have free-trade agreements with the U.S. We rate Brady&#39;s statement Mostly True.</p>\r\n", "ruling_comments_date": "2010-08-13T19:11:08.109176", "ruling_date": "2010-08-19T06:00:00", "ruling_headline": "Kevin Brady says more than 80 percent of trade deficit with nations without free-trade agreements with United States", "ruling_headline_slug": "kevin-brady-says-more-80-percent-trade-deficit-nat", "ruling_link_text": "Think China", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tC-SPAN, Video Library, <a href=\"http://www.c-spanvideo.org/videoLibrary/clip.php?appid=598537137\">segment featuring U.S. Rep. Kevin Brady, R-Texas</a>, House Session, Establishing Emergency Trade Deficit Commission, July 28, 2010</p>\r\n<p>\r\n\tEconomic Policy Institute, briefing paper, <a href=\"http://epi.3cdn.net/91b2eeeffce66c1a10_v5m6beqhi.pdf\">&quot;Unfair China Trade Costs Local Jobs,&quot;</a> March 23, 2010 (accessed Aug. 11, 2010)</p>\r\n<p>\r\n\tFinanceAsia, news article, <a href=\"http://www.financeasia.com/News/224225,chinas-trade-surplus-reaches-record-high.aspx\">&quot;China&rsquo;s trade surplus reaches record high,&quot;</a> Aug. 11, 2010 (accessed Aug. 11, 2010)</p>\r\n<p>\r\n\tInterview, Nefeterius Akeli McPherson, senior media affairs liaison, Office of Public Affairs, Office of U.S. Trade Representative, Washington, Aug. 3, 2010</p>\r\n<p>\r\n\tInterview, Rob Scott, senior international economist, Economic Policy Institute, Washington, Aug. 11, 2010</p>\r\n<p>\r\n\tEconomic Policy Institute, <a href=\"http://www.epi.org/economic_snapshots/entry/free_trade_agreement_with_korea_will_cost_u.s._jobs/\">economic snapshot</a>, July 1, 2010</p>\r\n<p>\r\n\tNational Association of Manufacturers, chart, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/08112010_namchart.pdf\">&quot;U.S. Manufactured Goods Trade Now in Surplus with Free Trade Agreement (FTA) Partners for Second Year in a Row,&quot;</a> website, <a href=\"http://www.nam.org/Issues/Trade/Bilateral-Trade.aspx\">&quot;Issues, Bilateral Trade,&quot;</a> (accessed Aug. 11, 2010</p>\r\n<p>\r\n\tU.S. Census Bureau, websites, &quot;<a href=\"http://www.census.gov/foreign-trade/data/\">U.S. International Trade Data,&quot;</a> <a href=\"http://www.census.gov/foreign-trade/statistics/highlights/top/top1006yr.html\">&quot;Foreign Trade Statistics,&quot;</a> (accessed Aug. 11, 2010)</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "U.S. House member", "false_count": 0, "first_name": "Kevin", "half_true_count": 1, "home_state": "Texas", "id": 595, "last_name": "Brady", "mostly_true_count": 1, "name_slug": "kevin-brady", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/bradynewpft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/595/", "total_count": 4, "true_count": 1, "website": "http://www.house.gov/brady/"}, "statement": "<p>\r\n\t&quot;Over 80 percent of our trade deficit today is with countries that are not trade agreement partners, that are not level playing fields for the United States.&quot;</p>\r\n", "statement_context": "a U.S. House floor speech", "statement_date": "2010-07-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 143, "photo": null, "resource_uri": "/api/v/2/subject/143/", "subject": "Trade", "subject_slug": "trade", "used_in_edition": []}], "target": [], "twitter_headline": ""}