{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/aug/18/barack-obama/barack-obama-claims-republican-leaders-plan-privat/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 2249, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/2249/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tOn the 75th anniversary of Franklin Roosevelt signing Social Security into law, President Barack Obama dusted off an old campaign attack during his weekly address, claiming that Republicans once again intend to privatize the program.</p>\r\n<p>\r\n\tWe couldn&#39;t recall any members of the Republican leadership recently calling for such a drastic change, and so we decided to check out whether this was a legitimate issue or a trumped up scare tactic heading into the fall election season.</p>\r\n<p>\r\n\tObama raised the issue in an address titled, &quot;Honoring Social Security, Not Privatizing It.&quot;</p>\r\n<p>\r\n\t&quot;One thing we can&rsquo;t afford to do though is privatize Social Security &ndash; an ill-conceived idea that would add trillions of dollars to our budget deficit while tying your benefits to the whims of Wall Street traders and the ups and downs of the stock market,&quot; Obama said.</p>\r\n<p>\r\n\tObama noted that this was a debate dating to 2005 when then President George W. Bush floated a plan to allow workers under 55 to invest a portion of their Social Security taxes into personal retirement accounts. Even though Republicans controlled Congress at the time, the idea never gathered much steam (perhaps, in part, because Democrats then labeled the plan as &quot;privatization&quot;), and it died without even being introduced as proposed legislation.</p>\r\n<p>\r\n\t&quot;I&rsquo;d have thought that debate would&rsquo;ve been put to rest once and for all by the financial crisis we&rsquo;ve just experienced,&quot; Obama said. &quot;I&rsquo;d have thought, after being reminded how quickly the stock market can tumble, after seeing the wealth people worked a lifetime to earn wiped out in a matter of days, that no one would want to place bets with Social Security on Wall Street; that everyone would understand why we need to be prudent about investing the retirement money of tens of millions of Americans.</p>\r\n<p>\r\n\t&quot;But some Republican leaders in Congress don&rsquo;t seem to have learned any lessons from the past few years. They&rsquo;re pushing to make privatizing Social Security a key part of their legislative agenda if they win a majority in Congress this fall.&quot;</p>\r\n<p>\r\n\tIf this all sounds familiar, you may recall that during the presidential campaign, Obama accused Sen. John McCain of wanting to revitalize Bush&#39;s plan to &quot;privatize&quot; Social Security. We ruled that claim <a href=\"http://www.politifact.com/truth-o-meter/statements/2008/may/22/barack-obama/reading-too-much-into-mccains-ambitions/\">Barely True</a>.</p>\r\n<p>\r\n\tSo why reintroduce the attack now? White House officials pointed us toward the &quot;Roadmap for America&rsquo;s Future,&quot; a bill from Rep. Paul Ryan, the ranking Republican on the House Budget Committee. The plan includes a proposal to allow people under 55 to steer a portion of their payroll taxes toward an individual retirement account of their choosing, but overseen by the Social Security Administration.</p>\r\n<p>\r\n\tWe decided to look at Obama&#39;s claim from two angles. First, is it fair to describe Ryan&#39;s plan as &quot;privatizing&quot; Social Security? And second, is Ryan&#39;s plan a key part of the legislative agenda being pursued by Republican leadership in Congress?</p>\r\n<p>\r\n\t<b goog_docs_charindex=\"3145\">Is Ryan&#39;s plan to &quot;privatize&quot; Social Security?</b></p>\r\n<p>\r\n\tRyan&#39;s plan -- which is similar but not identical to Bush&#39;s -- would allow workers under 55 to begin investing a portion of their Social Security taxes in a series of funds managed by the government (Ryan calls them &quot;personal retirement accounts&quot;). But that&#39;s a far cry from privatizing the entirety of Social Security.</p>\r\n<p>\r\n\tTo start, for those currently 55 and older, the current Social Security System would not be affected one way or another; they would simply receive their benefits as they are set up today and could not opt into a personal account. And for those under 55, the possibility of creating a personal retirement account would be totally optional -- one could choose to stay in the traditional government-run system and receive benefits as they have been promised. And lastly, for those who do choose to create a personal retirement account, the plan would only allow -- over time -- for people to invest a little over a third of their payroll taxes in the personal account.</p>\r\n<p>\r\n\tIn an e-mail response to PolitiFact, Ryan argued that it would be incorrect to call even the personal retirement account portion &quot;privatized.&quot;</p>\r\n<p>\r\n\t&quot;In the personal-accounts system, the accounts are owned by the individual, and managed and overseen by Social Security &mdash; not a stockbroker or private investment firm,&quot; Ryan stated. &quot;People choosing the reformed system select from a handful of government-regulated options &mdash; just as Members of Congress and federal employees do.&quot;</p>\r\n<p>\r\n\tNot everyone agrees.</p>\r\n<p>\r\n\tAn analysis of Ryan&#39;s &quot;Roadmap&quot; plan from the left-leaning Center of Budget and Policy Priorities, argues that, &quot;what makes these accounts private is their ownership, not their oversight or management.&quot;</p>\r\n<p>\r\n\tWe think one could make a plausible argument that the Ryan plan would establish a partially privatized plan. But Obama&#39;s sweeping characterization that Republicans are attempting to privatize Social Security seems to be one (big) part scare tactic. When Obama talks about &quot;tying your benefits to the whims of Wall Street traders and the ups and downs of the stock market,&quot; it seems to suggest that the plan would affect the benefits being paid to people currently getting Social Security, but those people would be specifically excluded from creating personal retirement accounts because they would only be available to those under 55.</p>\r\n<p>\r\n\tWhich brings us to the second part of our analysis:</p>\r\n<p>\r\n\t<b goog_docs_charindex=\"5575\">Is Ryan&#39;s plan a key part of the legislative agenda being pursued by Republican leadership in Congress?</b></p>\r\n<p>\r\n\tIt certainly doesn&#39;t appear so. Ryan&#39;s bill has 13 co-sponsors (all Republicans); and the White House correctly notes that among them are Rep. Tom Price, R-Ga., the Republican Study Committee Chairman, and Rep. Devin Nunes, R-Ca., Assistant Republican Whip.</p>\r\n<p>\r\n\tSpecifically and conspicuously, however, among those who have not signed on as co-sponsors are the big three in Republican leadership: House Republican Leader John Boehner, Republican Whip Eric Cantor and the Republican Conference Chairman Mike Pence.</p>\r\n<p>\r\n\tAccording to Michael Steel, a spokesman for Boehner, &quot;As Rep. Ryan and Republican leaders have made clear repeatedly, the Roadmap is Rep. Ryan&#39;s vision of long-term conservative reform. It is not an official position of House Republicans in any way, shape or form. Boehner has thanked Rep. Ryan for offering this vision - but he has not co-sponsored or endorsed it, nor has any other member of the House Republican Leadership.&quot;</p>\r\n<p>\r\n\tNor does the plan appear to have much traction among Senate Republican leaders. Don Stewart, a spokesman for Senate Republican leader Mitch McConnell, noted that McConnell has said he hopes the Obama-created deficit commission will come forward with a Social Security plan he and other Republicans can support.</p>\r\n<p>\r\n\t&quot;I don&rsquo;t know of a single plan (including Rep. Ryan&#39;s) that would take the Social Security that seniors currently have and subject it to &#39;the whims&#39; of Wall Street,&quot; Stewart added. &quot;The White House doesn&rsquo;t know of any either. ... The president falsely claimed that Republican leaders in Congress are trying to take current benefits from seniors and put them in the stock market.&quot;</p>\r\n<p>\r\n\tStewart suggested Obama&#39;s comments may be prompted by the results of a recent NBC/<i goog_docs_charindex=\"7874\">Wall Street Journal</i> poll that showed the the Democrats&#39; lead on the question of which party would do a better job on &lsquo;dealing with Social Security&rsquo; is now down to only 4 points (30 percent to 26 percent); compared to a 28 point advantage for Democrats on that question in October 2006.</p>\r\n<p>\r\n\tAs we noted earlier, Obama has gone to this well before. Accusing Republicans of trying to privatize Social Security no doubt scores political points with many, particularly seniors who depend on it. But as it was during the campaign, Obama&#39;s warning is a big stretch. The only &quot;Republican leader&quot; who is really talking about allowing personal retirement accounts is Ryan, and even his plan is a far cry from a wholly privatized system. We rate Obama&#39;s statement Barely True.</p>\r\n\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-08-18T15:58:44.079101", "ruling_date": "2010-08-18T15:22:24", "ruling_headline": "Barack Obama claims Republican leaders plan to privatize Social Security", "ruling_headline_slug": "barack-obama-claims-republican-leaders-plan-privat", "ruling_link_text": "One Republican leader; not a plan to entirely privatize", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tWhite House web site, Obama&#39;s Weekly Address: <a href=\"http://www.whitehouse.gov/blog/2010/08/14/weekly-address-honoring-social-security-not-privatizing-it\">&quot;Honoring Social Security, Not Privatizing It,&quot;</a> Aug. 14, 2010</p>\r\n<p>\r\n\tU.S. Rep. Paul Ryan&#39;s web site, <a href=\"http://www.roadmap.republicans.budget.house.gov/Issues/Issue/?IssueID=8521\">&quot;A Roadmap for America&#39;s Future: Social Security&quot;</a></p>\r\n<p>\r\n\tU.S. Rep. Paul Ryan&#39;s web site, <a href=\"http://www.roadmap.republicans.budget.house.gov/plan/#retirementsecurity\">&quot;The Roadmap Plan&quot;</a></p>\r\n<p>\r\n\tPolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/statements/2008/may/22/barack-obama/reading-too-much-into-mccains-ambitions/\">&quot;Reading too much into McCain&#39;s ambitions&quot;</a> by Adriel Bettelheim, May 22, 2008</p>\r\n<p>\r\n\tLibrary of Congress web site, <a href=\"http://thomas.loc.gov/cgi-bin/bdquery/D?d111:1:./temp/~bdHySu::|/home/LegislativeData.php|\">H.R. 4529, Roadmap for America&#39;s Future</a>, introduced Jan. 27, 2010</p>\r\n<p>\r\n\tFactCheck.org, <a href=\"http://factcheck.org/2010/08/obamas-latest-social-security-whopper/\">&quot;Obama&rsquo;s (Latest) Social Security Whopper,&quot;</a> by Brooks Jackson, Aug. 16, 2010</p>\r\n<p>\r\n\tWall Streeet Journal, <a href=\"http://online.wsj.com/public/resources/documents/wsjnbcpoll-08122010.pdf\">NBC News/Wall Street Journal Survey</a>, Aug. 5-9, 2010</p>\r\n<p>\r\n\tSocial Security Administration, Office of the Chief Actuary, <a href=\"http://www.ssa.gov/OACT/solvency/index.html\">Analysis of financial effects of Rep. Ryan&#39;s plan for Social Security,</a> April 27, 2010</p>\r\n<p>\r\n\tNew York Times, <a href=\"http://www.nytimes.com/2010/08/03/us/politics/03ryan.html?_r=1\">&quot;A Young Republican With a Sweeping Agenda,&quot;</a> by Monica Davey, Aug. 2, 2010</p>\r\n<p>\r\n\tCenter on Budget and Policy Priorities, <a href=\"http://www.cbpp.org/cms/index.cfm?fa=view&amp;id=3119\">&quot;Ryan&#39;s Response to Center&#39;s Analysis of &#39;Roadmap&#39; Is Off Base,&quot;</a> May 6, 2010</p>\r\n<p>\r\n\tWashington Post, <a href=\"http://voices.washingtonpost.com/ezra-klein/2010/02/rep_paul_ryans_daring_budget_p.html\">&quot;Rep. Paul Ryan&#39;s daring budget proposal,&quot;</a> by Ezra Klein, Feb. 1, 2010</p>\r\n<p>\r\n\tE-mail interview with Michael Steel, a spokesman for Rep. John Boehner, Aug. 17, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Don Stewart, a spokesman for Senate Republican leader Mitch McConnell, Aug. 17, 2010</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\r\n\t&quot;Some Republican leaders in Congress&quot; are &quot;pushing to make privatizing Social Security a key part of their legislative agenda if they win a majority in Congress this fall.&quot;</p>\r\n", "statement_context": "his weekly address", "statement_date": "2010-08-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 141, "photo": null, "resource_uri": "/api/v/2/subject/141/", "subject": "Social Security", "subject_slug": "social-security", "used_in_edition": []}], "target": [], "twitter_headline": "Obama's claim that Republicans plan to privatize Social Security gets a Barely True."}