{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/aug/30/ann-marie-buerkle/ann-marie-buerkle-gop-candidate-says-under-new-hea/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 2268, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/2268/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tIt sounds like a claim from a chain e-mail, but it&#39;s posted on the website of a Republican candidate for Congress. Is Big Brother really going to keep tabs on your flab?<br goog_docs_charindex=\"369\" />\r\n\t<br goog_docs_charindex=\"370\" />\r\n\tThe charge was posted in <a goog_docs_charindex=\"396\" href=\"http://www.buerkleforcongress.com/index.php/a-letter-from-ann-marie-buerkle/\" id=\"l40j\" title=\"a letter dated Aug. 10, 2010\">a letter dated Aug. 10, 2010</a>, on the website of Ann Marie Buerkle, a Republican who is seeking to oust Rep. Dan Maffei, a freshman Democrat representing a district in upstate New York.<br goog_docs_charindex=\"582\" />\r\n\t<br goog_docs_charindex=\"583\" />\r\n\tThe letter, addressed to &quot;Dear Friends,&quot; was signed by the candidate herself. It said, &quot;You may have noticed the latest &#39;product&#39; from big government advocates in Washington. We now know the Obama Health and Human Services Department is planning to compile a federal health record on all U.S. citizens by 2014, and will include information on each individual&rsquo;s Body Mass Index in the files. Some argue that an individual&rsquo;s Body Mass Index indicates whether that person is dieting and exercising properly. We may all prefer healthy life styles, but I don&rsquo;t believe the federal government needs to be involved in such personal matters. Instead, I advocate personal accountability and personal responsibility.&quot;<br goog_docs_charindex=\"1291\" />\r\n\t<br goog_docs_charindex=\"1292\" />\r\n\tBuerkle -- who <a goog_docs_charindex=\"1308\" href=\"http://www.buerkleforcongress.com/index.php/meet-ann-marie/\" id=\"c9sm\" title=\"describes herself\">describes herself</a> on her campaign website as a &quot;nurse and accomplished attorney working in health care,&quot; added, &quot;I believe this is an unacceptable intrusion by government into the private lives of Americans. It is costly, and susceptible to abuse. As the financial burden and unbearable strain of Obamacare has started to take its toll on healthcare costs, such information like BMI can eventually be used to help government bureaucrats to ration health care. &nbsp;Even if that&rsquo;s not the case, I&rsquo;m opposed to the expansion of federal bureaucracies, out-of-control spending, tax increases, and increasing dependency on government.&quot;<br goog_docs_charindex=\"1936\" />\r\n\t<br goog_docs_charindex=\"1937\" />\r\n\tWe wondered whether the federal government is really planning to snoop on people&#39;s body mass index, which, in certain ranges, can be a predictor of costly, debilitating and even deadly diseases such as diabetes and heart disease.<br goog_docs_charindex=\"2167\" />\r\n\t<br goog_docs_charindex=\"2168\" />\r\n\tAs we first related <a goog_docs_charindex=\"2189\" href=\"http://www.politifact.com/truth-o-meter/statements/2009/oct/22/senior-citizens-league/seniors-group-warns-about-risks-electronic-health-/\" id=\"h4b2\" title=\"in a fact-check\">in a fact-check</a> in October 2009, computerizing medical records has long been a goal of policymakers across the ideological spectrum. The idea is to shift from paper-based records to electronic ones, so that doctors can access information about patients more quickly and easily and make better clinical decisions as a result. Supporters hope that electronic medical records will reduce the frequency of medical errors, unnecessary diagnostic tests and inappropriate treatments. They also hope that, in the long term, streamlining record-keeping could bring down the rapidly escalating cost of health care.<br goog_docs_charindex=\"2796\" />\r\n\t<br goog_docs_charindex=\"2797\" />\r\n\tThe effort did not begin with President Barack Obama. In 2004, President George W. Bush <a goog_docs_charindex=\"2886\" href=\"http://www.politifact.com/truth-o-meter/article/2009/aug/25/rationing-scare-words-health-care-debate/\" id=\"dv7d\" title=\"issued an executive order\">issued an executive order</a> creating incentives for the adoption of information technology by 2014, to be spearheaded by a new federal official, the national coordinator for Health Information Technology. Under Obama, Congress passed his economic stimulus package in February 2009. The stimulus included several items designed to promote health information technology, including $19 billion over four years to fund electronic infrastructure improvements and the widespread adoption of electronic health records by providers, typically through higher Medicare and Medicaid reimbursements for doctors who use electronic medical records effectively.<br goog_docs_charindex=\"3533\" />\r\n\t<br goog_docs_charindex=\"3534\" />\r\n\tThe Office of the National Coordinator for Health Information Technology describes the Nationwide Health Information Network as a &quot;network of networks.&quot; All the experts we spoke to emphasized that it is not a single database residing at, say, a federal agency. It&#39;s more accurately viewed as a network to link many separate databases where records already exist, such as regional databases or medical offices, along with efforts to establish common technical standards so that these far-flung repositories of data can exchange information as needed.<br goog_docs_charindex=\"4085\" />\r\n\t<br goog_docs_charindex=\"4086\" />\r\n\tSo will an intrusive government will have access to your private medical information? The short answer is: No.<br goog_docs_charindex=\"4198\" />\r\n\t<br goog_docs_charindex=\"4199\" />\r\n\t&quot;The records would be held by physicians and providers -- there is no such &#39;federal health record&#39; on all Americans being compiled by the government,&quot; said Deven McGraw, director of the health privacy project at the Center for Democracy and Technology, a group that follows electronic privacy issues. The Department of Health and Human Services &quot;is not establishing a record for each person -- they are administering a program whereby physicians and hospitals can establish electronic medical records for their patients.&quot;<br goog_docs_charindex=\"4721\" />\r\n\t<br goog_docs_charindex=\"4722\" />\r\n\tIn July 2010, HHS issued its first in a series of final regulations on how the incentive program for medical professionals will work, covering 2011 and 2012. Among other things, doctors will have to record body mass index as one of a number of statistics included in the new electronic medical record. (Click <a goog_docs_charindex=\"5016\" href=\"http://healthpolicyandreform.nejm.org/wp-content/uploads/2010/07/20100713_blumenthal_t1.jpeg\" id=\"hp1n\" title=\"here\">here</a> to see a summary of the full list.) &quot;This information is going into the physician or hospital&#39;s medical record, where it is considered confidential and subject to ethical and legal protections against inappropriate use and disclosure,&quot; McGraw said. &quot;It is not information going into a government record.&quot;<br goog_docs_charindex=\"5327\" />\r\n\t<br goog_docs_charindex=\"5328\" />\r\n\tSo, doctors have to track body mass index on the new electronic forms and report adult weight data to the government in order to receive their incentive payments. Why isn&#39;t Buerkle right? Because providers will be reporting information on patients&#39; vital statistics only in aggregate, not with any personal identification attached. So while the federal government will have a new, large data set on Americans&#39; weight, it will not know who weighs how much.<br goog_docs_charindex=\"5784\" />\r\n\t<br goog_docs_charindex=\"5785\" />\r\n\t&quot;I question how the government could obtain information -- let alone current information -- on BMI or other health status of everyone even if there was a desire to do so,&quot; said Marty Robins, an Illinois-based attorney and adjunct law professor at Northwestern and DePaul universities who has expressed concerns about how safe electronic records will be from hackers.<br goog_docs_charindex=\"6152\" />\r\n\t<br goog_docs_charindex=\"6153\" />\r\n\tWhen we showed Buerkle&#39;s letter to HHS, spokeswoman Jessica Santillo called the allegations &quot;false.&quot; Meanwhile, Glenn Laffel, senior vice president for clinical affairs at Practice Fusion, a company that helps doctors conform to electronic medical records regulations, calls Buerkle&#39;s charge &quot;hogwash.&quot;<br goog_docs_charindex=\"6457\" />\r\n\t<br goog_docs_charindex=\"6458\" />\r\n\t&quot;The federal government has legitimate concerns about the obesity epidemic in this country because this condition increases Medicare and Medicaid expenditures,&quot; Laffel said. &quot;But its efforts to deal with the crisis don&rsquo;t include anything like the assertions being made&quot; in Buerkle&#39;s letter.</p>\r\n<div goog_docs_charindex=\"6754\">\r\n\t<p>\r\n\t\tPamela Snyder, Buerkle&#39;s campaign manager, said the campaign stands by the letter. For starters, Snyder said in an e-mail, the information in these files may be subject to unauthorized access or hacking, potentially making them accessible &quot;not simply a doctor and patient, but by health plans, hospitals, other doctors, pharmacies, insurance payors and government regulators.&quot; In the campaign&#39;s view, she said, &quot;there are extremely serious privacy issues involved.&quot;<br />\r\n\t\t&nbsp;<br />\r\n\t\tOn that point, few would disagree. Indeed, this question has prompted much interest -- <a href=\"http://healthit.hhs.gov/portal/server.pt?open=512&amp;objID=1147&amp;parentname=CommunityPage&amp;parentid=3&amp;mode=2&amp;in_hi_userid=10741&amp;cached=true\" title=\"and legislative and regulatory activity\">and legislative and regulatory activity</a>. But while the experts we spoke to were among those expressing concerns about privacy and security, they didn&#39;t interpret Buerkle&#39;s letter as focusing on privacy concerns. We don&#39;t either. While the letter does mention in passing that the system is &quot;susceptible to abuse,&quot; Buerkle&#39;s letter discusses in much greater detail, and much more forceful language, about a federal bureaucracy that is intruding too deeply into Americans&#39; private lives.<br />\r\n\t\t&nbsp;<br />\r\n\t\tSnyder also said the campaign &quot;never stated that the (electronic health records) would be compiled in a government file -- only that the government was moving to make sure those files were compiled and contained certain information.&quot; We think that this more restrained interpretation -- which is pretty close to accurate -- is undermined by Buerkle&#39;s own words, including such phrases as &quot;big government,&quot; &quot;unacceptable intrusion by government into the private lives of Americans&quot; and &quot;expansion of federal bureaucracies.&quot; We believe a reasonable person would infer that when Buerkle says that &quot;the Obama Health and Human Services Department is planning to compile a federal health record on all U.S. citizens by 2014,&quot; including &quot;each individual&rsquo;s Body Mass Index,&quot; she means that federal officials will have access to each person&#39;s BMI.</p>\r\n\t<p>\r\n\t\tThat is not at all what is envisioned. As a result, we rate the claim False.</p>\r\n</div>", "ruling_comments_date": "2010-08-20T16:40:08.314700", "ruling_date": "2010-08-30T16:49:34", "ruling_headline": "Ann Marie Buerkle, GOP candidate, says under new health law, feds will track Americans' body mass index", "ruling_headline_slug": "ann-marie-buerkle-gop-candidate-says-under-new-hea", "ruling_link_text": "The government won't know your personal flab factor", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tAnn Marie Buerkle, <a href=\"http://www.buerkleforcongress.com/index.php/a-letter-from-ann-marie-buerkle/\" id=\"ztjp\" title=\"letter\">letter</a> to voters on her campaign website, Aug. 10, 2010<br />\r\n\t<br />\r\n\t<em>New England Journal of Medicine</em>, &quot;<a href=\"http://healthpolicyandreform.nejm.org/?p=3732&amp;query=home%5C\" id=\"k8qy\" title=\"The 'Meaningful Use' Regulation for Electronic Health Records\">The &#39;Meaningful Use&#39; Regulation for Electronic Health Records</a>,&quot; July 13, 2010<br />\r\n\t<br />\r\n\t<em>New England Journal of Medicine</em>, &quot;Summary Overview of Meaningful Use Objectives&quot; (<a href=\"http://healthpolicyandreform.nejm.org/wp-content/uploads/2010/07/20100713_blumenthal_t1.jpeg\" id=\"lvup\" title=\"table\">table</a>) July 13, 2010<br />\r\n\t<br />\r\n\tBnet, &quot;<a href=\"http://findarticles.com/p/articles/mi_m3257/is_6_58/ai_n6081759/\" id=\"te-6\" title=\"President Bush launches electronic health record initiative\">President Bush launches electronic health record initiative</a>,&quot; June 2004<br />\r\n\t<br />\r\n\tPresident George W. Bush, <a href=\"http://edocket.access.gpo.gov/cfr_2005/janqtr/pdf/3CFR13335.pdf\" target=\"_blank\">Executive Order 13335 </a>(Incentives for the Use of Health Information Technology and Establishing the Position of the National Health Information Technology Coordinator), April 27, 2004<br />\r\n\t<br />\r\n\tDepartment of Health and Human Services, &quot;Privacy and Security and Health Information Technology&quot; <a href=\"http://healthit.hhs.gov/portal/server.pt?open=512&amp;objID=1147&amp;parentname=CommunityPage&amp;parentid=3&amp;mode=2&amp;in_hi_userid=10741&amp;cached=true\" target=\"_blank\">web page</a>, accessed Oct. 21, 2009<br />\r\n\t<br />\r\n\tMarty Robins, &quot;<a href=\"http://www.huffingtonpost.com/marty-robins/electronic-medical-record_b_667990.html\" id=\"q:2y\" title=\"Electronic Medical Records: Privacy Risks and Opportunities\">Electronic Medical Records: Privacy Risks and Opportunities</a>&quot; (column in HuffingtonPost.com), Aug. 3, 2010<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2009/oct/22/senior-citizens-league/seniors-group-warns-about-risks-electronic-health-/\" id=\"sdb7\" title=\"Seniors' group warns about risks of electronic health records\">Seniors&#39; group warns about risks of electronic health records</a>,&quot; Oct. 22, 2009<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/article/2009/aug/25/rationing-scare-words-health-care-debate/\" id=\"owgl\" title=\"'Rationing' and other scare words in health debate\">&#39;Rationing&#39; and other scare words in health debate</a>,&quot; Aug. 25, 2009<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/article/2009/dec/18/politifact-lie-year-death-panels/\" id=\"d9vm\" title=\"PolitiFact's Lie of the Year: 'Death panels\">PolitiFact&#39;s Lie of the Year: &#39;Death panels</a>,&#39;&quot; Dec. 18, 2009<br />\r\n\t<br />\r\n\tE-mail interview with Deven McGraw, director of the health privacy project at the Center for Democracy &amp; Technology, Aug. 20, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Glenn Laffel, senior vice president for clinical affairs at Practice Fusion, Aug. 18, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Marty Robins, lawyer in Buffalo Grove, Illl., Aug. 20, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Jessica Santillo, spokeswoman for the Department of Health and Human Services, Aug. 20, 2010</p>\r\n<p>\r\n\tE-mail interview with Pamela Snyder, campaign manager for Ann Marie Buerkle, Aug. 24, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Candidate for U.S. House", "false_count": 1, "first_name": "Ann Marie ", "half_true_count": 1, "home_state": "New York", "id": 616, "last_name": "Buerkle", "mostly_true_count": 0, "name_slug": "ann-marie-buerkle", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Buerkle_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/616/", "total_count": 2, "true_count": 0, "website": "http://www.buerkleforcongress.com/index.php/meet-ann-marie/"}, "statement": "<p>\r\n\t&quot;The Obama Health and Human Services Department is planning to compile a federal health record on all U.S. citizens by 2014,&quot; including &quot;each individual&rsquo;s Body Mass Index.&quot;</p>\r\n", "statement_context": "a page on her campaign website", "statement_date": "2010-08-10", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 114, "photo": null, "resource_uri": "/api/v/2/subject/114/", "subject": "Privacy", "subject_slug": "privacy", "used_in_edition": []}], "target": [], "twitter_headline": "GOP House candidate targets body mass index reporting requirement under health law--but she's off-base"}