{"art": [], "author": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/aug/24/john-cornyn/john-cornyn-says-stimulus-money-will-fund-ipods-ut/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "bbell@statesman.com", "first_name": "Brenda", "id": 267, "last_name": "Bell", "name_slug": "brenda-bell", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/267/", "title": "Projects Editor", "twitter": null}], "facebook_headline": null, "id": 2273, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/2273/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tSen. John Cornyn, the junior Republican from Texas, isn&#39;t running for re-election this year, but he&#39;s sounding a similar tenet as his colleagues squaring off with Democrats: spending bad.</p>\r\n<p>\r\n\tIn an Aug. 3 press release, Cornyn touted the latest in a series of three stimulus reports by Sens. John McCain, R-Ariz., and Tom Coburn, R-Okla., crowning 100 projects funded with stimulus money as examples of wasteful spending.</p>\r\n<p>\r\n\t&quot;As summer barbecues pop up in backyards across the country, another kind of pork is making its way to a gratuitous study or project near you,&quot; Cornyn said. &quot;This new report reveals 100 stimulus-funded pet projects that have failed to create jobs for Americans. Instead, we discover taxpayer money will provide iPod Touch devices to high school students in Utah, Blackberry smart phones to smokers who kick the habit, and funding for a study of exotic ants in East Africa.</p>\r\n<p>\r\n\tWe wondered about the three projects that Cornyn singles out &mdash; but first, a few words about job creation.</p>\r\n<p>\r\n\tThere are a couple ways to assess the impact of the stimulus bill on employment: counting jobs created directly by the stimulus and counting those created in the broader economy since the stimulus took effect in February 2009. In February 2010, PolitiFact.com rated <a href=\"http://www.politifact.com/truth-o-meter/statements/2010/feb/18/scott-brown/scott-brown-says-stimulus-didnt-create-one-new-job/\" id=\"pqua\" title=\"False\">False</a> a claim by Sen. Scott Brown, R-Mass., who said the stimulus &quot;didn&#39;t create one job.&quot;</p>\r\n<p>\r\n\tAccording to Recovery.gov &mdash; the Obama administration&#39;s website that tracks the stimulus effort &mdash; the American Recovery and Reinvestment Act created or saved 634,042 jobs between Feb. 17, 2009, and Sept. 30, 2009, and it funded 595,263 jobs between Oct. 1, 2009, and Dec. 31, 2009. More recently, the stimulus funded 749,142 jobs between April 1 and June 30. The data come from reports filed by the primary recipient of stimulus funds such as state and local governments and private-sector companies.</p>\r\n<p>\r\n\tThese numbers meld different part-time jobs into &quot;full-time equivalent&quot; jobs, and some of the time periods use different criteria for job counting, due to a change dictated by the Office of Management and Budget in December 2009. So those statistics may overstate the actual number of jobs created.</p>\r\n<p>\r\n\tAnother take comes from economists who have compared current employment statistics with an estimate of what those employment numbers would have been without the stimulus. The nonpartisan Congressional Budget Office, for example, has estimated between 800,000 and 2.4 million jobs have been saved and created.&nbsp;</p>\r\n<p>\r\n\tBut we digress. Back to the &#39;pods, berrys and ants.</p>\r\n<p>\r\n\t<b>iPod Touch devices to high school students in Utah</b></p>\r\n<p>\r\n\tThrough a $1 million federal stimulus Enhancing Education through Technology grant, about 1,600 students at Kearns High School in Utah will receive iPod Touches this school year, in the vein of giving them a laptop without the expense of a computer lab, according to a July 6 article by The Associated Press.</p>\r\n<p>\r\n\tThe students will download applications to use during lessons, use the iPods to take notes, research online and read their English textbooks. And &mdash; according to a July 1 Salt Lake Tribune article &mdash; students who graduate will get to keep the device.</p>\r\n<p>\r\n\t<b>BlackBerrys for smokers who quit</b></p>\r\n<p>\r\n\tIn September 2009, the U.S. Department of Health and Human Services awarded about $500,000 to the American Legacy Foundation, a Washington-based nonprofit that develops programs to address the health effects of tobacco use. Laura Cruzada, a spokeswoman for the foundation, told us it will study 700 low-income smokers who contact the Washington, D.C., Quitline program, 400 of whom will receive smartphones. The phones will enable smokers to access literature online, track their progress in quitting and determine what coping techniques work.</p>\r\n<p>\r\n\tWhile the foundation will use about a third of the stimulus money to purchase the phone plans, Sprint donated the BlackBerry phones. The foundation expects to publish the program&#39;s results by fall 2011. Once the study ends, the foundation will stop paying for the plans but participants can continue paying for the phone service themselves.</p>\r\n<p>\r\n\t&quot;We&#39;re trying to create a free sustainable system that any DC resident can use, so one day someone can download this onto their phone for free,&quot; she said. &quot;But we start with a sample and test it out.&quot;</p>\r\n<p>\r\n\tTo the senators&#39; point, the project has resulted in one new full-time job.</p>\r\n<p>\r\n\t<b>Exotic ant study</b></p>\r\n<p>\r\n\tUsing stimulus money, the National Science Foundation awarded the California Academy of Science about $1.9 million to collect and study ants from Southwest Indian Ocean islands with the goal of discovering evolutionary relationships and capturing &quot;detailed digital images of over 3,000 species of African ants, the vast majority of ant species known from the continent,&quot; the foundation said.</p>\r\n<p>\r\n\tOn recovery.gov, the award is divided among universities. For example, about $276,490 is allotted to the University of California, Davis, where 0.06 of one job was created. Other benefits of the project, according to the science foundation: &quot;A large pool of ant taxonomists will be fostered through student training and support, graduate student recruitment, mentorship, and ant taxonomy workshops.&quot;</p>\r\n<p>\r\n\tWhere does that leave us?</p>\r\n<p>\r\n\tOn two of the three projects, Cornyn got it mostly right. Through stimulus grants, taxonomists will study ants on islands in the Southwest Indian Ocean and in East Africa, and some 1,600 high school students in Utah will each receive an iPod Touch. What Cornyn didn&#39;t mention is that the iPods &mdash; better known for playing music and surfing the Internet &mdash; are for helping students with school work.</p>\r\n<p>\r\n\tCornyn was less accurate when he said that taxpayer money will provide BlackBerrys to smokers who kick the habit. First, the phones are part of a study &mdash; they&#39;re not a reward for quitting smoking, as Cornyn suggests. Plus, the phones are free, thanks to Sprint, which is trying to gin up business. It&#39;s true, however, that stimulus money will fund the initial purchase of service plans for the phones.</p>\r\n<p>\r\n\tWe rate Cornyn&#39;s statement as Mostly True.</p>", "ruling_comments_date": "2010-08-23T17:51:29.443775", "ruling_date": "2010-08-24T06:00:00", "ruling_headline": "John Cornyn says stimulus money will fund iPods for Utah students, BlackBerrys for smokers who quit and an exotic ant study ", "ruling_headline_slug": "john-cornyn-says-stimulus-money-will-fund-ipods-ut", "ruling_link_text": "What do iPods, BlackBerrys and ants have in common?", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tSen. John Cornyn, Press release: Sen. Cornyn statement on stimulus report revealing 100 wasteful, jobless projects, Aug. 3, 2010</p>\r\n<p>\r\n\tSens. Tom Coburn and John McCain, <a href=\"http://coburn.senate.gov/public/index.cfm?a=Files.Serve&amp;File_id=a7e82141-1a9e-4eec-b160-6a8e62427efb\" id=\"i..z\" title=\"Summertime Blues\">Summertime Blues</a>: 100 stimulus projects that give taxpayers the blues, August 2010</p>\r\n<p>\r\n\tThe White House Recovery Act blog, <a href=\"http://www.whitehouse.gov/blog/2010/08/03/there-they-go-again-two-senators-continue-false-and-misleading-attacks-recovery-act\" id=\"i3y6\" title=\"There they go again: Two senators continue false and misleading acts on Recovery Act,\">There they go again: Two senators continue false and misleading acts on Recovery Act,</a> Aug. 3, 2010</p>\r\n<p>\r\n\tThe Los Angeles Times, <a href=\"http://articles.latimes.com/2010/aug/03/nation/la-na-republicans-stimulus-20100803\" id=\"wpuz\" title=\"Republicans decry stimulus funds for iPods, cellphones,\">Republicans decry stimulus funds for iPods, cellphones,</a> Aug. 3, 2010</p>\r\n<p>\r\n\tPolitiFact.com, <a href=\"http://www.politifact.com/truth-o-meter/statements/2010/feb/18/scott-brown/scott-brown-says-stimulus-didnt-create-one-new-job/\" id=\"n.9z\" title=\"Scott Brown says stimulus 'didn't create one new job,'\">Scott Brown says stimulus &#39;didn&#39;t create one new job,&#39;</a> Feb. 18, 2010</p>\r\n<p>\r\n\tThe Associated Press, <a href=\"http://www.ksl.com/?nid=148&amp;sid=11453718\" id=\"rmfc\" title=\"Grant brings iPod into Utah high school classrooms,\">Grant brings iPod into Utah high school classrooms,</a> July 6, 2010</p>\r\n<p>\r\n\tThe Salt Lake Tribune, <a href=\"http://www.sltrib.com/sltrib/home/49857041-76/students-ipods-class-anderson.html.csp\" id=\"i30l\" title=\"Kearns High students to get iPods for school use,\">Kearns High students to get iPods for school use,</a> July 1, 2010</p>\r\n<p>\r\n\tRecovery.gov, <a href=\"http://www.recovery.gov/Transparency/RecipientReportedData/pages/RecipientProjectSummary508.aspx?AwardIDSUR=55765&amp;qtr=2010Q2\" id=\"ng2c\" title=\"Grants - award summary: American Legacy Foundation,\">Grants - award summary: American Legacy Foundation,</a> accessed Aug. 18, 2010</p>\r\n<p>\r\n\tRecovery.gov, <a href=\"http://www.recovery.gov/Transparency/RecipientReportedData/Pages/RecipientProjectSummary508.aspx?AwardIDSUR=19493&amp;AwardType=Grants\" id=\"l-8z\" title=\"Grants - award summary: University of California, Davis,\">Grants - award summary: University of California, Davis,</a> accessed Aug. 20, 2010</p>\r\n<p>\r\n\tRecovery.gov, <a href=\"http://www.recovery.gov/Transparency/RecipientReportedData/Pages/JobSummary.aspx\" id=\"wdq0\" title=\"Recovery funded jobs reported by recipients,\">Recovery funded jobs reported by recipients,</a> accessed Aug. 20, 2010</p>\r\n<p>\r\n\tNational Science Foundation, <a href=\"http://www.nsf.gov/awardsearch/showAward.do?AwardNumber=0842395\" id=\"p7a6\" title=\"Award abstract\">Award abstract</a>: Collaborative Research: Ants of the Southwest Indian Ocean and East Africa (ASWEA): assessing phylogenetic diversity and biogeographic linkages across the Mozambique Channel, accessed Aug. 20, 2010</p>\r\n<p>\r\n\tE-mail interview with Matt Lehrich, spokesman, The White House, Aug. 12, 2010</p>\r\n<p>\r\n\tInterview with Laura Cruzada, senior communications officer, American Legacy Foundation, Aug. 19, 2010</p>\r\n<p>\r\n\tInterview with Tom Kirchner, researcher investigator, American Legacy Foundation, Aug. 19, 2010</p>\r\n<p>\r\n\tE-mail interview with Kevin McLaughlin, communications director, Sen. John Cornyn, Aug. 19, 2010</p>\r\n<p>\r\n\tInterview with Edward Pound, director of communications, Recovery Accountability and Transparency Board, Aug. 20, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 6, "current_job": "Senator", "false_count": 3, "first_name": "John", "half_true_count": 6, "home_state": "Texas", "id": 252, "last_name": "Cornyn", "mostly_true_count": 4, "name_slug": "john-cornyn", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Cornyn.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/252/", "total_count": 31, "true_count": 9, "website": "http://www.johncornyn.com/"}, "statement": "<p>\r\n\t&quot;Taxpayer money will provide iPod Touch devices to high school students in Utah, BlackBerry smart phones to smokers who kick the habit and funding for a study of exotic ants in East Africa.&quot;</p>", "statement_context": "a press release", "statement_date": "2010-08-03", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 150, "photo": null, "resource_uri": "/api/v/2/subject/150/", "subject": "Stimulus", "subject_slug": "stimulus", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}