{"art": [], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/ohio/statements/2010/aug/25/lee-fisher/lee-fisher-says-rob-portman-actually-sucked-jobs-o/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 2283, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/2283/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tLee Fisher has stopped tap-dancing around it.<br />\r\n\t<br />\r\n\tOhio&rsquo;s Democratic candidate for U.S. Senate used to suggest that his opponent, Rob Portman, played a big role in promoting job-killing free trade agreements. But on July 31 in Youngstown, Fisher ditched the notion that Portman was just a cog in the wheel, conferring new status on his Republican rival: Portman was at the controls of the job-sucking vacuum.<br />\r\n\t<br />\r\n\t&quot;I&rsquo;m running against Congressman Portman, who was George Bush&rsquo;s trade advisor,&quot; Fisher said while campaigning in the Mahoning Valley. &quot;He&rsquo;s the one who actually sucked the jobs out of the Valley and sent them to China.&quot;<br />\r\n\t<br />\r\n\tWith apologies to H. Ross Perot, who famously described the &quot;giant sucking sound&quot; of jobs going abroad, Fisher was getting at the heart of an Ohio campaign issue. He was saying to the voters of the Youngstown region: If you&rsquo;ve lost your job, as many around here have, blame it squarely on Rob Portman.<br />\r\n\t<br />\r\n\tHow can you prove something like that?<br />\r\n\t<br />\r\n\tWe asked, and the Fisher campaign provided several statistics and pieces of information, which fit together like this:<br />\r\n\t<br />\r\n\tFirst, Portman was a Republican member of Congress who voted in 2000 for normalized trade relations with China. That opened the door to more Chinese imports here, and more American exports to China, without the annual reviews of human rights violations that used to be required before Chinese trade could go forward.<br />\r\n\t<br />\r\n\tNext, Portman was President George W. Bush&rsquo;s trade ambassador from May 2005 to April 2006. And as trade ambassador, Portman supported Bush&rsquo;s decision in December 2005 to turn down American steel makers who wanted import restrictions against China.<br />\r\n\t<br />\r\n\tThe U.S. International Trade Commission, an independent fact-finding panel within the Commerce Department, had recommended the protections because Chinese steel pipe imports were surging into the United States, threatening the domestic pipe industry.<br />\r\n\t<br />\r\n\tBut Bush had the ultimate say, and he decided that the potential harm to the United States economy, including to the construction industry, was too great to restrict the Chinese pipe. Portman reiterated that view as well, when asked about the decision by a member of Congress in 2006.<br />\r\n\t<br />\r\n\tHere&rsquo;s what happened because of these actions, Fisher says. The trade deficit with China went from $162 billion in 2004 to $202 billion in 2005.<br />\r\n\t<br />\r\n\tFurthermore, the trade deficit with China between 2000 and 2008 cost Ohio 91,800 jobs, according to the Economic Policy Institute, or EPI, a labor-affiliated think tank whose work is cited by Fisher.<br />\r\n\t<br />\r\n\tThose job losses, according to EPI, included 5,500 in the 17th Congressional District, which includes most of the Mahoning Valley and a swath of Akron, and 3,300 in the 6th Congressional District, which includes Boardman, &nbsp;just south of Youngstown.<br />\r\n\t<br />\r\n\tIn the steel tube and pipe industry alone, 500 jobs were lost in the United States, including some in Mahoning Valley plants, because of trade abuses by China, according to a Plain Dealer story in 2008 that Fisher&rsquo;s aides cited.<br />\r\n\t<br />\r\n\tFisher&rsquo;s trade deficit figures, provided by the Census Bureau, are good, although they do not specifically measure the trade imbalance in the Mahoning Valley. That would be impossible to measure because thorough import data is not available at the local level.<br />\r\n\t<br />\r\n\tBut numbers for the other side of the ledger, exports, are available at the local level. From 2005 to 2006, while Portman was trade ambassador, the value of exports from the Youngstown-Warren-Boardman metropolitan area rose by 10.7 percent, to $1.25 billion, according to Commerce Department data we reviewed independently of the Fisher and Portman campaigns.<br />\r\n\t<br />\r\n\tExports from the Youngstown metro area rose by only 2 percent the following year, but by 2008 they had jumped by another 14 percent, Commerce figures show.<br />\r\n\t<br />\r\n\tSo if you were viewing only exports, you might say that trade deals helped the Youngstown area. But several experts, as well as economic data, suggest that exports were hardly enough to compensate for job losses.<br />\r\n\t<br />\r\n\tIn fact, if any place in America has faced tough times, it is the Mahoning Valley. In 2000, there were 224,200 private-sector jobs in the Youngstown metro market. By the end of last year, there were 187,800, a 16 percent drop over the decade, according to figures we reviewed from the Bureau of Labor Statistics.<br />\r\n\t<br />\r\n\tThe biggest hits have been in heavy manufacturing, including the once-dominant steel industry, and with those hits came losses in the service industries that supported communities, according to Robert E. Scott, a senior international economist at EPI.<br />\r\n\t<br />\r\n\tThe Mahoning Valley&rsquo;s economic decline began in the 1970s with steel imports from Japan, says John Russo, director of labor studies and co-director of the Center for Working-Class Studies at Youngstown State University. But China picked up the mantle later, and foreign trade has absolutely created a drag on the economy, Russo says.<br />\r\n\t<br />\r\n\tThere&rsquo;s no disputing that since 2000, things in the valley have gotten worse. So we also won&rsquo;t quibble here with EPI&rsquo;s figures for trade-related job losses, partly because no one else has come up with an accurate measurement. But EPI&rsquo;s numbers are actually an &quot;estimate of labor displacement,&quot; the think tank says, or an extrapolation drawn from employment statistics, census data and trade data. The figures, EPI says, seek to measure the result of the trade imbalance regardless of its causes, which include dumping of cheaper products in this country, price controls in foreign countries, steep tariffs to U.S. products abroad, and currency manipulation by China.<br />\r\n\t<br />\r\n\tWe are leery for a different reason, however, of using the EPI numbers to support Fisher&rsquo;s claim. EPI&rsquo;s figures include eight years of job losses, and Portman was trade ambassador for only 11 months. Although he was in Congress before joining the White House, Portman was one of 237 House members to vote for trade with China, and the measure passed by a margin of 40 votes. Then-President Bill Clinton fought to get that result, yet Fisher is not blaming Clinton &ndash; or Portman&rsquo;s 163 Republican and 73 Democratic colleagues who also voted for passage in the House -- for sucking jobs out of the Mahoning Valley.<br />\r\n\t<br />\r\n\tWe admit, the bar here for Fisher is high. That&rsquo;s because Fisher said that Portman is &quot;the one&quot; who caused the jobs to go away.<br />\r\n\t<br />\r\n\tIs Fisher&rsquo;s claim fair?<br />\r\n\t<br />\r\n\t&quot;To the extent that he failed to deal with these things, he contributed to the problem,&quot; said Scott, of EPI.<br />\r\n\t<br />\r\n\tWe put the same question to Russo at Youngstown State, and he said Fisher&rsquo;s statement could be considered partly true. You could blame Portman, he said, and Bush, and former and successive trade ambassadors, and corporate CEOs, and China for manipulating its currency and raising barriers to U.S. exports, and Treasury secretaries, and anybody else who has been involved in Chinese manufacturing and trade policy. The list goes on and on, Russo says, and includes members of both parties who have failed to develop a real strategy for dealing with manufacturing.<br />\r\n\t<br />\r\n\tBy the same token, Fisher was state development director during some of the worst job losses, in charge of retaining Ohio jobs and attracting new ones. Using Labor Department data, we determined that the Youngstown metro area shed 16,900 jobs -- an 8.25 percent loss -- during the time Fisher led the state&rsquo;s job retention efforts.<br />\r\n\t<br />\r\n\tWas Fisher &quot;the one&quot; responsible for those losses?<br />\r\n\t<br />\r\n\tWe&rsquo;re not contending that. Rather, we&rsquo;re raising the point because the economic forces that caused the entire region to fall are beyond any single person &ndash; even a candidate for Senate.<br />\r\n\t<br />\r\n\tSo we go back to Fisher&rsquo;s words: &quot;He&rsquo;s the one who actually sucked the jobs out of the Valley and sent them to China.&quot;<br />\r\n\t<br />\r\n\tThat&rsquo;s a big responsibility for one man, even if he was trade ambassador for 11 months. Too big, we think. That&rsquo;s why we rate Fisher&rsquo;s claim False.</p>\r\n<p>\r\n\t<a href=\"http://www.cleveland.com/open/index.ssf/2010/08/lee_fisher_says_rob_portman_ac.html\">Comment on this item</a>.</p>\r\n", "ruling_comments_date": "2010-08-25T17:16:29.875367", "ruling_date": "2010-08-25T17:15:00", "ruling_headline": "Lee Fisher says Rob Portman “actually sucked the jobs” out of Ohio", "ruling_headline_slug": "lee-fisher-says-rob-portman-actually-sucked-jobs-o", "ruling_link_text": "Overstates his rival’s vacuuming power", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<br />\r\n\t<a href=\"http://www.fisherforohio.com/multimedia/video?id=0027\">Fisher for Ohio video showing appearance in Youngstown</a><br />\r\n\t<br />\r\n\tU.S. Department of Labor, Bureau of Labor Statistics, <a href=\"http://www.bls.gov/data/#employment\">Employment, Hours, and Earnings from the Current Employment Statistics survey (State and Metro Area)</a><br />\r\n\t<br />\r\n\tU.S. Census Bureau, <a href=\"http://www.census.gov/foreign-trade/data/index.html\">International Trade Data</a><br />\r\n\t<br />\r\n\tDepartment of Commerce, U.S. International Trade Commission, <a href=\"http://www.trade.gov/mas/ian/Metro/index.html\">database of Exports from U.S. Metropolitan Areas</a><br />\r\n\t<br />\r\n\tE-mail from International Trade Commission for additional metro export data, Aug. 23, 2010<br />\r\n\t<br />\r\n\tU.S. House of Representatives, <a href=\"http://clerk.house.gov/evs/2000/roll228.xml\">Final Vote results from Roll Call 228</a>, May 24, 2000<br />\r\n\t<br />\r\n\tEconomic Policy Institute, briefing paper, &quot;<a href=\"http://www.epi.org/publications/entry/bp260/\">Unfair China Trade Costs Local Jobs</a>,&quot; March 23, 2010<br />\r\n\t<br />\r\n\tTelephone interview with Robert E. Scott, Economic Policy Institute, Aug. 23, 2010<br />\r\n\t<br />\r\n\tTelephone interviw with John Russo, Youngstown State University, Aug. 23, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Former Lieutenant governor", "false_count": 1, "first_name": "Lee", "half_true_count": 1, "home_state": "Ohio", "id": 535, "last_name": "Fisher", "mostly_true_count": 2, "name_slug": "lee-fisher", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifactohio-lee-fisher__.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/535/", "total_count": 6, "true_count": 0, "website": ""}, "statement": "<p>\r\n\tRob Portman is &quot;the one who actually sucked the jobs out of the (Mahoning) Valley and sent them to China.&quot;</p>\r\n", "statement_context": "a campaign speech", "statement_date": "2010-07-31", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "U.S. senator from Ohio", "false_count": 5, "first_name": "Rob", "half_true_count": 11, "home_state": "Ohio", "id": 534, "last_name": "Portman", "mostly_true_count": 11, "name_slug": "rob-portman", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rob-Portman-official-portrait.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/534/", "total_count": 48, "true_count": 17, "website": "http://portman.senate.gov/"}], "twitter_headline": ""}