{"art": [], "author": [{"email_address": "varian@tampabay.com", "first_name": "Bill", "id": 137, "last_name": "Varian", "name_slug": "bill-varian", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/137/", "title": "Staff Writer, Tampa Bay Times", "twitter": null}], "canonical_url": "/florida/statements/2010/aug/27/sam-rashid/hillsborough-county-sales-tax/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "dbennett@sptimes.com", "first_name": "Doug", "id": 138, "last_name": "Bennett", "name_slug": "doug-bennett", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/138/", "title": "Assistant metro editor, Tampa Bay Times", "twitter": null}], "facebook_headline": null, "id": 2285, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "varian@tampabay.com", "first_name": "Bill", "id": 137, "last_name": "Varian", "name_slug": "bill-varian", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/137/", "title": "Staff Writer, Tampa Bay Times", "twitter": null}], "resource_uri": "/api/v/2/statement/2285/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tOn Nov. 2, voters will be asked to decide a number of ballot questions. One of the most important ones asks Hillsborough County voters if they support raising the sales tax by a penny to pay for a new commuter rail system, expanded bus service and road building.</p>\r\n<p>\r\n\tIf the primary election was any indication, the transit tax question will color the debate in other political contests. One recurring assertion from tax opponents was that the proposed increase will cost taxpayers $300 million a year.</p>\r\n<p>\r\n\tIt was often infused with the suggestion that all of that money will go toward rail and benefit only Tampa. We decided to test one such statement.</p>\r\n<p>\r\n\tIt came in the context of Hillsborough County Commissioner Mark Sharpe&rsquo;s successful&nbsp;re-election bid. Sharpe has been a leading advocate of the referendum. He had faced&nbsp;a challenge in the Republican primary from former county party leader Josh Burgin, who opposed the tax.</p>\r\n<p>\r\n\tSam Rashid, a conservative activist and transit tax opponent, put out a mid-summer mailer that claimed Sharpe, a previously avowed opponent of new taxes, was seeking to &quot;impose&quot; a huge one.</p>\r\n<p>\r\n\t&quot;Up to $300 million per year, in perpetuity, to finance a rail system for the City of Tampa,&quot; Rashid wrote. Burgin used the $300 million figure repeatedly in his own campaign material.</p>\r\n<p>\r\n\tWe decided to look at whether $300 million, and the way Rashid couched its use, was accurate.</p>\r\n<p>\r\n\tWe started with the number itself, asking Rashid where he got it. He told PolitiFact Florida that it was based on his recollection of what existing Hillsborough County sales taxes have produced at their peak, and that he simply tacked on a bit more to account for anticipated growth and inflation.</p>\r\n<p>\r\n\tThe county has two sales taxes it assesses, both a half-cent charged on goods and some services. One pays for health care for the poor. The other funds such things as roads, jails and the construction of Raymond James Stadium.</p>\r\n<p>\r\n\tCounty records show that revenues from the two sales taxes peaked in 2006 at $107.1 million each. Double that figure to get what a full penny tax would have raised: $214.2 million &ndash; quite a bit shy of $300 million.</p>\r\n<p>\r\n\tSince then, sales tax revenues have dropped off considerably. Through the first 10 months of the current fiscal year, the tax was projected to bring in $64.8 million, making Rashid&rsquo;s figure look like an even greater exaggeration.</p>\r\n<p>\r\n\tRashid gives himself some cover by using the qualifier &quot;up to.&quot; He says he was trying to project what the tax will cost annually over its lifetime, and his word choice in the mailer gives that sense.</p>\r\n<p>\r\n\tSo we asked Kevin Brickey, the economist for Hillsborough County government, when sales tax receipts might reasonably be expected to reach $300 million. Brickey noted such predictions can be debated during stable economic times. The current recession makes it more of a dicey proposition.</p>\r\n<p>\r\n\tBut Brickey prepared just such an analysis for the county&rsquo;s transit agency, Hillsborough Area Regional Transit, in July. HART would oversee the rail and bus system if the referendum is approved.</p>\r\n<p>\r\n\tHis analysis was based on a conservative annual growth rate assumption of 4 percent. It estimated that sales tax revenues from a full penny tax will not reach $300 million until fiscal year 2022 &ndash; more than a decade after the tax goes into effect.</p>\r\n<p>\r\n\tBrickey performed a second analysis for PolitiFact using a 6 percent growth rate, still considered conservative, but one forecasters might typically use under normal circumstances. It shows the $300 million threshold getting crossed in fiscal year 2019.</p>\r\n<p>\r\n\tDue to compounding, Brickey predicts that even under a growth scenario of approximately 4 percent, the sales tax would approach $600 million by its 30th year. So under reasonably conservative projections, Rashid&rsquo;s number is certainly in the ballpark, and arguably understates the long-term cost to taxpayers.</p>\r\n<p>\r\n\tBut there are problems with Rashid&rsquo;s assertion because he contends that all the money will go toward rail in Tampa. For one, 25 percent of sales tax revenues would be obligated toward road work.</p>\r\n<p>\r\n\tThat means that by the second year of the tax, when Brickey estimates it should bring in nearly $200 million, $50 million will go toward road projects that have nothing to do with rail. They are spread throughout the county and are concentrated outside of Tampa by design, particularly in early years.</p>\r\n<p>\r\n\tFiguring out how much of the rest will go toward rail, as opposed to buses, presents a greater challenge. Estimates vary from year to year as construction of the rail system progresses and trains start rolling.</p>\r\n<p>\r\n\tHART has prepared an analysis of where all the money will go over the next 30 years. But it combines sales tax revenues and money local officials hope to get from the state and federal government in matching dollars, plus property tax revenues, in one pot.</p>\r\n<p>\r\n\tBased on those numbers, HART expects to spend about 52 percent of all of its future revenue on rail.</p>\r\n<p>\r\n\tWorking with Brickey and HART, the Hillsborough County Metropolitan Planning Organization has prepared a detailed analysis of how the sales tax would be spent through 2035. It shows that, of the 75 percent of the penny tax that would be spent on transit, 57 percent would go toward rail.</p>\r\n<p>\r\n\tThat represents 43 percent of all projected sales tax expenditures. Even adding in a significant &quot;oops&quot; factor, about half the money would go toward rail. The rest would go toward buses, roads and trails, much if not most of it outside Tampa city limits.</p>\r\n<p>\r\n\tThese numbers are subject to change. HART is still doing an analysis to determine if rail makes sense along the corridors identified for it. And they&rsquo;re still determining what specific paths the rail lines would take, which they won&rsquo;t finish until after the election. That all affects the bottom line.</p>\r\n<p>\r\n\tFinally, while it is true that the first two legs of the train system would be within Tampa city limits, there are plans for later expansion outside the city, including a line to Brandon.</p>\r\n<p>\r\n\tIf Rashid had confined his statement to asserting that the proposed hike would cost taxpayers $300 million a year, we probably would have rated that Mostly True, since it will be soon enough.</p>\r\n<p>\r\n\tBut he said that it was all going for trains in the city of Tampa.</p>\r\n<p>\r\n\tIt is true that this whole exercise was largely initiated by Tampa Mayor Pam Iorio, who made building a commuter rail system a top goal. But the discussion ended up in the hands of the County Commission, which ultimately put the question on the ballot.</p>\r\n<p>\r\n\tAfter months of study initiated by Commission Chairman Ken Hagan, a task force recommended that a significant portion of the money go to roads and buses. And that&rsquo;s the position the County Commission took in crafting the ballot language.</p>\r\n<p>\r\n\tSo while critics want to label the initiative a rail tax for the city of Tampa that will not benefit suburban residents, PolitiFact finds Rashid&rsquo;s attempt to frame the issue as Barely True.</p>\r\n\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-08-26T15:41:09.399326", "ruling_date": "2010-08-27T20:31:23", "ruling_headline": "Transit tax foe Sam Rashid says it's $300 million for rail in Tampa", "ruling_headline_slug": "hillsborough-county-sales-tax", "ruling_link_text": "But the amount may vary, it's not all rail, and it's not just Tampa", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tSam Rashid, <a href=\"https://docs.google.com/document/edit?id=1hD3rDBa9W_IXlVjlzkmWvs20zp4OXy52hZhqja8K_ec&amp;hl=en\">mailer</a>, sent to frequent voters in July 2010.</p>\r\n<p>\r\n\tSales tax revenues, fiscal years 2004-2010, Hillsborough County Health Care Plan, as provided by Dave Rogoff, Director of Family and Aging Services.</p>\r\n<p>\r\n\tOne-cent surtax estimate, based on 4 percent growth, prepared for HART July 28, 2010, by Kevin Brickey, economist, Hillsborough County Department of Business and Support Services.</p>\r\n<p>\r\n\tOne-cent surtax estimate, based on 6 percent growth, prepared for PolitiFact Aug. 26, 2010, by Kevin Brickey.</p>\r\n<p>\r\n\tPhone interview, Kevin Brickey, Aug. 26, 2010.</p>\r\n<p>\r\n\tHillsborough Area Regional Transit, Rapid Transit Investment Plan, <a href=\"http://www.gohart.org/whytransit/financial_plan.pdf \">financial plan&nbsp;</a>, as of May 6, 2010.</p>\r\n<p>\r\n\tPhone interview, Robert Flannery, financial analyst for HART, Aug. 27, 2010.</p>\r\n<p>\r\n\tHART, <a href=\"http://www.gohart.org/whytransit/theres_a_map_for_that.html\">Rapid Transit Investment Plan</a>, map.</p>\r\n<p>\r\n\tHillsborough County Metropolitan Planning Organization, <a href=\"http://www.mpo2035.org/downloads/intheplan/Appendix%20B2%20-%20Affordable%20Public%20Transp.pdf\">breakdown of cost-affordable public transportation projects,</a> as adopted Dec. 9, 2009.</p>\r\n<p>\r\n\tHillsborough County, <a href=\"http://www.hillsboroughcounty.org/transportref/resources/publications/FinalCountyTransitandRoadPlan5132010.pdf\">final transit and road plan</a>, May 13, 2010.</p>\r\n<p>\r\n\tHillsborough County MPO, frequently asked questions, question 7, based on cost-affordable public transportation projects.</p>\r\n<p>\r\n\tInterview, Beth Alden, multimodal systems group engineer, Hillsborough County MPO, Aug. 27.</p>\r\n<p>\r\n\tWhite Paper, presented by Tampa Mayor Pam Iorio, September 2006.</p>\r\n<p>\r\n\t<a href=\"http://www.hillsboroughcounty.org/transportref/resources/publications/100415BOCCWSAgendamemoRdPlan.pdf\">Interlocal agreement</a> between Hillsborough County, cities of Tampa, Temple Terrace, Plant City and Hart, April 15, 2010.</p>\r\n<p>\r\n\tHillsborough County Transportation Task Force,<a href=\"http://www.hillsboroughcounty.org/transtaskforce/resources/publications/reports/PhaseIIFinalReport.pdf\"> final recommendation</a>, Phase II, Nov. 4, 2009.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "CEO, HOLTEC USA", "false_count": 0, "first_name": "Sam", "half_true_count": 0, "home_state": "Florida", "id": 620, "last_name": "Rashid", "mostly_true_count": 0, "name_slug": "sam-rashid", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/TP_326188_HO_RASHID_1.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/620/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p id=\"internal-source-marker_0.3760990038578208\" style=\"text-align: justify; margin-top: 0pt; margin-bottom: 0pt\">\r\n\tThe sales tax increase, if approved, will cost taxpayers &quot;up to $300 million per year, in perpetuity, to finance a rail system for the City of Tampa.&quot;</p>\r\n", "statement_context": "in a mailer.", "statement_date": "2010-07-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}, {"description": "", "id": 44, "photo": null, "resource_uri": "/api/v/2/subject/44/", "subject": "Transportation", "subject_slug": "transportation", "used_in_edition": []}], "target": [], "twitter_headline": ""}