{"art": [], "author": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "canonical_url": "/florida/statements/2010/aug/30/rick-scott/rick-scott-says-50-state-employees-are-paid-lobby-/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 2299, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "resource_uri": "/api/v/2/statement/2299/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tNewly minted Republican nominee for governor Rick Scott is making the rounds on national television promoting his plan to cut state taxes and spending.<br />\r\n\t<br />\r\n\tOn MSNBC&#39;s <em>The Daily Rundown</em> on Aug. 26, 2010 -- two days after his defeat of rival Bill McCollum -- Scott faced questions from host Chuck Todd about whether the major tax and spending cuts he has suggested are realistic given Florida&#39;s budget structure and current tax policy. Todd correctly noted that the state budget has been crafted by Republicans for the last 12 years.<br />\r\n\t<br />\r\n\tTodd,&nbsp;who grew up in Miami, then&nbsp;tried to get Scott to zero in on some specific program that could be cut. &quot;It&#39;s a pretty lean and mean government, is it not?&quot; Todd asked.<br />\r\n\t<br />\r\n\t&quot;No,&quot; replied Scott. &quot;We have a $70 billion budget. We&#39;re not going back and looking at how we spend everything. And for example, we have 50 state lobbyists that just lobby the Legislature for money every year. That&#39;s not what state governments ought to be doing.&quot;<br />\r\n\t<br />\r\n\tWe were intrigued by Scott&#39;s specific example of government excess -- his claim about the 50 state lobbyists who &quot;just lobby the Legislature for money every year.&quot;<br />\r\n\t<br />\r\n\tSo we decided to check it out.<br />\r\n\t<br />\r\n\tAnyone who lobbies the Legislature is required to register with the state, so we started by going to the Florida Legislature&#39;s lobbyist directory. State statutes define a &quot;lobbyist&quot; as a &quot;person who is employed and receives payment, or who contracts for economic consideration, for the purpose of lobbying, or a person who is principally employed for governmental affairs by another person or governmental entity to lobby on behalf of that other person or governmental entity.&quot;<br />\r\n\t<br />\r\n\tThe same statutes define &quot;lobbying&quot; as &quot;influencing or attempting to influence legislative action or nonaction through oral or written communication or an attempt to obtain the goodwill of a member or employee of the Legislature.&quot;<br />\r\n\t<br />\r\n\tThe definitions could catch a lot of state employees who talk policy or budget with the Legislature on behalf of their agency or department. And when we searched through the 2010 registered lobbyist list, that&#39;s exactly what we found.<br />\r\n\t<br />\r\n\tWe counted <a href=\"http://www.leg.state.fl.us/data/lobbyist/Reports/Principl_LEG_2010.pdf\">more than 200 state employee</a><a href=\"http://www.leg.state.fl.us/data/lobbyist/Reports/Principl_LEG_2010.pdf\">s</a> who have been registered as lobbyists by the Legislature.<br />\r\n\t<br />\r\n\tA few examples:</p>\r\n<ul>\r\n\t<li>\r\n\t\t<font face=\"Verdana\" size=\"-1\">The Agency for Health Care Administration has eight registered lobbyists.</font></li>\r\n\t<li>\r\n\t\tThe Department of Children and Family has 31 registered lobbyists.</li>\r\n\t<li>\r\n\t\tThe Department of Education has 10 registered lobbyists.</li>\r\n\t<li>\r\n\t\tFlorida Education Commissioner Eric Smith is listed as a lobbyist, as is Florida Department of Law Enforcement Commissioner Gerald Bailey, Department of Community Affairs Secretary Tom Pelham, Department of Environmental Protection Secretary Mike Sole, and Florida Department of Transportation Secretary Stephanie Kopelousos.</li>\r\n\t<li>\r\n\t\tSo is someone like Secretary of State spokeswoman Jennifer Davis and James Karels, the director of the Division of Foresty under the Florida Department of Agriculture and Consumer Services.</li>\r\n</ul>\r\n<p>\r\n\tIn total, the list includes way more than the 50 state employees Scott claimed on MSNBC.<br />\r\n\t<br />\r\n\tBut as we looked at the list, many of the state employees aren&#39;t lobbyists in the traditional sense -- meaning that they only lobby the Legislature.<br />\r\n\t<br />\r\n\tWe went to the Executive Office of the Governor -- the formal title for Gov. Charlie Crist&#39;s office -- to examine the issue in a little more detail. Crist&#39;s office includes 40 registered lobbyists, according to the directory.<br />\r\n\t<br />\r\n\tThe list includes many employees who work in the Governor&#39;s Office of Policy and Budget, the arm of the state executive branch that crafts and reacts to policy proposals and drafts a state budget. Put simply, the governor&#39;s sausage makers.<br />\r\n\t<br />\r\n\tThat list includes John Mitchell (environmental policy), Jasmin Raffington (transportation and economic development policy), Christian Weiss (economic analysis) and Randy Ball (public safety policy). Then there are folks like Bruce Grant of the Office of Drug Control, JoAnn Carrin of the Office of Open Government, Lucia Fishburne of the Office of Film and Entertainment, and Chris Hart of Office of Tourism, Trade, and Economic Development.<br />\r\n\t<br />\r\n\tAnd then there&#39;s Crist&#39;s executive team, which includes chief of staff Shane Strum, and deputy chiefs of staff Ken Granger, Chuck Drago and Jerry McDaniel.<br />\r\n\t<br />\r\n\t&quot;Most of our staff discuss policy before legislative committees and (are) not necessarily there to lobby for money,&quot; said governor&#39;s office spokesman Sterling Ivey. Later, Ivey added that the governor&#39;s office &quot;does not have an employee whose only job is to lobby the Legislature. Anyone lobbying or appearing before committees would have other primary job responsibilities and appearance before the legislature would be a secondary part of their job.&quot;<br />\r\n\t<br />\r\n\tAll that information left us skeptics. On one hand, Scott&#39;s number was awfully low. And also, it seems misleading because it&#39;s labeling employees as lobbyists when they get that title more by technicality.<br />\r\n\t<br />\r\n\tSo we turned to the Scott campaign for clarity.<br />\r\n\t<br />\r\n\tThe campaign provided us with this <a href=\"https://spreadsheets.google.com/ccc?key=0Ag6LtLEJqtdcdEp6RmVBdngzTVZCT3AzNWhmYUhEcUE&amp;hl=en&amp;authkey=COPOg5gL\">spreadsheet</a>, which wasn&#39;t really clear at all until we got a more detailed explanation. In short, the Scott campaign created a subset of those 200-plus lobbyists, specifically those whose primary or sole responsibility is to work with the Legislature. For many agencies, these positions are often called &quot;Legislative Affairs Director&quot; or something like that.<br />\r\n\t<br />\r\n\tWith that information, we started doing our own research.<br />\r\n\t<br />\r\n\tTake, for instance, the Agency for Health Care Administration. The agency has its own Legislative Affairs Office, which &quot;serves as the Agency resource for statutory interaction,&quot; <a href=\"http://ahca.myflorida.com/Executive/Communications/legislative.shtml\">according to the AHCA website</a>. &quot;It provides information to legislators and the public about health care legislation. The office also acts as liaison between AHCA staff, legislators, legislative committee staff and industry interests.&quot;<br />\r\n\t<br />\r\n\tThe office employs three people -- Warren Moore, Jim Alfred and Ashley James -- all of them registered to lobby before the Legislature.<br />\r\n\t<br />\r\n\tThen we searched around the other departments and agencies in Tallahassee.<br />\r\n\t<br />\r\n\tThe Florida Department of Environmental Protection has a legislative affairs office, which &quot;includes developing legislation and support information, and finding sponsors for legislation. The Office also serves as the central point of contact for legislators and their staffs for information about the Department&#39;s programs,&quot; <a href=\"http://www.dep.state.fl.us/secretary/leg/default.htm\">according to its website.</a><br />\r\n\t<br />\r\n\tThe office is headed by Cameron Cooper, who is registered to lobby the Legislature. Grace Lovett is a registered lobbyist and the office&#39;s deputy director.<br />\r\n\t<br />\r\n\tThe Department of Corrections <a href=\"http://www.dc.state.fl.us/orginfo/leg/\">has three people in its legislative affairs office</a> -- Jason Welty, Tommy Maggitas, Kristen Manalo &ndash;- registered to lobby. Rivers H. Buford is the <a href=\"http://www.dos.state.fl.us/office/legislative-affairs/index.cfm\">legislative affairs director for the Department of State</a>. Kimberly Case is the legislative affairs director for the <a href=\"http://myfloridalegal.com/pages.nsf/Main/CCE3D947208D664A85256CE000592D7A\">Attorney General&#39;s office.</a><br />\r\n\t<br />\r\n\tIt turns out most agencies and departments have their own legislative point person.<br />\r\n\t<br />\r\n\tJim Henry, a registered lobbyist, <a href=\"http://www.dcf.state.fl.us/admin/docs/orgchart.pdf\">is the legislative affairs director</a> for the Department of Children and Families. <a href=\"http://www.dca.state.fl.us/officesec.cfm\">Sunny Phillips</a> at the Department of Community Affairs. <a href=\"http://www.djj.state.fl.us/Legislative_affairs/index.html\">Two slots</a> at the Department of Juvenile Justice -- one for Sarah Toms and a vacant director position.<br />\r\n\t<br />\r\n\tThe Florida Department of Business and Professional Regulation <a href=\"http://www.myfloridalicense.com/dbpr/os/OLA.html\">has a legislative director and three legislative affairs coordinators</a>. Three of the four are registered to lobby before the Legislature. There is a director and a deputy director in the legislative affairs office of the Department of Agriculture and Consumer Services.<br />\r\n\t<br />\r\n\tThe Department of Elder Affairs has a <a href=\"http://elderaffairs.state.fl.us/english/OrgChart/currentOrgChart.pdf\">legislative affairs director</a>. <a href=\"http://www.myfloridacfo.com/sitePages/agency/sections/ola.aspx\">So does</a> CFO Alex Sink&#39;s Department of Financial Services. So does the Florida Department of Law Enforcement. The Department of Highway Safety &amp; Motor Vehicles has <a href=\"http://www.flhsmv.gov/html/records.html\">a legislative affairs administrator</a>. The Department of Health has a legislative planning director. The Agency For Workforce Innovation also has a legislative affairs position.<br />\r\n\t<br />\r\n\tThe Department of Management Services <a href=\"http://dms.myflorida.com/agency_administration/legislative_affairs\">has a director and deputy director of legislative affairs</a>. Both are registered to lobby. The Department of Veterans&#39; Affairs has a Legislative, External &amp; Cabinet Affairs Director who is registered to lobby. The Department of Education has an <a href=\"http://www.fldoe.org/gr/\">office of governmental relations</a>. Its director is registered to lobby in Florida. The <a href=\"http://myfwc.com/ABOUT/About_legislative.htm\">Florida Fish and Wildlife Conservation Commission</a> has a legislative affairs office with a director and legislative liaison who are both registered to lobby.<br />\r\n\t<br />\r\n\tThe <a href=\"http://esetappsdoh.doh.state.fl.us/contactussearch/DOHContacts.aspx\">Department of Health</a> employs a director of legislative planning and a deputy secretary for advocacy and policy, both who are registered to lobby.<br />\r\n\t<br />\r\n\tThe <a href=\"http://dor.myflorida.com/dor/contact.html\">Department of Revenue</a> has an office of Legislative and Cabinet Services. We found at least two people in the office who are registered lobbyists. The Department of the Lottery has a director of legislative affairs and a senior legislative analyst who are both registered to lobby.<br />\r\n\t<br />\r\n\tThat&#39;s 37 people we found in a few hours searching who are registered lobbyists for state agencies and departments whose primary responsibility is dealing with the Legislature. And we admit we&#39;re likely overlooking some employees at the state department and agency level.<br />\r\n\t<br />\r\n\tThen there are the college and university lobbyists -- technically state employees -- who also lobby the Legislature.<br />\r\n\t<br />\r\n\tThe University of Florida employs a director of government relations and an associate vice president of government relations. Both are registered to lobby the Legislature.<br />\r\n\t<br />\r\n\tThe University of Central Florida has a director of governmental relations. So does the University of West Florida. The University of North Florida has a vice president for governmental relations. Even non-universities have full-time lobbyists. St. Petersburg College has a government relations director. As does Palm Beach State College. And Miami-Dade College, Valencia Community College, Daytona State College, Edison State College, Pensacola Junior College, and Seminole State College.<br />\r\n\t<br />\r\n\tThat&#39;s another 13 people, or 50 all together, and again that most likely is just a partial list.</p>\r\n<p>\r\n\t(<a href=\"http://www.flsenate.gov/Statutes/index.cfm?mode=View%20Statutes&amp;SubMenu=1&amp;App_mode=Display_Statute&amp;Search_String=lobbyist&amp;URL=0000-0099/0011/Sections/0011.062.html\">For the record, state law says</a> departments and colleges&nbsp; &quot;may not use public funds to retain a lobbyist to represent it before the legislative or executive branch.&quot; However, full time department and college employees &quot;may register as lobbyists and represent that employer before the legislative or executive branch.&quot; In other words, the state lobbyist must also be a full time department or college employee).</p>\r\n<p>\r\n\tScott&#39;s number is credible. There are at least 50 state employees whose primary responsibility is to lobby the state Legislature. But Scott also said that they &quot;just lobby&quot; for money.<br />\r\n\t<br />\r\n\tThat&#39;s not true. While lobbyists will no doubt support the budget requests of their specific agency, department or university, they also spend significant time lobbying for policy, and they act as a point person for legislators looking for information about a specific program. It&#39;s more than just money, though money is a part of it.<br />\r\n\t<br />\r\n\tFor instance, here&#39;s how the Department of State&#39;s Office of Legislative Affairs describes itself:<br />\r\n\t<br />\r\n\t&quot;The office ... supervises and coordinates the Department&#39;s legislative agenda and identifies needed legislation; drafts proposed bills; identifies bill sponsors; tracks departmental legislation and other filed legislation that will potentially impact, positively or negatively, the Department&#39;s programs. This information is then used to help educate the Legislature, other state agencies, the Governor&#39;s Office and the public to understand how these proposals impact the department&#39;s legislative and budgetary goals and objectives. The unit also takes the lead with constituent issues generated by legislative offices that affect the department.&quot;<br />\r\n\t<br />\r\n\tWhich brings us back to Scott&#39;s claim. In a national television interview, Republican gubernatorial candidate Rick Scott said that Florida has &quot;50 state lobbyists that just lobby the Legislature for money every year.&quot; There are more than 200 state employees registered as lobbyists in Tallahassee to advocate either for policy or money. And there are at least 50 of them whose primary job is work with the Legislature. But they do more than lobby just for money as Scott suggested. We rate his statement Mostly True.</p>", "ruling_comments_date": "2010-08-30T14:28:36.855535", "ruling_date": "2010-08-30T16:18:56", "ruling_headline": "Rick Scott says 50 state employees are paid to lobby the state", "ruling_headline_slug": "rick-scott-says-50-state-employees-are-paid-lobby-", "ruling_link_text": "Though they do more than just talk money", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tMSNBC, &quot;<a href=\"http://www.msnbc.msn.com/id/21134540/vp/38865184#38865184\" id=\"r-z6\" title=\"The Daily Rundown\">The Daily Rundown</a>,&quot; Aug. 26, 2010<br />\r\n\t<br />\r\n\tFlorida Statutes, <a href=\"http://www.leg.state.fl.us/Statutes/index.cfm?App_mode=Display_Statute&amp;Search_String=&amp;URL=0000-0099/0011/Sections/0011.045.html\" id=\"p2ox\" title=\"definition of lobbyist\">definition of lobbyist and lobbying</a><br />\r\n\t<br />\r\n\tFlorida Legislature, <a href=\"http://www.leg.state.fl.us/data/lobbyist/Reports/Principl_LEG_2010.pdf\" id=\"zeku\" title=\"2010 lobbyist registration\">2010 lobbyist registration</a>, accessed Aug. 26, 2010<br />\r\n\t<br />\r\n\tExecutive Office of the Governor, e-mail interview with Sterling Ivey, Aug. 26, 2010<br />\r\n\t<br />\r\n\tRick Scott campaign, interview with Jennifer Baker, Aug. 26, 2010<br />\r\n\t<br />\r\n\tRick Scott campaign, <a href=\"https://spreadsheets.google.com/ccc?key=0Ag6LtLEJqtdcdEp6RmVBdngzTVZCT3AzNWhmYUhEcUE&amp;hl=en&amp;authkey=COPOg5gL\" id=\"vpek\" title=\"lobbyist spreadsheet\">lobbyist spreadsheet</a>, Aug. 26, 2010</p>\r\n<p>\r\n\t<a href=\"http://ahca.myflorida.com/Executive/Communications/legislative.shtml\">Agency for Health Care Administration legislative affairs office</a></p>\r\n<p>\r\n\t<a href=\"http:// http://www.dep.state.fl.us/secretary/leg/default.htm\">Department of Environmental Protection legislative affairs office</a></p>\r\n<p>\r\n\t<a href=\"http://www.dc.state.fl.us/orginfo/leg/\">Department of Corrections legislative affairs office</a></p>\r\n<p>\r\n\t<a href=\"http://www.dcf.state.fl.us/admin/docs/orgchart.pdf\">Department of Children and Families legislative affairs office</a></p>\r\n<p>\r\n\t<a href=\"http://www.djj.state.fl.us/Legislative_affairs/index.html\">Department of Juvenile Justice legislative affairs office</a></p>\r\n<p>\r\n\t<a href=\"http://www.myfloridacfo.com/sitePages/agency/sections/ola.aspx\">CFO legislative affairs office</a></p>\r\n<p>\r\n\t<a href=\"http://www.dos.state.fl.us/office/legislative-affairs/index.cfm\">Department of State legislative affairs office</a></p>\r\n<p>\r\n\t<a href=\"http://dor.myflorida.com/dor/contact.html\">Department of Revenue legislative affairs office</a></p>\r\n<p>\r\n\t<a href=\"http://dms.myflorida.com/agency_administration/legislative_affairs\">Department of Management Services legislative affairs office</a></p>\r\n<p>\r\n\t<a href=\"http://www.doacs.state.fl.us/about/offices/ola.html\">Florida Department of Agriculture and Consumer Services legislative affairs office</a></p>\r\n<p>\r\n\t<a href=\"http://esetappsdoh.doh.state.fl.us/contactussearch/DOHContacts.aspx\">Department of Health legislative affairs office</a></p>\r\n<p>\r\n\tWeb searches of Florida university government relations departments</p>\r\n<p>\r\n\tFlorida state statutes dealing with <a href=\"http://www.flsenate.gov/Statutes/index.cfm?mode=View%20Statutes&amp;SubMenu=1&amp;App_mode=Display_Statute&amp;Search_String=lobbyist&amp;URL=0000-0099/0011/Sections/0011.062.html\">the use of state funds for lobbying</a></p>\r\n", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 32, "current_job": "Governor", "false_count": 26, "first_name": "Rick", "half_true_count": 40, "home_state": "Florida", "id": 383, "last_name": "Scott", "mostly_true_count": 36, "name_slug": "rick-scott", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/rlscott.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/383/", "total_count": 166, "true_count": 15, "website": "http://www.flgov.com/"}, "statement": "<p>\r\n\t&quot;We have 50 state lobbyists that just lobby the Legislature for money every year.&quot;</p>\r\n", "statement_context": "an interview with MSNBC's Chuck Todd.", "statement_date": "2010-08-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 131, "photo": null, "resource_uri": "/api/v/2/subject/131/", "subject": "Government Efficiency", "subject_slug": "government-efficiency", "used_in_edition": []}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}