{"art": [], "author": [{"email_address": "PolitiFact@projo.com", "first_name": "Cynthia", "id": 139, "last_name": "Needham", "name_slug": "cynthia-needham", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/cynthia_needham80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/139/", "title": "Reporter", "twitter": null}], "canonical_url": "/rhode-island/statements/2010/aug/31/frank-caprio/caprio-says-1-4-rhode-islanders-dont-have-health-i/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "tmurphy@providencejournal.com", "first_name": "Tim", "id": 145, "last_name": "Murphy", "name_slug": "tim-murphy", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/tim_murphy2_80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/145/", "title": "Editor", "twitter": null}], "facebook_headline": null, "id": 2303, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "PolitiFact@projo.com", "first_name": "Cynthia", "id": 139, "last_name": "Needham", "name_slug": "cynthia-needham", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/cynthia_needham80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/139/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/2303/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tIf you live in Rhode Island and you pay any attention to politics, by now you&rsquo;ve probably heard gubernatorial candidate Frank Caprio talk about his &quot;small business plan for Rhode Island.&quot; It&#39;s on his website, in his speeches, and explained in glossy fliers he passes out to voters. At political events, he encourages audiences to check out his ideas on his website.<br />\r\n\t<br />\r\n\tYou don&#39;t have to ask us twice. PolitiFact has previously questioned a main component of Caprio&#39;s jobs strategy: that if every small business created one new job, unemployment would be cut in half. We found that statement <a href=\"http://www.politifact.com/rhode-island/statements/2010/jun/25/frank-caprio/caprio-says-ri-jobless-rate-could-be-cut-half-if-s/\">Half True.</a><br />\r\n\t<br />\r\n\tNow we&#39;ve spotted another claim worth checking within his small business strategy. In telling voters how he&#39;ll make health insurance more affordable for small business owners, he says&nbsp; repeatedly, in campaign material and in person, that &quot;1 in 4 Rhode Islanders under the age of 65 does not have health insurance.&quot;<br />\r\n\t<br />\r\n\t(Those 65 and older are not included in the tallies because they have health insurance through the federal Medicare program.)<br />\r\n\t<br />\r\n\tThe Caprio campaign said it got its numbers from two sources. The first was a report issued this spring by Mathematica Policy Research Inc. from its Washington, D.C. office. Conducted at the request of Rhode Island Health Insurance Commissioner Christopher Koller and Lieutenant Governor Elizabeth Roberts, the study was financed by the Rhode Island Foundation.<br />\r\n\t<br />\r\n\tCaprio&#39;s team noted that the analysis found that 187,000 Rhode Islanders, 21 percent -- or about 1 in 5 -- are projected to be uninsured at some point during the year. That might mean, for example, that someone loses his or her job and goes uninsured for a few months.<br />\r\n\t<br />\r\n\tThe campaign said it also relied on numbers from a 2009 U.S. Senate Democratic Policy Committee report on Rhode Island. That study, issued in the heat of the health-care debate last summer, found that 27.8 percent of Rhode Islanders &quot;went without health insurance for some period of time,&quot; in 2007 and 2008. To reach that tally, it used data from Families USA, a liberal health-care advocacy organization that looks at state-by-state information.<br />\r\n\t<br />\r\n\tCaprio spokesman Nick Hemond said the campaign took both figures &ndash;&ndash;&nbsp; 21 percent and 27.8 percent &ndash;&ndash; and averaged them to get the 1 in 4 statistic.<br />\r\n\t<br />\r\n\tWe did our own digging. For starters, we elected to steer clear of the second report Caprio talks about, the one by the Senate Democratic committee. We prefer to avoid research conducted by overtly political organizations, so as not to get caught up in partisan squabbling.<br />\r\n\t<br />\r\n\tWe then consulted Koller, who was appointed by Governor Carcieri, a Republican, and confirmed by the Democrat-controlled legislature. He said that the most up-to-date report on the matter was the first report Caprio cites, the one issued this spring, by Mathematica.<br />\r\n\t<br />\r\n\tWhile it&#39;s true that study finds that 187,000 Rhode Islanders are likely to be uninsured at some point during the year, it also found that 140,000 people were uninsured in March, the month the report was issued.<br />\r\n\t<br />\r\n\tWe think that&#39;s the more accurate number because it offers a better snapshot of how many Rhode Islanders have no insurance on an average day. And because Caprio never specified that he was referring to people who were uninsured at some point in the year, we believe voters too will interpret his statement as an average.<br />\r\n\t<br />\r\n\tThe most recent Census estimate for Rhode Island&#39;s population is 1.05 million. Using those figures, Mathematica projects the number of people younger than 65 to be 889,000 in 2010. That would mean the 140,000 uninsured make up 16 percent of that population. That&#39;s 1 in 6.25 Rhode Islanders, not 1 in 4, as Caprio suggests.</p>\r\n<p>\r\n\t<br />\r\n\tBut we were curious if there was more complete data to be had, so we asked Koller.<br />\r\n\t<br />\r\n\tThe Mathematica report &quot;is the best [data] we&rsquo;ve got,&quot; he told us. It was calculated using Census figures on the uninsured. When examined on their own, such Census numbers can be somewhat inconsistent because of Rhode Island&#39;s small sample size. But researchers combined those numbers with the state&rsquo;s unemployment figures to generate a more precise estimate. Koller said that method is common in other states.<br />\r\n\t<br />\r\n\tHe stands by the report&#39;s results, reiterating that they are the most accurate he&#39;s seen in Rhode Island in quite some time.<br />\r\n\t<br />\r\n\tThat&#39;s not a perfect answer, but it&#39;s the best we could find.<br />\r\n\t<br />\r\n\tNow back to Frank Caprio&#39;s statement that 1 in 4 Rhode Islanders don&#39;t have health insurance. That&#39;s a sizable difference from the Mathematica 1 in 6 finding.<br />\r\n\t<br />\r\n\tIf you think we&rsquo;re being too fussy, consider that the Mathematica study estimates that 140,000 Rhode Islanders have no health insurance. Use Caprio&rsquo;s estimate and that number jumps to more than 220,000 people. That&rsquo;s a difference of more than 80,000, about the size of the population of Cranston.<br />\r\n\t<br />\r\n\tSmall percentage differences matter.<br />\r\n\t<br />\r\n\tBecause Koller and other officials can&rsquo;t say with absolute certainty just how many Rhode Islanders are uninsured, we&rsquo;ll give Caprio a bit of leeway and call his statement Half True.</p>\r\n", "ruling_comments_date": "2010-08-30T18:12:00.636739", "ruling_date": "2010-08-31T00:01:00", "ruling_headline": "Caprio says 1 in 4 Rhode Islanders don't have health insurance", "ruling_headline_slug": "caprio-says-1-4-rhode-islanders-dont-have-health-i", "ruling_link_text": "More like 1 in 6 ", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<br />\r\n\tCaprio for Governor website, &quot;<a href=\"http://www.frankcaprio.com/plan_for_ri\">Frank Caprio&#39;s Small Business Plan for Rhode Island</a>,&quot; section on &quot;Affordable Health Insurance.&quot; Also available as a campaign handout.</p>\r\n<p>\r\n\tMathematica Policy Research, Inc., &quot;<a href=\"http://www.ohic.ri.gov/documents/Insurers/Reports/2010%20Uninsured%20Study%20Report/1_Mathematica%20Final%20Report.pdf\">Study of Rhode Island&#39;s Uninsured: Current Costs and Future Opportunities</a>.&quot;<br />\r\n\t<br />\r\n\tSenate Democratic Policy Committee report,&quot;<a href=\"http://dpc.senate.gov/docs/states-fs-111-1-87/ri.pdf\">Health Care Reform: The Cost of Doing Nothing In Rhode Island</a>,&quot; p. 4<br />\r\n\t<br />\r\n\t<a href=\"http://www.familiesusa.org\">Families USA website</a><br />\r\n\t<br />\r\n\tInterviews, Caprio campaign spokesman Nick Hemond, Aug. 25-26, 2010<br />\r\n\t<br />\r\n\tInterview, Christopher Koller, Health Insurance Commissioner, Aug. 24, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "R.I. General Treasurer", "false_count": 0, "first_name": "Frank", "half_true_count": 4, "home_state": "Rhode Island", "id": 472, "last_name": "Caprio", "mostly_true_count": 0, "name_slug": "frank-caprio", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/frank_caprio80.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/472/", "total_count": 4, "true_count": 0, "website": ""}, "statement": "<p>\r\n\t&quot;1 in 4 Rhode Islanders under the age of 65 does not have health insurance.&quot;<br />\r\n\t&nbsp;</p>\r\n", "statement_context": "his campaign website", "statement_date": "2010-08-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}