{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/aug/31/jamie-oliver/chef-jamie-oliver-praises-mcdonalds-england/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 2309, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/2309/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tCelebrity chef Jamie Oliver is a well-known crusader for healthier eating. So it may have come as a surprise to hear him give a shout-out on ABC&#39;s <i goog_docs_charindex=\"322\">This Week</i> <em>with Christiane Amanpour </em>on Aug. 29, 2010, to the fast-food giant McDonald&#39;s <b goog_docs_charindex=\"386\">-- </b>or at least the restaurants in his homeland, England.</p>\r\n<p>\r\n\tOliver, AKA the Naked Chef, is perhaps best known to American audiences for his Emmy-winning reality program <em>Jamie Oliver&#39;s Food Revolution</em> on ABC, in which he tried to transform the eating habits of the residents of Huntington, W.Va., statistically one of the unhealthiest cities in the country.</p>\r\n<p>\r\n\tOn ABC&#39;s <i goog_docs_charindex=\"752\">This Week</i>, Oliver said the food revolution is about giving people the tools to make good, nutritious choices.</p>\r\n<p>\r\n\tBut host Christiane Amanpour asked Oliver to respond to a comment David Letterman made to him when he appeared on the <i goog_docs_charindex=\"983\">Late Show</i>: &quot;Try as hard as you might, you&#39;re never going to succeed, because we are living in a culture dominated by the commerce of selling food which is inherently unhealthy,&quot; Letterman said.</p>\r\n<p>\r\n\tSaid Oliver: &quot;In the one way, he&#39;s right. You know, the structure of commerce and food in America is so intertwined in broadcast, print media, advertising, TV. I think that the problem we have to have -- and it&#39;s an interesting one. I&#39;ll throw it back at you. Like fast food I&#39;ve hated for many years. And the last two years, I like stopped. And I actually now start to see (fast food chains) ironically as part of the solution.</p>\r\n<p>\r\n\t&quot;Now, I&#39;ll give you -- I&#39;ll give you one brand, like McDonald&#39;s. McDonald&#39;s, in England, has had its best three years ever, profitability. It only sells organic milk, free range eggs. You know, it&#39;s got an incredible standard of beef. And their ethics is really ... moving. But that&#39;s nothing like the one in the States. And the only distinguishing part is the public and what they expect.&quot;</p>\r\n<p>\r\n\tPart of the allure of McDonald&#39;s is its uniformity, that a Big Mac in New York will be the same as one in London. And so we wondered if Oliver was right that McDonald&#39;s restaurants in England really &quot;only sell organic milk&quot; and &quot;free range eggs,&quot; and that, by implication, they are dramatically different and more healthy than McDonald&#39;s restaurants in the United States.</p>\r\n<p>\r\n\tWe made queries with McDonald&#39;s officials in the U.S. and Britain, and neither responded, but we were able to piece together the pertinent facts from company web pages and documents.</p>\r\n<p>\r\n\tLet&#39;s break this into two parts.</p>\r\n<p>\r\n\tFirst, do McDonald&#39;s restaurants in England &quot;only sell&quot; organic milk?</p>\r\n<p>\r\n\tAccording to the <a goog_docs_charindex=\"2684\" href=\"http://www.mcdonalds.co.uk/food/drinks-and-shakes/organic-milk.mcdj\" id=\"s_:6\" title=\"McDonald's UK website\">McDonald&#39;s UK website</a>, all of the bottled milk offered for sale in UK McDonald&#39;s (most of it sold along with kids&#39; meals) is &quot;semi-skimmed organic.&quot; In 2007, McDonald&#39;s UK made an even bigger commitment to organic milk, announcing that all the milk served with the teas and coffees it sells in 1,200 outlets in the UK will come from organic British cows. The company said organic farmers who supply McDonald&#39;s &quot;don&#39;t use (genetically modified) feed or artificial pesticides in fields where their cows graze.&quot; Media reports suggested McDonald&#39;s alone could account for 5 percent of the UK&rsquo;s organic milk supplies.</p>\r\n<p>\r\n\tOrganic milk is not, however, used in milkshakes in the British stores.</p>\r\n<p>\r\n\tAccording to the <a goog_docs_charindex=\"3370\" href=\"http://www.mcdonalds.co.uk/food/drinks-and-shakes/organic-milk.mcdj\" id=\"kiw4\" title=\"website\">website</a>, &quot;Organic milk is still a relatively small industry in the UK and McDonald&#39;s simply can&#39;t find a supplier that can meet the high volume demands. The company is in talks with the dairy industry about how it can facilitate more farmers switching to organic but, until the organic food supply chain can guarantee that it can supply the required amount, McFlurries, Sundaes and Milkshakes will continue to be made from non-organic milk from the British Isles.&quot;</p>\r\n<p>\r\n\t(In the U.S., McDonald&#39;s does not use organic milk.)</p>\r\n<p>\r\n\tSecond, do McDonald&#39;s restaurants in England only use free-range eggs (meaning, eggs that come from hens that are not in cages and are free to roam outside)?</p>\r\n<p>\r\n\tMcDonald&#39;s does, and the move generated quite a bit of positive press for McDonald&#39;s, including a &quot;Good Egg&quot; award from Compassion in World Farming in recognition of McDonald&#39;s Europe committing to using 100 percent free-range, cage-free eggs in all locations in the European Union by the end of this year.</p>\r\n<p>\r\n\t&quot;We&rsquo;re thrilled to be awarding such a well-known company for moving to cage-free eggs across the whole of Europe,&quot; said Dr. Lesley Lambert, Director of Research &amp; Food Policy at Compassion in World Farming, in a <a goog_docs_charindex=\"4572\" href=\"http://www.mcdpressoffice.eu/downloads/pr/Good%20Egg_press_release.pdf\" id=\"z0dx\" title=\"press release for the award\">press release for the award</a>. &quot;McDonald&rsquo;s decision will benefit huge numbers of farm birds. By choosing to do the right thing on eggs across Europe, McDonald&rsquo;s has shown great leadership on an issue which many consumers feel strongly about.&quot;</p>\r\n<p>\r\n\tMcDonald&#39;s in the United States, however, has not embraced a similar switch. In April, the Humane Society of the United States (which owns stock in McDonald&#39;s USA) proposed to shareholders that the company switch 5 percent of the eggs it purchases for its U.S. locations to &quot;cage-free&quot; eggs by January 2011.</p>\r\n<p>\r\n\tThe Board of Directors recommended against the switch, saying it would not be in the best interest of shareholders.</p>\r\n<p>\r\n\t&quot;As we have examined this issue over the years, we have determined that there is no agreement in the global scientific community about how to balance the advantages and disadvantages of laying hen housing systems,&quot; the board wrote in <a goog_docs_charindex=\"5460\" href=\"http://thomson.mobular.net/thomson/7/3083/4205/document_0/MCD_Proxy2010.pdf\" id=\"dnbd\" title=\"a proxy statement\">a proxy statement</a>. &quot;Cage-free systems, for instance, allow birds to exhibit more natural behaviors, but may pose more risk with regard to the spread of infectious diseases. Furthermore, there seems to be a significant gap in scientific knowledge related to a wide range of sustainability impacts of laying hen housing&mdash;environmental impact, food safety, worker safety, animal health and well-being, and food affordability.&quot;</p>\r\n<p>\r\n\tAccording to a <i goog_docs_charindex=\"5901\"><a goog_docs_charindex=\"5902\" href=\"http://green.blogs.nytimes.com/2010/04/13/mcdonalds-parries-on-cage-free-eggs/\" id=\"un4r\" title=\"New York Times story\">New York Times story</a>&nbsp;</i>about the proposal in May 2009, &quot;McDonald&rsquo;s USA announced its participation in a coalition with leading animal welfare scientists, academics, non-governmental organizations, such as the American Humane Association and the American Veterinary Medical Association, food manufacturers, egg suppliers and other retail companies to study housing alternatives for egg-laying hens in the U.S. The study will look at the sustainability impacts of different laying hen housing options, including cage-free aviary housing, enriched housing (which includes nests and perches) and conventional caged housing systems (currently used by the vast majority of the contemporary U.S. food supply system).&quot;</p>\r\n<p>\r\n\tPaul Shapiro, senior director of the Humane Society&rsquo;s factory farming campaign, said McDonald&#39;s has been &quot;looking into&quot; the issue for years.</p>\r\n<p>\r\n\t&quot;There is a dramatic difference between the two companies (McDonald&#39;s in the U.S. versus the U.K.) with regard to animal welfare,&quot; Shapiro said.</p>\r\n<p>\r\n\tIn April, a spokeswoman for McDonald&rsquo;s, Lisa McComb, <a goog_docs_charindex=\"6957\" href=\"http://green.blogs.nytimes.com/2010/04/13/mcdonalds-parries-on-cage-free-eggs/\" id=\"vbvy\" title=\"told the New York Times\">told the New York Times</a>&nbsp;the disparity was due to the high consumer demand for cage-free eggs in Europe and a more robust cage-free egg production infrastructure there.</p>\r\n<p>\r\n\tOliver doesn&#39;t explicitly argue the U.K. McDonald&#39;s restaurants offer more nutritious food, but given Amanpour&#39;s question -- and the topic of the segment -- we think many people would be left with that impression. So is it true that the organic milk and free-range eggs mean healthier food than in the U.S.?</p>\r\n<p>\r\n\t&quot;No, that would not reliably mean better nutrition,&quot; said Dr. David L. Katz, director of the Prevention Research Center at the Yale University School of Medicine. &quot;It appeals to the popular sentiment, without changing much about the food.&quot;</p>\r\n<p>\r\n\tOne can make a case that using &quot;cage-free&quot; hens is more humane to the animals, Katz said, but that doesn&#39;t directly correlate to better nutrition for consumers (though it may reduce the risk of bacterial infection).</p>\r\n<p>\r\n\tAs for using organic skim milk, Katz said there is definitely value, health-wise, to using fat-free milk. But the nutritional value of organic milk versus non-organic is unproven, he said.</p>\r\n<p>\r\n\t&quot;I am a proponent of organic dairy,&quot; Katz said. &quot;But there is no definitive evidence that organic means better health value in people. I think there&#39;s probably a potentially small movement in nutritional value. But there is a much larger movement in public perception.&quot;</p>\r\n<p>\r\n\tKatz said McDonald&#39;s could take much more meaningful steps to improve the nutritional value of its food, for example, by changing to whole wheat bread in buns or making the burgers lower in saturated fat. But just switching to organic milk and using free-range eggs doesn&#39;t much alter the nutritional value of McDonald&#39;s meals, he said.</p>\r\n<p>\r\n\tAs for Oliver&#39;s comment, he&#39;s correct that McDonald&#39;s in England uses organic milk. Organic milk is served with coffee and tea, and for bottled milk. But Oliver was off a bit when he said it &quot;only uses&quot; organic milk. The British McDonald&#39;s stores still use non-organic milk in milkshakes.</p>\r\n<p>\r\n\tOliver was on the mark when he noted that in the U.K., McDonald&#39;s uses only free-range eggs, while they are not used in the U.S. But when Oliver said McDonald&#39;s in England is &quot;nothing like&quot; the U.S. one, he implies the policies in England translate to substantially more nutritional food offerings. While the U.K. policies have drawn praise from animal rights groups, experts say it&#39;s a stretch to say they translate to better nutrition. And so we rule Oliver&#39;s claim Half True.</p>\r\n", "ruling_comments_date": "2010-08-31T17:09:05.199516", "ruling_date": "2010-08-31T18:50:51", "ruling_headline": "Chef Jamie Oliver praises McDonald's in England", "ruling_headline_slug": "chef-jamie-oliver-praises-mcdonalds-england", "ruling_link_text": "Policies differ under Golden Arches across the pond", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tABC News, <a href=\"http://abcnews.go.com/ThisWeek/week-transcript-crisis-classroom/story?id=11506701&amp;page=3\">Transcript of &quot;This Week&quot; interview with Jamie Oliver</a>, Aug. 29, 2010</p>\r\n<p>\r\n\tMcDonald&#39;s UK website, <a href=\"http://www.mcdonalds.co.uk/food/drinks-and-shakes/organic-milk.mcdj\">Organic Milk</a></p>\r\n<p>\r\n\tNew York Times, <a href=\"http://green.blogs.nytimes.com/2010/04/13/mcdonalds-parries-on-cage-free-eggs/\">&quot;McDonald&rsquo;s Board Opposes Cage-Free Eggs for U.S.,&quot;</a> by Leora Broydo Vestel, April 13, 2010</p>\r\n<p>\r\n\tTelepgraph,<a href=\"http://www.telegraph.co.uk/news/uknews/1555894/McDonalds-goes-McOrganic.html\"> &quot;McDonald&rsquo;s goes McOrganic,&quot;</a> by Harry Wallop, June 27, 2007</p>\r\n<p>\r\n\tMcDonald&rsquo;sCorporation, <a href=\"http://thomson.mobular.net/thomson/7/3083/4205/document_0/MCD_Proxy2010.pdf\">Notice of 2010 Annual Shareholders&rsquo; Meeting and Proxy Statement</a></p>\r\n<p>\r\n\tThe Times of London, <a href=\"http://business.timesonline.co.uk/tol/business/industry_sectors/consumer_goods/article5870369.ece\">&quot;British beef, reduced salt, lower sugar, free range eggs, roast coffee &mdash; is this really McDonald&#39;s?&quot;</a> by Dominic Walsh, March 9, 2009</p>\r\n<p>\r\n\tThe Daily Mail,<a href=\"http://www.dailymail.co.uk/news/article-1268752/Jamie-Oliver-pays-tribute-old-enemy-McDonalds.html\"> &quot;McConvert! Health champion Jamie Oliver pays tribute to old enemy McDonald&#39;s,&quot;</a> by Sean Poulter, April 26, 2010</p>\r\n<p>\r\n\tMcDonald&#39;s Europe website, Press release: <a href=\"http://www.mcdpressoffice.eu/downloads/pr/Good%20Egg_press_release.pdf\">&quot;McDonald&rsquo;s Europe receives &lsquo;Good Egg&rsquo; award from Compassion in World<br />\r\n\tFarming,&quot;</a> April 16, 2008</p>\r\n<p>\r\n\tTreehugger.com, <a href=\"http://www.treehugger.com/files/2010/04/mcdonalds-rejects-5-percent-cage-free-eggs-proposal-usa.php\">&quot;Why Won&#39;t McDonald&#39;s Accept a Requirement for Even Just 5% Cage-Free Eggs?,&quot;</a> by Michael Graham Richard, April 14, 2010</p>\r\n<p>\r\n\tNew York Daily News,<a href=\"http://www.nydailynews.com/lifestyle/food/2010/04/29/2010-04-29_naked_chef_jamie_oliver_british_mcdonalds_is_healthier_than_the_american_version.html\"> &quot;&#39;Naked Chef&#39; Jamie Oliver: British McDonald&#39;s is healthier than the American version,&quot;</a> by Rosemary Black, April 29, 2010</p>\r\n<p>\r\n\tInterview with Dr. David L. Katz, director of the Prevention Research Center at the Yale University School of Medicine, Aug. 31, 2010</p>\r\n<p>\r\n\tInterview with Paul Shapiro, senior director of the Humane Society&rsquo;s factory farming campaign, Aug. 30, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Jamie", "half_true_count": 1, "home_state": "", "id": 629, "last_name": "Oliver", "mostly_true_count": 0, "name_slug": "jamie-oliver", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/oliver.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/629/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\tMcDonald&#39;s in England only sells organic milk and free-range eggs, which provides more nutritious offerings than in the U.S.</p>\r\n", "statement_context": "a roundtable discussion on ABC's \"This Week with Christiane Amanpour.\"", "statement_date": "2010-08-29", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 158, "photo": null, "resource_uri": "/api/v/2/subject/158/", "subject": "Food Safety", "subject_slug": "food-safety", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 151, "photo": null, "resource_uri": "/api/v/2/subject/151/", "subject": "This Week - ABC News", "subject_slug": "abc-news-week", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "We check Naked Chef Jamie Oliver's claim on nutrition at UK McDonald's from ABC's #ThisWeek"}