{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/sep/02/randi-weingarten/randi-weingarten-says-students-strong-union-states/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 2321, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/2321/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tEducation was the topic du jour on <a goog_docs_charindex=\"245\" href=\"http://abcnews.go.com/ThisWeek/week-transcript-crisis-classroom/story?id=11506701&amp;page=1\">ABC&#39;s <i goog_docs_charindex=\"252\">This Week</i></a> on Aug. 29, 2010, and the discussion quickly came around to teachers unions.</p>\r\n<p>\r\n\t<i goog_docs_charindex=\"343\">This Week</i> host Christiane Amanpour asked Randi Weingarten, president of the American Teachers Federation, how schools can get around huge impediments in many collective bargaining agreements to getting rid of bad teachers.</p>\r\n<p>\r\n\tWeingarten responded with a quick defense of teachers unions.</p>\r\n<p>\r\n\t&quot;Let me say this,&quot; Weingarten said. &quot;First, the states that actually have lots of teachers in teacher unions tend to be the states that have done the best in terms of academic success in this country. And the states that don&#39;t tend to be the worst.</p>\r\n<p>\r\n\t&quot;The issue is not a teacher union contract or a teacher union-management contract. What we have to do with these contracts is we have to make them solution-driven.&quot;</p>\r\n<p>\r\n\tWe decided to check Weingarten&#39;s claim that states that &quot;have lots of teachers in teachers unions tend to be the states that have done the best in terms of academic success.&quot;</p>\r\n<p>\r\n\tWe realize we are wading into some treacherous waters here. An intense debate has raged for years over the effect of teacher unions on student achievement. On one side, you have those who believe unions act as an impediment to necessary school reforms; make it difficult to get rid of bad teachers, and oppose ideas like merit pay to encourage better teaching. On the other side are those who argue strong unions lead to better-paid, better-supported teachers, which helps to attract and retain better teachers and, in turn, contributes to improved student achievement.</p>\r\n<p>\r\n\tWeingarten&#39;s statement not only makes an absolute claim about better academic performance in states with strong unions, it implies unions are the reason why -- otherwise, why cite it?</p>\r\n<p>\r\n\tWe contacted the American Federation of Teachers, which represents about 1.4 million K-12 teachers in the United States, to get backup for Weingarten&#39;s claim. Initially, spokesman John See pointed us toward a state-by-state breakdown on collective bargaining policies -- such as whether the state has a &quot;right to work&quot; law or allows strikes. And he included links to comparisons of academic achievement by state from the <a goog_docs_charindex=\"2396\" href=\"http://national%20center%20for%20education%20statistics/\">National Center for Education Statistics</a> and <a goog_docs_charindex=\"2443\" href=\"http://www.edweek.org/media/ew/qc/2010/QualityCounts2010_PressRelease.pdf\">Education Week</a>. Strong union states like Maryland, Massachusetts and New York, See said, were among the highest ranked in these 2010 reports.</p>\r\n<p>\r\n\tLater, See also forwarded links to several studies linking teacher unions to higher student achievement.</p>\r\n<p>\r\n\tThe first is <a goog_docs_charindex=\"2708\" href=\"http://eric.ed.gov/ERICWebPortal/search/detailmini.jsp?_nfpb=true&amp;_&amp;ERICExtSearch_SearchValue_0=EJ617440&amp;ERICExtSearch_SearchType_0=no&amp;accno=EJ617440\">a study</a> published in 2000 in the <i goog_docs_charindex=\"2743\">Harvard Educational Review</i>. According to the abstract: &quot;Comparison of standardized test scores and degree of teacher unionization in states found a statistically significant and positive relationship between the presence of teacher unions and stronger state performance on tests. Taking into account the percentage of students taking the tests, states with greater percentages of teachers in unions reported higher test performance.&quot;</p>\r\n<p>\r\n\tThe <a goog_docs_charindex=\"3184\" href=\"http://books.google.com/books?hl=en&amp;lr=&amp;id=i6HDxDk0StYC&amp;oi=fnd&amp;pg=PA197&amp;dq=unions+%22student+achievement%22+carini&amp;ots=FhbVYnJoOp&amp;sig=ClJOqDTE-MneO_3ou5ZNEz-M0hw#v=onepage&amp;q=unions%20%22student%20achievement%22%20carini&amp;f=false\">second</a> is a 2002 survey of studies by Robert M. Carini of Indiana University Bloomington, who found that &quot;While only 17 prominent studies have looked at the teacher union-achievement link, the evidence suggests that unionism raises achievement modestly for most students in public schools.&quot; However, Carini wrote that while studies seem to suggest that unions benefit middle range students, who are the majority, &quot;a union presence was harmful for the very lowest- and highest-achieving students.&quot;</p>\r\n<p>\r\n\t&quot;In fact, public opinion is split as to whether teacher unionism is harmful or helpful to educational outcomes,&quot; Carini wrote. &quot;Considering both this general perception and the considerable rhetoric from both critics and supporters of unions, it is surprising that so little research exists on the unionism-achievement link. Still, the overall pattern in the research is increasingly clear; teacher unionism favorably influences achievement for most students in public schools.&quot;</p>\r\n<p>\r\n\tIn an e-mail, See said the reports &quot;make the positive findings pretty clear.&quot;</p>\r\n<p>\r\n\tIf there were only one way to measure this statistic, See might be right. But, in fact, there are lots of variables in play.</p>\r\n<p>\r\n\tA 2008 <a goog_docs_charindex=\"4376\" href=\"http://ceep.indiana.edu/projects/PDF/PB_V6N8_Fall_2008_EPB.pdf\">paper written by Nathan Burroughs</a>, a visiting research associate at the Center for Evaluation and Education Policy, cited numerous studies that seemed to make the case both for and against unions with regard to student achievement.</p>\r\n<p>\r\n\t&quot;Ideally, the proper role of collective bargaining in public education could be settled by a consensus in the research literature,&quot; Burroughs wrote in his paper, <i goog_docs_charindex=\"4773\">Arguments and Evidence: The Debate over Collective Bargaining&#39;s Role in Public Education</i>. &quot;Regrettably, no such consensus exists.&quot;</p>\r\n<p>\r\n\t&quot;While a body of research exists suggesting that collective bargaining results in greater student achievement (usually measured through standardized test scores, most commonly the SAT), another body of work suggests the opposite,&quot; Burroughs wrote. &quot;To complicate matters, both veins of research generally employ different analytical and statistical methods, making a clear-cut comparison somewhat elusive. In addition, there is a limited number of quality research studies dedicated to the effects of collective bargaining on student achievement.&quot;</p>\r\n<p>\r\n\tWhat gives? For one, the studies that showed a positive effect from unions typically examined student achievement at a single point in time; while studies that showed lower student achievement in states with stronger unions usually measured achievement over time. We spoke to Burroughs, who explained that while a snapshot might show better scores in an affluent state compared to a poor one; students in an affluent state might improve less dramatically over time than a poor one, producing dramatically different results. It&#39;s simply two different ways to measure a school&#39;s performance.</p>\r\n<p>\r\n\t&quot;The intensity of the debate over the role of collective bargaining has obscured the fact that empirical evidence supports either side of the discussion,&quot; Burroughs concluded. &quot;There can be no verdict on whether collective bargaining in public education is &#39;bad&#39; or &#39;good,&#39; because there is insufficient evidence to warrant a definitive judgment. Much of the research on the effects of collective bargaining focuses on only one or two elements of the question or has results that appear dependent on a particular methodological strategy.&quot;</p>\r\n<p>\r\n\tIn addition, Burroughs cautioned that collective bargaining is most likely an indirect causal factor when it comes to student achievement; as opposed to direct factors such as income or parental education.</p>\r\n<p>\r\n\t&quot;It could be a spurious relationship,&quot; Burroughs told us. &quot;The data really isn&#39;t there. When it comes to making claims about unions and student performance, it&#39;s just not clear. I think it&#39;s more constructive to focus on other things.&quot;</p>\r\n<p>\r\n\tWe also spoke to <a href=\"http://www.hepg.org/hep/Book/5\">Andy Rotherham</a>, co-founder of the non-profit Bellwether Education Partners, an education columnist for TIME.com and the blog Eduwonk.com, and co-editor of the book <a href=\"http://www.hepg.org/hep/Book/5\">&quot;Collective Bargaining in Education.&quot;</a></p>\r\n<p>\r\n\t&quot;On its face, it&#39;s true,&quot; Rotherham said of Weingarten&#39;s claim. &quot;Massachusetts (a strong union state) does better than Virginia or Alabama. What it ignores is all of the things that influence student achievement.&quot;</p>\r\n<p>\r\n\t&quot;It&#39;s a classic correlation-causation fallacy,&quot; said Rotherham, who previously served at the White House as Special Assistant to the President for Domestic Policy during the Clinton administration.</p>\r\n<p>\r\n\tUltimately, he said, research is mixed and there is no study that can definitively settle whether unions are, or are not, the problem with student achievement.</p>\r\n<p>\r\n\t&quot;Sweeping statements one way or the other on this should be viewed with suspicion,&quot; Rotherham said.</p>\r\n<p>\r\n\tWe agree. Weingarten&#39;s claim that states that have lots of teachers in teacher unions tend to be the states that have done the best in terms of academic success is perhaps technically correct -- at least by some measures. But the empirical scientific research on this subject is -- in the words of Burroughs -- &quot;limited, ambiguous and incomplete.&quot; Further, there is even less evidence to support the implication that strong unionization is the <i goog_docs_charindex=\"8373\">cause</i> for one state performing better than another. And so we rate Weingarten&#39;s claim Half True.</p>", "ruling_comments_date": "2010-09-02T11:11:38.036101", "ruling_date": "2010-09-02T11:35:04", "ruling_headline": "Randi Weingarten says students in strong union states perform better academically", "ruling_headline_slug": "randi-weingarten-says-students-strong-union-states", "ruling_link_text": "Current academic research is inconclusive", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tEducation Resources Information Center, <a href=\"http://Education Resources Information Center, &quot;Do Teacher Unions Hinder Educational Performance? Lessons Learned from State SAT and ACT Scores,&quot; by Lala Carr Steelman, Brian Powell and Robert M. Carini\">&quot;Do Teacher Unions Hinder Educational Performance? Lessons Learned from State SAT and ACT Scores,&quot;</a> by Lala Carr Steelman, Brian Powell and Robert M. Carini, 2000</p>\r\n<p>\r\n\tSchool Reform Proposals, <a href=\"http://books.google.com/books?hl=en&amp;lr=&amp;id=i6HDxDk0StYC&amp;oi=fnd&amp;pg=PA197&amp;dq=unions+%22student+achievement%22+carini&amp;ots=FhbVYnJoOp&amp;sig=ClJOqDTE-MneO_3ou5ZNEz-M0hw#v=onepage&amp;q=unions%20%22student%20achievement%22%20carini&amp;f=false\">&quot;Teacher Unions and Student Achievement,&quot;</a> by Robert M. Carini, 2002</p>\r\n<p>\r\n\tUniversity of Missouri, <a href=\"http://economics.missouri.edu/Seminars/files/2007/lovenheim_jan22_2007.pdf\">&quot;The Effect of Teachers&#39; Unions on Education Production: Evidence from Union Election Certifications in Three Midwestern States,&quot;</a> by Michael F. Lovenheim, November 2006</p>\r\n<p>\r\n\tUniversity of Missouri, <a href=\"http://economics.missouri.edu/Seminars/files/2007/lovenheim_jan22_2007.pdf\">&quot;The Effect of Teachers&#39; Unions on Education Production: Evidence from Union Election<br />\r\n\tCertifications in Three Midwestern States,&quot;</a> by Michael F. Lovenheim, November 2006</p>\r\n<p>\r\n\tCenter for Evaluation and Education Policy, <a href=\"http://ceep.indiana.edu/projects/PDF/PB_V6N8_Fall_2008_EPB.pdf\">&quot;Arguments and Evidence: The Debate over Collective Bargaining&rsquo;s Role in Public Education,&quot;</a> by Nathan Burroughs, Fall 2008</p>\r\n<p>\r\n\tNational Center for Education Statistics, <a href=\"http://nces.ed.gov/surveys/sass/tables/sass0708_2009320_d1s_07.asp\">Percentage distribution of districts that had a specific agreement with a teachers&#39; association or union </a></p>\r\n<p>\r\n\tNational Center for Education Statistics, <a href=\"http://nces.ed.gov/nationsreportcard/statecomparisons/\">NEAP State Comparisons</a></p>\r\n<p>\r\n\tEducation Week, <a href=\"http://www.edweek.org/media/ew/qc/2010/QualityCounts2010_PressRelease.pdf\">Report Card Grades States on Education Performance</a>, Policy, Jan. 14, 2010</p>\r\n<p>\r\n\tIntelligence Squared, Debate: <a href=\"http://intelligencesquaredus.org/wp-content/uploads/Teachers-Unions-031610.pdf\">Don&rsquo;t blame teachers unions for our failing schools</a>, March 16, 2010</p>\r\n<p>\r\n\tEduwonk blog, <a href=\"http://www.eduwonk.com/2009/05/teachers-unions-and-student-achievement-redux-with-bonus-rules-for-the-eduroad.html\">&quot;Teachers&rsquo; Unions And Student Achievement Redux, With Bonus Rules For The Eduroad!&quot;</a> May 27, 2010</p>\r\n<p>\r\n\tEduwonk blog, <a href=\"http://www.eduwonk.com/2009/03/you-lost-me-at-south.html\">&quot;You Lost Me At South&hellip;,&quot;</a> March 27, 2009</p>\r\n<p>\r\n\tHarvard Education Press, <a href=\"http://Harvard Education Press, &quot;Collective Bargaining in Education: Negotiating Change in Today's Schools,&quot; edited by Jane Hannaway and Andrew J. Rotherham\">&quot;Collective Bargaining in Education: Negotiating Change in Today&#39;s Schools,&quot; </a>edited by Jane Hannaway and Andrew J. Rotherham</p>\r\n<p>\r\n\tInterview with Andy Rotherham, co-founder of the non-profit Bellwether Education Partners, Aug. 31, 2010</p>\r\n<p>\r\n\tInterview with Nathan Burroughs, a visiting research associate at the Center for Evaluation and Education Policy, Aug. 31, 2010</p>\r\n<p>\r\n\tInterview with John See, spokesman for the American Federation of Teachers, Aug. 31, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "Randi", "half_true_count": 1, "home_state": "", "id": 636, "last_name": "Weingarten", "mostly_true_count": 0, "name_slug": "randi-weingarten", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/weingarten.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/636/", "total_count": 2, "true_count": 0, "website": ""}, "statement": "<p>\r\n\t&quot;The states that actually have lots of teachers in teacher unions tend to be the states that have done the best in terms of academic success in this country.&quot;<br />\r\n\t&nbsp;</p>\r\n", "statement_context": "ABC's \"This Week\"", "statement_date": "2010-08-29", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 151, "photo": null, "resource_uri": "/api/v/2/subject/151/", "subject": "This Week - ABC News", "subject_slug": "abc-news-week", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "Do kids in states with strong teacher unions do better? We check Randi Weingarten on #This Week."}