{"art": [], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/ohio/statements/2010/sep/02/rob-portman/rob-portman-statement-unemployment-illustrates-how/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 2322, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/2322/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tIt&rsquo;s rough out there, as anyone who&rsquo;s lost a job can attest. Rob Portman, running for U.S. Senate in Ohio, caught our attention by describing on a radio program just how tough it is.<br />\r\n\t<br />\r\n\t&quot;Look, we&rsquo;ve got a situation in Ohio and so many other states right now where people are starting to lose hope,&quot; <a href=\"http://www.robportman.com/wp-content/uploads/2010/08/8-18-10-RP-on-Hedgecock-Clip-4.mp3\">the Republican candidate told Roger Hedgecock, a nationally syndicated radio host, on Aug. 18</a>. &quot;More than half of our unemployed Ohioans have been out of work for six months or more.&quot;<br />\r\n\t<br />\r\n\tPortman&rsquo;s solutions -- lower taxes, more spending on highways but less on other government programs, redirected stimulus money -- would be popular among many Republicans and unpopular among many Democrats. But we&rsquo;re not assessing Portman&rsquo;s platform here. His figure alone -- &quot;six months or more&quot; -- &nbsp;seemed worth checking, because it is stark.<br />\r\n\t<br />\r\n\tIt also is accurate -- by one measure. There&rsquo;s a different measure, however, that would change the claim..<br />\r\n\t<br />\r\n\tWe started by asking the Ohio Department of Job and Family Services, or ODJFS, which is in charge of unemployment compensation in the state. Ben Johnson, a department spokesman, said that a primary statistic used to measure the number of people out of work comes from a monthly survey that merely asks, &quot;Are you unemployed?&quot;<br />\r\n\t<br />\r\n\tIf the answer is yes, it asks another question: Have you actively looked for work in the prior four weeks?<br />\r\n\t<br />\r\n\t<a href=\"http://jfs.ohio.gov/releases/unemp/201008/unemppressrelease.asp\">As of July, 614,000, or 10.3 percent of Ohio&rsquo;s working-age population, answered yes to both those questions</a>. While high, that&rsquo;s down from the 656,000 figure reported for March. &nbsp;<br />\r\n\t<br />\r\n\tYet slightly more than half the Ohioans who are unemployed received unemployment compensation. The others are getting severance pay from their former employers, or they work some weeks but not others. Still others might not have applied for compensation, don&rsquo;t qualify for it because of the way they quit their jobs, were fired for just cause, or have exceeded the number of weeks in which they can collect it.<br />\r\n\t<br />\r\n\tPortman&rsquo;s figure comes from that first, smaller universe: the number of Ohioans getting unemployment compensation, not the broader number of people without a job. &nbsp;&nbsp;<br />\r\n\t<br />\r\n\tDuring the week that ended Aug. 21, 309,522 Ohioans received unemployment compensation, according to ODJFS. Of those, 127,873, or 41.3 percent, had received those state unemployment benefits for a half year or less. &nbsp;Another 150,990 Ohioans, or 48.8 percent of those getting help, had gone on to federal unemployment compensation for as much as an additional 53 weeks. And 30,659 more, or 9.9 percent, were getting up to 20 more weeks under a federal program.<br />\r\n\t<br />\r\n\tThat means that 58.7 percent of Ohioans on unemployment compensation were out of work for more than half a year.<br />\r\n\t<br />\r\n\t&quot;That&rsquo;s a factor of the recession,&quot; said George Zeller, an economic research analyst in Cleveland who watches the employment numbers closely. And while Portman&rsquo;s statement referred strictly to Ohio, &quot;it&rsquo;s true for the whole country,&quot; Zeller said.<br />\r\n\t<br />\r\n\tYet there is another way of measuring unemployment duration. Used by the Bureau of Labor Statistics, or BLS, it classifies people as unemployed if they do not have a job, have actively looked for work in the prior 4 weeks, and are currently available for work. It is the same survey, in fact, from which ODJFS was able to determine that 614,000 Ohioans were out of work in July.<br />\r\n\t<br />\r\n\tRemember, not all of those workers got unemployment benefits. And unlike the weekly state benefits reports, which are current, the surveys have a slight time lag. But through this <a href=\"http://www.bls.gov/cps/faq.htm#Ques5\">Current Population Survey</a>, conducted every month since 1940, BLS is at least able to determine on an annual basis how long people have been out of work, regardless of whether they are getting benefits. &nbsp;<br />\r\n\t<br />\r\n\tIn 2009, the last full year, Ohio had 608,000 people who were out of work, and 181,000 of them had been unemployed for 27 weeks or more, according to this data. That means that of all the unemployed Ohioans last year, 29.7 percent had been out of work for six months or more.<br />\r\n\t<br />\r\n\tSo which figure is right? Is it more than half, or 29.7 percent?<br />\r\n\t<br />\r\n\tActually, both are accurate measures, according to agencies that keep the numbers and groups that use them. Policy Matters Ohio, a Cleveland-based think tank, cites the 29.7 percent figure in reviewing the economic climate of the past year, but with the caveat that &quot;we&rsquo;re looking at different things,&quot; says Amy Hanauer, the executive director.<br />\r\n\t<br />\r\n\tUnless there&rsquo;s a dramatic adjustment in the BLS numbers, it&rsquo;s looking like the year-round figures for 2010 will be higher, as they already nationally. Last year, 31.5 percent of people without jobs across the nation had been unemployed for 27 weeks or more, <a href=\"http://www.bls.gov/webapps/legacy/cpsatab12.htm\">according to another BLS measure,</a> not adjusted for seasonal employment. Moving forward, the success of those looking for work for at least half a year has not gotten better; as of July, 43 percent of those without jobs nationally had gone without work for at least 27 weeks. That level of detail was not yet available for Ohio.<br />\r\n\t<br />\r\n\tNow back to Portman. This is where those paying close attention to politics will bring up a pertinent point: Although Congress provides extra money so people can get unemployment compensation beyond 26 weeks, a majority of Republicans delayed the program&rsquo;s extension in July. Senate Republicans said that theirs wasn&rsquo;t a heartless filibuster; they just wanted to find a way to keep the cost of extending benefits from adding to the federal debt.<br />\r\n\t<br />\r\n\tPortman, though not in office, agreed that Congress should find a way to pay, and his spokeswoman, Jessica Towhey, said Portman supported a <a href=\"http://thune.senate.gov/public/index.cfm?FuseAction=PressReleases.Detail&amp;PressRelease_id=3b86ee99-7e55-4c9f-baeb-6ecf96e0c570&amp;Month=6&amp;Year=2010\">provision by Sen. John Thune</a> of South Dakota to tap unobligated economic stimulus funds and cut or freeze several other federal programs. Sen. Scott Brown, Republican of Massachusetts, <a href=\"http://scottbrown.senate.gov/public/index.cfm/news?ContentRecord_id=057cc443-3772-43a6-97b1-662744bc3441&amp;ContentType_id=c705917c-84f4-49fd-a587-420cd0fcc26f&amp;096fa988-9da3-4a1a-87bc-4ee9d9c2ef47&amp;Group_id=34087a75-290f-488b-97a4-2314e6991fb5&amp;MonthDisplay=7&amp;Y\">had a similar proposal</a> that Portman also supported, Towhey said<br />\r\n\t<br />\r\n\tDemocrats said these approaches, and the delay, were callous. &quot;Although Republicans have no hesitation giving huge tax breaks to the wealthiest 1 percent of Americans, they continue to pull out all stops in an effort to block unemployed Americans from receiving unemployment benefits, including over 112,000 in Ohio alone,&quot; Eric Schultz, spokesman for the Democratic Senatorial Campaign Committee, <a href=\"http://webcache.googleusercontent.com/search?q=cache:SaOQ8HLl_mUJ:https://www.dscc.org/news%3Ftype%3Dpress_release%26press_release_KEY%3D1501+dscc+and+unemployment+and+rob+portman&amp;cd=1&amp;hl=en&amp;ct=clnk&amp;gl=us\">said in July</a>, criticizing Portman.<br />\r\n\t<br />\r\n\tBut Towhey, the Portman spokeswoman, noted that Democrats later came up with their own ways to pay for other economic programs -- with offsets that included a cut in food stamp funding.<br />\r\n\t<br />\r\n\tCharges of callousness could go on all day but that is not for us to referee here. To those who decry the polarity of partisan politics, take solace: Both sides agree that too many people have been out of work for too long.<br />\r\n\t<br />\r\n\tHas it been six months or more? By one measure, it has. That&rsquo;s why we rate Portman&rsquo;s statement Mostly True.</p>\r\n", "ruling_comments_date": "2010-09-02T11:59:04.086101", "ruling_date": "2010-09-02T12:15:00", "ruling_headline": "Rob Portman statement on unemployment illustrates how some Ohioans have hit hard times ", "ruling_headline_slug": "rob-portman-statement-unemployment-illustrates-how", "ruling_link_text": "Various gauges vary, but all say times are tough", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<a href=\"http://www.robportman.com/wp-content/uploads/2010/08/8-18-10-RP-on-Hedgecock-Clip-4.mp3\" id=\"internal-source-marker_0.614930311689641\">Rob Portman audio</a> on Roger Hedgecock show<br />\r\n\t<br />\r\n\tTelephone interview with Ben Johnson, Ohio Department of Jobs and Family Service, 8/26/2010<br />\r\n\t<br />\r\n\tTelephone interview with George Zeller, 8/27/2010<br />\r\n\t<br />\r\n\tE-mail correspondence with Jessica Towhey, spokeswoman for Republican Senate candidate Rob Portman, 8/26 and 8/27/2010<br />\r\n\t<br />\r\n\tE-mail correspondence with Holly Shulman, spokeswoman for Democratic Senate candidate Lee Fisher, 8/26 and 8/27/2010<br />\r\n\t<br />\r\n\t<a href=\"http://webcache.googleusercontent.com/search?q=cache:SaOQ8HLl_mUJ:https://www.dscc.org/news%3Ftype%3Dpress_release%26press_release_KEY%3D1501+dscc+and+unemployment+and+rob+portman&amp;cd=1&amp;hl=en&amp;ct=clnk&amp;gl=us\">Democratic Senatorial Campaign Committee press release,</a> undated<br />\r\n\t<br />\r\n\t<a href=\"http://www.bls.gov/opub/gp/pdf/gp09_26.pdf\">Bureau of Labor Statistics, 2009 state unemployment averages</a><br />\r\n\t<br />\r\n\t<a href=\"http://www.bls.gov/cps/faq.htm#Ques5\">Bureau of Labor Statistics, FAQ on Current Population Survey</a><br />\r\n\t<br />\r\n\tTelephone and e-mail conversations with Amy Hanauer, Executive Director, Policy Matters Ohio, 8/31/2010 and 9/1/2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "U.S. senator from Ohio", "false_count": 5, "first_name": "Rob", "half_true_count": 11, "home_state": "Ohio", "id": 534, "last_name": "Portman", "mostly_true_count": 11, "name_slug": "rob-portman", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rob-Portman-official-portrait.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/534/", "total_count": 48, "true_count": 17, "website": "http://portman.senate.gov/"}, "statement": "<p>\r\n\t&quot;More than half of our unemployed Ohioans have been out of work for six months or more.&quot;</p>\r\n", "statement_context": "a radio interview", "statement_date": "2010-08-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}], "target": [], "twitter_headline": ""}