{"art": [], "author": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2010/sep/03/nathan-deal/deal-makes-controversial-statements-about-casino-g/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "liz.miniet@ajc.com", "first_name": "Elizabeth", "id": 143, "last_name": "Miniet", "name_slug": "elizabeth-miniet", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/143/", "title": "Word Editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 2325, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/2325/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half Flip", "id": 8, "resource_uri": "/api/v/2/statementruling/8/", "ruling": "Half Flip", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/fom-halfFlip.png", "ruling_slug": "half-flip"}, "ruling_comments": "<p>\r\n\tGOP gubernatorial candidate Nathan Deal&#39;s recent statements on gambling made some conservatives cringe.<br />\r\n\t<br />\r\n\tDuring a forum on tourism in Savannah, Deal said the state should keep an &quot;open mind&quot; about casino gambling and other types of gaming.<br />\r\n\t<br />\r\n\tConservative Christian groups objected, and seven days later, Deal told a television reporter that he didn&#39;t &quot;favor it on a personal basis. I just don&rsquo;t think you can gamble yourself out of a bad economy.&quot;<br />\r\n\t<br />\r\n\tNews stories said Deal had a &quot;change of heart&quot; or was &quot;not as open-minded&quot; on the issue as he was before.<br />\r\n\t<br />\r\n\tDid Deal flip-flop?<br />\r\n\t<br />\r\n\tThe AJC&#39;s PolitiFact Georgia took a closer look at Deal&#39;s statements and his record as a former U.S. congressman.<br />\r\n\t<br />\r\n\tGambling wasn&#39;t an issue during the primary elections, but it is important among the social conservatives who helped Deal win a squeaker against Republican runoff opponent and former Georgia Secretary of State Karen Handel.<br />\r\n\t<br />\r\n\tMembers of the Georgia Christian Coalition and the Georgia Baptist Convention did not ask Deal for his position on gambling, their officials told the AJC&#39;s PolitiFact Georgia.<br />\r\n\t<br />\r\n\tNeither group endorses candidates, but if Deal did say he was open to looking into gambling, &quot;it would have made a difference in the runoff,&quot; said Jerry Luquire, president of the Georgia Christian Coalition.<br />\r\n\t<br />\r\n\tDeal made his statement on gambling Aug. 18 during a Savannah Area Tourism Leadership Council forum on tourism. It was in response to a question by WTOC-TV anchor Sonny Dixon, who interviewed Deal and opponent Democrat Roy Barnes separately.<br />\r\n\t<br />\r\n\t&quot;How do you feel about gaming, whether it was horse racing, casinos, whatever, in Georgia?&quot; Dixon asked. &quot;And if you&lsquo;re in favor of it, what do you think will be the process, how do you feel the process would go generally?&quot;<br />\r\n\t<br />\r\n\t&quot;Well, I certainly think that we ought to be open to discussions like that,&quot; Deal replied. &quot;I do know there have been both successes and monstrous failures in terms of gaming in other states. I don&rsquo;t think we should go into it with our eyes blinded. We ought to understand all of the ramifications of it to do it -- the bad, the social, and the costs associated with it that are sometimes not discussed in the general, opening debates about those things.&quot;<br />\r\n\t<br />\r\n\tAfter a brief aside about a horse he once owned, Deal added: &quot;But I get there are potentials. We should look at it with an open mind. And we should not say &#39;no&#39; just because of any particular bias one way or the other. I&rsquo;m willing to keep an open mind with that and let&#39;s take a look at all the facts before we make a decision.&quot;<br />\r\n\t<br />\r\n\tDeal stopped short of endorsing casinos, but did say there are benefits to them and he supports looking into them in detail.<br />\r\n\t<br />\r\n\tGambling foe Ray Newman, a lobbyist for the state Baptist Convention, was so concerned by Deal&#39;s statement that he called the candidate. He declined to give details of their conversation, saying it was private.<br />\r\n\t<br />\r\n\tBut Newman did say this of Deal and casinos:<br />\r\n\t<br />\r\n\t&quot;I don&#39;t know what his position is,&quot; Newman said.<br />\r\n\t<br />\r\n\tAfter the flap, Deal talked with WSB-TV reporter Lori Geary. Deal&#39;s spokesman talked with The Associated Press.<br />\r\n\t<br />\r\n\tDeal told Geary: &quot;Well, I don&rsquo;t favor it on a personal basis. I just don&rsquo;t think you can gamble yourself out of a bad economy,&quot; and &quot;What I was saying was that I would keep an open mind to suggestions of legislators.&quot;<br />\r\n\t<br />\r\n\tLater, Deal spokesman Brian Robinson told The Associated Press: &quot;He [Deal] personally opposes casino gambling,&quot; and &quot;Nathan does not believe gambling is the best way to create jobs.&quot;<br />\r\n\t<br />\r\n\tDeal&#39;s nearly two-decade record as a congressman shed little light on his views. While we did find votes against Internet gambling, we found no record he voted on casinos or other types of gaming. That&#39;s not surprising. The decision to allow casinos is made at the state level.<br />\r\n\t<br />\r\n\tWe went to Robinson to clarify the issue. He repeated what Deal told WSB-TV and the AP, emphasizing that the issue was moot because gambling is against the state constitution. Expanding it would require a constitutional amendment, which cannot be vetoed by the governor.<br />\r\n\t<br />\r\n\tBut governors do have significant sway. A governor, after all, has the state&#39;s bully pulpit and all the clout that goes with it.<br />\r\n\t<br />\r\n\tLegislators have to approve a proposed amendment by a two-thirds vote to get it on the ballot. They also have to pass a bill enacting it. A governor&#39;s opinion on a proposal can make or break it, said Steve Anthony, who has worked at the state Capitol and is a lecturer at Georgia State University.<br />\r\n\t<br />\r\n\tFor instance, Gov. Zell Miller campaigned for a lottery to fund education initiatives such as the HOPE scholarship for college-bound students with good grades. As a result, the Georgia Lottery was founded in 1992.<br />\r\n\t<br />\r\n\tAlso, the governor appoints the Georgia Lottery Board. Nearly two years ago, it was approached with a plan for opening a casino with video lottery terminals in Underground Atlanta. The board never voted on the issue, and the plan died.<br />\r\n\t<br />\r\n\tRobinson said Deal would appoint board members who will assure the HOPE scholarship&#39;s financial strength &quot;without an expansion of gambling.&quot;<br />\r\n\t<br />\r\n\tSo where does this leave us?<br />\r\n\t<br />\r\n\tMuch of Deal&#39;s position on gambling is unclear. What, if anything, would it take to get him to endorse it? Would he commission a study on its economic impact? And what kinds of action might he take if Georgians decided to push for it?<br />\r\n\t<br />\r\n\tLike Baptist Convention lobbyist Newman, we don&#39;t know.<br />\r\n\t<br />\r\n\tBut since the controversy, Deal has shifted what he says publicly about gambling. He&#39;s no longer using the phrase &quot;open mind.&quot; He has not mentioned studying the pros and cons of gambling, either.<br />\r\n\t<br />\r\n\tFurthermore, Deal said he would support Lottery Board members who will support ensuring the financial stability of the HOPE scholarship without expanding gambling.<br />\r\n\t<br />\r\n\tIn other words, Deal was saying one thing before the controversy. Now he&#39;s saying another. We give Deal a Half Flip.</p>\r\n", "ruling_comments_date": "2010-09-02T16:36:52.919843", "ruling_date": "2010-09-03T06:00:00", "ruling_headline": "Deal makes controversial statements about casino gambling", "ruling_headline_slug": "deal-makes-controversial-statements-about-casino-g", "ruling_link_text": "Deal said one thing. Now he's saying another. ", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tInterview, Brian Robinson, spokesman, Nathan Deal for Governor, Sept. 1, 2010<br />\r\n\t<br />\r\n\tInterview, Jerry Luquire, president, Georgia Christian Coalition, Aug. 31, 2010<br />\r\n\t<br />\r\n\tInterview, Ray Newman, lobbyist for Georgia Baptist Convention, Aug. 31, 2010<br />\r\n\t<br />\r\n\tInterview, Joseph Weinert, senior vice president, Spectrum Gaming Group, Sept. 1, 2010<br />\r\n\t<br />\r\n\tInterview, Steve Anthony, lecturer, Georgia State University, Sept. 2, 2010<br />\r\n\t<br />\r\n\tVideo, Savannah Area Tourism Leadership Council gubernatorial candidate forum, Aug. 18, 2010<br />\r\n\t<br />\r\n\tSavannah Morning News, &quot;<a href=\"http://savannahnow.com/news/2010-08-19/governor-hopefuls-talk-tourism-separately-after-deal-balks-face-face-forum\">Deal sinks on cruise question</a>,&quot; Aug. 19, 2010<br />\r\n\t<br />\r\n\tAssociated Press, &quot;Casino issue flares in Georgia governor race,&quot; Aug. 27, 2010<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, &quot;Casinos in focus at forum,&quot; Aug. 19, 2010<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, Georgia Elections Central blog, &quot;<a href=\"http://blogs.ajc.com/georgia_elections_news/2010/08/30/casino-gambling-site-criticizes-deals-change-of-heart/?cxntfid=blogs_georgia_elections_news\">Casino-gambling site criticizes Deal&#39;s change of heart</a>,&quot; Aug. 30, 2010<br />\r\n\t<br />\r\n\tWSB-TV, &quot;<a href=\"http://www.wsbtv.com/video/24590240/index.html\">Most Georgians support allowing gambling</a>,&quot; Aug. 25, 2010<br />\r\n\t<br />\r\n\tWTOC-TV, &quot;<a href=\"http://www.wtoc.com/Global/story.asp?S=13003789\">GA Governor candidates talk tourism in Savannah</a>,&quot; Aug. 18, 2010<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, Political Insider blog, &quot;<a href=\"http://blogs.ajc.com/political-insider-jim-galloway/2010/08/27/nathan-deal-backpedals-on-support-for-casinos/\">Nathan Deal backpedals on support for casinos</a>,&quot; Aug. 27, 2010<br />\r\n\t<br />\r\n\tThomas.gov, Internet Gaming Prohibition and Enforcement Act, HR 4411, 2006, accessed Sept. 1, 2010<br />\r\n\t<br />\r\n\tThomas.gov, Unlawful Internet Gambling Funding Prohibition Act, HR 2143, 2003, accessed Sept. 1, 2010<br />\r\n\t<br />\r\n\tThomas.gov, Internet Gambling Prohibition Act of 2000, HR 3125, accessed Sept. 1, 2010<br />\r\n\t<br />\r\n\tThe New Georgia Encyclopedia, &quot;<a href=\"http://www.georgiaencyclopedia.org/nge/Article.jsp?id=h-1388\">Zell Miller</a>,&quot; accessed Sept. 1, 2010<br />\r\n\t<br />\r\n\tThe New Georgia Encyclopedia, &quot;<a href=\"http://www.georgiaencyclopedia.org/nge/Article.jsp?id=h-1483&amp;hl=y\">HOPE Scholarship</a>,&quot; accessed Sept. 1, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 9, "current_job": "", "false_count": 5, "first_name": "Nathan", "half_true_count": 11, "home_state": "", "id": 441, "last_name": "Deal", "mostly_true_count": 11, "name_slug": "nathan-deal", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NathanDeal.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/441/", "total_count": 52, "true_count": 13, "website": ""}, "statement": "<p>\r\n\tOn bringing casino gambling and other gaming to Georgia</p>\r\n", "statement_context": "a gubernatorial campaign forum", "statement_date": "2010-08-18", "statement_type": {"id": 4, "resource_uri": "/api/v/2/statementtype/4/", "statement_type": "Flip", "type_description": "Flip-o-Meter items"}, "subject": [{"description": "", "id": 170, "photo": null, "resource_uri": "/api/v/2/subject/170/", "subject": "Gambling", "subject_slug": "gambling", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": "Did Nathan Deal flip-flop on casino gambling?"}