{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2010/sep/07/john-cornyn/sen-john-cornyn-was-quoted-saying-hearings-citizen/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [], "facebook_headline": null, "id": 2334, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/2334/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half Flip", "id": 8, "resource_uri": "/api/v/2/statementruling/8/", "ruling": "Half Flip", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/fom-halfFlip.png", "ruling_slug": "half-flip"}, "ruling_comments": "<p>\r\n\tU.S. Sen. John Cornyn &quot;&#39;crawfishing&#39;&quot; says a headline on an Aug. 30 web post by Tyler&#39;s KETK-TV.<br />\r\n\t<br />\r\n\tIt&#39;s not describing the Texas senator&#39;s vacation plans. Instead, the headline suggests Cornyn backing off on favoring hearings on the constitutional provision entitling anyone born in the United States to citizenship.</p>\r\n<p>\r\n\tWe wondered.<br />\r\n\t<br />\r\n\tThe station&#39;s report says Cornyn was at a port of entry in Hidalgo, Texas Aug. 27 when he backed off &quot;his earlier support for Congress reviewing birthright citizenship.&quot; The report quotes Cornyn saying that taking another look at the Constitution&#39;s 14th Amendment amid the national debate over immigration &quot;is going after a symptom rather than the cause in the first place.&quot; (A symptom or cause of what, the report did not specify.) Cornyn previously backed calls for a review.<br />\r\n\t<br />\r\n\tNext, we contacted Cornyn&#39;s office, where spokesman Kevin McLaughlin said in an e-mail that the senator wasn&#39;t airing a new position. Rather, McLaughlin said, the original report on Cornyn&#39;s position, in the Aug. 5 Dallas Morning News, misrepresented Cornyn&#39;s willingness to participate in hearings as advocating them.<br />\r\n\t<br />\r\n\tThe News&#39; article describes Cornyn as the latest senator to call for a review of birthright citizenship amid complaints that illegal immigrants have abused that post-Civil War constitutional provision. The story notes that Sen. John Kyl, R-Arizona, had earlier suggested hearings in a TV interview and the Senate minority leader, Sen. Mitch McConnell, R-Kentucky, subsequently did the same.<br />\r\n\t<br />\r\n\t&quot;We need to have hearings,&quot; Cornyn is quoted saying. &quot;We need to consult constitutional scholars and study what the implications are.&quot; Cornyn is the ranking Republican on the Judiciary Subcommittee on Immigration, Refugees and Border Security.<br />\r\n\t<br />\r\n\tAccording to the News article, Cornyn said, &quot;It&#39;s certainly within the power of Congress to&quot; make changes either by statute or amending the constitution. But he is also quoted saying, &quot;We need to tread carefully in this area, because we would be changing, frankly, settled law.&quot;<br />\r\n\t<br />\r\n\tMcLaughlin said he watched the interview and that Cornyn didn&#39;t call for a review of the 14th Amendment but instead responded to the reporter&#39;s request for comment on that possibility. The &quot;point (Cornyn) was making was not that he supported or opposed a review. His point was that if any of his colleagues want to change the Constitution, we should proceed with great caution and at least have hearings,&quot; McLaughlin said.<br />\r\n\t<br />\r\n\tWe asked if the senator sought a correction or clarification from the newspaper. McLaughlin said not, adding in an e-mail: &quot;They are pointless because papers bury them and no one reads them.&quot;<br />\r\n\t<br />\r\n\tFrom our review, it looks like the News&#39; article had an impact on other coverage. From early August through Aug. 22, the Hotline, UPI, the Fort Worth Star-Telegram and Politico.com referred to Cornyn as calling for or supporting hearings on birthright citizenship.<br />\r\n\t<br />\r\n\tLater on the very day of the Morning News&#39; interview, McLaughlin said, Cornyn was in a conference call with reporters and answered a question about changing the 14th Amendment. McLaughlin shared a recording of Cornyn&#39;s answer, in which the senator again talked about treading &quot;carefully.&quot; He said he&#39;d want to take up the topic in the context of broad immigration reform; there&#39;s no mention of his position on holding hearings.<br />\r\n\t<br />\r\n\tMcLaughlin said Cornyn&#39;s position was clearly spelled out in an Aug. 12 story in The McAllen Monitor, which quotes Cornyn saying that if members of both parties want to pursue the issue, he&#39;d support hearings at least to air out the social and legal implications. &quot;I would hope that (committees) would hear from a diverse group of people, including legal scholars, advocacy groups and ordinary citizens, including a lot of Texans,&quot; Cornyn said in a statement to the newspaper. &quot;We don&rsquo;t need to amend the Constitution to secure the border and reform a broken immigration system.&quot; The same day, the El Paso Times quoted a similar Cornyn statement.<br />\r\n\t<br />\r\n\tMcLaughlin also pointed to an Aug. 27 Associated Press recap of Cornyn&#39;s latest remarks. According to the AP, Cornyn backed off his earlier support for Congress taking up birthright citizenship, but also told reporters his new remarks didn&#39;t reflect a shift in stance.<br />\r\n\t<br />\r\n\tCornyn is quoted saying: &quot;I was asked a question whether I would participate in hearings on the issue. And I said, &#39;Well, sure, I&#39;m happy to do my job and listen to expert witnesses.&#39; But upon further reflection I really think it is a symptom and not the cause.&quot;<br />\r\n\t<br />\r\n\tRecap: On Aug. 4, Cornyn told the Morning News &quot;we need to have hearings&quot; on the 14th Amendment, consult with scholars and study the issue but also should &quot;tread carefully,&quot; a caution he also expressed in response to another reporter&#39;s question that day. Later, separate newspaper articles quoted him saying there&#39;s no need to amend the Constitution to address comprehensive immigration reform, a position he aired again on his recent trip to the Texas-Mexico border.<br />\r\n\t<br />\r\n\tBest we can tell, the stated &quot;need&quot; to hold hearings on the amendment wasn&#39;t repeated by Cornyn. His mention that he has given it &quot;further reflection&quot; underscores he&#39;s not as keen on the idea as he appeared to be in the oft-referenced Morning News&#39; story. Yet Cornyn also hasn&#39;t gone so far as to say he&#39;s now against hearings.<br />\r\n\t<br />\r\n\tWe rate this a Half Flip on the PolitiFact Texas Flip-o-Meter.</p>\r\n", "ruling_comments_date": "2010-09-03T14:21:31.239304", "ruling_date": "2010-09-07T06:00:00", "ruling_headline": "Sen. John Cornyn quoted saying hearings needed on citizenship provision; did he later crawfish?", "ruling_headline_slug": "sen-john-cornyn-was-quoted-saying-hearings-citizen", "ruling_link_text": "Said hearings were needed--once", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tThe Associated Press, <a href=\"http://www.statesman.com/news/texas/cornyn-backs-off-birthright-citizenship-debate-883734.html\">&quot;Cornyn backs off birthright citizenship debate,&quot;</a> Aug. 27, 2010 (accessed Aug. 31, 2010)<br />\r\n\t<br />\r\n\tDallas Morning News, news article, <a href=\"http://www.dallasnews.com/sharedcontent/dws/news/politics/national/stories/080510dntexcornyn.1fd5c860.html\">&quot;Texas Sen. John Cornyn backs review of &#39;birthright citizenship,&#39;&quot;</a> Aug. 5, 2010 (accessed Aug. 31, 2010)<br />\r\n\t<br />\r\n\tEl Paso Times, news article, <a href=\"http://www.elpasotimes.com/ci_15748925\">&quot;Some in US push to change automatic citizenship by birth,&quot;</a>Aug. 12, 2010 (accessed Aug. 31, 2010)<br />\r\n\t<br />\r\n\tFort Worth Star-Telegram, news article, <a href=\"http://www.star-telegram.com/2010/08/21/2417310/birthright-citizenship-debate.html\">&quot;Birthright citizenship debate has major implications for DFW,&quot;</a> Aug. 22, 2010 (accessed Sept. 3, 2010)<br />\r\n\t<br />\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/08312010_mclaughlinemailexcerpts.doc\">E-mails (excerpted)</a> and interview, Kevin McLaughlin, communications director, U.S. Sen. John Cornyn, Aug. 31, 2010 and Sept. 1, 2010<br />\r\n\t<br />\r\n\tThe Hotline, political newsletter, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/08052010_hotlinecornyn.doc\">&quot;Anchor Babies Away!,&quot;</a> Aug. 5, 2010 (Excerpt, Lexis Nexis search)<br />\r\n\t<br />\r\n\tKETK-TV, Tyler, Texas, Web post, <a href=\"http://www.ketknbc.com/washington/cornyn-crawfishing-on-14th-amendment-statement-from-earlier\">&quot;Cornyn &#39;crawfishing&#39; on 14th amendment statement from Earlier,&quot;</a> Aug. 30, 2010 (accessed Aug. 30, 2010)<br />\r\n\t<br />\r\n\tThe McAllen Monitor, news article, <a href=\"http://www.themonitor.com/articles/restrict-41761-birthright-senators.html\">&quot;Senators&#39; desire to restrict birthright citizenship doesn&#39;t sit well with some in Valley,&quot;</a> Aug. 12, 2010 (accessed Aug. 31, 2010)<br />\r\n\t<br />\r\n\tUPI, news article,<a href=\"http://alt.coxnewsweb.com/statesman/politifact/08082010_upicornynbirthrightcit.doc\">&quot;Texas mulls fate of immigrant babies,&quot;</a> Aug. 8, 2010 (Lexis Nexis search)</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 6, "current_job": "Senator", "false_count": 3, "first_name": "John", "half_true_count": 6, "home_state": "Texas", "id": 252, "last_name": "Cornyn", "mostly_true_count": 4, "name_slug": "john-cornyn", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Cornyn.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/252/", "total_count": 31, "true_count": 9, "website": "http://www.johncornyn.com/"}, "statement": "<p>\r\n\tOn hearings about automatic citizenship provision in U.S. Constitution.</p>\r\n", "statement_context": "a border stop.", "statement_date": "2010-08-27", "statement_type": {"id": 4, "resource_uri": "/api/v/2/statementtype/4/", "statement_type": "Flip", "type_description": "Flip-o-Meter items"}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}