{"art": [], "author": [{"email_address": "lbergquist@journalsentinel.com", "first_name": "Lee", "id": 175, "last_name": "Bergquist", "name_slug": "lee-bergquist", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/175/", "title": "Reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2010/sep/03/scott-walker/scott-walker-blames-tom-barrett-dumping-sewage-lak/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 2336, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "lbergquist@journalsentinel.com", "first_name": "Lee", "id": 175, "last_name": "Bergquist", "name_slug": "lee-bergquist", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/175/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/2336/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tMilwaukee County Executive Scott Walker is raising a stink over sewage. It&rsquo;s a tempting target, especially when torrential rains July 22 and July 23 forced the dumping of untreated sewage into Lake Michigan and thousands of homes were hit with flooded basements.<br />\r\n\t<br />\r\n\tWalker, a Republican candidate for governor, is blaming his opponent, Milwaukee Mayor Tom Barrett, a Democrat, for dumping the sewage -- not only for the July overflows, but for releases going back to 2004, when Barrett was first elected.<br />\r\n\t<br />\r\n\tOn at least two occasions, Walker campaign manager Keith Gilkes blamed Barrett for the recent mess and previous overflows. On Aug. 5, Gilkes made the charge during a visit to the city by Lisa Jackson, head of the U.S. Environmental Protection Agency. On Aug. 11, he made the same charge after local communities complained about a large water rate increase being proposed by Barrett&rsquo;s Milwaukee Water Works.<br />\r\n\t<br />\r\n\tWith summer winding down, it&rsquo;s a topic fresh in many people&rsquo;s minds: torrents of water running through streets, the giant sinkhole on E. North Ave. that swallowed a Cadillac Escalade and the mounds of water-soaked junk carted from homes in the aftermath. &nbsp;Five to eight inches of rain fell July 22 and July 23, according to the National Weather Service. Officially, 5.61 inches fell at Mitchell International Airport, the second highest daily rainfall on record for Milwaukee.<br />\r\n\t<br />\r\n\tWith so much rain, Milwaukee Metropolitan Sewerage District reported it couldn&rsquo;t treat 2.1 billion gallons of sewage and storm water, which ended up going in &nbsp;the lake.<br />\r\n\t<br />\r\n\tMMSD has done that every year, to varying degrees depending on the weather: When the deep tunnels run out of room and the sewage treatment plants on Jones Island and South Shore can&rsquo;t keep up, the district shuts off access to the tunnels and sends untreated sewage into the lake. The overflows present environmental problems for the lake, but without them, sewage is more apt to back up into people&rsquo;s basements. By law, the district is required to report the releases to the state Department of Natural Resources.<br />\r\n\t<br />\r\n\tGoing back to when Barrett was first elected mayor, and highlighting a campaign promise made in 2004, the Walker campaign said the sewage dumps are Barrett&rsquo;s fault. &quot;Since being elected, he has dumped 8.2 billion gallons of raw sewage into Lake Michigan,&quot; Gilkes said.<br />\r\n\t<br />\r\n\tThat&rsquo;s a lot of flushing, so we decided to look into the claims. &nbsp;<br />\r\n\t<br />\r\n\tFirst the number. The Walker organization used media reports from the overflows going back to 2004 and tallied up what went untreated.<br />\r\n\t<br />\r\n\tWe found Walker low-balled it. Had his campaign staff checked with MMSD - the totals are on the district&rsquo;s website -- his people would have found that overflows actually totaled 10.4 billion gallons since 2004. Walker undershot the mark by 21percent.<br />\r\n\t<br />\r\n\tWalker spokeswoman Jill Bader said her staff assumed news reports, including figures from Milwaukee Journal Sentinel stories, were comprehensive. But by using different news accounts from different sources to tally up the figures, their number was off. For instance, in 2007, the Walker campaign didn&rsquo;t use news reports from the Journal Sentinel at all, and in so doing missed nearly 400 million gallons of overflows. After being contacted by PolitiFact Wisconsin, she said the campaign staff had recently come across the district&rsquo;s higher figures.<br />\r\n\t<br />\r\n\tNow, the discharges themselves.<br />\r\n\t<br />\r\n\tIs it raw sewage? That term sounds like it&rsquo;s all coming from toilets. &nbsp;Actually, an estimated 95 percent is rainwater and runoff. Still, it&rsquo;s untreated and therefore can be considered &quot;raw.&quot;<br />\r\n\t<br />\r\n\tFinally, what about Barrett&rsquo;s role in all of this?<br />\r\n\t<br />\r\n\tIn a literal sense, he doesn&rsquo;t have a hand in it. The city doesn&rsquo;t operate Jones Island or the South Shore plant. The July decision to shut the gates to the deep tunnel system and start overflows was made by Kevin Shafer, MMSD&rsquo;s executive director, in concert with his staff and Veolia Water North America, which operates the district&rsquo;s waste water treatment system.<br />\r\n\t<br />\r\n\tShafer said he made his first decision at about 6 p.m. on July 22 for the combined sewer system covering portions of Milwaukee and Shorewood and again at 1 a.m. the next day for the separated sewer system. It&rsquo;s the same procedure for all overflows.<br />\r\n\t<br />\r\n\t&quot;There is no contact with elected officials,&quot; Shafer said. &quot;It&rsquo;s purely an operational/technical decision that I make.&quot;<br />\r\n\t<br />\r\n\tBut Barrett bears some responsibility.<br />\r\n\t<br />\r\n\tDuring his first campaign for mayor in 2004, Barrett was highly critical of MMSD and he vowed to fix the problem by demanding that the agency stop dumping raw sewage. &quot;The Milwaukee Metropolitan Sewerage District must clean up its act,&quot; Barrett said during the campaign. A Barrett radio ad lamented that MMSD the previous summer had &quot;dumped 90,000 gallons of raw sewage into Lincoln Creek,&quot; which ultimately flows into the lake, and cited this as an example of the &quot;outrageous failures of the district.&quot;<br />\r\n\t<br />\r\n\tAs mayor, Barrett controls seven out of the 11 members of the MMSD board. He has the ability through his appointments to influence policy and procedures.<br />\r\n\t<br />\r\n\tThe district plans to spend $1 billion by the end of the year to create new capacity and make other improvements to reduce overflows under a 2002 court-approved agreement between the DNR and MMSD. The new 27th Street tunnel project added 27 million gallons of capacity. A 7.1 mile long tunnel on the northwest side added 89 millions gallons of capacity.<br />\r\n\t<br />\r\n\tThe entire storage system can store 521 million gallons until MMSD can process it.<br />\r\n\t<br />\r\n\tThat means to handle the 2.1 billion gallons of overflow from the July storm, MMSD would need a system that is about four times larger. On the 27th Street tunnel project, the district said it spent $3 for every gallon of capacity. So if that cost held true, the price tag for an expansion able to handle 2.1 billion gallons would be about $6 billion.<br />\r\n\t<br />\r\n\tJames Fratrick, a watershed specialist for the &nbsp;DNR, said that MMSD will never completely stop untreated waste from being released into Lake Michigan, and its state permit allows some emergency dumping to occur because zero discharge is not practical or required under federal law.<br />\r\n\t<br />\r\n\t&quot;With rainfall events like this, it&rsquo;s not economically feasible,&quot; Fratrick said.<br />\r\n\t<br />\r\n\tSo there is some truth to Walker&rsquo;s statement in that Barrett pledged he would stop the flows during the campaign and can influence the policies and procedures through his appointments to the board. But it&rsquo;s an exaggeration to say that Barrett himself dumped the raw sewage into the lake after the extraordinary rainfall. We find the claim Barely True.</p>\r\n\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-09-03T14:49:10.789304", "ruling_date": "2010-09-03T13:36:45", "ruling_headline": "Scott Walker blames Tom Barrett for dumping sewage into Lake Michigan ", "ruling_headline_slug": "scott-walker-blames-tom-barrett-dumping-sewage-lak", "ruling_link_text": "That's a lot of flushing! And all by one guy?", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tMilwaukee Metropolitan Sewerage District <a href=\"http://v3.mmsd.com/NewsDetails.aspx\">website</a>. Site includes sewage overflow totals<br />\r\n\t<br />\r\n\tE-mail interview, Jill Bader, campaign spokeswoman for Scott Walker gubernatorial campaign, Aug. 16, 2010<br />\r\n\t<br />\r\n\tInterview with Bill Graffin, spokesman for the Milwaukee Metropolitan Sewerage District, Aug. 17, 2010<br />\r\n\t<br />\r\n\tInterview with James Fratrick, watershed specialist with the Department of Natural Resources, Aug. 17, 2010<br />\r\n\t<br />\r\n\tInterview with Kevin Shafer, executive director of the MMSD, Aug. 18, 2010<br />\r\n\t<br />\r\n\tBarrett for Mayor campaign, 2004, <a href=\"http://web.archive.org/web/20040301121955/www.barrettformayor.com/Issue+Papers/MMSD.html\">issue paper on MMSD</a><br />\r\n\t<br />\r\n\tWispolitics.com archives, <a href=\"http://www.wispolitics.com/1006/SJF_Barrett_Lincoln60.mp3\">Barrett radio ad on MMSD</a> from 2004 campaign<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel, <a href=\"http://media.journalinteractive.com/images/WEATHER23GG.jpg\">map of rainfall</a>, July 22 and 23 storm<br />\r\n\t<br />\r\n\tNational Weather Service, Sullivan, Wis. office, <a href=\"http://www.crh.noaa.gov/mkx/?n=072210_severe\">rainfall totals</a>, July 22 and 23 storm</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 38, "current_job": "Milwaukee County Executive", "false_count": 42, "first_name": "Scott", "half_true_count": 38, "home_state": "Wisconsin", "id": 640, "last_name": "Walker", "mostly_true_count": 44, "name_slug": "scott-walker", "pants_count": 11, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Scott_Walker_1_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/640/", "total_count": 211, "true_count": 25, "website": "http://www.scottwalker.org/"}, "statement": "<p>\r\n\t&quot;Since being elected, (Tom Barrett) has dumped 8.2 billion gallons of raw sewage into Lake Michigan.&quot;</p>\r\n", "statement_context": "campaign news releases in the wake of sewage dumping", "statement_date": "2010-08-11", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Mayor of Milwaukee", "false_count": 5, "first_name": "Tom", "half_true_count": 8, "home_state": "Wisconsin", "id": 641, "last_name": "Barrett", "mostly_true_count": 5, "name_slug": "tom-barrett", "pants_count": 3, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Barrett_Tom_PFACT_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/641/", "total_count": 26, "true_count": 2, "website": "http://www.barrettforwisconsin.com/"}], "twitter_headline": ""}