{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/sep/03/barbara-boxer/sen-barbara-boxer-says-condoleezza-rice-didnt-know/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 2338, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/2338/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>During a meeting with the <em>San Francisco Chronicle</em>&#39;s editorial board on Aug. 31, 2010, Sen. Barbara Boxer was asked about a controversial comment she made in 2007 to then-Secretary of State Condoleezza Rice about Rice not paying a &quot;personal price&quot; in the Iraq War because she did not have any immediate family members serving in the military.<br />\r\n<br />\r\nRice and a number of political pundits later claimed Boxer&#39;s comment was an unfair jab because Rice didn&#39;t have children.<br />\r\n<br />\r\nIn the editorial board meeting, Boxer, a California Democrat, sought to set the record straight about her comments, but then added a bit of revisionist history, saying she was criticizing Rice because she didn&#39;t know how many American troops had died in Iraq. In fact, Rice never said that.<br />\r\n<br />\r\nLet&#39;s back up to 2007.<br />\r\n<br />\r\nDuring the Jan. 11, 2007, Senate Foreign Relations Committee hearing, Boxer tried to make a point with Rice about the sacrifice families were making in the Iraq War. &quot;The issue is, &#39;Who pays the price?&#39; I&#39;m not going to pay a personal price. My kids are too old. My grandchild is too young. You&#39;re not going to pay the price, as I understand it, with immediate family. So who pays the price? The American military and their families,&quot; Boxer said.<br />\r\n<br />\r\nA day later, Rice told the <em>New York Times</em> that she believed Boxer was implying she was less sensitive about the impact of war because Rice didn&#39;t have kids. &#39;&#39;I thought it was O.K. to be single. I thought it was O.K. to not have children, and I thought you could still make good decisions on behalf of the country if you were single and didn&#39;t have children.&#39;&#39;<br />\r\n<br />\r\nFast-forward three years to the editorial board meeting and Boxer said her words were twisted.<br />\r\n<br />\r\n&quot;I asked her how many people had died and she did not know the answer to that question. And since we had lost a lot of Californians, I was concerned. And I said, you and I don&#39;t have, we haven&#39;t paid a person price. I said, you and I, I said, myself, my grand kids are too young, my husband too old, and as far as I know you don&#39;t have anybody in the war. So I tried to use it to bring us together, but the right-wing press said that I questioned, that I turned on her because she wasn&#39;t married which was a little silly.&quot;<br />\r\n<br />\r\nSo you weren&#39;t criticizing? Boxer was asked.<br />\r\n<br />\r\n&quot;I was criticizing the fact that she didn&#39;t know how many people died in Iraq. Absolutely I was,&quot; Boxer said.<br />\r\n<br />\r\nBut in a blog posting after the editorial board meeting, the <em>Chronicle</em>&#39;s Debra J. Saunders called Boxer out, pointing out that in the 2007 hearing, Boxer never actually asked Rice how many Americans had died in the war in Iraq.<br />\r\n<br />\r\n&quot;I can see why Boxer would want to believe that she put her foot in her mouth -- and somehow it was Rice&#39;s fault, but the tale turns out to be a figment of Barbara Boxer&#39;s self-aggrandizing imagination,&quot; <a href=\"http://www.sfgate.com/cgi-bin/blogs/djsaunders/detail?entry_id=71319#ixzz0yIIVq6QP\">Saunders wrote</a>.<br />\r\n<br />\r\nWe reviewed <a href=\"http://www.c-spanarchives.org/program/ID/169338\">the video</a> ourselves, and Saunders is correct -- Boxer actually hadn&#39;t asked Rice any questions prior to her &quot;personal price&quot; comments. Nor did such a question arise at any point in the exchange between the two. In other words, Rice wasn&#39;t ignorant of the number of troop casualties; she was never asked.<br />\r\n<br />\r\nIndeed, it wasn&#39;t until after her &quot;personal price&quot; comments, when Boxer asked Rice about casualties, but it was for an estimate of future deaths from the surge in troops:<br />\r\n<br />\r\nBoxer: &quot;Do you have have an estimate of the number of casualties we expect from this surge?&quot;<br />\r\n<br />\r\nRice: &quot;No Senator, I don&#39;t think there&#39;s any way to give you such an estimate.&quot;<br />\r\n<br />\r\nBoxer: &quot;Has the president, because he said, &#39;Expect more sacrifice.&#39; He must know.&quot;<br />\r\n<br />\r\nRice: &quot;Senator, I don&#39;t think any of us have a number of expected casualties. I think that people understand that there is going to be violence for some time in Iraq and that there will be more casualties.&quot;<br />\r\n<br />\r\nAnd then Rice responded to Boxer&#39;s &quot;personal price&quot; comments.<br />\r\n<br />\r\n&quot;And let me just say, I fully understand the sacrifice that the American people are making,&quot; Rice said. &quot;And especially the sacrifice that our soldiers are making, men and women in uniform. I visit them. I know what they&#39;re going through. I talk to their families. I see it. I could never, and I can never, do anything to replace any of those lost men and women in uniform, or the diplomats&hellip;&quot;<br />\r\n<br />\r\nSaid Boxer: &quot;Madam Secretary, please, I know you feel terrible about it. That&#39;s not the point. I was making the case as to who pays the price for your decisions, and the fact that this administration would move forward with this escalation with no clue as to the further price that we are going to pay militarily. We certainly know the numbers, billions of dollars that we can&#39;t spend here in this country. I find really appalling that not even enough time was taken to figure out what the casualties would be.&quot;<br />\r\n<br />\r\n&quot;Senator, I think it would be highly unlikely for the military to tell the president we expect &#39;X&#39; number of casualties because of this augmentation of the forces,&quot; Rice said.<br />\r\n<br />\r\nSo there you have it. Boxer asked Rice for a projection on how many American troop casualties might be lost in the surge, and Rice essentially answered that that was unknowable.<br />\r\n<br />\r\nIn the editorial board meeting, Boxer made a strong argument for her initial point that she was not criticizing Rice for being single and childless. As Boxer noted, and the record confirmed, Boxer began by noting that she, herself, did not have any immediate family serving in Iraq; and she then made the point that neither did Rice.<br />\r\n<br />\r\nBut in defending herself on that issue, Boxer completely distorted what Rice said. She claimed Rice did not know how many American soldiers &quot;had died&quot; -- past tense. In fact, Rice said she could not project <em>expected </em>casualties from the surge.</p>\r\n\r\n<p>Boxer makes it sound like Rice either didn&#39;t know or didn&#39;t care about the number of soldiers who had died and that Boxer was nobly calling her out. In fact, she was asking Rice to speculate about casualties in the future. We find the senator&#39;s revisionist account to be far from the truth and disparaging of Rice. Pants on Fire!</p>\r\n", "ruling_comments_date": "2010-09-03T15:50:08.535097", "ruling_date": "2010-09-03T18:00:24", "ruling_headline": "Sen. Barbara Boxer says Condoleezza Rice didn't know how many troops had died in Iraq", "ruling_headline_slug": "sen-barbara-boxer-says-condoleezza-rice-didnt-know", "ruling_link_text": "Wasn't asked. Wasn't answered.", "ruling_state": null, "source_documents": null, "sources": "<p>San Francisco Chronicle,<a href=\"http://www.sfgate.com/cgi-bin/blogs/djsaunders/detail?entry_id=71319#ixzz0yIIVq6QP\"> &quot;Barbara Boxer spins fictional tale about Condi Rice,&quot;</a> by Debra J. Saunders, Aug. 31, 2010</p>\r\n\r\n<p>C-SPAN, Senate Committee Foreign Relations, <a href=\"http://www.c-spanarchives.org/program/ID/169338\">U.S. Policy Toward Iraq</a>, Jan. 11, 2007</p>\r\n\r\n<p>New York Times, <a href=\"http://query.nytimes.com/gst/fullpage.html?res=9A05EFD9123FF937A35751C0A9619C8B63&amp;n=Top%2FReference%2FTimes%20Topics%2FSubjects%2FT%2FTerrorism\">&quot;Washington Memo; With Rumsfeld Gone, Critics of War Look to Rice,&quot;</a> by Helene Cooper, Feb. 4, 2007</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "U.S. Senator", "false_count": 0, "first_name": "Barbara ", "half_true_count": 3, "home_state": "California", "id": 213, "last_name": "Boxer", "mostly_true_count": 4, "name_slug": "barbara-boxer", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Boxer.JPG", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/213/", "total_count": 10, "true_count": 0, "website": ""}, "statement": "<p>&quot;I asked (then-Secretary of State Condoleezza Rice) how many people had died and she did not know the answer to that question.&quot;</p>\r\n", "statement_context": "an editorial board interview", "statement_date": "2010-08-31", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 12, "photo": null, "resource_uri": "/api/v/2/subject/12/", "subject": "Bush Administration", "subject_slug": "bush-administration", "used_in_edition": []}, {"description": "", "id": 1, "photo": null, "resource_uri": "/api/v/2/subject/1/", "subject": "Iraq", "subject_slug": "iraq", "used_in_edition": []}, {"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}], "target": [], "twitter_headline": ""}