{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2010/sep/06/republican-party-texas/republican-party-texas-says-democratic-house-leade/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [], "facebook_headline": null, "id": 2342, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/2342/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tWhen the chairman of the Texas House Democratic Caucus goes home, does he stay in the Waco-area district he represents?<br />\r\n\t<br />\r\n\tThat&rsquo;s turf covered -- actually, re-plowed -- by the Republican Party of Texas in an Aug. 30 e-mail blast saying state Rep. Jim Dunnam &quot;has not lived in the district he represents for years now.&quot; The party chairman, Steve Munisteri, had earlier levelled the same charge in a Waco press conference.<br />\r\n\t<br />\r\n\tWe wondered what was what, and where.<br />\r\n\t<br />\r\n\tSome background: Article 3 of the Texas Constitution says House members must be Texas residents for two years and, before their election, must have lived for at least a year in the district they would represent. A similar one-year provision applies to Senate candidates, though they must have lived in Texas for five years; that hurdle has been in the news in connection with Republican Brian Birdwell&rsquo;s eligibility to fill the Texas Senate seat he recently won in a special election. Birdwell has acknowledged voting for president in Virginia in 2004.<br />\r\n\t<br />\r\n\tDunnam&rsquo;s legal residency has been challenged before. After the 2002 elections, Dunnam was sued by his defeated GOP foe, who said the legislator, his wife and children had lived since 1998 near McGregor (a Waco suburb) in a house no longer in the district Dunnam represents.<br />\r\n\t<br />\r\n\tDunnam&rsquo;s house was cut out of his district when a state board redrew districts in 2001, according an Associated Press report from the time. The story quotes Dunnam saying he&rsquo;d moved to a smaller house in his redrawn district (which he told us he later sold), but also kept the house near McGregor because he didn&#39;t want to uproot his kids from the Midway school district until absolutely necessary. The lawsuit was later dismissed by a judge.<br />\r\n\t<br />\r\n\tThis August, the Waco Tribune-Herald quoted Munisteri saying the party now plans no legal challenge to Dunnam&rsquo;s legal residency. The chairman said &quot;residency cases are extremely difficult to win&quot; because the state&rsquo;s standard for determining residency is based in part on a candidate&rsquo;s intended residence. &quot;You can be absent from a location for a significant period of time and still be determined to be in the district legally,&quot; Munisteri said. But &quot;there&rsquo;s a difference between legally being in the district and really in the district.&quot;<br class=\"kix-line-break\" />\r\n\t<br />\r\n\tThe Tribune-Herald and the Dallas Morning News subsequently quoted Dunnam saying he owns the house outside his district so his children can attend Midway schools--plus a rural home he considers his homestead in nearby Falls County, which is in Dunnam&rsquo;s district.<br />\r\n\t<br />\r\n\tDunnam told the Morning News that he votes in Chilton in Falls County where he and his wife built their house on 90 acres. Using Google Maps, we determined the Falls County home is about 20 miles south of Dunnam&rsquo;s house near McGregor.<br />\r\n\t<br />\r\n\tOn a website titled &quot;Done With Dunnam,&quot; the GOP presents two from-the-road photos of the Falls County house, both taken July 31, according to a notation. The GOP&rsquo;s caption: &quot;No activity in and out of house and no cars in the driveway.&quot;<br />\r\n\t<br />\r\n\tThe Republican Party also presents two photographs taken from the street of Dunnam&rsquo;s house near McGregor, one taken July 18 and the other July 31. In one photo, two of three cars are clearly visible; one has a &quot;state official&quot; license plate. The photos are captioned: &quot;Plenty of activity in and out of the house and cars bearing state official plates in the driveway.&quot;<br />\r\n\t<br />\r\n\tDunnam, objecting to the criticism, told the Morning News: &quot;My constituents have no issue with me and my roots. I&#39;ve been there 46 years and was literally born in the district -- and my dad was too, and my kids were.&quot;<br />\r\n\t<br />\r\n\tSeparately, the Texas Tribune quoted Dunnam saying that since his homestead is in his district, Dunnam was confident he clears the constitution&rsquo;s residency hurdle. Falls County confirmed that Dunnam claims the house as his homestead. According to the Texas Comptroller of Public Accounts, one can do so if the home is their &quot;principal residence&quot; on Jan. 1 of the tax year.<br />\r\n\t<br />\r\n\tWe also checked the Midway district&rsquo;s residency requirement. Its website says that admission is free to students if they &quot;and either parent reside in the district.&quot; Generally, district spokeswoman Traci Marlin told us, students must live within the school district with a parent who has legal custody or a legal guardian. Marlin said for the purposes of enrolling a student, the district doesn&rsquo;t weigh whether their families take their homestead exemption on a house outside the district.<br />\r\n\t<br />\r\n\tSo, where does Dunnam actually live?<br />\r\n\t<br />\r\n\tWhen we initially put that question to the legislator, Dunnam said, &quot;I&rsquo;ll be in Houston tonight, I spent three nights in Austin last week ... I have a residence (the country place) and I spend time at various locations.&quot;<br />\r\n\t<br />\r\n\tHmmm. Is it reasonable to conclude that Dunnam lives apart from his wife and children in his homestead residence in Falls County? Or -- since the Midway district requires at least one parent or guardian of a child to live in the district and Dunnam and his wife appear to be an intact couple -- does it make more sense to conclude the family stays mostly at the house near McGregor?<br />\r\n\t<br />\r\n\tIn a follow-up interview, Dunnam said he lives in the Falls County house, which he&rsquo;d earlier said the couple completed about five years ago. &quot;I live in Chilton,&quot; Dunnam said. But &quot;I do spend time at my other house.&quot;<br />\r\n\t<br />\r\n\tDunnam said too that both he and his wife are registered to vote in Falls County and have driver&rsquo;s licenses with the Falls County address. And, he said, the Midway district has the Falls County address as his home address. We asked if he&rsquo;d provide us access to that record--which would confirm he&rsquo;s told the district he doesn&rsquo;t live at the home near McGregor. Dunnam said he&rsquo;d do so if we could assure him that would &quot;be dispositive&quot; -- ending our inquiry. We couldn&rsquo;t guarantee that.<br />\r\n\t<br />\r\n\tHe added: &quot;It is unreasonable for you to assume anything about my personal life because you don&rsquo;t know.&quot;<br />\r\n\t<br />\r\n\tTrue, and neither does the Republican Party. The party&rsquo;s statement hinges on what is meant by where someone &quot;lives.&quot; By a strict interpretation -- the one used by the GOP -- that would be where Dunnam stays most often. But determining that would take significant detective work, far more than a few photos.<br />\r\n\t<br />\r\n\tA broader interpretation would allow for the possibility Dunnam hasn&rsquo;t lived exclusively in his House district for years, but instead flits between -- and lives in -- both houses.<br />\r\n\t<br />\r\n\tOur take: The party&rsquo;s statement has an element of truth, but more than that isn&rsquo;t proven; we rate the statement Barely True.</p>\r\n\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-09-03T18:31:58.333456", "ruling_date": "2010-09-06T06:00:00", "ruling_headline": "Republican Party  says Democratic House leader, Jim Dunnam, has not lived in his district for years", "ruling_headline_slug": "republican-party-texas-says-democratic-house-leade", "ruling_link_text": "Member owns two houses back home", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tThe Associated Press, news article,<a href=\"http://alt.coxnewsweb.com/statesman/politifact/11152002_dunnamsuedapstory.doc\"> &quot;Democratic incumbent sued over residency,&quot;</a> Nov. 15, 2002 (Lexis Nexis search)</p>\r\n<p>\r\n\tDallas Morning News, Trail Blazers politics blog,<a href=\"http://trailblazersblog.dallasnews.com/archives/2010/08/texas-gop-challenges-dunnams-r.html\"> &quot;Texas GOP questions Dunnam&#39;s residency,&quot;</a> Aug. 26, 2010 (accessed Aug. 30, 2010)</p>\r\n<p>\r\n\tGoogle Maps,<a href=\"http://maps.google.com/maps?f=d&amp;source=s_d&amp;saddr=212+Shady+Trail,+McGregor,+TX&amp;daddr=County+Road+499,+Chilton,+Texas+76524&amp;hl=en&amp;geocode=FRw74AEdXQMz-ilJKf5uD4lPhjG5s8Vgm_06Ng%3BFUAu3QEdT8Yz-ilfpVo0MmVFhjEunD7o3NZEJA&amp;mra=ls&amp;sll=31.377005,-97.26636&amp;sspn=0.268493,0.617294&amp;ie=UTF8&amp;z=11\"> directions from 212 Shady Trail, McGregor, Texas to 307 County Road 499 A, Chilton, Texas,</a> Sept. 1, 2010</p>\r\n<p>\r\n\tInterviews, State Rep. Jim Dunnam, Aug. 31 and Sept. 2, 2010</p>\r\n<p>\r\n\tInterview, Traci Marlin, public information coordinator, Midway Independent School District, Sept. 1, 2010</p>\r\n<p>\r\n\tInterview, Robie White, chief deputy, Falls County tax office, Aug. 31, 2010</p>\r\n<p>\r\n\tMidway Independent School District,<a href=\"http://www.tasb.org/policy/pol/private/161903/pol.cfm?DisplayPage=FD%28LEGAL%29.pdf%20\"> admissions policy,</a> (accessed Aug. 31, 2010)</p>\r\n<p>\r\n\tRepublican Party of Texas,<a href=\"http://alt.coxnewsweb.com/statesman/politifact/08302010_gopdunnampr.doc\"> press release</a>, Aug. 30, 2010 and website photos,<a href=\"http://www.donewithdunnam.com/houses\"> &quot;Done With Dunnam,&quot;</a> (accessed Aug. 30, 2010)</p>\r\n<p>\r\n\tTexas Comptroller of Public Accounts, website, Window on State Government,<a href=\"http://www.window.state.tx.us/taxinfo/proptax/exmptns.html%20\"> &quot;Exemptions,&quot;</a> (accessed Sept. 2, 2010)</p>\r\n<p>\r\n\tTexas Legislative Council, Texas Constitution, Article 3,<a href=\"http://www.statutes.legis.state.tx.us/Docs/CN/htm/CN.3.htm%20\"> &quot;Legislative Department,&quot;</a> (accessed Aug. 31, 2010)</p>\r\n<p>\r\n\tThe Texas Tribune, news articles,<a href=\"http://www.texastribune.org/texas-politics/2010-legislative-races/texas-senators-voting-residency-questioned/\"> &quot;Texas senator&rsquo;s voting, residency questioned,&quot;</a> &nbsp;July 28, 2010 and<a href=\"http://www.texastribune.org/texas-politics/2010-legislative-races/rpt-challenges-dunnam-but-no-legal-action-planned-/\"> &quot;RPT Challenges Dunnam but No Legal Action Planned,&quot;</a> Aug. 26, 2010 (accessed Aug. 31, 2010)</p>\r\n<p>\r\n\tWaco Tribune-Herald, news article,<a href=\"http://www.wacotrib.com/news/101619818.html%20\"> &quot;Republicans challenge Dunnam&#39;s residency eligibility, deny it&#39;s retaliation for Birdwell challenge,&quot;</a> Aug. 27, 2010 (accessed Aug. 31, 2010)</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "", "false_count": 1, "first_name": "", "half_true_count": 1, "home_state": "Texas", "id": 293, "last_name": "Republican Party of Texas", "mostly_true_count": 4, "name_slug": "republican-party-texas", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Picture_5_.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/293/", "total_count": 11, "true_count": 1, "website": "http://www.texasgop.org/"}, "statement": "<p>\r\n\tJim Dunnam &quot;has not lived in the district he represents for years now.&quot;</p>\r\n", "statement_context": "a press release.", "statement_date": "2010-08-30", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}], "target": [], "twitter_headline": ""}