{"art": [], "author": [{"email_address": "jguillen@plaind.com", "first_name": "Joe", "id": 157, "last_name": "Guillen", "name_slug": "joe-guillen", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-joe-guillen.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/157/", "title": "Reporter, Plain Dealer statehouse bureau", "twitter": null}], "canonical_url": "/ohio/statements/2010/sep/07/kevin-boyce/ohio-treasurer-kevin-boyce-takes-credit-creating-a/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 2345, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jguillen@plaind.com", "first_name": "Joe", "id": 157, "last_name": "Guillen", "name_slug": "joe-guillen", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-joe-guillen.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/157/", "title": "Reporter, Plain Dealer statehouse bureau", "twitter": null}], "resource_uri": "/api/v/2/statement/2345/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tSpend any time with an Ohio politician running for office this year and you&rsquo;ll hear one common theme: Jobs.<br />\r\n\t<br />\r\n\tThe hard-working people of Ohio deserve jobs, they all say.<br />\r\n\t<br />\r\n\tOhio Treasurer Kevin Boyce is no different. On many of the platforms available to him &mdash; his state website, his campaign literature, <a href=\"http://www.youtube.com/watch?v=VP2JlOkjMNQ\">a YouTube video</a>, <a href=\"https://twitter.com/BoyceforOhio/status/22292274679\">Twitter</a> &mdash; Boyce is talking about the jobs his office has supported.<br />\r\n\t<br />\r\n\t&quot;Our most important work has been creating and retaining almost 55,000 Ohio jobs,&quot; he told supporters in an Aug. 19 e-mail.<br />\r\n\t<br />\r\n\tIn a YouTube video his office released July 14 touting the treasurer&rsquo;s accomplishments, he credited treasury programs like GrowNOW and the Ohio Enterprise Bond Fund.<br />\r\n\t<br />\r\n\tIn recent weeks, the message has evolved, with Boyce or his supporters saying the treasury has &quot;helped create and retain almost 60,000 Ohio jobs.&quot;<br />\r\n\t<br />\r\n\tThat seemed like a lot of jobs for the state&rsquo;s top banker to take credit for. The Ohio Treasurer, who is responsible for safeguarding and investing the state&rsquo;s money, isn&rsquo;t well-known for job creation and retention. So we asked Boyce&rsquo;s office for evidence.<br />\r\n\t<br />\r\n\tAlthough Boyce referenced two treasury programs in the video, most of the jobs he is taking credit for actually are related to programs at other state agencies, such as the Department of Development. These programs involve infrastructure projects, small business loans and other initiatives that put people to work.<br />\r\n\t<br />\r\n\tIn most cases, Boyce&rsquo;s office simply helps fund the programs by issuing bonds. His office structures the debt, sells the bonds and hands the money over to the agencies administering the programs. It is Boyce&rsquo;s duty as treasurer, according to state law, to issue bonds for these agencies. He does not play a direct role in actually spending the money in ways that create and retain jobs.<br />\r\n\t<br />\r\n\tHe plays a more integral role, however, in the treasury programs he noted in the video, which account for 14,382 jobs.<br />\r\n\t<br />\r\n\tBoyce, a Democrat, is running to keep his job this November against state Rep. Josh Mandel, a Republican from Lyndhurst.<br />\r\n\t<br />\r\n\tOverall, Boyce&rsquo;s office has carried out 21 bond issues totalling nearly $750 million since he took office in January 2009. Boyce updated the economic impact of the bond issues -- claiming 59,943 jobs created and retained -- in an Aug. 27 press release that included more recent statistics from the state agencies.<br />\r\n\t<br />\r\n\tHere&rsquo;s how he added it up:<br />\r\n\t<br />\r\n\tBoyce counted both direct and indirect employment. Direct employment reflects actual jobs. Indirect employment is a projection based on the size of a given project or initiative. Take, for example, a highway renovation project that requires 50 construction workers. Those would be direct jobs. But the economic impact of hiring those workers is measured in indirect jobs &mdash; people employed by suppliers who provide materials to fix the highway, and people whose jobs are supported by consumer expenditures from wages paid on the highway project.<br />\r\n\t<br />\r\n\tIndirect jobs accounted for more than half of the jobs Boyce said he helped create and retain. Many of the indirect job numbers were estimates from small businesses seeking loans from the state&rsquo;s Department of Development. A department spokeswoman said she was unsure how those businesses calculated the figures.<br />\r\n\t<br />\r\n\tBoyce defended his inclusion of indirect jobs in the Aug. 27 press release, which was distributed days after we began asking questions about his jobs claim.<br />\r\n\t<br />\r\n\t&quot;Indirect job creation is just as valuable as direct,&quot; Boyce said in the press release. &quot;This allows us to affect change in several industries and represents just how interrelated jobs sectors really are. &nbsp;A project that employs construction workers boosts both manufacturing and the retail of a local economy.&quot;<br />\r\n\t<br />\r\n\tThe direct employment figures used in Boyce&rsquo;s claim also carry inexactitudes. Let&rsquo;s look at jobs traced back to $385 million in bonds the treasurer issued for the Ohio Department of Transportation, which used the money for infrastructure projects.<br />\r\n\t<br />\r\n\tODOT told Boyce&rsquo;s office those projects will result in 10,703 jobs, based on a mathematical formula that says $1 billion in infrastructure spending results in 27,800 jobs. The U.S. Department of Transportation&rsquo;s Federal Highway Administration last updated the formula in 2007.<br />\r\n\t<br />\r\n\tBut the resulting number of jobs is merely an estimation that carries a list of qualifiers and caveats.<br />\r\n\t<br />\r\n\tFirst off, each of the 10,703 jobs is actually a &quot;person-year.&quot; Here&rsquo;s how the Federal Highway Administration explains the term: &quot;One hundred person-years may translate into 50 jobs supported for two years or 100 jobs supported for one year.&quot; So the 10,703 jobs associated with ODOT&rsquo;s money can only be expected to be kept for one year.<br />\r\n\t<br />\r\n\tFurthermore, the federal formula notes that two-thirds of the jobs are indirect jobs. Other state agencies for which Boyce issued bonds, such as the Ohio Department of Natural Resources and the Ohio Department of Mental Health, also used job projection formulas to estimate job creation and retention.<br />\r\n\t<br />\r\n\tODOT spokesman Scott Varner said it is appropriate to include indirect jobs in an analysis of infrastructure investment. &quot;That gives a better picture of the true return on investment,&quot; Varner said.<br />\r\n\t<br />\r\n\t&quot;It is an estimation. That&rsquo;s a number that will always be difficult to capture,&quot; Varner added. &quot;It tries to give the best picture possible.&quot;<br />\r\n\t<br />\r\n\tSuch a reliance on indirect employment, however, doesn&rsquo;t paint an accurate picture for voters, said Zach Schiller, research director for Policy Matters Ohio, a liberal leaning, nonpartisan organization that focuses on economic policy. &quot;From a perception standpoint, it&rsquo;s not what people think it is,&quot; Schiller said.<br />\r\n\t<br />\r\n\tGovernment offices, however, use this type of math often to promote job creation and retention. Supporters of the Ohio Third Frontier initiative, which voters extended this May, included indirect employment when they proclaimed the program has created 48,000 jobs.<br />\r\n\t<br />\r\n\t&quot;I would tend to be skeptical of job creation figures in general,&quot; Schiller said.<br />\r\n\t<br />\r\n\tWhen Ohio voters, some of whom are out of work, hear a candidate like Boyce take credit for bringing in new jobs and keeping existing jobs in their state, we doubt the concepts of indirect jobs and &quot;person-years&quot; enter their mind. His calculations give voters the wrong impression.<br />\r\n\t<br />\r\n\tFurther, the significance of Boyce&rsquo;s role in many of the job-creating state programs is questionable. While the bonds his office sells help fund the program, Boyce has no say in how those programs are run. He is more of a rubber stamp.<br />\r\n\t<br />\r\n\tWe find significant exaggerations and mistakes in Boyce&rsquo;s statement.<br />\r\n\t&nbsp;</p>\r\n<ul>\r\n\t<li>\r\n\t\tTo begin with, we think it&rsquo;s a big leap for someone in his position to take credit for the job creation.<br />\r\n\t\t&nbsp;</li>\r\n\t<li>\r\n\t\tIt&rsquo;s a major stretch to include in the indirect jobs.<br />\r\n\t\t&nbsp;</li>\r\n\t<li>\r\n\t\tHis methodology is suspect because many of the actual jobs would only be counted for one year.</li>\r\n</ul>\r\n<p>\r\n\t<br />\r\n\tIn addition, Boyce&rsquo;s statement in the YouTube video is not accurate; the time frame is incorrect. He meant to frame his accomplishment from January 2009 to the present, not &quot;in the past year.&quot; The evidence his office provided to support his claim dates back to January 2009, when he took office. Boyce&rsquo;s campaign literature and Twitter feed also reference the longer time frame.<br />\r\n\t<br />\r\n\tStrike a match. We rate the statement Pants on Fire.</p>\r\n<p>\r\n\t<a href=\"http://www.cleveland.com/open/index.ssf/2010/09/ohio_treasurer_kevin_boyce_tak.html\" target=\"blank\">Comment on this item</a>.</p>\r\n", "ruling_comments_date": "2010-09-07T13:40:40.870786", "ruling_date": "2010-09-07T13:45:00", "ruling_headline": "Ohio Treasurer Kevin Boyce takes credit for creating and saving tens of thousands of jobs", "ruling_headline_slug": "ohio-treasurer-kevin-boyce-takes-credit-creating-a", "ruling_link_text": "These calculations just don't work", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tYouTube video, &quot;<a href=\"http://www.youtube.com/watch?v=VP2JlOkjMNQ\">Boyce</a> Uses Innovation to Reveal Fiscal Year End Accomplishments for Ohioans,&quot; posted July 14, 2010 &nbsp;<br />\r\n\t<br />\r\n\tCampaign e-mails, Aug. 19, 23, 27, 30 and 31<br />\r\n\t<br />\r\n\tInterview with Zach Schiller, research director for Policy Matters Ohio<br />\r\n\t<br />\r\n\tInterview with Katie Sabatino, Ohio Department of Development spokeswoman<br />\r\n\t<br />\r\n\tInterview with Scott Varner, ODOT spokesman<br />\r\n\t<br />\r\n\t<a href=\"http://www.fhwa.dot.gov/policy/otps/pubs/impacts/index.htm\">The Federal Highway Administration&rsquo;s Employment Impacts of Highway Infrastructure Investment.</a><br />\r\n\t<br />\r\n\tKevin Boyce, <a href=\"http://blog.cleveland.com/pdextra/2010/09/ohio_treasurer_charts_job_crea.html\">chart from news release</a> showing breakdown of jobs created/retained</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Ohio treasurer", "false_count": 0, "first_name": "Kevin", "half_true_count": 0, "home_state": "Ohio", "id": 586, "last_name": "Boyce", "mostly_true_count": 0, "name_slug": "kevin-boyce", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifactohio-kevin-boyce.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/586/", "total_count": 2, "true_count": 1, "website": "http://www.tos.ohio.gov/"}, "statement": "<p>\r\n\t&quot;Our most important work has been creating and retaining almost 55,000 Ohio jobs.&quot;</p>\r\n", "statement_context": "a campaign e-mail", "statement_date": "2010-08-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 131, "photo": null, "resource_uri": "/api/v/2/subject/131/", "subject": "Government Efficiency", "subject_slug": "government-efficiency", "used_in_edition": []}, {"description": "", "id": 3, "photo": null, "resource_uri": "/api/v/2/subject/3/", "subject": "Job Accomplishments", "subject_slug": "job-accomplishments", "used_in_edition": []}], "target": [], "twitter_headline": ""}