{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2010/sep/12/david-porter/david-porter-says-democrat-jeff-weems-has-record-l/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [], "facebook_headline": null, "id": 2373, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/2373/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tRepublican David Porter, facing Democrat Jeff Weems for a seat on the state body that oversees oil and gas production, suggests voters beware of Weems, a Houston lawyer, before electing him to the Texas Railroad Commission.</p>\r\n<p>\r\n\tPorter consultant Corbin Casteel said in a July 28 press release: Weems &quot;claims to represent the &lsquo;working man,&rsquo; yet his legal record is one of defending BP, Enron and just about every big oil company against the working man.&quot;</p>\r\n<p>\r\n\tWe wondered if it&#39;s accurate to cast Weems, who has practiced law since the early 1990s, as a defender of Big Oil--including BP, widely blamed for the Deepwater Horizon oil spill disaster in the Gulf of Mexico, and Enron, the Houston-based energy company that collapsed in scandal.</p>\r\n<p>\r\n\tCasteel, responding to our request for back-up, forwarded research by Porter&rsquo;s campaign drawing from Harris County court records and news reports.</p>\r\n<p>\r\n\tFirst, to the Enron and BP connections.</p>\r\n<p>\r\n\tTwo personal-injury lawsuits filed against Enron, both from 1993, appear in Porter&#39;s list of about 50 &quot;known civil court&quot; cases involving Weems from September 1989 to late October 2009. Casteel said the campaign, satisfied that Weems represented Enron, didn&#39;t dive into the lawsuits&#39; particulars.</p>\r\n<p>\r\n\tAs far as BP, an April 2010 Bloomberg News article calls Weems an oil and gas lawyer who has represented BP in Texas courts. Weems later told the Austin American-Statesman: &quot;I do a very specific set of litigation representing BP&quot; representing the company in cases in the northern part of West Texas and in the Panhandle &quot;when they get sued by wealthy royalty owners who want more royalties.&quot;<br />\r\n\t<br />\r\n\tPorter&#39;s campaign also pointed to a &quot;news&quot; item posted online by the law firm where Weems is a partner, Harrison, Bettis, Staff, McFarland &amp; Weems, LLP. Headlined &quot;BP Wins!,&quot; the undated item says that in the weeks immediately following Hurricane Ike, Weems and two other lawyers &quot;traveled to Levelland, Texas to represent BP America Production Company at trial in a multi-million dollar royalty dispute. The plaintiff royalty owners initially sought damages of over $10 million. After a two-week trial, the judge signed a final judgment ordering that the plaintiffs take nothing from BP America Production Company and further ordering the plaintiffs to pay BP America Production Company&rsquo;s court costs.&quot;<br />\r\n\t<br />\r\n\tWhen we asked Weems about the BP America lawsuits, he said his representation of the company doesn&#39;t sully him in any way. Noting that Porter owns stock in Exxon Mobil, Weems said in an interview: &quot;Would he be sullied if that (BP) well that blew up in the Gulf was an Exxon well? I wouldn&#39;t level that charge.&quot; (According to Porter&#39;s personal financial statement filed with the state and posted online by the Texas Tribune, his wife--not Porter--owns 100 to 499 shares of stock in Exxon Mobil Corp.)<br />\r\n\t<br />\r\n\tPer the Enron cases, Weems said in an e-mail that he didn&#39;t recall them. He speculated they were small personal-injury cases that a partner in the law firm assigned to him.<br />\r\n\t<br />\r\n\tWeems said: &quot;The bigger picture is that I am an oil and gas litigation attorney... When you are an oil and gas attorney, with oil and gas companies as clients, it follows that you represent oil and gas companies.&quot;<br />\r\n\t<br />\r\n\tWeems declined to provide a breakdown of his clients, saying such information was private. He said in an e-mail that some clients have been BP America Production Company, Amerada Hess, Southwestern Energy Production Company, Wapiti Energy LLC, JM Huber and numerous &quot;small operators, working-interest owners, royalty owners and land owners.&quot;<br />\r\n\t<br />\r\n\tIn its back-up materials, Porter&#39;s campaign quotes from the Martindale-Hubbell Legal Directory listing &quot;representative clients&quot; of the firm where Weems is a partner. The clients are: Anadarko Petroleum Corp., Baker Hughes Inc., BP America Production Company, Cameron International, Inc., COACH USA, Dollar General, El Paso Corp., General Electric, Kinder Morgan, Inc., Loomis Armored US, Inc., National Oilwell Varco, Oil States International, Inc., Republic Waste Services, Inc., Southwestern Energy Company, United Resources LP and Waste Management, Inc.<br />\r\n\t<br />\r\n\tAfter confirming the list from the directory, we called Weems&#39; firm where attorney Mitch McFarland, a partner, said 10 of the 16 representative clients are heavily involved in the oil and gas business and that Weems has represented or might have had a hand in matters involving five: BP America Production Company, Cameron International, Inc., El Paso Corp., Southwestern Energy Company and Anadarko Petroleum Corp.--an investor in the BP well that blew up in the Gulf of Mexico.<br />\r\n\t<br />\r\n\tWould it be correct to say the law firm represents &quot;big oil&quot; (Porter&#39;s words) companies? McFarland replied: &quot;In our firm we represent individuals and major corporations. All we do is litigation ... There&#39;s no politics in our discussions about clients. We work for clients who call on us and who are good fine upstanding citizens, both individuals and corporations.&quot;<br />\r\n\t<br />\r\n\tWhat constitutes a big oil company anyway? According to a Web post at oilprices.org, there are six &quot;supermajor&quot; oil companies in the world: ExxonMobil, rooted in the United States; Royal Dutch Shell; BP; Chevron Corp.; ConocoPhillips; and Total S.A., based in France. &quot;If considered as a group, the Supermajors have control over almost 5 percent of the world&#39;s oil and natural gas reserves,&quot; according to the Web post. &quot;The other 95 percent of the world&#39;s oil and gas reserves are under the control of state-owned national oil companies, most of which are in the Middle East.&quot;<br />\r\n\t<br />\r\n\tCasteel of Porter&#39;s campaign said the oil companies cited in the July critique of Weems wasn&#39;t limited to super-sized ones. &quot;The intent of the comment was yes, indeed, he represents big companies like BP,&quot; Casteel said.<br />\r\n\t<br />\r\n\tWhat about the charge that Weems represents oil interests against the &quot;working man,&quot; as Porter&#39;s camp puts it?<br />\r\n\t<br />\r\n\t&quot;Most of the work Jeff has done for the firm,&quot; McFarland said, &quot;involves companies and (against) royalty owners, (who are) hardly considered &#39;working men.&#39;&quot;<br />\r\n\t<br />\r\n\tIn an earlier e-mail, Casteel took issue with Weems&#39; reference to his opponents in court as &quot;wealthy royalty owners.&quot; Casteel said three cases in which Weems defended BP were against non-profits and private universities including Wayland Baptist University, William Jewell College, the Plum Foundation and the Helen Jones Foundation, a non-profit organization for the fine arts, public schools and college students.<br />\r\n\t<br />\r\n\tMcFarland said some of the cited foundations are quite wealthy. He said casting them as working folk is like calling the University of Texas small.<br />\r\n\t<br />\r\n\tSo how does Porter&#39;s statement shake out?</p>\r\n<p>\r\n\tWeems, an oil and gas lawyer, has represented numerous energy companies including BP and Enron, the latter almost 20 years ago. However, Porter saying Weems has represented &quot;just about every big oil company&quot; is a stretch on Weems&#39; actual legal record.</p>\r\n<p>\r\n\tResolving whether Weems has battled working folk in court would entail a careful review of his cases. Porter hasn&#39;t done that, far as we can tell, nor do we have the resources to undertake it. We have to punt on this part.</p>\r\n<p>\r\n\tWe rate Porter&#39;s statement Half True.</p>\r\n", "ruling_comments_date": "2010-09-10T19:01:16.786680", "ruling_date": "2010-09-12T06:00:00", "ruling_headline": "David Porter says Democrat Jeff Weems has record of lawyering for BP, Enron and big oil companies", "ruling_headline_slug": "david-porter-says-democrat-jeff-weems-has-record-l", "ruling_link_text": "BP is one big oil company", "ruling_state": "Texas", "source_documents": null, "sources": "<p>\r\n\tAustin American-Statesman, news article, <a href=\"http://www.statesman.com/news/texas-politics/bp-ties-ooze-into-elections-797464.html\">&quot;BP ties ooze into elections,&quot;</a> (accessed Sept. 9, 2010)<br />\r\n\t<br />\r\n\tDavid Porter campaign, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/07282010_davidporterpr.doc\">press release</a> and <a href=\"http://alt.coxnewsweb.com/statesman/politifact/08042010_portercampaigpacket.pdf\">research document</a> about Jeff Weems representing Enron, July 28, 2010 and received Aug. 4, 2010 and Sept. 2, 1010<br />\r\n\t<br />\r\n\tDallas Morning News, news article, Bloomberg News, &quot;<a href=\"http://www.dallasnews.com/sharedcontent/dws/bus/industries/energy/stories/DN-oilpit_25bus.ART.State.Edition1.3db513b.html\">Critics rap Exxon&#39;s oilfield practices at South Texas ranch,&quot;</a> (accessed Sept. 8, 2010)<br />\r\n\t<br />\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/09022010_corbincasteelresponses.doc\">E-mails</a> and interviews, Corbin Casteel, consultant to David Porter campaign, responses to PolitiFact Texas, Sept. 2 and 8 and 10, 2010<br />\r\n\t<br />\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/09022010_jeffweemsreponses.doc\">E-mails (excerpted)</a> and interview, Jeff Weems, Aug. 12, 2010 (interview) and Sept. 2, 7 and 9, 2010<br />\r\n\t<br />\r\n\tHarrison, Bettis, Staff, McFarland &amp; Weems, law firm website, <a href=\"http://www.harrisonbettis.com/news.shtml\">News web page</a>, Jeff Weems&rsquo; <a href=\"http://www.harrisonbettis.com/weems.shtml\">biographical page</a> (accessed Sept. 7, 2010)<br />\r\n\t<br />\r\n\tInterview, Mitch McFarland, partner, Harrison, Bettis, Staff, McFarland &amp; Weems, Houston law firm, Sept. 9, 2010<br />\r\n\t<br />\r\n\tOilprices.org, website, <a href=\"http://www.oilprices.org/largest-oil-companies.html\">&quot;News on Oil, Natural Gas &amp; Energy Prices,&quot;</a> (accessed Sept. 8, 2010)<br />\r\n\t<br />\r\n\tThe Texas Tribune, <a href=\"http://records.texastribune.org/pfs/Porter_David_J_00066261_443634_000_2009.pdf\">personal financial statement of David Porter</a>, received by Texas Ethics Commission, Feb. 18, 2010 (accessed Sept. 10, 2010)</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Certified Public Accountant", "false_count": 0, "first_name": "David", "half_true_count": 1, "home_state": "Texas", "id": 659, "last_name": "Porter", "mostly_true_count": 0, "name_slug": "david-porter", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/davidporter092010.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/659/", "total_count": 1, "true_count": 0, "website": "http://www.votedavidporter.com/"}, "statement": "<p>\r\n\tJeff Weems&#39; &quot;legal record is one of defending BP, Enron and just about every big oil company against the working man.&quot;</p>\r\n", "statement_context": "a press release.", "statement_date": "2010-07-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}, {"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Lawyer", "false_count": 0, "first_name": "Jeff", "half_true_count": 0, "home_state": "Texas", "id": 499, "last_name": "Weems", "mostly_true_count": 0, "name_slug": "jeff-weems", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/weemscampaign072010.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/499/", "total_count": 2, "true_count": 1, "website": "http://jeffweemsforcommissioner.com/"}], "twitter_headline": ""}