{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2010/sep/14/david-axelrod/david-axelrod-says-us-rep-pete-sessions-called-goi/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [], "facebook_headline": null, "id": 2383, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/2383/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tWhite House adviser David Axelrod singled out a Texas congressman&#39;s comment in July--ages ago in Washington time--to suggest American voters will not rebuff ruling Democrats come November.<br />\r\n\t<br />\r\n\tIn an interview aired Sept. 8 on National Public Radio&#39;s <em>Morning Edition</em>, Axelrod said: &quot;Pete Sessions, the head of the Republican campaign committee, said a few weeks ago that their goal is to go back to the same exact policies that were in place before this president took office. Let&#39;s remember: Those were the policies that crashed the economy; we lost 4 million jobs in the last six months of the last administration, the middle class flat-lined for that decade, special interests ran wild. and these are the very policies that they want to return to.&quot;</p>\r\n<p>\r\n\tDid U.S. Rep. Sessions champion a return to policies that battered the economy? We sought the skinny on both parts of Axelrod&#39;s slam of Sessions, focusing on what Sessions said and the policies at issue.</p>\r\n<p>\r\n\tThe White House told us Axelrod was referring to a Sessions&#39; comment on the July 18 edition of NBC&#39;s <em>Meet the Press</em> featuring Democratic and Republican leaders of U.S. House and Senate campaign committee including Sessions, the Dallas Republican who chairs the National Republican Congressional Committee, which is intent on Republicans capturing a House majority.</p>\r\n<p>\r\n\tAccording to a transcript of the show, host David Gregory said to Sessions: &quot;This has been a debate so far this morning about, you know, the relative merits of Republican rule during the (George W.) Bush years and what this president (Barack Obama) has or has not accomplished so far. I think what a lot of people want to know is if Republicans do get back into power, what are they going to do?&quot;</p>\r\n<p>\r\n\tSessions replied that the country needs to live within its means and lawmakers need to read legislation before acting on it. Gregory pressed for detail. Sessions said: &quot;We need to make sure that we allow employers, which was in that 52-page report that was presented to the president of the United States by CEOs in this country, we need to go back to the exact same agenda that is empowering the free enterprise system rather than diminish it.&quot;</p>\r\n<p>\r\n\tAfter the program, spokeswoman Jennifer Crider of the Democratic Congressional Campaign Committee pounced, saying Sessions and another Republican on the show, Sen. John Cornyn of Texas, &quot;hammered home that the Republican plan for the future is exactly the same Bush Administration plan that got us into the economic mess in the first place.&quot;</p>\r\n<p>\r\n\tIn response, Ken Spain, the NRCC&#39;s spokesman, said Sessions was referring to a June 2010 report by the Business Roundtable criticizing Obama&#39;s policies as anti-business. Spain told us in an e-mail: &quot;The White House is deliberately mischaracterizing Chairman Sessions&#39; remarks.&quot;</p>\r\n<p>\r\n\tSessions did not respond to our inquiries about what he said or meant by his comment. Meantime, when we asked the White House to elaborate on which policies Axelrod thinks Sessions called to restore, spokesman Matt Lehrich pointed us to news articles in The New York Times looking back at the roots of the economic crisis that resulted in congressional approval of a Wall Street rescue package in the fall of 2008.</p>\r\n<p>\r\n\tAn Oct. 2, 2008 Times article, headlined &quot;Agency&#39;s &#39;04 Rule Let Banks Pile Up New Debt,&quot; singles out an April 2004 vote by the Securities and Exchange Commission making it easier for huge Wall Street investment banks to take on more debt--a decision reversed during the 2008 crisis only after commission staff failed to review the banks&#39; rapid accumulation of debt, instead trusting banks to protect themselves against debt-driven disaster.</p>\r\n<p>\r\n\tA Dec. 20, 2008 Times article, headlined &quot;White House Philosophy Stoked Mortgage Bonfire,&quot; says that many culprits were to blame for the economic crisis, including President Bush&#39;s &quot;belief that Americans do best when they own their own home with his conviction that markets do best when let alone,&quot; encouraging lax lending standards.</p>\r\n<p>\r\n\tThe story says: &quot;As early as 2006, top advisers to Mr. Bush dismissed warnings from people inside and outside the White House that housing prices were inflated and that a foreclosure crisis was looming. And when the economy deteriorated, Mr. Bush and his team misdiagnosed the reasons and scope of the downturn; as recently as February, for example, Mr. Bush was still calling it a &#39;rough patch.&#39; The result was a series of piecemeal policy prescriptions that lagged behind the escalating crisis.&quot;</p>\r\n<p>\r\n\tThe story quotes a Bush aide saying the president looked back and said: &quot;&quot;We absolutely wanted to increase homeownership. But we never wanted lenders to make bad decisions.&quot;</p>\r\n<p>\r\n\tInteresting hindsights, but relevant to interpreting Sessions? Hard to tell.</p>\r\n<p>\r\n\tNext, we turned to the June report by the Business Roundtable, an association of chief executive officers of leading U.S. companies, to see if its text fits with Sessions&#39; statement to NBC that we &quot;need to go back to the exact same agenda.&quot;<br />\r\n\t<br />\r\n\tTitled &quot;Policy Burdens Inhibiting Economic Growth,&quot; the report covers topics including energy, the environment, financial regulatory reform, taxes, trade and health care reform. Its executive summary identifies &quot;key regulatory issues that are impeding economic growth and job recovery,&quot; such as proposals mulled by the Obama administration to raise taxes on foreign earnings and enable unions to organize via secret-ballot elections. The report also raises concerns about the financial regulatory reform legislation which passed Congress in July largely in response to the economic crash. Among the new rules it objects to are those restricting the derivatives market and making it easier for shareholders to nominate directors to corporate boards.</p>\r\n<p>\r\n\tNotably, the Business Roundtable&#39;s position on those ideas fill less than three pages in the report, which over all advocates a traditional big-business agenda: reducing corporate tax rates, making permanent a research and development tax break; moving forward on pending trade agreements with Colombia, Panama and South Korea; reconsidering the moratorium on deep-water drilling in the Gulf of Mexico; and immigration reform that cleans up a backlog in legal hirings of Chinese and Indian employees.</p>\r\n<p>\r\n\tFinally, an online search shows that Sessions told a Dallas group this month that to juice the economy, he favors ending capital gains&#39; taxes, permitting businesses to write off investments &quot;quickly on a permanent basis&quot; and reducing corporate income tax rate to 12.5 percent--proposals in step with traditional conservative GOP ideas, though not implicated in the 2008 crash. (Would that he&#39;d been that precise on NBC.)</p>\r\n<p>\r\n\tAnd how does Axelrod&rsquo;s statement hold up? Kind of like Sessions&rsquo; July statement, with both falling short of clarity about&nbsp; what Sessions wants back.</p>\r\n<p>\r\n\tIt&#39;s reasonable to speculate Sessions wants a return to relaxed oversight of the nation&#39;s finance sector. But there&#39;s not enough evidence to rate Axelrod&#39;s statement more than Barely True.</p>\r\n\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-09-13T17:47:05.739674", "ruling_date": "2010-09-14T06:00:00", "ruling_headline": "David Axelrod says U.S. Rep. Pete Sessions called for going back to policies that caused economic collapse", "ruling_headline_slug": "david-axelrod-says-us-rep-pete-sessions-called-goi", "ruling_link_text": "Exact same words, almost", "ruling_state": "Texas", "source_documents": null, "sources": "<p>\r\n\tThe Business Roundtable, website,<a href=\"http://www.businessroundtable.org/about\">&quot;About Us,&quot;</a> and report, <a href=\"http://businessroundtable.org/sites/default/files/2010.06.21%20Letter%20to%20OMB%20Director%20Orszag%20from%20BRT%20and%20BC%20with%20Attachments.pdf\">&quot;Policy Burdens Inhibiting Economic Growth,&quot;</a> June 21, 2010 (accessed Sept. 8, 2010)<br />\r\n\t<br />\r\n\tDemocratic Congressional Campaign Committee, web post with video excerpt, <a href=\"http://dccc.org/blog/archives/video_-_nrcc_chair_pete_sessions_we_need_to_go_back_to_the_exact_same_/\">&quot;NRCC Chair Pete Sessions: &#39;We need to go back to the exact same agenda,&#39;&quot;</a> July 18, 2010 (accessed Sept. 8, 2010)<br />\r\n\t<br />\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/09102010_kenspainresponses.doc\">E-mails (excerpted)</a>, Ken Spain, communications director, National Republican Campaign Committee, DATE<br />\r\n\t<br />\r\n\tMSNBC, <a href=\"http://www.msnbc.msn.com/id/38281589/\">transcript</a>, &quot;Meet the Press,&quot; July 18, 2010 (accessed Sept. 8, 2010)<br />\r\n\t<br />\r\n\tNational Public Radio, audio news report, <a href=\"http://www.npr.org/templates/story/story.php?storyId=129717456&amp;ft=1&amp;f=3\">&quot;Obama Adviser: We&#39;re Moving in The Right Direction,&quot;</a> Sept. 8, 2010<br />\r\n\t<br />\r\n\tPolitiFact.com, article, <a href=\"http://www.politifact.com/truth-o-meter/article/2008/nov/30/what-caused-crisis-no-one-thing/\">&quot;What caused crisis? No one thing,&quot;</a> Nov. 30, 2008 (accessed Sept. 10, 2010)<br />\r\n\t<br />\r\n\tStates News Service, U.S. Rep. Pete Sessions, speech transcript, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/09082010_sessionsspeech.doc\">&quot;Sessions Delivers Economic Speech at Dallas Rotary Club,&quot;</a> Sept. 8, 2010 (Nexis search)<br />\r\n\t<br />\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/09082010_matthewlehrichreponse.html\">E-mails (excerpted)</a>, responses to PolitiFact Texas, Matthew Lehrich, spokesman, the White House, Sept. 8, 2010<br />\r\n\t<br />\r\n\tThe New York Times, news articles, <a href=\"http://www.nytimes.com/2008/10/03/business/03sec.html?ref=the_reckoning&amp;pagewanted=all\">&quot;Agency&rsquo;s &rsquo;04 Rule Let Banks Pile Up New Debt,&quot;</a> Oct. 2, 2008, and <a href=\"http://www.nytimes.com/2008/12/21/business/21admin.html?_r=2&amp;adxnnl=1&amp;pagewanted=all&amp;adxnnlx=1284393669-cRktndxsAWht5pdROrWORw\">&quot;White House Philosophy Stoked Mortgage Bonfire,</a>&quot; Dec. 20, 2008 (accessed Sept. 13, 2010)<br />\r\n\t<br />\r\n\tThe Washington Post, blog, The Plum Line, <a href=\"http://voices.washingtonpost.com/plum-line/2010/07/nrcc_denies_sessions_wants_to.html\">&quot;NRCC denies Sessions said GOP wants to go back to Bush agenda,&quot;</a> July 19, 2010 (accessed Sept. 8, 2010)</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 1, "first_name": "David", "half_true_count": 6, "home_state": "", "id": 209, "last_name": "Axelrod", "mostly_true_count": 7, "name_slug": "david-axelrod", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Axelrod.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/209/", "total_count": 18, "true_count": 2, "website": ""}, "statement": "<p>\r\n\tSays Texas U.S. Rep. Pete Sessions said the GOP&#39;s goal is to &quot;go back to the same exact policies that were in place before this president took office... policies that crashed the economy.&quot;</p>\r\n", "statement_context": "an interview", "statement_date": "2010-09-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 149, "photo": null, "resource_uri": "/api/v/2/subject/149/", "subject": "Bipartisanship", "subject_slug": "bipartisanship", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "U.S. House representative", "false_count": 0, "first_name": "Pete", "half_true_count": 1, "home_state": "Texas", "id": 375, "last_name": "Sessions", "mostly_true_count": 0, "name_slug": "pete-sessions", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/sessions.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/375/", "total_count": 2, "true_count": 0, "website": "http://sessions.house.gov/"}], "twitter_headline": ""}