{"art": [{"brightcove": "", "caption": "The National Republican Congressional Committee is attacking Allen Boyd's health care vote in a new ad.", "id": 647, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/647/", "title": "Allen Boyd", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/YmlkIoDkCXM?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "YmlkIoDkCXM"}], "author": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "canonical_url": "/florida/statements/2010/sep/16/national-republican-congressional-committee/allen-boyd-cost-sallie-mae-employees-their-jobs-he/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 2397, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "resource_uri": "/api/v/2/statement/2397/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tRepublicans hoping to take back the U.S. House of Representatives have their sights set on North Florida Democrat Allen Boyd.<br />\r\n\t<br />\r\n\tA &quot;Blue Dog&quot; Democrat and a seven-term congressman, Boyd faces a serious challenge this November from Republican funeral-home owner Steve Southerland. The <i>St. Petersburg Times</i> labeled Boyd one of the two most vulnerable incumbents in Florida, and the National Republican Congressional Committee has identified the race in Florida&#39;s 2nd Congressional District as one its top prospects.<br />\r\n\t<br />\r\n\tThe NRCC reserved a big chunk of fall television time in Tallahassee, and already is airing an ad criticizing Boyd for voting for the massive federal health care legislation.<br />\r\n\t<br />\r\n\tThe ad is called &quot;<a href=\"http://www.youtube.com/watch?v=YmlkIoDkCXM&amp;feature=player_embedded\" id=\"vhji\" title=\"Allen Boyd sides with Nancy Pelosi,\">Allen Boyd sides with Nancy Pelosi,</a>&quot; and says that the passage of the federal health care bill will cost Boyd&#39;s district 700 jobs.<br />\r\n\t<br />\r\n\t&quot;Our economy is hurting, but Allen Boyd sides with Nancy Pelosi and he&#39;s killing our jobs,&quot; the ad begins. &quot;When Allen Boyd voted for Obamacare, he voted to shut down a local facility that employs 700 people. 700 jobs lost because Allen Boyd sided with Nancy Pelosi.&quot;<br />\r\n\t<br />\r\n\tIt&#39;s important to note that while this fact check -- that Boyd&#39;s vote on health care cost his district 700 jobs -- is about the federal health care legislation, it&#39;s not specifically about health care. The massive legislation&nbsp;tacked-on changes to how students receive loans to pay for college.<br />\r\n\t<br />\r\n\tIt&#39;s those changes to the student loan programs that cost North Florida 700 jobs, the NRCC is claiming.<br />\r\n\t<br />\r\n\tWe&#39;ll explain the whys and hows in a moment, but first a primer on the student loan changes adopted in the health care bill.<br />\r\n\t<br />\r\n\t<b>The student loan changes</b><br />\r\n\t<br />\r\n\tBefore the health care bill passed and was signed into law by President Barack Obama in March 2010, there were basically two kinds of college loan programs: the Federal Family Education Loan Program, in which private lenders make and secure loans to students and receive subsidies from the federal government; and the William D. Ford Direct Loan Program, in which the federal government directly loans to students.<br />\r\n\t<br />\r\n\t<a href=\"http://www.politifact.com/truth-o-meter/promises/promise/259/reduce-subsidies-to-private-student-lenders-and-pr/\" id=\"rxei\" title=\"The federal health care bill eliminated those subsidies\">The federal health care bill eliminated those subsidies</a> to private lenders and shifted student lending to the government&#39;s Direct Loan program, which Obama believes is more efficient and cost-effective. The shift is expected to save&nbsp;$68 billion over the next 11 years, $36 billion of which would be used to expand Pell Grants, a federal program that helps low-income students pay for college. Other money, about $9 billion, will help pay for some of the additional health care costs.<br />\r\n\t<br />\r\n\tBoyd voted against the original version of the health care bill to pass the House in November 2009 -- which included the student loan changes -- but voted for the final version that passed the House 220-211 and ultimately became law.<br />\r\n\t<br />\r\n\tHe said he decided to support the final version because he believed it met four key principles: It reduced health costs, increased access, ensured patient choice and did not add to the federal deficit.<br />\r\n\t<br />\r\n\t&quot;This bill is not perfect, but I believe it meets these four principles of responsible reform by providing the largest middle class tax credits for healthcare in our nation&#39;s history and preserving a patient&rsquo;s ability to choose their own doctor,&quot; Boyd said <a href=\"http://video.onset.freedom.com/newsherald/kzjuaq-032010boydhealthcare.pdf\" id=\"cy9w\" title=\"in a release announcing his support\">in a release announcing his support</a>.<br />\r\n\t<br />\r\n\tThe question for this fact check to address then comes down to those 700 jobs, how they were impacted by the health care bill, and what Boyd could have done to stop any job losses.<br />\r\n\t<br />\r\n\t<b>Saving Sallie Mae jobs</b><br />\r\n\t<br />\r\n\tBoyd&#39;s 2nd Congressional District includes a student loan processing facility operated by Sallie Mae, the nation&#39;s largest private provider of student loans. The facility is located in Lynn Haven, just north of Panama City. <a href=\"http://www.newsherald.com/news/new-85532-boyd-plan.html\" id=\"m-vh\" title=\"It employs about 500 full time workers, and had in the past hired about 160 temporary workers. The company did not hire those workers in 2010.\">It employs about 540 full-time workers, and had in the past hired about 160 temporary workers. The company did not hire those workers in 2010.</a><br />\r\n\t<br />\r\n\tSallie Mae officials said repeatedly that if the health care bill passed with changes to the student loan rules, all of the Bay County jobs could be in jeopardy.<br />\r\n\t<br />\r\n\tBoyd initially appeared to side with Sallie Mae and its employees, visiting the Bay County facility in November 2009 after voting against the first version of the health care bill. He also voted against the Student Aid and Fiscal Responsibility Act (H.R. 3221) in the House, which attempted to accomplish the same changes to the student loan program.<br />\r\n\t<br />\r\n\t&quot;Sallie Mae is one of our most vibrant and reliable employers in North Florida,&quot; Boyd said <a href=\"https://www.salliemae.com/about/news_info/newsreleases/111109a.htm\" id=\"ybxo\" title=\"in a Sallie Mae press release\">in a Sallie Mae press release</a>. &quot;I will continue working to protect these valuable jobs and preserving the current student lending infrastructure that has served our students and schools well for years.&quot;<br />\r\n\t<br />\r\n\tBoyd attempted to remove the student loan language from the health care bill, and <a href=\"http://docs.google.com/fileview?id=1aNw78ZHx7Zqfi_aRZ9pSaPuxRbYW2E8OWvf62y7VNHnuNYe5H2RqQsoXUz3r&amp;hl=en&amp;authkey=CN6Hl_AE\">offered an amendment to that effect in front of the Budget Committee on March 15</a>, but the amendment failed 4-32, <em>Congressional Quarterly</em> reported. Boyd said switching to federal loans would result in the loss of thousands of jobs for employees in the student loan industry, but acknowledged he had not been able to reach a compromise with other Democrats, <em>CQ </em>reported.</p>\r\n<p>\r\n\tBut on March 21, Boyd voted for the health care bill, which included the student loan changes. He said he believed he still thought it possible to save the Panama City Sallie Mae jobs.<br />\r\n\t&nbsp;<br />\r\n\t&quot;I am disappointed that the student loan issue is included in the health care bill,&quot; Boyd said in March. &quot;I have had many conversations with Sallie Mae, the Department of Education, and the White House, and I believe there are a number of steps we can take to prevent job losses at the Lynn Haven facility. I will continue working with Sallie Mae and Education Secretary (Arne) Duncan to ensure that this new process will not jeopardize the future of the hardworking people in Lynn Haven.&quot;<br />\r\n\t<br />\r\n\tA month later Sallie Mae announced it was closing its Bay County location. The company said it was going to cut about a third of its 8,600-employee nationwide workforce and reduce its physical locations from 25 to five to seven. &quot;We&#39;ve been warning about the impact of this legislation, and this is a direct result of that,&quot; Sallie Mae spokesman Conwey Casillas <a href=\"http://www.newsherald.com/articles/haven-83225-lynn-sallie.html\" id=\"tc8y\" title=\"told the Panama City News Herald\">told the <i>Panama City News Herald</i></a>.<br />\r\n\t<br />\r\n\tBoyd issued a news release that same day saying he was working the Department of Education and the White House to help protect the Sallie Mae jobs, hoping the employees could transition to a different type of loan processing position. He later lobbied BP claims administrator Kenneth Feinberg to place workers from the closing facility <a href=\"http://www.newsherald.com/news/new-85532-boyd-plan.html\" id=\"g114\" title=\"in oil spill-related damage claim processing jobs\">in oil spill-related damage claim processing jobs</a>. News reports suggest he is still searching for jobs for the Sallie Mae employees.<br />\r\n\t<br />\r\n\tBut not before the first round of layoffs -- affecting about 50 employees -- came in July.<br />\r\n\t<br />\r\n\tThe facility is expected to be shut down by the end of the year.<br />\r\n\t<br />\r\n\t&quot;The decision to close our Bay County facility is based on the fact that this is the location where the loan origination function was performed,&quot; said spokesman Conwey Casillas. &quot;Effective July 1, 2010, the Federal Family Education Loan Program, first enacted in 1965, was eliminated along with the role Sallie Mae and other private sector companies performed in the origination of federal student loans.&quot;<br />\r\n\t<br />\r\n\t<b>Our ruling</b><br />\r\n\t<br />\r\n\tIn the ad, the National Republican Congressional Committee says &quot;700 jobs&quot; were lost because Allen Boyd voted for the federal health care bill.<br />\r\n\t<br />\r\n\tIn the strictest analysis, the NRCC is slightly off on both points. The company plans to lay off about 540 full-time employees. It also chose not to rehire about 160 temporary employees. Boyd&#39;s vote, meanwhile, wouldn&#39;t have changed the outcome of the legislation.<br />\r\n\t<br />\r\n\tStill, the ad has some elements of truth. After voting against the first version of the health care bill, Boyd did vote for a final version that&nbsp;tacked on significant changes to the student loan program. Sallie Mae warned that those very changes could threaten the jobs at its Panama City facility, and one month after the health care bill passed, the company announced it was closing that facility.<br />\r\n\t<br />\r\n\tBut it was Sallie Mae&#39;s decision to eliminate the Panama City jobs, cutting those specific jobs wasn&#39;t mandated by Washington.<br />\r\n\t<br />\r\n\tWe are certain this will be an issue Boyd will confront over and over again between now and Nov. 2. And it&#39;s certainly complicated -- so much so that he might not be able to explain the nuance of his actions and what happened in 30-second commercials. Luckily, we have no such time or word limit. The fact is, the federal health care bill that passed in March contained massive changes to the health care system, as well as changes to how college students get student loans.<br />\r\n\t<br />\r\n\tBoyd in the end liked the health care provisions and didn&#39;t like the changes to the student loan system. He tried to eliminate the student loan provisions through an amendment to the overall legislation, but failed. And there is no &quot;yes, except for that&quot; vote in Congress.<br />\r\n\t<br />\r\n\tIt&#39;s much more accurate, for instance, to say that the 700 jobs were lost because the health care bill passed. Boyd&#39;s vote didn&#39;t change the outcome of the legislation, it would have passed either way. And if you believe Sallie Mae, that means he wouldn&#39;t have been able to stop what&#39;s happening to Sallie Mae&#39;s Panama City-area employees. We rate the claim Barely True.</p>\r\n\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-09-15T16:33:39.865795", "ruling_date": "2010-09-16T14:19:13", "ruling_headline": "Allen Boyd cost Sallie Mae employees their jobs with health care vote, Republicans claim", "ruling_headline_slug": "allen-boyd-cost-sallie-mae-employees-their-jobs-he", "ruling_link_text": "Much more to the story", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tNational Republican Congressional Committee, e-mail interview with Andy Sere, Sept. 14, 2010<br />\r\n\t<br />\r\n\tAllen Boyd campaign, e-mail interview with JR Starrett, Sept. 14, 2010</p>\r\n<p>\r\n\tSallie Mae, e-mail interview with Conwey Casillas, Sept. 15, 2010</p>\r\n<p>\r\n\tSallie Mae, <a href=\"https://www.salliemae.com/about/news_info/newsreleases/111109a.htm\">&quot;Rep. Boyd pledges to continue fighting for student loan reform legislation that keeps jobs in Florida,&quot;</a> Nov. 11, 2009</p>\r\n<p>\r\n\tNew York Times, &quot;<a href=\"http://thecaucus.blogs.nytimes.com/2010/03/30/obama-signs-bill-on-student-loans-health-care/\">Obama Signs Bill on Student Loans and Health Care,</a>&quot; March 30, 2010</p>\r\n<p>\r\n\tRepublican Party of Florida, &quot;<a href=\"http://www.rpof.org/article.php?id=981\">Did Allen Boyd Trade North Florida Jobs for Support from Organizing for America?</a>&quot; Aug. 6, 2010</p>\r\n<p>\r\n\tPolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/promises/promise/259/reduce-subsidies-to-private-student-lenders-and-pr/\">Barack Obama campaign promises</a></p>\r\n<p>\r\n\tThomas, <a href=\"http://thomas.loc.gov/cgi-bin/bdquery/z?d111:H.R.4872:@@@R\">Health Care and Education Reconciliation Act of 2010</a>, accessed Sept. 15, 2010</p>\r\n<p>\r\n\tAllen Boyd, <a>health care news release,</a> March 21, 2010</p>\r\n<p>\r\n\tPanama City News Herald, &quot;<a href=\"http://www.newsherald.com/articles/plant-82462-city-sallie.html\">Sallie Mae plant facing layoffs</a>,&quot; March 22, 2010</p>\r\n<p>\r\n\tWJHG, &quot;<a href=\"http://www.wjhg.com/news/headlines/88789187.html\">Rep. Allen Boyd Votes for Landmark Health Care Reform</a>,&quot; March 22, 2010</p>\r\n<p>\r\n\tPanama City News Herald, &quot;<a href=\"http://www.newsherald.com/articles/boyd-82493-rep-allen.html\">Boyd defends health care vote</a>,&quot; March 23, 2010</p>\r\n<p>\r\n\tPanama City News Herald, &quot;<a href=\"http://www.newsherald.com/articles/linked-82965-analysis-lynn.html\">Why Sallie Mae&#39;s fate was linked to health care</a>,&quot; April 11, 2010</p>\r\n<p>\r\n\tPanama City News Herald, &quot;<a href=\"http://www.newsherald.com/articles/haven-83225-lynn-sallie.html\">Sallie Mae closing; Boyd holds out hope</a>,&quot; April 21, 2010</p>\r\n<p>\r\n\tAllen Boyd press release, &quot;Boyd continues fighting to protect local Sallie Mae jobs,&quot; April 21, 2010</p>\r\n<p>\r\n\tWJHG, &quot;<a href=\"http://www.wjhg.com/home/headlines/93867914.html\">Update: Sallie Mae jobs</a>,&quot; May 16, 2010</p>\r\n<p>\r\n\tWMBB, &quot;<a href=\"http://www.panhandleparade.com/index.php/mbb/article/sallie_mae_layoffs_to_begin_in_july/\">Sallie Mae Layoffs to Begin in July</a>,&quot; May 19, 2010</p>\r\n<p>\r\n\tPanama City News Herald, &quot;<a href=\"http://www.newsherald.com/news/new-85532-boyd-plan.html\">Boyd proposes new plan for Sallie Mae employees</a>,&quot; July 20, 2010</p>\r\n<p>\r\n\tCongressional Quarterly, &quot;Panel Advances Bill Intended to Alter Pending Health Care Overhaul,&quot; March 15, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 20, "current_job": "", "false_count": 12, "first_name": "", "half_true_count": 8, "home_state": "", "id": 121, "last_name": "National Republican Congressional Committee", "mostly_true_count": 5, "name_slug": "national-republican-congressional-committee", "pants_count": 9, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Logo_NRC_Elephant.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/121/", "total_count": 58, "true_count": 4, "website": ""}, "statement": "<p>\r\n\t&quot;700 jobs (were) lost because Allen Boyd&quot; voted for the health care bill.</p>\r\n", "statement_context": "a TV ad.", "statement_date": "2010-09-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 157, "photo": null, "resource_uri": "/api/v/2/subject/157/", "subject": "Message Machine 2010", "subject_slug": "message-machine", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 1, "first_name": "Allen", "half_true_count": 0, "home_state": "Florida", "id": 412, "last_name": "Boyd", "mostly_true_count": 1, "name_slug": "allen-boyd", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Boyd.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/412/", "total_count": 2, "true_count": 0, "website": ""}], "twitter_headline": ""}