{"art": [], "author": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2010/sep/17/jb-powell/candidate-says-georgia-could-cash-horse-racing/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jdenery@ajc.com", "first_name": "Jim ", "id": 141, "last_name": "Denery", "name_slug": "jim-denery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/141/", "title": "Word editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 2407, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/2407/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tGeorgia agriculture commissioner candidate J.B. Powell is willing to make a bet on the ponies.<br />\r\n\t<br />\r\n\tHe wants the Peach State to allow horse racing.<br />\r\n\t<br />\r\n\t&quot;Georgians deserve to have a commissioner of agriculture who will fight for common-sense ideas that will help lead Georgia out of the economic challenges we face,&quot; Powell, the Democratic Party&#39;s nominee for commissioner, said in a Sept. 9 news release.<br />\r\n\t<br />\r\n\tPowell believes horse racing could increase the state&#39;s struggling economy by $1 billion a year and create at least 10,000 jobs. Bugle player, begin the first call song please.<br />\r\n\t<br />\r\n\tPowell is in a three-man race to replace Democrat Tommy Irvin, who has been Georgia&#39;s agriculture commissioner since 1969. Gary Black is the Republican Party&#39;s nominee. Kevin Cherry is running as a Libertarian.<br />\r\n\t<br />\r\n\tSo can this plan create as many jobs as Powell says and bring in that much money to Georgia?<br />\r\n\t<br />\r\n\tThe idea is not new in Georgia. State lawmakers have discussed it before, but some conservatives have been reluctant to support another form of gambling. The state constitution must be amended to allow gambling on horse racing, also known as pari-mutuel betting.<br />\r\n\t<br />\r\n\tThe candidate&#39;s evidence in support of horse racing is a 2006 study done for the Washington, D.C.-based American Horse Council by Deloitte, a well-known financial advisory and auditing firm. Horse racing generates an annual economic impact of $26 billion and nearly 147,000 jobs in the United States, according to the study. The Powell campaign based its estimate on Georgia&#39;s potential on how horse racing is performing in Florida. The Deloitte report found Florida sees an annual total economic impact of $2.2 billion from horse racing. The report said horse racing is responsible for 22,000 direct jobs and 51,700 total jobs.<br />\r\n\t<br />\r\n\tGraham Balch, Powell&#39;s campaign manager, noted that the Sunshine State has 18.5 million residents. Georgia&#39;s population is about 9.8 million. Since Georgia&#39;s population is about one-half of Florida&#39;s, Balch believes it is reasonable to conclude Georgia could see 50 percent of the economic impact from horse racing. Another advantage Georgia has is Atlanta ranks only behind Ocala, Fla., and Lexington, Ky., in the number of horse owners.<br />\r\n\t<br />\r\n\t&quot;Given Georgia&#39;s level of horse ownership and climate and size, it is a realistic projection to say Georgia could at least have an economic impact of $1 billion or more like eight states around the country,&quot; Balch wrote in an e-mail to AJC PolitiFact Georgia. &quot;All fact based information leads us to believe that $1 billion in economic impact and 10,000 to 20,000 jobs is the best estimate possible and in our research we have not seen any information to contradict the projections for Georgia.&quot;<br />\r\n\t<br />\r\n\tPowell believes Georgia can get to the $1 billion mark, but it will take time -- at least three years.<br />\r\n\t<br />\r\n\tGeorgia would be beginning in the horse racing business while Florida has a head start, said Jeff Williams, senior vice president of Public Sector Consulting, a nonpartisan research firm that did a study on the economic impact of horse racing in Michigan in 2002.<br />\r\n\t<br />\r\n\t&quot;I would be very careful when looking at a neighboring state and say &#39;They do x and we can do y,&#39; &quot; Williams said.<br />\r\n\t<br />\r\n\tThe Michigan study found horse racing had an economic impact of $1.2 billion in 2001. Michigan had a population of nearly 10 million residents in 2000, according to the U.S. Census Bureau. Regulated pari-mutuel horse racing has been in existence in Michigan since the 1930s. Michigan had seven racetracks at the time. Public Sector Consulting used revenue from racetrack operations as the primary factor to determine the economic impact.<br />\r\n\t<br />\r\n\tWilliams said Georgia must examine how many people would come for horse racing from outside the state. He said spectators and bettors from Georgia could be taking away revenue from other in-state leisure activities.<br />\r\n\t<br />\r\n\tWilliams also issued another warning: Horse racing in Michigan was suffering economically at the time of the study. The industry, he and others noted, is now in a more precarious state financially across the country.<br />\r\n\t<br />\r\n\tSome say the answer is combining horse racing and casino gambling. Arthur H. Anderson, a consultant for a committee attempting to bring racing to Georgia and South Carolina, said places such as Hoosier Park in Indiana show the idea can work. Anderson, who is involved with the Georgia-South Carolina Horse Racing Committee, estimates a casino/racetrack with a &quot;funplex&quot; for children and destination shopping can generate about $500 million a year. The committee would use the revenue to support the state&#39;s education system.<br />\r\n\t<br />\r\n\tAnderson supports running two tracks in Georgia, which he says can bring $1 billion to the state. A casino would need state approval, and Georgia&#39;s leaders have been against the idea. The Indianapolis Star reported in May that money wagered on horse racing in Indiana has dropped from $190 million in 2005 to $147 million in 2009. Money from slot machines has been used to supplement lagging horse racing revenue, the Star reported. The American Horse Council study found the economic impact of horse racing in Indiana in 2005 was $294 million.<br />\r\n\t<br />\r\n\tPowell&#39;s proposal would not include casino gambling, his campaign manager said.<br />\r\n\t<br />\r\n\tWe looked at Virginia because it is a Southern state, its population of nearly 8 million people is closer to Georgia&#39;s and its one pari-mutuel racetrack, Colonial Downs, opened in 1997. One report from about five years ago shows the annual economic impact of the horse industry is $1 billion, which includes recreation equine activity. Virginia equine leaders note the horse racing business there has suffered in recent years.<br />\r\n\t<br />\r\n\tThe Deloitte study on Florida found about 40 percent of the horse industry&#39;s economic impact in that state comes from racing. At that rate, the annual impact for horse racing in Virginia would be about $400 million. Virginia officials are working on an economic impact study.<br />\r\n\t<br />\r\n\tWe believe there are some problems in using Florida to determine the potential economic impact of horse racing in Georgia. For example, Florida draws more tourists, some of whom are inclined to visit the racetrack. Some well-respected economists, such as the University of Georgia&#39;s Jeff Humphreys, said Powell&#39;s estimate may be correct, but more information is needed. We agree and rate the candidate&#39;s statement as Barely True.</p>\r\n\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-09-16T18:03:24.448436", "ruling_date": "2010-09-17T06:00:00", "ruling_headline": "Candidate says Georgia could cash in with horse racing", "ruling_headline_slug": "candidate-says-georgia-could-cash-horse-racing", "ruling_link_text": "Candidate bets on the ponies, but research needs to go back to starting gate", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tJ.B. Powell news <a href=\"http://www.votejbpowell.com/media/powell-supports-horse-racing\">release</a>, Sept. 9, 2010<br />\r\n\t<br />\r\n\tAtlanta Journal-Constitution, &quot;State panel supports betting on horse racing,&quot; Nov. 19, 2009<br />\r\n\t<br />\r\n\tE-mail from Powell campaign manager Graham Balch, Sept. 10, 2010<br />\r\n\t<br />\r\n\tIndianapolis Star, &quot;State horse racing set to lead the field,&quot; May 10, 2010<br />\r\n\t<br />\r\n\tPublic Sector Consulting <a href=\"http://www.michigan.gov/documents/MDA_EconomicImpact_53437_7.pdf\">study</a>, &quot;Horse Racing in Michigan, An Economic Impact Study,&quot; December 2002<br />\r\n\t<br />\r\n\tTelephone interview with Public Sector Consulting senior vice president Jeff Williams, Sept. 14, 2010<br />\r\n\t<br />\r\n\tTelephone interview with Georgia-South Carolina Horse Racing Committee consultant Arthur H. Anderson, Sept. 15, 2010<br />\r\n\t<br />\r\n\tTelephone interview with Graham Balch, campaign manager for J.B. Powell, Sept. 15, 2010<br />\r\n\t<br />\r\n\tTelephone interview with Jeff Humphreys, director, Selig Center for Economic Growth, University of Georgia, Sept. 15, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "J.B.", "half_true_count": 0, "home_state": "", "id": 672, "last_name": "Powell", "mostly_true_count": 0, "name_slug": "jb-powell", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/J.B._Powell.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/672/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\tHorse racing could boost Georgia&#39;s economy by $1 billion a year and create 10,000 to 20,000 jobs.</p>\r\n", "statement_context": "a news release", "statement_date": "2010-09-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 170, "photo": null, "resource_uri": "/api/v/2/subject/170/", "subject": "Gambling", "subject_slug": "gambling", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "J.B.", "half_true_count": 0, "home_state": "", "id": 672, "last_name": "Powell", "mostly_true_count": 0, "name_slug": "jb-powell", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/J.B._Powell.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/672/", "total_count": 1, "true_count": 0, "website": ""}], "twitter_headline": "Candidate bets on the ponies, but research needs to go back to starting gate #gapolitics #horses"}