{"art": [], "author": [{"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "canonical_url": "/georgia/statements/2010/sep/20/GaGOP/republican/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jdenery@ajc.com", "first_name": "Jim ", "id": 141, "last_name": "Denery", "name_slug": "jim-denery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/141/", "title": "Word editor", "twitter": null}], "facebook_headline": null, "id": 2418, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "resource_uri": "/api/v/2/statement/2418/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tThere are some things you just don&rsquo;t do. Ever.<br />\r\n\t<br />\r\n\tYou know -- pull on Superman&rsquo;s cape, spit into the wind. Oh yeah, and if you are a politician in Georgia, you can put dissing the HOPE Scholarship on that short list.<br />\r\n\t<br />\r\n\tThat&rsquo;s exactly what state Republicans have accused former Democratic Gov. Roy Barnes of doing. Barnes is running against Republican Nathan Deal and Libertarian John Monds in November to become the state&rsquo;s next governor.<br />\r\n\t<br />\r\n\tBut in 1990, Barnes was in a furious Democratic primary that included then-Lt. Gov Zell Miller and former Atlanta Mayor Andrew Young for the party&rsquo;s nomination for governor. Barnes lost, and Miller defeated Young in a runoff. Barnes ran for governor again in 1998 and won, but he lost his bid for a second term to Republican Sonny Perdue four years later.<br />\r\n\t<br />\r\n\t&quot;Barnes opposed the creation of the HOPE Scholarship and campaigned against Zell Miller on the issue,&quot; the GOP said in a Sept. 7 news release. It was among a number of charges the GOP leveled against Barnes.<br />\r\n\t<br />\r\n\tPolitiFact Georgia wondered whether that was possible. How could someone run for statewide office in Georgia and oppose HOPE?<br />\r\n\t<br />\r\n\tHOPE provides full tuition and some book and fee money to college students who maintain at least a 3.0 grade-point average. The scholarship and the state&#39;s free pre-kindergarten classes are funded through lottery proceeds. The merit-based award is used by more than 200,000 Georgians a year.<br />\r\n\t<br />\r\n\tBarnes spokesman Emil Runge said Barnes has always supported the HOPE program, even though he opposed the lottery.<br />\r\n\t<br />\r\n\t&quot;Over 20 years ago in a primary election, Roy Barnes said he was against the lottery, but in that same election he introduced a merit-based college scholarship program for Georgia&rsquo;s college students that paid for tuition and other fees,&quot; Runge said. &quot;As governor, Roy strengthened and protected HOPE, and expanded HOPE to students and teachers and made HOPE available for accredited home schoolers, students at technical colleges and paraprofessionals.&quot;<br />\r\n\t<br />\r\n\tSo what&#39;s going on here? To get the answer, you have to travel back to another era of Georgia politics, back when Democrats ruled, as they had since the Reconstruction. Back then, in 1990, if a candidate won the Democratic primary, that person was likely to become Georgia&#39;s next governor. The Georgia Republican Party had yet to truly flex its muscle.<br />\r\n\t<br />\r\n\tThe Democratic primary was, in fact, THE election in most statewide races those days. And the primary was a bruising, take-no-prisoners intraparty battle. Such was the case when Miller and Barnes squared off. Democratic operative James Carville, who would later become a well-known political brawler, was Miller&#39;s campaign manager.<br />\r\n\t<br />\r\n\tNewspaper articles from that era reveal just how intense and divisive the battle of the lottery had become. They detail Miller going from desk to desk on the state Senate, twisting arms to rally support for a state lottery to aid education. Then-Sen. Barnes, the articles state, was fighting just as hard against the proposal. Barnes at the time was the state Senate floor leader for Gov. Joe Frank Harris.<br />\r\n\t<br />\r\n\t&quot;On the other side, Sen. Roy Barnes (D-Mableton) ... had hired a camera crew to capture for future campaign advertising the anti-lottery speech he delivered forcefully from the well of the Senate,&quot; noted one 1989 article published in The Atlanta Journal-Constitution.<br />\r\n\t<br />\r\n\tThe article reported that on the Senate floor, &quot;Mr. Barnes said the lottery has not raised education spending dramatically in other states and misleads people into thinking they can get rich quick.&quot;<br />\r\n\t<br />\r\n\t&quot;If you think it&rsquo;s going to raise a bunch of money for education, you&rsquo;re wrong,&quot; Barnes said, according to the article.<br />\r\n\t<br />\r\n\tBarnes was holding firm on his anti-lottery position in June 1990, according to an AJC article about a school board convention in Savannah.<br />\r\n\t<br />\r\n\t&quot;Mr. Barnes praised the group for &#39;standing up against this politically popular but totally irresponsible campaign gimmick,&#39; &quot; the article states.<br />\r\n\t<br />\r\n\tMiller was elected governor in 1990. The lottery passed the Legislature in 1991, with the stipulation that all profits be used for education. Voters narrowly approved it in 1992. HOPE began the next year.<br />\r\n\t<br />\r\n\tGeorgians today take the lottery, and HOPE, for granted. But in the run-up to the 1990 governor&#39;s race the proposal was dicey political terrain to trod, said Charles Bullock, a political scientist at the University of Georgia. By the time Barnes was publicly opposing it in 1989, it had already failed nine straight times before the Legislature.<br />\r\n\t<br />\r\n\t&quot;When Zell Miller came out in favor of the lottery it was a risky move,&quot; Bullock said. &quot;You were alienating major parts of Georgia&#39;s religious community.&quot;<br />\r\n\t<br />\r\n\tBarnes, in a recent Associated Press news story, talked about his initial opposition.<br />\r\n\t<br />\r\n\t&quot;Originally, I had problems with the lottery,&quot; the former governor said in the interview. &quot;I thought that it was the state taking advantage of its own people. But it&#39;s here.&quot;<br />\r\n\t<br />\r\n\tSo was Barnes opposing the HOPE Scholarship when he opposed the lottery? Bullock said there is a distinction.<br />\r\n\t<br />\r\n\t&quot;If you opposed Miller&rsquo;s lottery program, you knew you were opposing some plans for education,&quot; Bullock said. &quot;It was clear Miller was talking about new funding for education, but not specifically HOPE at that time.&quot;<br />\r\n\t<br />\r\n\tBut the GOP release said Barnes specifically opposed HOPE.<br />\r\n\t<br />\r\n\tBarnes, ironically, used the same attack against Gov. Sonny Perdue eight years ago. An AJC article the month before the 2002 election details how Barnes had released an attack ad accusing Perdue of opposing HOPE because he had opposed the lottery in the Senate years earlier.<br />\r\n\t<br />\r\n\tBarnes was toying with the truth in the 2002 TV ad. And the state GOP is using the same tactic against Barnes this year.<br />\r\n\t<br />\r\n\tBarnes did oppose a state lottery. That much is clear. If Barnes had been elected in 1990, it is highly doubtful the state lottery would have passed during his tenure. And without the lottery, HOPE would not exist. The lottery eventually became the funding mechanism for the popular scholarship program.<br />\r\n\t<br />\r\n\tHowever, Barnes never specifically opposed HOPE, and he even backed expanding the scholarship program on his watch. The GOP statement about Barnes contains some element of truth. But it also ignores critical facts that would give a reasonable person a different impression. We rate the GOP claim Barely True.</p>\r\n\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-09-17T17:00:28.534622", "ruling_date": "2010-09-20T06:00:00", "ruling_headline": "Republicans accuse Roy Barnes of campaigning against the Hope Scholarship in 1990", "ruling_headline_slug": "republican", "ruling_link_text": "Barnes bet against a proposed state lottery, but not HOPE", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tNews release for Georgia Republican Party, Sept. 7,, 2010<br />\r\n\t<br />\r\n\tAssociated Press article, Sept. 13, 2010<br />\r\n\t<br />\r\n\tTelephone interview with Charles Bullock, Sept. 15, 2010<br />\r\n\t<br />\r\n\tE-mail from the Georgia Republican Party<br />\r\n\t<br />\r\n\tE-mail from Emil Runge, a spokesman for Roy Barnes&#39; campaign for governor&nbsp;<br />\r\n\t<br />\r\n\tNew Georgia Encyclopedia entry on <a href=\"http://www.georgiaencyclopedia.org/nge/Article.jsp?path=/GovernmentPolitics/Politics/PoliticalFigures&amp;id=h-1388\">Zell Miller</a></p>\r\n<p>\r\n\tNew Georgia Encyclopedia entry on<a href=\"http://www.georgiaencyclopedia.org/nge/Article.jsp?path=/Education/GeneralTopicsandIssues-3&amp;id=h-1483\"> Hope Scholarship</a></p>\r\n<p>\r\n\tThe Atlanta Journal-Constitution, Jan. 28, 1989<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, June 30, 1990<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, Oct. 3, 2002</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 1, "first_name": "", "half_true_count": 1, "home_state": "", "id": 678, "last_name": "Republican Party of Georgia", "mostly_true_count": 0, "name_slug": "GaGOP", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/GAGOP.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/678/", "total_count": 4, "true_count": 0, "website": ""}, "statement": "<p>\r\n\t<br />\r\n\t&quot;Barnes opposed the creation of the HOPE Scholarship and campaigned against Zell Miller on the issue.&quot;</p>\r\n", "statement_context": "GOP press release", "statement_date": "2010-09-07", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Attorney", "false_count": 0, "first_name": "Roy", "half_true_count": 3, "home_state": "Georgia", "id": 420, "last_name": "Barnes", "mostly_true_count": 3, "name_slug": "roy-barnes", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/RoyBarnes.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/420/", "total_count": 10, "true_count": 0, "website": ""}], "twitter_headline": "Did Roy Barnes oppose the Hope Scholarship in his 1990 run for Governor?"}