{"art": [], "author": [{"email_address": "PolitiFact@projo.com", "first_name": "Cynthia", "id": 139, "last_name": "Needham", "name_slug": "cynthia-needham", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/cynthia_needham80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/139/", "title": "Reporter", "twitter": null}], "canonical_url": "/rhode-island/statements/2010/sep/19/peter-palumbo/palumbo-says-ri-gives-undocumented-pregnant-women-/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "tmurphy@providencejournal.com", "first_name": "Tim", "id": 145, "last_name": "Murphy", "name_slug": "tim-murphy", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/tim_murphy2_80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/145/", "title": "Editor", "twitter": null}], "facebook_headline": null, "id": 2420, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "PolitiFact@projo.com", "first_name": "Cynthia", "id": 139, "last_name": "Needham", "name_slug": "cynthia-needham", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/cynthia_needham80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/139/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/2420/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tOn the hot-button issue of immigration, there are few figures as outspoken about Rhode Island&#39;s policies as state Rep. Peter Palumbo, a Democrat from Cranston.<br />\r\n\t<br />\r\n\tTwo years ago, Palumbo released a set of figures he compiled estimating what undocumented immigrants cost the state each year, how many murders they commit and the strain they put on our health care system. The report was never substantiated, but Palumbo continues to cite these and other similar&nbsp; figures.<br />\r\n\t<br />\r\n\tPalumbo and Republican state Rep. Joseph Trillo, of Warwick -- who also supports stricter enforcement of immigration laws -- went to Arizona earlier this month to see for themselves the problems that the state is having with illegal immigration.&nbsp; While there, they appeared together on Fox News&#39; &quot;On the Record With Greta Van Susteren&quot; to discuss Rhode Island immigration policy.<br />\r\n\t<br />\r\n\tCriticizing the state&#39;s social service programs, Palumbo said: &quot;We have something called the anchor embryos. We have such liberal programs where we take care of you. If you&#39;re an illegal woman you get to Rhode Island, you go to the Department of Human Services, they give you either Neighborhood Health [Plan], United[Health] or Blue Cross. They give you a card with $400 a month on it and allow you to spend it on anything but food because, sit tight, we&#39;re going to give you another $250 a month or $275 a month to spend on food.&quot;<br />\r\n\t<br />\r\n\tWe asked Palumbo about his source for such exact dollar figures. He said he got each piece of information from Gary Alexander, the head of Rhode Island&#39;s Office of Health and Human Services, in a lengthy conversation they had about two years ago when Palumbo first became interested in the issue.<br />\r\n\t<br />\r\n\tAlexander told us he recalls briefly discussing the topic of benefits for undocumented pregnant women with Palumbo at some point, but he said he never cited any of the specific figures that Palumbo lists, nor would he, because they&#39;re just not accurate.<br />\r\n\t<br />\r\n\t&nbsp;&quot;I don&#39;t even know how he would get totals like $400 or $250,&quot; Alexander said.<br />\r\n\t<br />\r\n\t<strong>Health care policy for undocumented pregnant women</strong><br />\r\n\tSo what do state and federal policies say about benefits for pregnant women who are in Rhode Island illegally?</p>\r\n<p>\r\n\tFirst, they are eligible for health insurance under RIte Care, the state&#39;s health insurance program for low-income families, according to state officials.<br />\r\n\t<br />\r\n\tAnd federal law dictates that they must be given a choice between providers, Alexander said. Until just a few weeks ago, those choices included Neighborhood Health Plan, UnitedHealthCare, or Blue Cross &amp; Blue Shield. In August, Blue Cross announced it would no longer participate in the program.<br />\r\n\t<br />\r\n\tWomen who are pregnant are not required to declare their immigration status when enrolling in RIte Care, assuming they meet the income eligibility requirements.<br />\r\n\t<br />\r\n\tThe way Alexander and federal officials explain it, the rationale is this: because the child will be born in the United States, he or she will be an American citizen and therefore eligible for health benefits. Prenatal care is considered an extension of those benefits.<br />\r\n\t<br />\r\n\t&quot;It&#39;s not based on the mother, it&#39;s based on the child who will soon be a citizen. If we don&#39;t give [the mother] prenatal care, something could happen to the child,&quot; leading to even greater costs for the state, said Alexander, who was appointed by Governor Donald Carcieri, a Republican.<br />\r\n\t<br />\r\n\tEven if the DHS did not offer health benefits, state law would still require hospitals to provide emergency care to anyone, Alexander added. The mother&#39;s health benefits end three months after delivery.<br />\r\n\t<br />\r\n\tPalumbo is therefore correct on what he says about free health care.<br />\r\n\t<br />\r\n\t<strong>Cash assistance policy</strong><br />\r\n\tNext Palumbo says undocumented pregnant women get &quot;a card with $400 a month on it&quot; that they are &quot;allow[ed] to spend [on] anything but food.&quot;<br />\r\n\t<br />\r\n\tSounds a bit like a state gift certificate to us, but Palumbo says he was referring to cash assistance welfare benefits. Again, he said Alexander told him that every undocumented pregnant woman who seeks state help gets $400 a month.<br />\r\n\t<br />\r\n\tNot so, said the DHS secretary, who said he couldn&#39;t imagine where Palumbo could&nbsp; have gotten such specific figures. Pregnant women who are in Rhode Island illegally are not eligible for welfare benefits and even if they were, how much they get would depend on their income, said OHHS Associate Director David Burnett.<br />\r\n\t<br />\r\n\tUnder the Bush-administration&#39;s Deficit Reduction Act of 2005, anyone seeking cash benefits or other federal assistance must provide identifying documentation proving their legal status, according to the federal Centers for Medicare &amp; Medicaid Services.<br />\r\n\t<br />\r\n\tIt&#39;s important to note that, as with healthcare benefits, once the child is born, as a citizen, he or she will be eligible for welfare benefits, which would presumably be delivered to the mother on behalf of the child. But the mother herself does not qualify for any subsidy. So Palumbo is incorrect to say pregnant women get welfare benefits.<br />\r\n\t<br />\r\n\t<strong>Food stamps policy</strong><br />\r\n\tThe same is true for the federal Supplemental Nutritional Assistance Program, more commonly known as the food stamp program.&nbsp; Despite the figures Palumbo cites, undocumented pregnant women are not eligible for &quot;$250 a month or $275 a month,&quot; or any other amount.<br />\r\n\t<br />\r\n\tUnder the federal Deficit Reduction Act, without proof of citizenship, they can&#39;t receive the benefit. Once born, their children will qualify to enroll in the SNAP program. According to the University of Rhode Island&#39;s Feinstein Center for a Hunger Free America, the maximum is $200 a month per qualifying member. But the subsidy will not cover the mother.<br />\r\n\t<br />\r\n\tAgain, Palumbo is wrong.<br />\r\n\t<br />\r\n\tFinally, there is a clear implication in Palumbo&#39;s statement that Rhode Island&#39;s benefits are more generous than those in other states. At one point in the Van Susteren interview, Palumbo suggested that undocumented pregnant women from elsewhere are &quot;headed to our state&quot; to take advantage of these programs.<br />\r\n\t<br />\r\n\tFederal law now dictates that undocumented people -- pregnant or otherwise -- are not eligible for either welfare assistance or food stamps here, or anywhere.<br />\r\n\t<br />\r\n\tBy the same token, undocumented pregnant women in Rhode Island are eligible to receive health care benefits, but that is also true in some other states. While federal law won&#39;t cover undocumented people, in general, it gives states the option to use federal CHIP (Children&#39;s Health Insurance Program) to cover prenatal benefits.<br />\r\n\t<br />\r\n\tTo imply that Rhode Island is the only state where this is the case is not correct.<br />\r\n\t<br />\r\n\tIn all, two of the three facts Palumbo offered to Van Susteren were wrong. Worse, he cited as his source an official -- Gary Alexander -- who said he never said any of those specifics, in part because they are not true.<br />\r\n\t<br />\r\n\tPalumbo used very exact numbers on national television and he stated them with the kind of confidence that could lead viewers to believe he had done his homework and knew what he was talking about.<br />\r\n\t<br />\r\n\tHe didn&#39;t and he doesn&#39;t, at least in two of three counts. We&#39;ll give him a Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-09-17T17:45:17.404622", "ruling_date": "2010-09-19T00:01:00", "ruling_headline": "Palumbo says R.I. gives undocumented pregnant women free health insurance and hundreds of dollars for food and other expenses ", "ruling_headline_slug": "palumbo-says-ri-gives-undocumented-pregnant-women-", "ruling_link_text": "Health care, yes. Money, no. ", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tRep. Peter Palumbo, comments on <a href=\"http://www.foxnews.com/on-air/on-the-record/index.html#/v/4333727/meeting-of-the-minds-in-arizona/?playlist_id=86925\">Fox News&#39; On the Record with Greta Van Susteren</a>, Sept. 9, 2010<br />\r\n\t<br />\r\n\tInterview with Rep. Peter Palumbo, Sept. 15, 2010<br />\r\n\t<br />\r\n\tInterview with Gary Alexander, Rhode Island secretary of the Office of Health and Human Services, Sept. 16, 2010<br />\r\n\t<br />\r\n\tInterview and emails, David Burnett, OHHS associate director, Sept. 15-16, 2010<br />\r\n\t<br />\r\n\tInterview, Donalda Carlson, administrator of child and family support services at the Department of Human Services, Sept. 15.<br />\r\n\t<br />\r\n\tInterview, Mary Kahn, spokeswoman, Centers for Medicare &amp; Medicaid Services, Washington, D.C., Sept. 17, 2010<br />\r\n\t<br />\r\n\tCommonwealth Fund report, <a href=\"http://www.commonwealthfund.org/Content/Publications/Fund-Reports/2006/Oct/The-Deficit-Reduction-Act-of-2005--An-Overview-of-Key-Medicaid-Provisions-and-Their-Implications-for.aspx\">&quot;The Deficit Reduction Act of 2005: an overview of key medicaid provisions and their implications for early childhood development services,&quot; </a>accessed, Sept. 17, 2010</p>\r\n<p>\r\n\tKaiser commission on Medicaid and the uninsured &quot;<a href=\"http://www.kff.org/medicaid/upload/7534.pdf\">Citizenship documentation requirements in the Deficit Reduction Act of 2005: Lessons from New York</a>,&quot; accessed Sept. 17, 2010<br />\r\n\t<br />\r\n\tInterview, Kathleen Gorman, director of the University of Rhode Island&#39;s Feinstein Center for a Hunger Free America, Sept. 17, 2010<br />\r\n\t<br />\r\n\tKaiser Family Foundation, <a href=\"http://www.statehealthfacts.org\">www.statehealthfacts.org</a>, accessed Sept. 16, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "State Representative", "false_count": 1, "first_name": "Peter ", "half_true_count": 1, "home_state": "Rhode Island", "id": 676, "last_name": "Palumbo", "mostly_true_count": 0, "name_slug": "peter-palumbo", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/ppalumbo.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/676/", "total_count": 6, "true_count": 1, "website": "http://www.peterpalumbo.com/"}, "statement": "<p>\r\n\tRhode Island gives undocumented pregnant women health insurance, plus a cash card &quot;with $400 a month on it&quot; and &quot;$250 a month or $275 a month to spend on food.&quot;</p>\r\n", "statement_context": "an interview on Fox News' \"On the Record with Greta Van Susteren\"", "statement_date": "2010-09-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 29, "photo": null, "resource_uri": "/api/v/2/subject/29/", "subject": "Poverty", "subject_slug": "poverty", "used_in_edition": []}], "target": [], "twitter_headline": ""}