{"art": [], "author": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/sep/19/chain-email/chain-e-mail-claims-bill-white-let-federal-governm/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 2422, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/2422/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Democratic gubernatorial candidate Bill White received national praise for welcoming Hurricane Katrina evacuees to Houston as the city&#39;s mayor, after the violent storm displaced hundreds of thousands of New Orleans residents in 2005. But a chain e-mail a reader forwarded us on July 25 and that we also saw posted on Internet message boards casts White&#39;s response to the disaster as a negative.</p>\r\n\r\n<p>&quot;In the aftermath of Hurricane Katrina a few years ago, Dallas and San Antonio took in 5-10 thousand refugees each, but White brought in 250,000 and put them up in his &#39;buddies&#39; empty apartment buildings and let the federal government pay their rents for over two years,&quot; the e-mail states. &quot;They did not return to New Orleans, most of them are on welfare.&quot;</p>\r\n\r\n<p>Anonymous chain e-mails are notorious for missing facts. For instance, the e-mail we&#39;re reviewing also says &quot;White turned Houston into the biggest sanctuary city east of Los Angeles by refusing to let the Houston Police or ICE ask a criminal or even a suspect if they were in this country legally.&quot; In March, we rated <a href=\"http://www.politifact.com/texas/statements/2010/mar/14/cathie-adams/gop-chair-cathie-adams-says-bill-white-gave-sanctu/\">False</a> a claim that as mayor, White offered sanctuary to illegal immigrants.</p>\r\n\r\n<p>So we wondered about White&#39;s record following the Katrina hegira.</p>\r\n\r\n<p>Let&#39;s start with how many evacuees that each city mentioned in the chain e-mail took in.</p>\r\n\r\n<p><strong>Dallas:</strong> Frank Librio, a city spokesman, told us the Dallas-Fort Worth area took in about 20,000 refugees, while the city alone absorbed approximately 3,000. That number doesn&#39;t include those who stayed with families or in hotels on their own, said Librio, who estimated several thousand more took refuge in Dallas.</p>\r\n\r\n<p><strong>San Antonio:</strong> James Mendoza, assistant emergency management coordinator for San Antonio&#39;s Office of Emergency Management, told us via a spokeswoman that an estimated 25,000 to 35,000 evacuees stayed there.</p>\r\n\r\n<p><strong>Houston: </strong>The City of Houston didn&#39;t respond to our queries, but news reports from the months following the hurricane say that between 100,000 and 150,000 evacuees took shelter in Houston. A September 2006 report by the U.S. Department of Homeland Security states that &quot;over 400,000 Hurricane Katrina evacuees initially sought refuge in Texas and up to 150,000 arrived in the Houston area seeking food, shelter and medical care.&quot;</p>\r\n\r\n<p>In August 2006, NPR reported that more than 111,000 evacuees from New Orleans were still in Houston, with 250,000 living in all of Texas.</p>\r\n\r\n<p>Upshot: The chain e-mail is about 100,000 off in its estimate of how many evacuees White welcomed to Houston, and at least 15,000 off in its San Antonio estimate. It&#39;s in the ballpark for how many evacuees stayed in the city of Dallas.</p>\r\n\r\n<p>Next, we looked at whether White funneled evacuees to his &quot;buddies&#39;&quot; empty apartment buildings while the government paid the rent.</p>\r\n\r\n<p>According to a December 2005 Houston Chronicle article, &quot;White worked out an unprecedented plan in concert with FEMA officials: Any family affected by the storm could receive a voucher from the city good for 12 months of rent and utilities at decent but not extravagant apartments that participated in the program. The city paid the landlords directly, and then received reimbursement from FEMA.&quot;</p>\r\n\r\n<p>Katy Bacon, a spokeswoman for White&#39;s campaign, told us via e-mail that White &quot;called on local hotel owners and apartment complex owners for their assistance in housing the hundreds of thousands of evacuees.&quot;</p>\r\n\r\n<p>Jeff Hall, executive vice president of the Houston Apartment Association, told us that in response to White&#39;s administration, 250 association members &mdash; apartment owners and managers &mdash; attended an emergency meeting at Houston&#39;s city hall on Sept. 6, 2005, eight days after the storm made landfall, that resulted in 201 owners and companies signing letters of intent to set aside more than 10,000 rental units for evacuees. &quot;In the end, more than 37,000 units were rented,&quot; he said.</p>\r\n\r\n<p>Hall said that apartment buildings were not vacant, as the chain e-mail says. Nor was the emergency housing program a windfall for apartment owners, he said.</p>\r\n\r\n<p>&quot;Many were paid rents below market value,&quot; he said. &quot;In many cases, payments for rent were delayed for months, causing financial concerns for owners.&quot;</p>\r\n\r\n<p>Hall said the effort was originally funded through the city, then through FEMA, and then by the U.S. Department of Housing and Urban Development (HUD) through local housing authorities. &quot;Though some evacuees have returned to their pre-hurricane hometowns, many continue to reside in Houston,&quot; Hall said.</p>\r\n\r\n<p>Michael Gerber, executive director of the Texas Department of Housing and Community Affairs, told us his department worked closely with the city, White, Harris County Judge Robert Eckels and the apartment association, among others, to &quot;identify vacant units&quot; for evacuees so that families wouldn&#39;t be stuck in the AstroDome. Gerber said it was &quot;all hands on deck.&quot; He said he didn&#39;t witness any impropriety involving White.</p>\r\n\r\n<p>Donald Sampley, who served as White&#39;s assistant director of Housing and Community Development starting in 2006, said White never interfered with the local housing authorities. He &quot;never directed me, or to my knowledge, my boss, about who would receive money and who wouldn&#39;t receive money,&quot; Sampley said.</p>\r\n\r\n<p>As for whether White &quot;let&quot; the federal government pay rent on evacuees&#39; apartments, FEMA spokesman Earl Armstrong told us that city mayors had no say in whether or not hurricane evacuees could receive federal aid.</p>\r\n\r\n<p>Donna White, a HUD spokesman, told us that 5,300 families received help paying their rent through a disaster assistance program that picked up where FEMA aid left off in November 2007. The program ended in October 2009. Nationally, 37,000 families were enrolled in the disaster housing program, and 12,000 eventually transitioned into HUD&#39;s non-emergeny housing assistance program.</p>\r\n\r\n<p>What about the chain e-mail&#39;s lament that Katrina evacuees never returned to New Orleans and that &quot;most of them are on welfare?&quot;</p>\r\n\r\n<p>According to a 2006 study by the Texas Health and Human Services Commission, 111,111 evacuees were still living in Houston as of May 2006 and 251,000 were still living in Texas. The study found that most families displaced to Texas didn&#39;t have firm plans to leave &mdash; 40 percent of all evacuees believed they&#39;d still be in Texas two years later (in 2008), while 22 percent didn&#39;t know where they&#39;d be. Some 35 percent of evacuees living in Houston thought they&#39;d still be there in two years, and 21 percent didn&#39;t know where they&#39;d be.</p>\r\n\r\n<p>Finally, we tried to weigh what the chain e-mail means by &quot;welfare,&quot; a that term hasn&#39;t had a clear-cut definition since Congress overhauled the benefits offered to low-income Americans in the 1990s.</p>\r\n\r\n<p>Stephanie Goodman, a spokeswoman a HHSC, told us that the state doesn&#39;t use that term. Anne Dunkelberg, associate director at the liberal-leaning Center for Public Policy Priorities (CPPP), told us the center assumes people are talking about Temporary Assistance for Needy Families (TANF), which provides cash to families in dire need.</p>\r\n\r\n<p>According to the HHSC&#39;s 2006 study, 5 percent of Hurricane Katrina evacuees were receiving TANF benefits.</p>\r\n\r\n<p>As of the end of July 2010, 111,920 Texans, including 7,929 Harris County residents, were receiving TANF benefits &mdash; $167 per month on average &mdash; according to HHSC.</p>\r\n\r\n<p>More than three million Texans receive food stamps and Medicaid, which some people see as a form of welfare, according to Celia Hagert, a policy analyst at CPPP.</p>\r\n\r\n<p>According to the HHSC&#39;s 2006 study of Katrina evacuees, 33 percent of all respondents said someone in their family received Medicaid and 11 percent said someone in their family received health care through the Children&#39;s Health Insurance Program (CHIP). In Houston, those numbers were 32 percent and 10 percent, respectively. Also in Houston, 36 percent of evacuees received food stamps.</p>\r\n\r\n<p>Bottom line?</p>\r\n\r\n<p>The chain e-mail&#39;s count of evacuees who settled in Dallas is about right, but it understates the evacuees who landed in San Antonio and overstates by 100,000, or 67 percent, the evacuees who took up residence in Houston.</p>\r\n\r\n<p>It&#39;s true that evacuees could get assistance to pay for housing for more than two years, as the e-mail says, but the 2006 state study found that more than half of surveyed evacuees did not expect to stay in Texas &mdash; meaning, it seems to us, that an undetermined share might have planned to return to New Orleans, contrary to the chain e-mail&#39;s claim that no one has returned. We are hampered here by a lack of research.</p>\r\n\r\n<p>The state study also found that the share of evacuees who said they were benefiting from cash assistance, what we&#39;re assuming the chain e-mail scribe means by welfare, was only 5 percent.</p>\r\n\r\n<p>Significantly, we found no evidence to support the e-mail&#39;s claim that White put up evacuees in apartments owned by his pals.</p>\r\n\r\n<p>So some details of the e-mail are right, but its most explosive &mdash; and damaging &mdash; claims aren&#39;t backed up by facts.</p>\r\n\r\n<p>We rate the e-mail False.</p>\r\n\r\n<p><em>This story was updated to correct the number of Texans receiving TANF benefits to 111,920, including 7,929 Harris County residents.</em></p>\r\n", "ruling_comments_date": "2010-09-17T18:39:04.981530", "ruling_date": "2010-09-19T06:00:00", "ruling_headline": "Email claims Bill White let government pay rent for Katrina evacuees on welfare", "ruling_headline_slug": "chain-e-mail-claims-bill-white-let-federal-governm", "ruling_link_text": "Anonymous should have checked the facts with \"buddies\"", "ruling_state": null, "source_documents": null, "sources": "<p>E-mail interview with Katy Bacon, communications director, Bill White for Texas, Aug. 9, 2010</p>\r\n\r\n<p>The Houston Chronicle, <a href=\"http://www.chron.com/disp/story.mpl/metropolitan/5392785.html\" id=\"k6._\" title=\"Katrina's aftermath: Housing changes begin to unravel Katrina victims' lives; rent subsidy programs migrate to new agencies,\">Katrina&#39;s aftermath: Housing changes begin to unravel Katrina victims&#39; lives; rent subsidy programs migrate to new agencies,</a> Dec. 20, 2007</p>\r\n\r\n<p>NPR, <a href=\"http://www.npr.org/templates/story/story.php?storyId=5730181\" id=\"h_:.\" title=\"Houston shines in the first year with Katrina evacuees,\">Houston shines in the first year with Katrina evacuees,</a> Aug. 30, 2006</p>\r\n\r\n<p>The Houston Chronicle, <a href=\"http://www.chron.com/disp/story.mpl/special/05/katrina/3497624.html\" id=\"t:8d\" title=\"FEMA squeezes city over apartment leases; The agency's demands could make Houston break promise to 100,000 exiles,\">FEMA squeezes city over apartment leases; The agency&#39;s demands could make Houston break promise to 100,000 exiles,</a> Dec. 2, 2005</p>\r\n\r\n<p>The Houston Chronicle, Perry, White thrash FEMA; Agency hit by a Texas double team on storm recovery efforts, funding, Nov. 2, 2005</p>\r\n\r\n<p>The Houston Chronicle, Katrina news: Housing units almost gone, Dec. 22, 2005</p>\r\n\r\n<p>The Houston Chronicle, Katrina&#39;s legacy; Hurricanes routinely reshape coastlines, but this one radically altered Gulf Coast populations as well, June 12, 2006</p>\r\n\r\n<p>John F. Kennedy Library Foundation, <a href=\"http://www.jfklibrary.org/Education+and+Public+Programs/Profile+in+Courage+Award/Award+Recipients/Bill+White/\" id=\"aioz\" title=\"Award recipient: Bill White,\">Award recipient: Bill White,</a> accessed Sept. 13, 2010</p>\r\n\r\n<p>PolitiFact Texas, <a href=\"http://www.politifact.com/texas/statements/2010/mar/14/cathie-adams/gop-chair-cathie-adams-says-bill-white-gave-sanctu/\" id=\"qv:l\" title=\"GOP Chair Cathie Adams says Bill White gave sanctuary to illegal immigrants as mayor of Houston,\">GOP Chair Cathie Adams says Bill White gave sanctuary to illegal immigrants as mayor of Houston,</a> March 14, 2010</p>\r\n\r\n<p>FEMA, <a href=\"http://www.fema.gov/media/2010/rebuilding-lives/texas.shtm\" id=\"qkkx\" title=\"Texas recovery efforts five years after Katrina and Rita,\">Texas recovery efforts five years after Katrina and Rita,</a> accessed Sept. 13, 2010</p>\r\n\r\n<p>U.S. Department of Homeland Security, <a href=\"http://docs.google.com/viewer?a=v&amp;q=cache:j_BYkXAUJwYJ:www.dhs.gov/xoig/assets/katovrsght/OIG_GC_TX_06-58.pdf+city+of+houston,+hurricane+katrina&amp;hl=en&amp;gl=us&amp;pid=bl&amp;srcid=ADGEESj-hJ_Y5XzrTialsWNJmkY_cFVhA2hc6FcHvwAbDcklc8ZzvEfdv5Vuz7tnHBCkbz5GIC3Cz_abPoNry8RQyNrytDXZ83CwUmOannbm4LjynKoKV8qK-tYaDV_eShXMwK4N5LiK&amp;sig=AHIEtbQTSxvRDaxBk-nGNWqXl5SZpUO-nA\" id=\"p33c\" title=\"Review of Hurricane Katrina activities, City of Houston,\">Review of Hurricane Katrina activities, City of Houston,</a> FEMA, Sept. 29, 2006</p>\r\n\r\n<p>The Brookings Institution, <a href=\"http://docs.google.com/viewer?a=v&amp;q=cache:F_y2v-cOrNgJ:www.brookings.edu/fp/projects/homeland/katrinatimeline.pdf+brookings,+hurricane+katrina&amp;hl=en&amp;gl=us&amp;pid=bl&amp;srcid=ADGEESjmSloRljOYN620q6TxSlpvdqfMhYCDr9p7r_x4w8KsQqMNGvMYKtbdzePBW7z9FVD9k_xwHpphcS6QM5o6EGXLQYPD3FCww5PD-hXcaaacBYxobnxLhpgtTOBTet1nvtFUqn8g&amp;sig=AHIEtbResj_u0gad4n1n7R2sFPer-xWzoA\" id=\"gxnf\" title=\"Hurricane Katrina timeline,\">Hurricane Katrina timeline,</a> accessed Sept. 13, 2010</p>\r\n\r\n<p>Texas Health and Human Services Commission, <a href=\"http://www.hhsc.state.tx.us/survey/KATRINA_0806_FinalReport.PDF\" id=\"ay8x\" title=\"PDF\">PDF</a>: Hurricane Katrina evacuees in Texas, August 2006</p>\r\n\r\n<p>Interview with Earl Armstrong, public affairs specialist, FEMA, Sept. 13, 2010</p>\r\n\r\n<p>Interview with Gwen Schuler, senior public information officer, City of San Antonio, Sept. 14, 2010</p>\r\n\r\n<p>E-mail interview with Frank Librio, managing director, public information office, City of Dallas, Sept. 14, 2010</p>\r\n\r\n<p>Interview with Donald Sampley, former assistant director of Housing and Community Development, City of Houston, Sept. 15, 2010</p>\r\n\r\n<p>E-mail interview with Jeff Hall, executive vice president, Houston Apartment Association, Sept. 15, 2010</p>\r\n\r\n<p>Interview with Donna White, spokeswoman, U.S. Department of Housing and Urban Development, Sept. 15, 2010</p>\r\n\r\n<p>Interview with Victor Senties, public information officer, Houston Police Department, Sept. 16, 2010</p>\r\n\r\n<p>Interview with Stephanie Goodman, communications director, Texas Health and Human Services Commission, Sept. 16, 2010</p>\r\n\r\n<p>Interview with Anne Dunkelberg, associate director, Center for Public Policy Priorities, Sept. 16, 2010</p>\r\n\r\n<p>E-mail interview with Celia Hagert, senior policy analyst, Center for Public Policy Priorities, Sept. 17, 2010</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Fake_news", "barely_true_count": 11, "current_job": "", "false_count": 44, "first_name": "", "half_true_count": 8, "home_state": "", "id": 27, "last_name": "Chain email", "mostly_true_count": 5, "name_slug": "chain-email", "pants_count": 106, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-emailer.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/27/", "total_count": 180, "true_count": 6, "website": ""}, "statement": "<p>After Hurricane Katrina, &quot;Dallas and San Antonio took in 5,000 to 10,000 refugees each, but (Bill) White brought in 250,000 and put them up in his &#39;buddies&#39; empty apartment buildings and let the federal government pay their rents for over two years. They did not return to New Orleans, most of them are on welfare.&quot;</p>\r\n", "statement_context": "an e-mail", "statement_date": "2010-07-25", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}, {"description": "", "id": 35, "photo": null, "resource_uri": "/api/v/2/subject/35/", "subject": "Ethics", "subject_slug": "ethics", "used_in_edition": []}, {"description": "", "id": 312, "photo": null, "resource_uri": "/api/v/2/subject/312/", "subject": "Natural Disasters ", "subject_slug": "natural-disasters", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Former mayor of Houston", "false_count": 3, "first_name": "Bill", "half_true_count": 5, "home_state": "Texas", "id": 294, "last_name": "White", "mostly_true_count": 7, "name_slug": "bill-white", "pants_count": 3, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Whitemug2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/294/", "total_count": 26, "true_count": 6, "website": "https://www.facebook.com/BillWhiteTexas"}], "twitter_headline": ""}