{"art": [{"brightcove": "", "caption": "The conservative 60 Plus Association has run similar ads against Democratic members of Congress.", "id": 664, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/664/", "title": "Hurts - 60 Plus ad against Allen Boyd", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/QqKxZHWlax0?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "QqKxZHWlax0"}], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2010/sep/20/60-plus-association/medicare-cuts-health-care-law-will-hurt-seniors-sa/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 2426, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}, {"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "resource_uri": "/api/v/2/statement/2426/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tGuess which member of Congress &quot;betrayed&quot; seniors by voting in favor of the 2010 health care law, a vote for &quot;Nancy Pelosi&#39;s health care bill which will cut $500 billion from Medicare&quot; and &quot;hurt the quality of our care.&quot;<br />\r\n\t<br />\r\n\tWhich member is it? Well, lots of them, according to the 60 Plus Association. The advocacy group bills itself as &quot;a conservative alternative to the American Association of Retired Persons (AARP)&quot; and supports&quot; a free-enterprise, less -government, less-taxes approach to seniors issues.&quot; It has created substantially similar ads to run against Democratic members of Congress in districts around the country.<br />\r\n\t<br />\r\n\tIn Florida, the group is targeting Rep. Allen Boyd, who represents the Panhandle area,&nbsp; and Reps. Alan Grayson and Suzanne Kosmas, both from central Florida. It is also running ads against Wisconsin members Steve Kagen, representing Green Bay and Appleton, and Ron Kind of western Wisconsin.&nbsp; Another target is John Boccieri of Canton, Ohio. Still other ads target House members from Arizona, New York, Indiana and Pennsylvania.<br />\r\n\t<br />\r\n\tIt&#39;s true that all of these members of Congress voted in favor of the new health care law when it came up for a vote on March 21, 2010. But the ad gives a highly misleading impression about funding for Medicare.<br />\r\n\t<br />\r\n\tHere&#39;s the text of the ad running against Boyd, the Florida congressman who represents the northwest Panhandle area:<br />\r\n\t<br />\r\n\t&quot;Alan Boyd has betrayed Florida&#39;s seniors. Instead of voting to protect us, he supported Nancy Pelosi&#39;s liberal agenda. Boyd voted for Nancy Pelosi&#39;s health care bill which will cut $500 billion from Medicare. That will hurt the quality of our care. ... Florida&#39;s seniors can send Alan Boyd a message. He betrayed us, and this November, we&#39;ll remember.&quot;<br />\r\n\t<br />\r\n\tBecause of our previous fact-checks on the health care law, we knew this ad was leaving out important details on how the health care law, formally known as the Patient Protection and Affordable Care Act, changed Medicare.</p>\r\n<p>\r\n\tMedicare, a government-run health insurance program, provides health care coverage for the vast majority of Americans over age 65. It accounts for about 12 percent of the federal budget.<br />\r\n\t<br />\r\n\tIt&#39;s important to note that the law does not take $500 billion out of the current Medicare budget. Rather, the bill attempts to slow the program&#39;s future growth, curtailing just over $500 billion in future spending over the next 10 years. Medicare spending will still increase -- the nonpartisan Congressional Budget Office projects Medicare spending will reach $929 billion in 2020, up from $499 billion in actual spending in 2009.<br />\r\n\t<br />\r\n\tNext, we wanted to address how those reductions are expected to affect the quality of care.<br />\r\n\t<br />\r\n\t&quot;Some (changes) increase Medicare spending to improve benefits and coverage,&quot; said Tricia Neuman, director of the Medicare Policy Project at the nonprofit Kaiser Family Foundation. &quot;Other provisions reduce the growth in Medicare spending to help the program operate more efficiently and help fund coverage expansions to the uninsured in the underlying health reform legislation. Other provisions are designed to improve the delivery of care and quality of care.&quot;<br />\r\n\t<br />\r\n\tNeuman walked through the changes in <a href=\"http://kaiseredu.org/tutorials/Medicare-and-health-reform/player.html\">an easily digestible tutorial on the Kaiser Family Foundation&#39;s website</a>, a good non-ideological explanation for people interested in changes to Medicare under health care reform.<br />\r\n\t<br />\r\n\tSome of the savings are for relatively minor programs, such as $36 billion for increases in premiums for higher-income beneficiaries and $12 billion for administrative changes. The law directs a new national board to identify $15.5 billion in savings, but the board -- the Independent Payment Advisory Board -- is prohibited from proposing anything that would ration care or reduce or modify benefits.<br />\r\n\t<br />\r\n\tMore significantly, there&#39;s also $136 billion in projected savings that would come from changes to the Medicare Advantage program. About 25 percent of Medicare beneficiaries are enrolled in a Medicare Advantage plan.<br />\r\n\t<br />\r\n\tLet&#39;s back-up for a minute and explain Medicare Advantage: There are two basic ways most people get Medicare coverage. They enroll in traditional Medicare and a prescription drug plan through the government and maybe buy a supplemental policy to cover most out-of-pocket costs. Or they enroll in Medicare Advantage programs (they include drug plans), which are run by private insurers. Medicare Advantage programs typically have more generous benefits such as dental and vision coverage. Some plans even pay the patient&rsquo;s monthly Medicare premium, which can amount to about $100.<br />\r\n\t<br />\r\n\tThe Medicare Advantage program was intended to bring more efficiency from the private sector to the Medicare program, but it hasn&#39;t worked as planned. A June 2009 analysis from the Medicare Payment Advisory Commission said that the Advantage programs costs taxpayers on average of 14 percent more than the traditional Medicare plan. President Barack Obama has said repeatedly that the Medicare Advantage plan wastes public money that could be put to better use.<br />\r\n\t<br />\r\n\tThe health care law that President Obama signed in March phases out extra payments for Medicare Advantage programs over the next three to six years to bring their costs in line with traditional Medicare and institutes other rules for the program.<br />\r\n\t<br />\r\n\t&quot;How these payment changes will affect beneficiaries remains to be seen -- but is expected to vary across the country,&quot; Neuman said. &quot;The Congressional Budget Office projects the law will result in fewer enrollees in Medicare Advantage plans, and fewer extra benefits for Medicare Advantage enrollees, on average. It is also possible that the number of plans available to beneficiaries will decline -- which may or may not be a concern. On average, Medicare beneficiaries have 30 plans available to them in 2010.&quot;<br />\r\n\t<br />\r\n\tPolitiFact has waded into this argument about whether the adjustments to the Medicare Advantage option constitute a cut <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/aug/14/barack-obama/obama-claims-medicare-benefits-will-not-be-cut-und/\">before</a>. Most experts we talked to had the same answer: yes and no.<br />\r\n\t<br />\r\n\tOn one hand, they might not be considered cuts because nowhere in the bill are benefits actually eliminated, experts said. And other parts of the bill expand coverage for seniors and ultimately make some components of Medicare less expensive for patients. (More on this in a bit.)<br />\r\n\t<br />\r\n\tStill, changes could be in store for Medicare Advantage participants, especially the extra benefits that people receive under Advantage, experts said. But basic benefits that mirror regular Medicare will stay the same.<br />\r\n\t<br />\r\n\tFinally, there&#39;s $220 billion in Medicare savings achieved by reducing annual increases in payments health care providers would otherwise receive from Medicare. The reductions are part of programs intended to improve care and make it more efficient, such as reducing payments for preventable hospital re-admissions. These adjustments are aimed at hospitals, skilled nursing facilities, and home health agencies.<br />\r\n\t<br />\r\n\tThe Office of the Actuary for Medicare and Medicaid Services questioned in an April 2010 report whether these levels of savings are realistic, saying that some health care providers would become unprofitable if payments were reduced. (The 60 Plus ad cites this report in its fine print.) The actuary&#39;s report suggests that Congress will intervene to change the payment formula to avoid health care providers dropping out of Medicare.<br />\r\n\t<br />\r\n\tThe report also includes this caveat about how difficult it is to project the effects of the health care law: &quot;The legislation would result in numerous changes in the way that health care insurance is provided and paid for in the U.S., and the scope and magnitude of these changes are such that few precedents exist for use in estimation. Consequently, the estimates presented here are subject to a substantially greater degree of uncertainty than is usually the case with more routine health care legislation.&quot;<br />\r\n\t<br />\r\n\tFinally, the 60 Plus ad also fails to mention new benefits for seniors under the health care law, such as a $250 rebate for prescription drugs purchased through Medicare Part D. (A statement on the 60 Plus website calls the drug rebate &quot;the senior suckup.&quot;) Currently, after an initial benefit period, enrollees are required to pay 100 percent of their prescription drug costs until they reach a level of catastrophic coverage. The rebate is meant to begin to close what is often called the doughnut hole in prescription drug coverage for beneficiaries. By 2020, Medicare will pay 75 percent of the total cost of generic prescription drug coverage in the gap, a marked improvement to the current program.<br />\r\n\t<br />\r\n\tGetting back to the Truth-O-Meter, the 60 Plus ad says that the new health care law &quot;will cut $500 billion from Medicare. That will hurt the quality of our care.&quot; The ad loses points for accuracy because the $500 billion aren&#39;t actual cuts but reductions to future spending for a program that will still grow significantly in the next 10 years. The ad also says those cuts will &quot;hurt the quality&quot; of seniors&#39; care. But we find that to be a highly contentious subject, and the 60 Plus ad doesn&#39;t hint at any of the ways that the reductions are ways to make Medicare more efficient. Finally, the ad doesn&#39;t mention any of the benefits to seniors, such as improved prescription drug coverage. The ad seems more intent on attacking the health care law than accurately describing this complicated piece of legislation. Because it leaves critical facts out of its description in a way that gives a misleading impression, we rate the statement Barely True.</p>\r\n\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-09-20T15:25:40.308238", "ruling_date": "2010-09-20T15:23:55", "ruling_headline": "Medicare 'cuts' in the health care law will hurt seniors, says 60 Plus Association", "ruling_headline_slug": "medicare-cuts-health-care-law-will-hurt-seniors-sa", "ruling_link_text": "Major ad buy against Democratic incumbents.", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tThe 60 Plus Association, &quot;<a href=\"http://www.youtube.com/60PlusAssociation#p/u/12/QqKxZHWlax0\" id=\"rfg_\" title=\"Hurts\">Hurts</a>&quot;, Sept. 8, 2010<br />\r\n\t<br />\r\n\tU.S. House of Representatives, <a href=\"http://clerk.house.gov/evs/2010/roll165.xml\">Roll call vote 165 on health care law</a>, March 21, 2010<br />\r\n\t<br />\r\n\tThe Kaiser Family Foundation, <a href=\"http://kaiseredu.org/tutorials/Medicare-and-health-reform/player.html\" id=\"a_87\" title=\"Health Reform and Medicare: Overview of Key \r\nProvisions\">Health Reform and Medicare: Overview of Key Provisions</a>, July 2010<br />\r\n\t<br />\r\n\tCongressional Budget Office, <a href=\"http://www.cbo.gov/ftpdocs/117xx/doc11705/08-18-Update.pdf\" id=\"k:ou\" title=\"The Budget and Economic Outlook: An Update\">The Budget and Economic Outlook: An Update</a>, August 2010<br />\r\n\t<br />\r\n\tThe Centers for Medicare and Medicaid Services, <a href=\"https://www.cms.gov/ActuarialStudies/05_HealthCareReform.asp#TopOfPage\" id=\"p8vf\" title=\"Estimated Impact of Health Care Reform Proposals\">Estimated Impact of Health Care Reform Proposals</a>, April 22, 2010<br />\r\n\t<br />\r\n\tFactcheck.org, <a href=\"http://factcheck.org/2010/09/misleading-onslaught-by-60-plus/\" id=\"vyv6\" title=\"Misleading Onslaught by 60 Plus\">Misleading Onslaught by 60 Plus</a>, Sept. 17, 2010<br />\r\n\t<br />\r\n\tPolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/aug/14/barack-obama/obama-claims-medicare-benefits-will-not-be-cut-und/\" id=\"qai4\" title=\"Obama claims Medicare benefits will not be cut under \r\nthe health care bill\">Obama claims Medicare benefits will not be cut under the health care bill</a>, Aug. 14, 2009<br />\r\n\t<br />\r\n\tPolitiFact, <a href=\"http://politifact.com/florida/statements/2010/sep/02/rick-scott/rick-scott-says-alex-sink-wants-cut-medicare/\" id=\"nxo_\" title=\"Rick Scott says Alex Sink wants to cut Medicare\">Rick Scott says Alex Sink wants to cut Medicare</a>, Sept. 2, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "", "id": 681, "last_name": "60 Plus Association", "mostly_true_count": 0, "name_slug": "60-plus-association", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/mug-independentgroup____________________.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/681/", "total_count": 3, "true_count": 0, "website": "http://www.60plus.org/"}, "statement": "<p>\r\n\tThe new health care law &quot;will cut $500 billion from Medicare. That will hurt the quality of our care.&quot;</p>\r\n", "statement_context": "a campaign ad", "statement_date": "2010-09-08", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 50, "photo": null, "resource_uri": "/api/v/2/subject/50/", "subject": "Medicare", "subject_slug": "medicare", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 157, "photo": null, "resource_uri": "/api/v/2/subject/157/", "subject": "Message Machine 2010", "subject_slug": "message-machine", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 1, "first_name": "Allen", "half_true_count": 0, "home_state": "Florida", "id": 412, "last_name": "Boyd", "mostly_true_count": 1, "name_slug": "allen-boyd", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Boyd.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/412/", "total_count": 2, "true_count": 0, "website": ""}], "twitter_headline": ""}