{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/sep/23/bill-clinton/bill-clinton-says-his-administration-paid-down-deb/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 2446, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/2446/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\t<em>UPDATE: This version corrects the percentage by which Clinton overestimated the amount his administration paid down the public debt.</em></p>\r\n<p>\r\n\tOn the Sept. 19, 2010, edition of <em>Meet the Press</em>, former President Bill Clinton drew a contrast between his record on fiscal policy and those of the Republican presidents who preceded and succeeded him.<br />\r\n\t<br />\r\n\tAsked about the fiscally conservative tea party movement, <a href=\"http://www.msnbc.msn.com/id/39235412/ns/meet_the_press-transcripts/\">Clinton said</a>, &quot;Well, first of all, I think that a lot of the voters who are voting for the tea party candidates have really good impulses. That is, they believe that for years and years and years, the people with wealth and power or government power have done well and ordinary people have not. That&#39;s true. They believe those in the Republican Party, believe that they&#39;ve talked a good game about balancing the budget, but the debt was quadrupled in the 12 years before I became president, and then we paid down the debt for four years, paid down $600 billion on the national debt, and then my budget was abandoned and they doubled the debt again.&quot;<br />\r\n\t<br />\r\n\tAfter a reader sent us a blog post from <a href=\"http://newsbusters.org/\">NewsBusters</a>, a conservative website, we were inspired to check Clinton&#39;s claim that during his tenure the U.S. &quot;paid down the debt for four years -- paid down $600 billion on the national debt.&quot;<br />\r\n\t<br />\r\n\tIn the NewsBusters post, associate editor Noel Sheppard took issue with Clinton&#39;s portrayal. Pointing to the interactive federal debt calculator at <a href=\"http://treasurydirect.gov/NP/BPDLogin?application=np\">TreasuryDirect.gov</a>, he challenged readers to find any year in which the debt declined between Sept. 30, 1993, and Sept. 30, 2001 -- the years in which the Clinton Administration was directly responsible for putting together the budget.<br />\r\n\t<br />\r\n\t&quot;You can&#39;t, can you?&quot; Sheppard wrote. &quot;Want to know why? Well, because it never happened.&quot;</p>\r\n<p>\r\n\tSo who&#39;s right? It depends on what the definition of &quot;national debt&quot; is.<br />\r\n\t<br />\r\n\tFirst, let&#39;s dispense with one common point of confusion. Every year, the federal government (or a business) either runs a surplus or a deficit. When there&#39;s a surplus, it means that more money came in than was spent; when there&#39;s a deficit, it means that more money was spent than came in.<br />\r\n\t<br />\r\n\tDeficits are typically calculated on an annual basis. But if you add up all the past deficits (and subtract all the past surpluses), then the resulting figure, if it&#39;s negative, is the &quot;debt.&quot; Unlike deficits, which start fresh every year, the debt is cumulative and continuous.<br />\r\n\t<br />\r\n\tThere are actually a few ways of tabulating the debt. One is public debt, which includes all debt borrowed by the federal government and held by investors through Treasury notes and other securities. Another is gross federal debt, which includes public debt plus debt held by the government. The most notable forms of debt held by the government are the trust funds for Social Security and Medicare, money which is owed to beneficiaries in the future.<br />\r\n\t<br />\r\n\tThe Office of Management and Budget <a href=\"http://www.whitehouse.gov/sites/default/files/omb/budget/fy2011/assets/hist07z1.xls\">estimates</a> that the public debt will reach $9.3 trillion by the end of fiscal year 2010. Add in the $4.5 trillion in debt held by the government, and you come up with a gross federal debt of $13.8 trillion.<br />\r\n\t<br />\r\n\tNow let&#39;s look at Clinton&#39;s tenure. Using the public debt figures, we see that the debt rose year by year during the first four fiscal years of Clinton&#39;s stewardship, then fell during each of the following four fiscal years, from a 1997 peak to a 2001 trough.<br />\r\n\t<br />\r\n\tSo using this measurement, Clinton is correct that &quot;we paid down the debt for four years,&quot; though he did overestimate the amount that was paid down when he said it was $600 billion. The actual amount was $452 billion -- which was equal to about 12 percent of the existing public debt in 1997.<br />\r\n\t<br />\r\n\tBut what about gross federal debt? On this score, NewsBusters is correct: In each fiscal year from 1993 to 2001, the gross federal debt increased, because the increase in money in government trust funds exceeded the annual decreases in the federal budget deficit.<br />\r\n\t<br />\r\n\tSo by one of these measures, Clinton is correct, and by another, he&#39;s wrong.<br />\r\n\t<br />\r\n\t&quot;The discrepancy between the two concepts of federal debt in these years occurred because of program surpluses and the rapid growth of reserves held by the various trust fund accounts, such as Social Security,&quot; said Brookings Institution economist Gary Burtless. Social Security surpluses don&#39;t go into a &quot;lock box&quot; but are instead invested in government bonds; the proceeds of these purchases go into the general treasury, and when the bonds mature, the treasury is obligated to pay back the Social Security trust both principal and interest.<br />\r\n\t<br />\r\n\t&quot;The growth of these surpluses meant the rest of the federal government did not have to issue as much debt to the public,&quot; Burtless said. &quot;In fact, the federal government paid off more of its old debt than it issued new debt to the public. Therefore, net federal debt held by the public declined.&quot;<br />\r\n\t<br />\r\n\tSo, is there any reason to prefer any single measurement? On this question, we couldn&#39;t find a clear consensus.<br />\r\n\t<br />\r\n\tThe Congressional Budget Office wrote in a 2009 report that government-held debt, such as the Social Security trust fund, &quot;has no direct, immediate impact on the economy. Instead, it simply represents credits to the various government accounts that can be redeemed as necessary to authorize payments for benefits or other expenses.&quot; By contrast, CBO wrote, &quot;long-term projections of federal debt held by the public, measured relative to the size of the economy, provide useful yardsticks for assessing the sustainability of fiscal policies.&quot;<br />\r\n\t<br />\r\n\tJames Horney, of the liberal Center on Budget and Policy Priorities, noted that most key studies of the debt in recent years have focused on public debt. Horney gets support from a leading conservative, Dan Mitchell of the libertarian Cato Institute. Public debt, Mitchell said, &quot;is the key variable since it measures the amount of money the government is draining from private capital markets, or adding, in the case of surpluses. Government spending grew very slowly during the Clinton years, just 2.9 percent annually between 1994 and 1998. This was a very good accomplishment, and Bill Clinton, and the GOP Congress, should be proud. If we could do the same thing now, we could balance the budget in about 10 years and make all the tax cuts permanent.&quot;<br />\r\n\t<br />\r\n\tAt the same time, economists on both the left and the right told us that they consider both measures acceptable yardsticks. &quot;Both are reasonable measures,&quot; said liberal economist Dean Baker. &quot;People most often do use the publicly held debt number, so I don&#39;t think Clinton can be blamed for using the standard figure. Of course it is not wrong to point out what happened with the gross debt, either.&quot;<br />\r\n\t<br />\r\n\tFor his part, Sheppard, the NewsBusters blogger, stood by his decision to base his post on gross federal debt.<br />\r\n\t<br />\r\n\t&quot;If the public debt during those years was bought with other debt -- meaning by the Social Security trust and the Federal Reserve -- we didn&#39;t actually pay down any debt, did we? If you take out an equity line of credit on your home to pay off your car loan, your debt didn&#39;t decrease. Furthermore, if you take out an equity line of credit to pay off your car loan and buy a boat, it would be deceitful on your part to say you reduced your debt, right? This is what happened those four years: We did retire some debt held by the public, but we did so by increasing debt held by the government and the (Federal Reserve). That&#39;s not retiring debt. That&#39;s just shifting it from one lender to another.&quot;<br />\r\n\t<br />\r\n\tWe see merit in using both public debt and gross debt, so we are reluctant to declare that Clinton is definitively right or definitively wrong in citing statistics supported by the public debt figure. Clinton&#39;s phrasing -- talking about &quot;the debt&quot; and &quot;the national debt&quot; -- strikes us as vague enough to refer to either the public debt or the gross federal debt.</p>\r\n<p>\r\n\tSo we are left with a statement that&#39;s correct using one measurement and incorrect using another measurement. In addition, Clinton overestimated by about one-third the dollar amount by which the public debt declined from its peak during his term, though he also correctly characterized the changes in the debt under Republican presidents. So on balance, we rule Clinton&#39;s statement Half True.</p>\r\n", "ruling_comments_date": "2010-09-22T18:17:06.457449", "ruling_date": "2010-09-23T11:55:54", "ruling_headline": "Bill Clinton says his administration paid down the debt", "ruling_headline_slug": "bill-clinton-says-his-administration-paid-down-deb", "ruling_link_text": "It depends on what the definition of \"national debt\" is", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tBill Clinton, <a href=\"http://www.msnbc.msn.com/id/39235412/ns/meet_the_press-transcripts/\">interview</a> on NBC&#39;s Meet the Press, Sept. 19, 2010<br />\r\n\t<br />\r\n\tOffice of Management and Budget, president&#39;s budget for fiscal year 2011 (<a href=\"http://www.whitehouse.gov/sites/default/files/omb/budget/fy2011/assets/hist07z1.xls\">Table 7.1</a> -- Federal Debt at the End of Year, 1940-2015), accessed Sept. 22, 2010<br />\r\n\t<br />\r\n\tCongressional Budget Office, &quot;<a href=\"http://www.cbo.gov/ftpdocs/102xx/doc10297/06-25-LTBO.pdf\">The Long Term Budget Outlook</a>&quot; (Box 1-3, &quot;Why Is Federal Debt Held by the Public Important?&quot;), June 2009<br />\r\n\t<br />\r\n\tNoel Sheppard, &quot;Clinton Falsely Claims He Reduced National Debt, Gregory Doesn&#39;t Challenge Him&quot; (<a href=\"http://newsbusters.org/blogs/noel-sheppard/2010/09/19/clinton-falsely-claims-he-lowered-national-debt-gregory-doesnt-challenge-him\">blog post</a> on NewsBusters.org), Sept 19, 2010<br />\r\n\t<br />\r\n\tJames Horney, &quot;Recommendation That President&#39;s Fiscal Commission Focus on Gross Debt is Misguided&quot; (Center on Budget and Policy Priorities <a href=\"http://www.cbpp.org/files/5-27-10bud.pdf\">briefing paper</a>), May 27, 2010<br />\r\n\t<br />\r\n\tCongressional Budget Office, &quot;Federal Debt Held by the Public, 1790 to 2000, percentage of gross domestic product&quot; (<a href=\"http://www.cbo.gov/ftpdocs/117xx/doc11766/2010_08_05_FederalDebt.pdf\">table</a>), July 2010<br />\r\n\t<br />\r\n\tBureau of the Public Debt, <a href=\"http://treasurydirect.gov/NP/BPDLogin?application=np\">interactive federal debt calculator</a>, accessed Sept. 22, 2010<br />\r\n\t<br />\r\n\tBureau of Labor Statistics, <a href=\"http://www.bls.gov/data/inflation_calculator.htm\">interactive inflation calculator</a>, accessed Sept. 22, 2010<br />\r\n\t<br />\r\n\tStefan Karlsson, &quot;Is US debt $13 trillion &ndash; or only $9 trillion?&quot; (<a href=\"http://www.csmonitor.com/Business/Stefan-Karlsson-s-Blog/2010/0815/Is-US-debt-13-trillion-or-only-9-trillion\">blog post</a> in Christian Science Monitor), Aug. 15, 2010<br />\r\n\t<br />\r\n\tE-mail interview with J.D. Foster, senior fellow at the Heritage Foundation, Sept. 22, 2010<br />\r\n\t<br />\r\n\tE-mail interview with James R. Horney, director of federal fiscal policy at the Center on Budget and Policy Priorities, Sept. 22, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Dean Baker, co-director of the Center for Economic and Policy Research, Sept. 22, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Gary Burtless, senior fellow at the Brookings Institution, Sept. 22, 2010</p>\r\n<p>\r\n\tE-mail interview with Dan Mitchell, senior fellow at the Cato Institute, Sept. 22, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Noel Sheppard, associate editor of NewsBusters, Sept. 22, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "former president", "false_count": 2, "first_name": "Bill", "half_true_count": 12, "home_state": "Arkansas", "id": 32, "last_name": "Clinton", "mostly_true_count": 11, "name_slug": "bill-clinton", "pants_count": 3, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-billclinton.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/32/", "total_count": 42, "true_count": 9, "website": ""}, "statement": "<p>\r\n\t&quot;We paid down the debt for four years -- paid down $600 billion on the national debt.&quot;</p>\r\n", "statement_context": "an interview on NBC's \"Meet the Press\"", "statement_date": "2010-09-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}