{"art": [{"brightcove": "", "caption": "A Republican Party of Florida ad aims to link Alex Sink to state pension fund losses and bonsues.", "id": 681, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/681/", "title": "Alex Sink Pension Fund", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/eeonjMjN8Zc?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "eeonjMjN8Zc"}], "author": [{"email_address": "meklas@miamiherald.com", "first_name": "Mary Ellen", "id": 185, "last_name": "Klas", "name_slug": "mary-ellen-klas", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 5, "publication_name": "Miami Herald", "resource_uri": "/api/v/2/publication/5/"}, "resource_uri": "/api/v/2/staffer/185/", "title": "Miami Herald Tallahassee Bureau Chief", "twitter": null}], "canonical_url": "/florida/statements/2010/sep/23/republican-party-florida/gop-says-alex-sink-gave-bonuses-state-pension-work/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 2454, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "meklas@miamiherald.com", "first_name": "Mary Ellen", "id": 185, "last_name": "Klas", "name_slug": "mary-ellen-klas", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 5, "publication_name": "Miami Herald", "resource_uri": "/api/v/2/publication/5/"}, "resource_uri": "/api/v/2/staffer/185/", "title": "Miami Herald Tallahassee Bureau Chief", "twitter": null}], "resource_uri": "/api/v/2/statement/2454/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tMillions of Americans had that stomach-churning feeling when the headlines announced another bad day on Wall Street as stock and bond markets plunged in value. People watched helplessly as investment nest eggs cracked, leaving many -- particularly seniors -- worried they would never recover what they had dutifully built up in savings.<br />\r\n\t<br />\r\n\tThat raw fear is exploited in a new statewide television ad paid for by the Republican Party of Florida on behalf of the Rick Scott for governor campaign and against Democrat Alex Sink. The <a href=\"http://www.youtube.com/watch?v=eeonjMjN8Zc\">30-second ad</a> began airing on Sept. 21, 2010. It opens with black and white photos of older people as a narrator says: &quot;You worked your whole life. You saved. It&#39;s your pension. You earned it. But with Alex Sink in charge, Florida&rsquo;s pension fund has lost 24 billion dollars. That&#39;s not a typo. $24 billion -- gone.&quot;<br />\r\n\t<br />\r\n\tThe ad continues: &quot;Experts even warned Sink she was making risky investments. Sink gave bonuses to staffers. They were hired to invest our seniors&#39; money. Lost billions. Then Sink gave them bonuses. And now she wants a promotion?&quot;<br />\r\n\t<br />\r\n\tIt&#39;s less than six weeks to the election, and television is loaded with ads that take facts or issues out of context. The <a href=\"http://www.miamiherald.com/2010/09/22/1836286/political-insider-kirk-ducks-mob.html\">Associated Press labeled the RPOF ad &quot;deceptive,&quot;</a> and, within hours of its release, the Sink campaign sent out an e-mail statement firing back. That <a href=\"http://www.alexsink2010.com/news/articles?id=0205\">statement </a>targeted Scott, claiming that the Florida pension fund lost money when his former company, Columbia/HCA, was hit with fraud charges and the pension fund had to sue his company.<br />\r\n\t<br />\r\n\tTo get to the truth and put the GOP ad in perspective, there are four questions to probe here. One is: Did the Florida pension fund lose $24 billion and is it &quot;gone?&quot; A second is whether Sink was &quot;in charge?&quot; Did experts warn her &quot;she was making risky investments?&quot; And, did Sink give &quot;bonuses to staffers&quot; who lost billions?<br />\r\n\t<br />\r\n\tLet&rsquo;s start with some <a href=\"http://www.sbafla.com/fsb/InvestmentFunds/FRSPensionPlan/tabid/371/Default.aspx\">background</a>. Sink is Florida&rsquo;s chief financial officer and is required by law to sit as one of three members of the &nbsp;Board of Trustees on the State Board of Administration. The board has oversight authority over the state&#39;s largest pension fund, known as the Florida Retirement System Trust Fund. The other members of the board are Gov. Charlie Crist and Attorney General Bill McCollum.<br />\r\n\t<br />\r\n\t<strong>Losses</strong><br />\r\n\t<br />\r\n\tThe trust fund is a massive investment account, today worth about $117 billion and holding the retirement assets of about 1 million current and retired state employees, as well as some local police and firefighters. It is one of the largest retirement funds in the nation, even the world. According to the last <a href=\"http://edr.state.fl.us/conferences/actuarial/actuarial.htm\">actuarial report </a>completed in 2009, the fund is 88.5 percent funded -- meaning if every employee retired today, they would get 88.5 percent of their retirement benefits. A funding level of 80 percent is considered healthy.</p>\r\n<p>\r\n\tSo when Wall Street melted down, and stocks, bonds, real estate and other assets began their steep decline in 2008, the value of Florida&#39;s retirement fund fell, too. Did the retirement fund lose $24 billion? RPOF does the math this way: On June 30, 2007, the fund was at its peak at $138.4 billion and by June 30, 2010, the value had declined to $109.34 billion, a $29 billion drop in value.</p>\r\n<p>\r\n\tThe RPOF cites the $4.5 billion paid out to retirees in 2009-10 and concludes the net investment loss is $24.56 billion. Their number is wrong for these reasons: First, the value of the fund was $136.4 billion, not $138.4 billion, in June 2007. And second, the party subtracted the 2009-2010 payments to retirees from that three-year loss, but failed to subtract the payments to retirees in the other two years as well. Those payments were $3.4 billion in 2007-2008 and $3.2 billion in 2008-2009. If they had subtracted all three years, the drop in value since 2007, then, is $15.96 billion. But party spokesman Dan Conston then said that none of the payouts should have subtracted unless new contributions from the state and other agencies were also added, and he didn&rsquo;t provide those amounts.</p>\r\n<p>\r\n\tIn addition to getting the number wrong, the ad also is inaccurate when it suggests that the money is gone. The loss in value represented a snapshot in time and since June 30, 2010, the trust fund had recovered $8 billion. By Sept. 21, 2010, when the ad began airing, the value of the fund was back to $117 billion, making the net change from the June 30, 2007, value just $8.3 billion.<br />\r\n\t<br />\r\n\tIt&#39;s become common to refer to drops in value as losses but, as Dennis MacKee, spokesman for the SBA, points out, &quot;These are changes in net asset values, (they) are not losses until you sell. You don&#39;t realize a loss in value until you sell the asset.&quot;<br />\r\n\t<br />\r\n\tWe agree. The nature of investing is to see values rise and fall, and it is inaccurate to say that $24 billion of the state pension fund is &quot;gone&quot; when that number is wrong and it&#39;s not a permanent loss anyway.<br />\r\n\t<br />\r\n\t<strong>In charge</strong><br />\r\n\t<br />\r\n\t<a href=\"http://www.leg.state.fl.us/cgi-bin/view_page.pl?Tab=session&amp;Submenu=1&amp;FT=D&amp;File=hb0501.html&amp;Directory=session/2004/House/bills/billtext/html/\">State law requires</a> the SBA to &quot;make purchases, sales, exchanges, investments, and reinvestments for and on behalf of the funds&quot; and &quot;see that moneys invested under the provisions of ss.<a href=\"http://www.leg.state.fl.us/Statutes/index.cfm?App_mode=Display_Statute&amp;Search_String=&amp;URL=0200-0299/0215/Sections/index.cfm?App_mode=Display_Statute&amp;Search_String=&amp;URL=0200-0299/0215/Sections/0215.44.html\"> 215.44</a>-<a href=\"http://www.leg.state.fl.us/Statutes/index.cfm?App_mode=Display_Statute&amp;Search_String=&amp;URL=0200-0299/0215/Sections/index.cfm?App_mode=Display_Statute&amp;Search_String=&amp;URL=0200-0299/0215/Sections/0215.53.html\">215.53</a> are at all times handled in the best interests of the state.&quot; Does that mean Sink was &quot;in charge&quot; of the pension fund? According to the statute, the three-member board &quot;may retain investment advisers or managers, or both, external to in-house staff, to assist the board in carrying out the power specified,&quot; and the board &quot;shall create an audit committee to assist the board in fulfilling its oversight responsibilities.&quot;<br />\r\n\t<br />\r\n\tThe SBA policy statement, which the trustees approve, requires that &quot;the Board delegates to the Executive Director the administrative and investment authority, within the statutory limitations and rules, to manage the investment of FRS assets.&quot;<br />\r\n\t<br />\r\n\tMacKee describes it this way: &quot;Trustees generally deal at a policy level while their appointees assist at a more strategic level.&quot; Ash Williams is the SBA&#39;s executive director, and the job of investing the state&#39;s assets is divided between in-house investment managers and external investment managers.<br />\r\n\t<br />\r\n\tThe type of investment often determines whether the asset is managed internally or with an outside firm. For example, 60 percent of all domestic equities, foreign equity and fixed income investments are managed by external managers while most real estate, private equity and strategic investments are managed internally, MacKee said.<br />\r\n\t<br />\r\n\tSo as a trustee, Sink does not actually do the investing. The RPOF ad is carefully worded, and we agree it is accurate to say Sink was &quot;in charge,&quot; along with the&nbsp;two other trustees.&nbsp;But we believe &nbsp;the implication that she had a broader role in investment outcomes is misleading.<br />\r\n\t<br />\r\n\t<strong>Expert warnings</strong><br />\r\n\t<br />\r\n\tWe asked RPOF what they were referring to when the ad said that &quot;experts even warned Sink she was making risky investments.&quot; We&rsquo;ve established it&#39;s inaccurate to say that Sink was making the investments, so let&#39;s look at whether she and the other trustees were warned. RPOF cited a <a href=\"http://www.tampabay.com/news/politics/state/article970001.ece\">Jan. 25, 2009, <em>St. Pe</em></a><em><a href=\"http://www.tampabay.com/news/politics/state/article970001.ece\">tersburg Times </a></em><a href=\"http://www.tampabay.com/news/politics/state/article970001.ece\">story </a>that cited audits warning the SBA that it was overexposed to risk and cited specifically the investment in a $5.4 billion apartment complex on 80 acres in Manhattan known as Stuyvesant Town and Peter Cooper Village. The investment was indeed a boondoggle, a real estate deal anchored down by both too much debt and too high a price tag. When the bonds on the property were downgraded and the investment eventually collapsed this year, Florida&rsquo;s SBA was forced to write off its entire $250 million investment, a $266 million net loss.<br />\r\n\t<br />\r\n\tIt&#39;s a fair question to ask whether Sink, as a member of the SBA, asked enough questions and demanded enough answers when the agency auditors were raising these warnings. It is not accurate to imply that she alone was making the investments. Could Sink have done more? It&#39;s a good question but the ad doesn&#39;t ask; it concludes she knew all. MacKee said that with 15,000 individual securities and 36 managed investment funds with different investment objectives, the odds of large fluctuations in value are great depending on the daily shifts in the market. &quot;We&#39;ve had the value of the pension fund in one day move by more than $1 billion&hellip;To think you&rsquo;d have the opportunity with any governing board to look at individual investments -- it&#39;s not done at that level.&quot;<br />\r\n\t<br />\r\n\t<strong>Bonuses</strong><br />\r\n\t<br />\r\n\tThe RPOF cites an <a href=\"http://www.palmbeachpost.com/state/content/state/epaper/2008/04/16/m1a_sba_0416.html\">April 16, 2008, story in the <em>Palm Beach Post </em></a>about bonuses handed out to 17 SBA employees &quot;from $371 to $2,500 for their work during an unprecedented two-week, $16 billion run of withdrawals.&quot; In addition to the retirement account, the SBA manages the Local Government Investment Pool, which was facing a slew of withdrawals after news broke that the pool had lost value because of investments in risky, mortgage-backed securities.<br />\r\n\t<br />\r\n\tThe facts are more complicated. The losses in the Local Government Investment Pool were the result of investments in asset-backed commercial paper starting in 2000, before Sink was elected to office, MacKee said. Unlike the pension fund, which can handle the kind of volatility in those markets, the LGIP is &quot;managed as a liquidity fund, basically a bank account,&quot; he said. So when local governments started to see the value of the LGIP drop because of the risky securities, many panicked and started to withdraw money in droves -- $16 billion over two weeks in November 2007.<br />\r\n\t<br />\r\n\tThe bonus checks were in the works for more than a year before they were handed out, MacKee said. The SBA has an internal policy for allocating bonuses, based on a fixed set of performance measures reached by staff who manage the Florida Retirement System Trust Fund, MacKee said. The bonuses were distributed in January 2008 based on the performance of the retirement fund between June 2006 and June 2007, he said. That was the year the fund reached its peak of $136.4 billion. It was also the last time bonuses were paid, MacKee said, and &quot;the checks were cut in 2008 because you need to know what the performance was.&quot;<br />\r\n\t<br />\r\n\tDid Sink approve the bonuses? Not directly. It was included in the 2007-08 SBA budget, MacKee said, and Sink and the other trustees approved the budget. On this point, the RPOF is again misleading. More importantly, the ad inaccurately implies that the bonuses were linked to the investment losses.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tNow let&#39;s return to the key claim, that state pension fund staffers &quot;lost billions. Then Sink gave them bonuses.&quot; This ad accurately highlights Sink&#39;s oversight role of the state&#39;s pension fund but after that, this ad stretches the facts and misleads the viewer. The $24 billion is not gone. Sink did not personally make the risky investments or give bonuses to staffers, and the staff bonuses preceded the fund&#39;s loss in value. We rate the RPOF ad Barely True.&nbsp;</p>\r\n\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-09-23T16:40:24.972342", "ruling_date": "2010-09-23T18:12:49", "ruling_headline": "GOP says Alex Sink gave bonuses to state pension workers who lost billions", "ruling_headline_slug": "gop-says-alex-sink-gave-bonuses-state-pension-work", "ruling_link_text": "The number is wrong, and the money isn't gone", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tRepublican Party of Florida television ad, <a href=\"http://www.youtube.com/watch?v=eeonjMjN8Zc\">Pensions</a>, Sept. 21, 2010</p>\r\n<p>\r\n\tState Board of Administration <a href=\"http://www.sbafla.com/fsb/InvestmentFunds/FRSPensionPlan/tabid/371/Default.aspx\">Overview of FRS Pension Plan</a></p>\r\n<p>\r\n\t<a href=\"http://www.sbafla.com/fsb/LinkClick.aspx?fileticket=8WZs%2bcolJJ8%3d&amp;tabid=371\">Florida Retirement System Defined Benefit Plan Investment Policy Statement</a>, approved June 8, 2010</p>\r\n<p>\r\n\tFlorida Retirement System Actuarial Asssumption Estimating Conference <a href=\"http://edr.state.fl.us/conferences/actuarial/actuarial.htm\">report</a>, Oct. 16, 2009</p>\r\n<p>\r\n\t<a href=\"http://www.leg.state.fl.us/cgi-bin/view_page.pl?Tab=session&amp;Submenu=1&amp;FT=D&amp;File=hb0501.html&amp;Directory=session/2004/House/bills/billtext/html/\">State statutes</a> relating to trust fund investments, 2010&nbsp;</p>\r\n<p>\r\n\tSt. Petersburg Times,&nbsp;<a href=\"http://www.tampabay.com/news/politics/state/article970001.ece\">How to Scramble State&rsquo;s Nest Egg</a>, Jan. 25, 2009</p>\r\n<p>\r\n\tThe Palm Beach Post, <a href=\"http://www.palmbeachpost.com/state/content/state/epaper/2008/04/16/m1a_sba_0416.html\">Perilous Investing Reaps Bonuses</a>, April 16, 2008</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 12, "current_job": "", "false_count": 7, "first_name": "", "half_true_count": 6, "home_state": "", "id": 51, "last_name": "Republican Party of Florida", "mostly_true_count": 6, "name_slug": "republican-party-florida", "pants_count": 4, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-rnc___.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/51/", "total_count": 37, "true_count": 2, "website": "http://www.rpof.org/"}, "statement": "<p>\r\n\tState pension fund staffers &quot;lost billions. Then Sink gave them bonuses.&quot;</p>\r\n", "statement_context": "a television ad", "statement_date": "2010-09-21", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 112, "photo": null, "resource_uri": "/api/v/2/subject/112/", "subject": "Florida", "subject_slug": "florida", "used_in_edition": []}, {"description": "", "id": 157, "photo": null, "resource_uri": "/api/v/2/subject/157/", "subject": "Message Machine 2010", "subject_slug": "message-machine", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 102, "photo": null, "resource_uri": "/api/v/2/subject/102/", "subject": "Retirement", "subject_slug": "retirement", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 2, "first_name": "Alex", "half_true_count": 2, "home_state": "Florida", "id": 299, "last_name": "Sink", "mostly_true_count": 4, "name_slug": "alex-sink", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Alex_Sink.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/299/", "total_count": 19, "true_count": 10, "website": "http://www.alexforcongress.com/"}], "twitter_headline": ""}