{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2010/sep/27/george-pataki/george-pataki-says-florida-seniors-get-gator-aid-p/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 2476, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/2476/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tDid Florida seniors get a deal dubbed &quot;Gator Aid&quot; that protected their Medicare Advantage unlike the rest of the nation?<br />\r\n\t<br />\r\n\tThat&#39;s the case, according to former New York Gov. George Pataki, a Republican,&nbsp;who is now chairman of Revere America, an organization that aims to repeal the health care bill. Pataki announced his campaign to target members of Congress who voted for the bill at a Sept. 8 <a href=\"http://www.revereamerica.org/News-And-Events.aspx\">press conference</a> at the National Press Club in Washington, D.C.<br />\r\n\t<br />\r\n\tHere is the full context of what Pataki said about Medicare Advantage and Florida around minute 9:25 on <a href=\"http://www.revereamerica.org/News-And-Events.aspx\">the video</a>:<br />\r\n\t<br />\r\n\t&quot;In addition, there are a lot of lawsuits out there. Attorney General McCollum in Florida has one on behalf of Florida and other states. And Revere America will be involved in a lawsuit being brought by the lieutenant governor of Missouri, which is very interesting because it&#39;s not government-versus-government; it&#39;s based on some of the corrupt deals in this bill -- in this case, the fact that if you&#39;re a senior citizen on Medicare Advantage, you will lose in the overwhelming number of cases that ability to have Medicare Advantage, unless you live in the state of Florida, because they made a corrupt deal for a Florida vote, so that Florida seniors are exempt. And we believe that is an unconstitutional denial of equal protection.&quot;<br />\r\n\t<br />\r\n\tFor this Truth-O-Meter we wanted to check: Are Florida seniors exempt from losing Medicare Advantage?<br />\r\n\t<br />\r\n\tFirst, some background on Medicare Advantage.<br />\r\n\t<br />\r\n\tA Dec. 23, 2009, <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/dec/23/karl-rove/karl-rove-says-health-care-bill-has-special-treat-/\">Truth-O-Meter item</a> about Medicare Advantage explained it this way:</p>\r\n<p>\r\n\t&quot;Medicare Advantage is an optional program that lets Medicare recipients 65 and older receive their benefits through private health insurance plans, instead of through the traditional Medicare program. The idea behind the program was to save the government money, but it hasn&#39;t worked out that way.<br />\r\n\t<br />\r\n\t&quot;Under the program, the government pays Advantage companies a set amount per enrollee, about $10,000, and they make a profit if they keep average costs below that level. The reimbursement amounts to about 14 percent more, on average, than the government spends on a traditional Medicare beneficiary.<br />\r\n\t<br />\r\n\t&quot;The extra money allows companies to offer Medicare Advantage members additional services, such as prescription drug, vision and dental coverage at a much lower cost, as well as other perks like gym memberships. About 11 million people are enrolled in the program nationwide.&quot;</p>\r\n<p>\r\n\tAccording to a September 2010 fact-sheet about Medicare Advantage from the <a href=\"http://www.kff.org/medicare/upload/2052-14.pdf\">Kaiser Family Foundation</a>, the health reform law &quot;reduces federal payments to Medicare Advantage plans over time, bringing them closer to the average costs of care under the fee-for-service Medicare program.&quot; About 24 percent of the 47 million people enrolled in Medicare are on Medicare Advantage, according to Kaiser.<br />\r\n\t<br />\r\n\tThe December 2009 PolitiFact provides us with background regarding an initial plan that would have helped Florida seniors on Medicare Advantage. But remember, that Truth-O-Meter item was written before the final version of the bill passed in March 2010.<br />\r\n\t<br />\r\n\tThat PolitFact report examined a claim by Karl Rove that U.S. Sen. Bill Nelson, a Democrat of Florida, got a &quot;$25 billion to $30 billion carve-out for Medicare Advantage patients,&quot; for Florida. Rove, a former adviser to President George W. Bush, said on Fox News: &quot;Every Medicare Advantage policyholder in America, except those in Florida, will see a huge cut in the federal support for those policies, and as a result, a dramatic decline in their benefits and an increase in their premiums, except if you live in Florida.&quot; We ruled that comment by Rove <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/dec/23/karl-rove/karl-rove-says-health-care-bill-has-special-treat-/\">Barely True</a>.<br />\r\n\t<br />\r\n\tNelson had initially sought to grandfather in all seniors on Medicare Advantage at the time, said Nelson spokesman Bryan Gulley. But the Senate said that was too expensive so Nelson proposed an amendment that protected Medicare Advantage for seniors who lived in areas where services cost the highest. But the bill itself didn&#39;t mention Florida -- it was based on a formula and would have benefitted a few states. The previous PolitiFact quoted a spokesman for Sen. Bob Menendez, D-N.J., and Sen. Charles Schumer, D-N.Y., as saying that the protection would help seniors in their states, too.<br />\r\n\t<br />\r\n\tNelson&#39;s amendment, part of the broader health care bill,&nbsp;passed the Senate in December 2009 and the House in March.&nbsp;But it was changed in the reconciliation bill -- the final bill President Barack Obama signed into law.<br />\r\n\t<br />\r\n\tUnder the president&#39;s plan, Gulley said, &quot;Florida would not benefit over anybody else ... because the cuts were more evenly spread across the whole country, meaning that seniors in states like Florida wouldn&#39;t be unfairly penalized.&quot;<br />\r\n\t<br />\r\n\tWe asked Gulley to send us the provision in the bill that passed with Nelson&#39;s language and the final version, which cut it. Note that <a href=\"http://www.thomas.gov/cgi-bin/query/F?c111:7:./temp/~c111o1pvIP:e1042013:\">HR 3590</a>, which was approved by the House and Senate and includes Section 3201 on Medicare Advantage Payment, doesn&#39;t state &quot;Florida&quot; but includes a series of formulas. <a href=\"http://www.thomas.gov/cgi-bin/query/F?c111:5:./temp/~c111kRgwYx:e1477:\">HR 4872</a>, the reconciliation bill, includes the following&nbsp;language in Section 1102:<br />\r\n\t<br />\r\n\t&quot;a) Repeal- Effective as if included in the enactment of the Patient Protection and Affordable Care Act, sections 3201 and 3203 of such Act (and the amendments made by such sections) are repealed.&quot;<br />\r\n\t<br />\r\n\tA March 28, 2010, article in the <em><a href=\"http://www.miamiherald.com/2010/03/27/1551452/florida-poll-healthcare-law-hurts.html\">Miami Herald</a></em> stated that Nelson &quot;successfully amended an early version of the health care bill to soften cuts to Medicare Advantage, a privatized Medicare program. But the amendment was killed after Republicans denigrated it as a backroom deal for Florida that was nicknamed &#39;Gator Aid.&#39; &quot;<br />\r\n\t<br />\r\n\tWe contacted Pataki spokesman David Catalfamo Sept. 16. He sent us this:<br />\r\n\t<br />\r\n\t&quot;Section 3201 of the Patient Protection and Affordable Care Act, known as &#39;PPACA,&#39; or &#39;Obamacare&#39; (as amended by H.R. 4872, Sec. 1102) reduces Medicare Part C (&#39;Medicare Advantage&#39;) supplemental coverage for most Americans by eliminating the Medicare Advantage Stabilization Fund. This process begins on January 1, 2011, by freezing payments at 2010 levels. Medicare supplemental coverage reimbursements are then reduced to an unsustainable level beginning in 2012. This prohibition on Medicare Advantage supplemental coverage applies to all U.S. citizens, except individuals living in certain qualifying Florida counties described in Section 3201(c)(3)(B) of PPACA. This is the provision that it opponents labeled &#39;Gator Aid.&#39; &quot;<br />\r\n\t<br />\r\n\tWe asked Catalfamo if he was quoting from a document or if this was his own analysis. And we summarized for him what we had learned from Nelson&#39;s office and asked him to point to a specific section in the final bill that included an exemption for Florida. On Sept. 20, he sent us this response and attached bills:</p>\r\n<p>\r\n\t&quot;The exact &#39;Gator Aid&#39; provision that was in the first bill was removed when the House reconciliation bill was passed, and replaced with a provision that did the same thing, but did not name counties outright and instead provided very narrow criteria to isolate certain counties in Florida and 2 counties in other states.&quot; Then he sent us links to the bills.<br />\r\n\t<br />\r\n\tWe asked Catalfamo on Sept. 20 to allow us to speak directly to his policy expert providing the information on Medicare to point us to the specific provision in the final bill that would provide a unique benefit to Florida. A week later, we had not heard from anyone willing to speak on the record.<br />\r\n\t<br />\r\n\tWe reached three experts about Medicare Advantage who disputed Pataki&#39;s claim. Our sources: Brian Biles, a professor in the Department of Health Policy at George Washington University; Marc Steinberg, deputy director of health policy at Families USA, a nonprofit health consumer organization; and Peter Ashkenaz, a spokesperson for Centers for Medicare and Medicaid Services.<br />\r\n\t<br />\r\n\tSteinberg put it the most bluntly:<br />\r\n\t<br />\r\n\t&quot;I really think they are 100 percent wrong,&#39;&#39; he said.<br />\r\n\t<br />\r\n\tCongress is scaling back the payments to Medicare Advantage plans to bring them more in line on average to what is paid in Medicare. But it&#39;s too soon to say what that means for the average senior in various parts of the country while the reductions are being phased in over a few years. It&#39;s possible some Medicare Advantage providers will get out of the business, cut services or increase costs, he said.<br />\r\n\t<br />\r\n\tThe change in the payment formulas isn&#39;t flat across the country -- it takes into account geographic differences, Steinberg said. For example, the payment rates to health care companies will be scaled back more in counties that were well above the Medicare average while counties that were below the Medicare average could see the health care providers receive higher reimbursements. That means that some Florida seniors could see a reduction in benefits to their plans, Steinberg said.<br />\r\n\t<br />\r\n\t&quot;I think it&#39;s really a misreading of the law,&#39;&#39; Steinberg said. &quot;It doesn&#39;t seem to understand what Medicare Advantage is or how the new payment formula works and it really misinterprets the geographic adjustment.&quot;<br />\r\n\t<br />\r\n\tBiles, who <a href=\"https://docs.google.com/fileview?id=0B4fjL1-0K8piYjVjYTg0MzMtMWRiZS00YjUyLWI5ZDYtOTI5MGNmMzI4ZWNi&amp;hl=en\">co-wrote a paper on Medicare Advantage </a>comparing costs in various states including Florida, said in an interview &quot;in the final bill again some of the South Florida counties are paid among the lowest amounts relative to fee for service of any counties in the country.&quot; In fact, Biles&#39; paper shows that in 2009, the level of Medicare Advantage payments in Florida had been 103 percent of the payments to the traditional fee-for-service costs, while the national average was higher at 113 percent. Under the new payment plan, Florida Medicare Advantage providers will be paid 94 percent of traditional Medicare, still lower than the national average of 101 percent.</p>\r\n<p>\r\n\tBiles said in an e-mail that &quot;Florida was never a significant part of the extra payment to MA plans problem.&quot; Nonetheless, he said, some plans in South Florida under the new law will be paid a lower percentage of traditional Medicare &quot;than any plans anywhere in the nation at any time in the 25-year history of the Medicare private plan program.&quot; That&#39;s not exactly a sweet &quot;Gator-Aid&quot; drink for Florida seniors.</p>\r\n<p>\r\n\tAshkenaz, after reading Pataki&#39;s claim, responded in an email: &quot;there is nothing in the Affordable Care Act that impacts MA (Medicare Advantage) in this way.&quot;<br />\r\n\t<br />\r\n\tLet&#39;s review: Does &quot;Gator-Aid&quot; exist in the form of a special deal for Florida seniors and Medicare Advantage? U.S. Sen. Bill Nelson&#39;s spokesman said that Nelson tried to get a break for a few high-cost areas including parts of Florida, but that&nbsp;provision was repealed in the final version of the law. The experts we spoke to are adamant and unanimous that Pataki&#39;s description is wrong. We rate this claim False.&nbsp;</p>\r\n", "ruling_comments_date": "2010-09-27T14:04:19.167281", "ruling_date": "2010-09-27T17:16:33", "ruling_headline": "George Pataki says Florida seniors get 'Gator Aid' to protect their Medicare Advantage", "ruling_headline_slug": "george-pataki-says-florida-seniors-get-gator-aid-p", "ruling_link_text": "Sen. Bill Nelson tried to add it, but the provision was rejected", "ruling_state": "Florida", "source_documents": null, "sources": "<p>\r\n\tInterview, Families USA deputy director Marc Steinberg, Sept. 23, 2010<br />\r\n\t<br />\r\n\tInterview, George Washington professor Brian Biles, Sept. 24-27, 2010<br />\r\n\t<br />\r\n\tInterview, Centers for Medicare and Medicaid Services spokesman Peter Ashkenaz, Sept. 23, 2010<br />\r\n\t<br />\r\n\tInterview, Sen. Bill Nelson spokesman Bryan Gulley, Sept. 17-20<br />\r\n\t<br />\r\n\tInterview, George Pataki spokesman David Catalfamo, Sept. 16-24, 2010<br />\r\n\t<br />\r\n\tGeorge Pataki Revere America <a href=\"http://www.revereamerica.org/News-And-Events.aspx\">press conference</a>, Sept. 8, 2010<br />\r\n\t<br />\r\n\tHenry J. Kaiser Family Foundation, <a href=\"http://www.kff.org/medicare/upload/2052-14.pdf\">Medicare Advantage Fact Sheet</a>, September 2010<br />\r\n\t<br />\r\n\tPolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/dec/23/karl-rove/karl-rove-says-health-care-bill-has-special-treat-/\">&quot;Karl Rove says health care bill has a special treat for Florida&#39;s seniors, thanks to Sen. Bill Nelson,&quot;</a>Dec. 23, 2009<br />\r\n\t<br />\r\n\tMiami Herald, <a href=\"http://www.miamiherald.com/2010/03/27/1551452/florida-poll-healthcare-law-hurts.html\">&quot;Florida poll: healthcare law hurts Obama, Democrats,&quot;</a> March 27, 2010</p>\r\n<p>\r\n\t<a href=\"https://docs.google.com/fileview?id=0B4fjL1-0K8piYjVjYTg0MzMtMWRiZS00YjUyLWI5ZDYtOTI5MGNmMzI4ZWNi&amp;hl=en\">Working Paper, Medicare Advantage Payment Provisions</a>, by Brian Biles and Grace Arnold, updated April 2010<br />\r\n\t<br />\r\n\tU.S. Library of Congress, <a href=\"http://www.thomas.gov/cgi-bin/thomas\">H.R. 3590</a>, introduced Sept. 17, 2009<br />\r\n\t<br />\r\n\tU.S. Library of Congress, <a href=\"http://www.thomas.gov/cgi-bin/bdquery/z?d111:HR04872:|/home/LegislativeData.php|\">H.R. 4872</a>, signed by President March 30, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "presidential candidate", "false_count": 1, "first_name": "George", "half_true_count": 0, "home_state": "New York", "id": 705, "last_name": "Pataki", "mostly_true_count": 0, "name_slug": "george-pataki", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/George_Pataki.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/705/", "total_count": 1, "true_count": 0, "website": "http://www.georgepataki.com/announcement/"}, "statement": "<div goog_docs_charindex=\"1\">\r\n\t&quot;Florida seniors are exempt&quot; from losing Medicare Advantage under the federal health care bill.</div>\r\n", "statement_context": "a speech at the National Press Club in Washington, D.C.", "statement_date": "2010-09-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 50, "photo": null, "resource_uri": "/api/v/2/subject/50/", "subject": "Medicare", "subject_slug": "medicare", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}