{"art": [], "author": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2010/oct/01/scott-walker/republican-governor-candidate-scott-walker-says-he/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 2479, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/2479/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tAs Milwaukee County Executive Scott Walker seeks a promotion to governor, Democrats have waged a steady attack, accusing him of gutting important services in a single-minded push to cut taxes.<br />\r\n\t<br />\r\n\tSo, it&rsquo;s no surprise to hear Walker, a Republican, highlight a popular program that has grown steadily on his watch.<br />\r\n\t<br />\r\n\tCase in point: <a href=\"http://www.county.milwaukee.gov/FamilyCare22660.htm\">Family Care</a> -- the long-term care program for seniors.<br />\r\n\t<br />\r\n\tWalker did it in a fever-pitch <a href=\"http://www.youtube.com/watch?v=TRFfvC4BH5g\">victory </a><a href=\"http://www.youtube.com/watch?v=TRFfvC4BH5g\">speech</a> on primary election night:<br />\r\n\t<br />\r\n\t&quot;Before I took office, there was literally a waiting list of 3,000 older adults waiting for long-term care in our community. Today not one senior in our community is on a waiting list because we stood up and led the way. We can do it for the state as well.&quot;<br />\r\n\t<br />\r\n\tOn the <a href=\"http://www.scottwalker.org/about/biography\">biography </a><a href=\"http://www.scottwalker.org/about/biography\">section</a> of his campaign website, he more directly takes credit: &quot;As County Executive (Scott) ... eliminated the waiting list for long-term care for older adults through the Family Care program.&quot;<br />\r\n\t<br />\r\n\tSo, has the waiting list disappeared? And is Walker correct in claiming credit for it?<br />\r\n\t<br />\r\n\tWhen we asked the Walker campaign for backup on the claim, Walker returned the call himself -- and took personal responsibility for what he said was an error in his primary night statement.<br />\r\n\t<br />\r\n\tThe waiting list, he said, actually had been 2,500 -- not 3,000.<br />\r\n\t<br />\r\n\tGood to know, but our main interest was whether it disappeared.<br />\r\n\t<br />\r\n\tLet&rsquo;s dig into the claim.<br />\r\n\t<br />\r\n\tFamily Care was designed to provide better care for seniors and end the waiting list for services. The program now provides 6,400 older adults in the county with residential options, transportation, meals and other services.<br />\r\n\t<br />\r\n\tIndeed, there was no need for Walker to fall on his sword -- the state department that tracks Family Care enrollment says the list did reach 3,000 at one point.<br />\r\n\t<br />\r\n\tThe list started shrinking in mid-2000, when Milwaukee County and four other counties started pilot projects under the Family Care program, according to multiple sources we interviewed. The program is administered by the county, but the state funds most of its budget.<br />\r\n\t<br />\r\n\tA host of public documents and sources in and out of state and local government show the waiting list for the Family Care program was eliminated as of the end of June 2002.<br />\r\n\t<br />\r\n\tAnd Walker was executive at the time, though he was sworn in less than 2 months earlier.<br />\r\n\t<br />\r\n\tSo that part of Walker&rsquo;s statement is correct: There was a big waiting list before he took office, and today no one waits.<br />\r\n\t<br />\r\n\tThat leaves the larger question of who deserves credit, the main point in Walker&rsquo;s touting of the success of the program. For that, a timetable is important. We based this chronology on county and state audits, budget documents, newspaper stories and the recollection of key players:<br />\r\n\t<br />\r\n\t<strong>1995:</strong> Health officials in the administration of then-Gov. Tommy Thompson launch redesign of long-term care in Wisconsin, including nursing home, community- and home-based care.<br />\r\n\t<br />\r\n\t<strong>1998:</strong> Thompson announces the selection of Milwaukee as a Family Care county, after years of lobbying led by Stephanie Sue Stein, the county&rsquo;s Department on Aging chief.<br />\r\n\t<br />\r\n\t<strong>1999:</strong> State lawmakers and Thompson approve Family Care funding in the state budget bill. At the time, Walker was serving in the state Assembly from Wauwatosa and supported the budget as a member of the Republican majority.<br />\r\n\t<br />\r\n\t<strong>2000:</strong> Pilot program in Milwaukee County starts up.<br />\r\n\t<br />\r\n\t<strong>2001:</strong> In November, the Milwaukee County Board and then-County Executive F. Thomas Ament approve a county budget that fully phases in Family Care during 2002. It keeps the county on course to extinguish the waiting list by June 2002.<br />\r\n\t<br />\r\n\t<strong>2002, May 9: </strong>Walker is sworn in as Ament&rsquo;s successor after winning an April special election prompted by Ament&rsquo;s forced retirement amid the county pension scandal.<br />\r\n\t<br />\r\n\t<strong>2002, July 1</strong>: Family Care is fully up and running, and the waiting list is a thing of the past.<br />\r\n\t<br />\r\n\tThe timeline makes clear the waiting list was on a track to be eliminated well before Walker took office -- and nearly gone by the time he won the job.<br />\r\n\t<br />\r\n\tWalker&rsquo;s primary-night phrase -- &quot;We stood up and led the way&quot; -- appears to point voters to the early days of the fight to get the Family Care pilot program approved for the county. At the time, Walker was not yet county executive and does not appear to have played a role in the Legislature beyond joining a bipartisan group to support of the pilot programs.<br />\r\n\t<br />\r\n\tWalker argues that his actions since taking county office have kept a waiting list from redeveloping.<br />\r\n\t<br />\r\n\tHe points out -- correctly -- that he and other county officials battled the state over adequate funding, especially after deficits threatened the program.<br />\r\n\t<br />\r\n\tThe program gets almost all of its funding from Madison, so keeping it going is far easier than other county programs that rely heavily on local property taxes. And in 2004, Walker and the County Board put $12.2 million in county funds into Family Care to bring it back from insolvency.<br />\r\n\t<br />\r\n\tDuring his tenure, the program has grown from serving some 2,900 seniors in the spring of 2002 to serving more than 6,400 seniors in Milwaukee County today. Walker gets praise from a key advocate for seniors, Tom Frazier, the former head of the Coalition of Wisconsin Aging Groups.<br />\r\n\t<br />\r\n\t&quot;Scott Walker has been extremely supportive,&quot; Frazier said.<br />\r\n\t<br />\r\n\tLet&rsquo;s take stock.<br />\r\n\t<br />\r\n\tWalker&rsquo;s claim on the end of the waiting list is accurate -- and he did play a role both in starting the program (minor) and keeping it going (more substantive). But the central part of the claim is that as county executive he eliminated the waiting list.<br />\r\n\t<br />\r\n\tThat list ended less than two months after he took office and mainly through the efforts of county officials who preceded him. Walker has supported the program as county executive, but nearly all of the heavy lifting on the waiting list was done before he arrived on the scene. And preventing a waiting list from reappearing is different than taking credit for ending it.<br />\r\n\t<br />\r\n\tWe rate Walker&rsquo;s statement Barely True.</p>\r\n\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-09-27T16:45:09.528175", "ruling_date": "2010-10-01T09:00:00", "ruling_headline": "Republican governor candidate Scott Walker says he eliminated the waiting list for long-term care for seniors", "ruling_headline_slug": "republican-governor-candidate-scott-walker-says-he", "ruling_link_text": "It did disappear within weeks of Walker taking office ... but due to things already in place", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tScott Walker for governor website, <a href=\"http://www.scottwalker.org/about/biography\">biography</a><br />\r\n\t<br />\r\n\tMilwaukee County Department of Audit, <a href=\"\">Aging Care Management Organization 2003 Operating Deficit</a>, December 2004<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel, County Board approves Family Care pilot, May 19, 2000<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel, State&rsquo;s answer to waiting list crisis, Aug. 27, 2001<br />\r\n\t<br />\r\n\tE-mail and phone interviews, Scott Walker, Sept. 16 and 20, 2010<br />\r\n\t<br />\r\n\tE-mail interviews with Beth Kaplan, communications specialist, Wisconsin Department of Health Services, Sept. 17-20, 2010<br />\r\n\t<br />\r\n\tInterview, Tom Frazier, retired executive director, Coalition of Wisconsin Aging Groups, Sept. 20, 2010<br />\r\n\t<br />\r\n\tInterview, Maria Ledger, interim executive director, Milwaukee County Department of Family Care, Sept. 20, 2010<br />\r\n\t<br />\r\n\tWisconsin Legislative Audit Bureau, <a href=\"http://www.legis.wisconsin.gov/lab/reports/02-0FamilyCare.pdf\">Family Care Pilot report,</a> Dec. 12, 2002<br />\r\n\t<br />\r\n\tWisconsin Assembly, <a href=\"http://www.legis.state.wi.us/1999/data/votes/av0184.pdf\">roll call vote&nbsp;</a> for state budget, June 29, 1999</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 38, "current_job": "Milwaukee County Executive", "false_count": 42, "first_name": "Scott", "half_true_count": 38, "home_state": "Wisconsin", "id": 640, "last_name": "Walker", "mostly_true_count": 44, "name_slug": "scott-walker", "pants_count": 11, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Scott_Walker_1_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/640/", "total_count": 211, "true_count": 25, "website": "http://www.scottwalker.org/"}, "statement": "<p>\r\n\tAs Milwaukee County executive, Scott Walker &quot;eliminated the waiting list for long-term care for older adults through the Family Care program.&quot;</p>\r\n", "statement_context": "a statement on campaign web site", "statement_date": "2010-09-27", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 3, "photo": null, "resource_uri": "/api/v/2/subject/3/", "subject": "Job Accomplishments", "subject_slug": "job-accomplishments", "used_in_edition": []}], "target": [], "twitter_headline": ""}