{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/sep/28/david-axelrod/david-axelrod-independent-groups-behind-ads-attack/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 2485, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/2485/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tOn <a href=\"http://abcnews.go.com/ThisWeek/week-transcript-axelrod-mcconnell-queen-rania/story?id=11729101\" id=\"ninl\" title=\"ABC's This Week\">ABC&#39;s <em>This Week</em></a> on Sept. 26, 2010, David Axelrod was asked about the growing influence of Republican strategist Karl Rove, former adviser to President George W. Bush, who is affiliated with American Crossroads and Crossroads GPS, organizations that are spending millions on ads attacking Democratic candidates.<br />\r\n\t<br />\r\n\t&quot;Here&#39;s the thing about Karl Rove and what he&#39;s doing,&quot; said Axelrod, senior adviser to President Barack Obama said. &quot;The insidious thing about it is they are funding negative ads all over the country against Democratic candidates paid for by major corporate special interests who don&#39;t have to disclose their participation, the oil industry, Wall Street, insurance industry.<br />\r\n\t<br />\r\n\t&quot;We put a bill in the United States Congress asking one thing -- and this was a loophole that was opened by the Supreme Court earlier in this year -- we put a bill in the Congress saying, disclose who is funding these campaigns. Let the American people know who&#39;s paying for these ads. It&#39;s a very simple premise.&quot;<br />\r\n\t<br />\r\n\tAxelrod is talking here about the 5-4 ruling by the Supreme Court on Jan. 21, 2010 in the landmark case <em>Citizens United vs. Federal Election Commission</em>, which struck down barriers to corporations spending money directly from their own treasuries to influence elections. And the bill that Axelrod said would close that loophole is the Democracy is Strengthened by Casting Light on Spending in Elections (DISCLOSE) Act, which was recently derailed in the Senate.<br />\r\n\t<br />\r\n\tAccording to Axelrod, these independent groups are &quot;spending tens of millions of dollars. In some districts, they&#39;re spending more money than the candidates themselves on negative ads from benign-sounding Americans for Prosperity, the American Crossroads Fund. No. These are front groups for special interests. These are front groups for foreign-controlled companies, which would have been banned under the bill that we put through Congress, and they don&#39;t want the American people to know, and the American people ought to be alert to that.&quot;<br />\r\n\t<br />\r\n\tThe fact we are checking here is whether some of the independent groups supporting Republican candidates are front groups for foreign-controlled companies.<br />\r\n\t<br />\r\n\tWhite House officials said that the two groups Axelrod cited by name -- Americans for Prosperity and the American Crossroads Fund -- were examples of &quot;front groups for special interests,&quot; but not necessarily fronts for foreign-controlled companies.<br />\r\n\t<br />\r\n\tAccording to media reports, Americans for Prosperity is funded by oil magnates David and Charles Koch; and American Crossroads is a group created by GOP strategists Karl Rove and Ed Gillespie. According to a story in <a href=\"http://www.rollcall.com/news/50023-1.html\" id=\"v4hd\" title=\"Roll Call,\">Roll Call,</a> American Crossroads is almost entirely funded by 10 wealthy donors and corporations, including $1 million from a Dallas-based oil and gas executive. While the source of American Crossroads&#39; money must ultimately be disclosed, many of the donors may not be known until after the elections. Crossroads GPS, on the other hand, was formed as an IRS code 501(c)4 non-profit, which must spend most of its money on issues rather than candidates, but does not have to disclose its donors.<br />\r\n\t<br />\r\n\tIn other words, we don&#39;t really know where some of these groups and others funding the negative ads are getting their money.<br />\r\n\t<br />\r\n\t&quot;The fundamental problem following <em>Citizens United</em> is that it is difficult to determine who is sponsoring these groups,&quot; said White House spokeswoman Kate Bedingfield. &quot;And that comes at the expense of the American people, who no longer have the right to know who is financing these ads in an attempt to influence an election for their preferred candidate. Wall Street, the insurance lobby, oil companies and other special interests are now one step closer to taking Congress back and returning to the days when lobbyists wrote the laws. And that&rsquo;s the point Axelrod is making here. He&rsquo;s referring generally to front groups and lists Americans for Prosperity and American Crossroads as two specific examples of incorporated entities that can now use corporate money to pay for electioneering communications in light of the <em>Citizens United</em> decision. They don&rsquo;t represent every single kind of incorporated entity that Axelrod is referring to; they&rsquo;re just two examples of front groups with benign-sounding names.&quot;<br />\r\n\t<br />\r\n\tSo far, it remains to be seen how much, if any, money comes from foreign companies.<br />\r\n\t<br />\r\n\tIn January, 2010 <a href=\"http://www.politifact.com/truth-o-meter/statements/2010/jan/27/barack-obama/obama-says-supreme-court-ruling-allows-foreign-com/\" id=\"ulmx\" title=\"PolitiFact looked into\">PolitiFact looked into</a> a claim from President Obama that the <em>Citizens United</em> case opened the floodgates for special interests -&ndash; including foreign corporations. We found that the president had overstated the decision&#39;s immediate impact and rated it Barely True.<br />\r\n\t<br />\r\n\tIt is a matter of intense legal debate.<br />\r\n\t<br />\r\n\tIn the <em>Citizens United</em> case, the majority justices left intact current federal law that prevents &quot;a partnership, association, corporation, organization, or other combination of persons organized under the laws of or having its principal place of business in a foreign country&quot; from making &quot;directly or indirectly&quot; a donation or expenditure &quot;in connection with a Federal, State, or local election,&quot; to a political party committee or &quot;for an electioneering communication.&quot;<br />\r\n\t<br />\r\n\tBut the minority justices in that case warned the ruling could lead to foreign companies exerting influence. Some legal experts we spoke to said that the ruling could open the door to foreign companies spending on American campaigns, given the general direction of the majority&#39;s opinion. We concluded then that &quot;until test cases proceed and further rulings are handed down, Obama&#39;s claim about foreign campaign spending is a reasonable interpretation, and nothing more.&quot;<br />\r\n\t<br />\r\n\t&nbsp; White House officials could not provide evidence that any of the groups funding campaign-related ads are fronts for foreign-controlled companies. Rather, they said, the issue was raised as a hypothetical problem created by the <em>Citizens United </em>decision by the Supreme Court.<br />\r\n\t<br />\r\n\tSheila Krumholz, executive director of the nonpartisan Center for Responsive Politics, said it&#39;s &quot;possible&quot; that donations could come from a foreign-controlled company.<br />\r\n\t<br />\r\n\t&quot;I&#39;m certainly concerned this cycle because some of these donors fly under the radar,&quot; she said.<br />\r\n\t<br />\r\n\tHowever, she said. &quot;I know of no specific organization that is foreign-controlled. I think (Axelrod) was incorrect if he said that. It is a legitimate thing to be concerned about. There have been many examples of it happening in the past. But I don&#39;t think there is any evidence of that happening.&quot;<br />\r\n\t<br />\r\n\tDemocratic lawmakers sought, in part, to definitively close the door on foreign money through the DISCLOSE Act.<br />\r\n\t<br />\r\n\t&quot;The problem with our political system is that we don&#39;t have any idea where any of the money that is going to these groups that funds these ads is coming from,&quot; said Doug Thornell, a spokesman for Rep. Chris Van Hollen of Maryland, the Democrats&#39; House campaign committee chief. &quot;The DISCLOSE Act would have provided the American people with an important tool to use to find out who is trying to influence these upcoming elections.&quot;<br />\r\n\t<br />\r\n\tSection 102 of the <a href=\"http://vanhollen.house.gov/UploadedFiles/DISCLOSE_Summary_042910.pdf\">DISCLOSE Act</a> detailed how it would prevent foreign influence in U.S. elections. Again, the bill stalled in the Senate.<br />\r\n\t<br />\r\n\tWith regard to the financial backing for some of the attack ads against Democrats, we think Obama&#39;s wording was more accurate when he said in a fund-raising speech in Philadelphia on Sept. 20, 2010, &quot;The names always sound very benign - it&#39;s &#39;Americans for Prosperity,&#39; &#39;Committee for Truth in Politics,&#39; &#39;Americans for Apple Pie&#39; -- I made that last one up. None of them will disclose who is paying for these ads. You don&#39;t know whether it&#39;s some big financial interest; you don&#39;t know if it&#39;s a big oil company, or an insurance company. You don&#39;t even know if it&#39;s foreign controlled.&quot;<br />\r\n\t<br />\r\n\tObama here warned the groups <em>could</em> be using money from entities that are foreign controlled.<br />\r\n\t<br />\r\n\tAxelrod went one step further and said they <em>are</em> front groups for foreign-controlled companies. That might make for a powerful sound bite, but it&#39;s a concern, not a known fact.<br />\r\n\t<br />\r\n\tWe think it&#39;s defensible for Obama and Axelrod to express concern that the <em>Citizens United </em>decision has created the opportunity for foreign companies to use money to try to influence the upcoming elections. But we don&#39;t see any evidence to support (or disprove) that it is actually happening.&nbsp; Because Axelrod&#39;s comment was so definitive, we rate it Barely True.</p>\r\n\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-09-28T13:38:19.801742", "ruling_date": "2010-09-28T16:19:32", "ruling_headline": "David Axelrod says independent groups behind ads attacking Democratic candidates are front groups for foreign-controlled companies", "ruling_headline_slug": "david-axelrod-independent-groups-behind-ads-attack", "ruling_link_text": "Possible...maybe...but not known", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tABC News, <a href=\"http://abcnews.go.com/ThisWeek/week-transcript-axelrod-mcconnell-queen-rania/story?id=11729101\" id=\"tt:k\" title=\"&quot;This Week&quot; transcript: Axelrod\">&quot;This Week&quot; transcript: Axelrod</a>, Sept. 26, 2010<br />\r\n\t<br />\r\n\tPolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/statements/2010/jan/27/barack-obama/obama-says-supreme-court-ruling-allows-foreign-com/\" id=\"o8j1\" title=\"&quot;Why Alito shook his head: Obama exaggerates impact of Supreme Court ruling on foreign companies,&quot;\">&quot;Why Alito shook his head: Obama exaggerates impact of Supreme Court ruling on foreign companies,&quot;</a> by Louis Jacobson, Jan. 27, 2010<br />\r\n\t<br />\r\n\tRoll Call, <a href=\"http://www.rollcall.com/news/50023-1.html\" id=\"n9fe\" title=\"&quot;American Crossroads Collects Two More Hefty Donations,&quot;\">&quot;American Crossroads Collects Two More Hefty Donations,&quot;</a> by Alex Knott, Sept. 20, 2010&nbsp;<br />\r\n\t<br />\r\n\tWashington Post, <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/09/27/AR2010092706500.html?hpid=topnews\" id=\"k97l\" title=\"&quot;New 'Super Pacs' bringing millions into campaigns,&quot;\">&quot;New &#39;Super Pacs&#39; bringing millions into campaigns,&quot;</a> by Alex Knott, Sept. 28, 2010<br />\r\n\t<br />\r\n\t<a href=\"http://vanhollen.house.gov/UploadedFiles/DISCLOSE_Summary_042910.pdf\" id=\"i5q1\" title=\"DISCLOSE Act Summary\">DISCLOSE Act Summary</a>, Sec. 102. Prevent Foreign Influence in U.S. Elections<br />\r\n\t<br />\r\n\tCenter for Responsive Politics, <a href=\"http://www.opensecrets.org/news/2010/09/opensecrets-battle---koch-brothers.html\" id=\"lc8q\" title=\"&quot;Capital Rivals: Koch Brothers vs. George Soros,&quot;\">&quot;Capital Rivals: Koch Brothers vs. George Soros,&quot;</a> by Spencer MacColl, Sept. 21, 2010<br />\r\n\t<br />\r\n\tInterview with Sheila Krumholz, executive director of the Center for Responsive Politics, Sept. 27, 2010<br />\r\n\t<br />\r\n\tInterview with Doug Thornell, a spokesman for Rep. Chris Van Hollen of Maryland, the Democrats&#39; House campaign committee chief, Sept. 27, 2010<br />\r\n\t<br />\r\n\tE-mail interview with White House spokeswoman Kate Bedingfield, Sept. 27, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 1, "first_name": "David", "half_true_count": 6, "home_state": "", "id": 209, "last_name": "Axelrod", "mostly_true_count": 7, "name_slug": "david-axelrod", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Axelrod.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/209/", "total_count": 18, "true_count": 2, "website": ""}, "statement": "<p>\r\n\tIndependent groups behind ads attacking Democratic candidates are &quot;front groups for foreign-controlled companies.&quot;</p>\r\n", "statement_context": "ABC's \"This Week\"", "statement_date": "2010-09-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 154, "photo": null, "resource_uri": "/api/v/2/subject/154/", "subject": "Campaign Finance", "subject_slug": "campaign-finance", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 151, "photo": null, "resource_uri": "/api/v/2/subject/151/", "subject": "This Week - ABC News", "subject_slug": "abc-news-week", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}