{"art": [], "author": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2010/oct/01/chuck-donovan/candidate-says-isakson-no-fiscal-hawk/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jdenery@ajc.com", "first_name": "Jim ", "id": 141, "last_name": "Denery", "name_slug": "jim-denery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/141/", "title": "Word editor", "twitter": null}, {"email_address": "cgay@ajc.com", "first_name": "Charles", "id": 167, "last_name": "Gay", "name_slug": "charles-gay", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/167/", "title": "Sunday editor", "twitter": null}], "facebook_headline": null, "id": 2505, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/2505/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\t<em>Note to readers: a letter to the editor responding to this item appeared Oct. 11, 2010. The letter appears at the end of the article.</em></p>\r\n<p>\r\n\tChuck Donovan gave us a challenge.<br />\r\n\t<br />\r\n\tThe Libertarian nominee for Georgia&#39;s U.S. Senate seat asked AJC PolitiFact Georgia to check out some claims on his campaign website about the incumbent, Sen. Johnny Isakson, R-Ga. Voters will decide among Isakson, Donovan and Democrat Michael Thurmond on Nov. 2.<br />\r\n\t<br />\r\n\tWe looked at Donovan&#39;s blog, which included a post called &quot;Isakson&#39;s Inconsistencies.&quot; The post challenged the Republican on a host of issues, but one line questioning Isakson&#39;s conservative credentials on federal spending stood out.<br />\r\n\t<br />\r\n\t&quot;Mr. Isakson has never proposed, nor voted in favor of, a substantial cut in federal spending,&quot; Donovan began. &quot;However, he has voted in favor of: (a) many substantial increases in federal spending; and (b) tremendous annual deficits.&quot;<br />\r\n\t<br />\r\n\tChallenge accepted.<br />\r\n\t<br />\r\n\tIsakson spokeswoman Sheridan Watson showed us a page on the senator&#39;s website full of news releases and statements highlighting votes and bills he supported to curb spending. It also noted Isakson has twice won the Taxpayers&#39; Friend Award from the National Taxpayers Union for his efforts to curb federal spending.<br />\r\n\t<br />\r\n\t&quot;Happy investigating,&quot; Watson wrote us.<br />\r\n\t<br />\r\n\tDonovan&#39;s post was researched and written by fellow Libertarian Allen Buckley, an Atlanta-based attorney and certified public accountant who won 2 percent of the vote in an unsuccessful campaign against Isakson in 2004.<br />\r\n\t<br />\r\n\tLet&#39;s look at the first part of Donovan&#39;s claim: Isakson has never proposed or voted for a substantial cut in federal spending.<br />\r\n\t<br />\r\n\tThe senator&#39;s website offers four main arguments to dispute Donovan. Isakson has voted often to cap discretionary spending, programs that are not entitlements such as Medicare and Social Security. Discretionary spending, which includes the Defense Department budget, has amounted to about as much as 40 percent of the total federal budget in recent years.</p>\r\n<p>\r\n\tSecond, the senator has been a big proponent of biennial budgeting, preparing and adopting budgets for two-year periods. The federal budget is currently adopted on an annual basis. Biennial budgeting proponents argue the idea would allow the federal government to adopt two budgets in one year and spend the second year taking more time to improve how government works. Others, including the Congressional Budget Office, have warned biennial budgeting could backfire if the revenue streams are uncertain, which makes it difficult to budget accurately.<br />\r\n\t<br />\r\n\tThird, Isakson supports the Pay It Back Act, which would require that money repaid by banks and other businesses who received taxpayer dollars from the Troubled Assets Relief Program (TARP) be used toward deficit reduction.<br />\r\n\t<br />\r\n\tThe fourth idea is legislation introduced in 2006 and 2007 by U.S. Sen. Judd Gregg, R-N.H., called Stop Over-Spending. Isakson co-sponsored the bill. SOS aimed to reduce the federal deficit and essentially balance the budget by 2012 through slowing the rate of growth for entitlement programs, except for Social Security, if Congress doesn&#39;t meet deficit reduction targets. It also gave the president a line-item veto. The Senate never voted on the bill.<br />\r\n\t<br />\r\n\tThe SOS bill received positive reviews from the conservative organizations National Review and the Heritage Foundation, saying it would have forced Congress into disciplined spending. University of Virginia political science professor James Savage was one of the few academics who studied the bill when it was introduced and he had problems with it. Savage and others contend that deficit reduction is not sound economic policy during a recession because more federal investment is needed to revive the economy, either through cutting taxes, lowering interest rates or spurring consumer spending through a stimulus.</p>\r\n<div>\r\n\tThere are examples of Isakson&#39;s efforts to curb spending. For example, Isakson voted in 2006 against a $109 billion emergency spending bill for Iraq and Hurricane Katrina recovery efforts along the Gulf Coast because it included earmarks for projects such as $700 million to relocate a railroad in Mississippi. Isakson voted in 2005 for legislation that included cuts to Medicare and Medicaid. The cuts were estimated to trim $36 billion, about 2 percent, from budget deficits forecast at $1.6 trillion during the following five years.</div>\r\n<p>\r\n\tNow, let&#39;s look at whether Isakson has voted in favor of many substantial spending increases.<br />\r\n\t<br />\r\n\tDonovan&#39;s camp says Isakson went along with Republicans on a series of spending increases when the GOP controlled Congress. Much of Donovan&#39;s argument on this point deals with bills from 2001 to 2004, when Isakson was in the U.S. House. During that time, Isakson voted for several bills during a time when the gross federal debt grew from about $5.8 trillion at the end of fiscal year 2001 to nearly $7.4 trillion by the end of fiscal year 2004. The debt was projected to rise to $13.8 trillion for the fiscal year that ended Sept. 30. Isakson voted in 2002 to spend $350 billion over 10 years for a prescription drug benefit for Medicare. Additionally, he voted for bills that increased defense spending by about 10 percent a year and legislation that raised the discretionary spending cap from $661 billion in 2001 to $819 billion in 2004. The senator has been more of a fiscal hawk since Democrats became the majority party in Congress in 2007, Donovan said.<br />\r\n\t<br />\r\n\tThe senator voted in 2006 with 51 of his 54 fellow Republicans to increase the national debt limit by $787 billion, raising the debt ceiling to $9 trillion. Some senators defended the decision, saying additional funds were needed for health and education programs. Isakson also voted in 2008 for the $700 billion TARP but has since criticized expansion of that legislation.<br />\r\n\t<br />\r\n\tSo where does this leave us on Donovan&#39;s statement about Isakson?</p>\r\n<div>\r\n\tDonovan put himself on safer footing on the Truth-o-Meter by saying Isakson has voted for &quot;substantial&quot; increases in spending than his claim that Isakson hasn&#39;t supported spending cuts. Isakson has voted for some major spending increases, particularly to support the wars in Iraq and Afghanistan. The need for that spending is for others to decide. But Isakson&#39;s support for the &quot;Pay It Back&quot; plan, SOS and other legislation shows Isakson has made efforts to lower spending, several of them fitting the average person&#39;s definition of &quot;substantial.&quot;</div>\r\n<div>\r\n\t&nbsp;</div>\r\n<div>\r\n\tWe believe Donovan&#39;s statement leaves out some context that led us to a different conclusion about Isakson&#39;s record on federal spending. We rate his statement as Half True.</div>\r\n<div>\r\n\t&nbsp;</div>\r\n<div>\r\n\tLetter to the editor:</div>\r\n<div>\r\n\t<p>\r\n\t\tThe October 1, 2010 truth-o-meter says an allegation made on the website of Chuck Donovan, Libertarian Party U.S. Senate candidate, is half true. The article notes that I researched and wrote the provision&mdash;which is correct.&nbsp;</p>\r\n\t<p>\r\n\t\tThe provision reads:&nbsp; Mr. Isakson never proposed, nor voted in favor of, a substantial cut in federal spending; however, he has voted in favor of:&nbsp; (a) many substantial increases in federal spending; and (b) tremendous annual deficits.&nbsp; The article did not consider the four facets of the statement, but instead focused on spending.&nbsp; The allegedly untrue part is the part about Mr. Isakson&rsquo;s proposals relating to, and votes for, substantially cutting spending.</p>\r\n\t<p>\r\n\t\tCited in favor of Mr. Isakson are proposed caps on discretionary spending, Mr. Isakson&rsquo;s support for biennial budgeting &nbsp;and Mr. Isakson&rsquo;s support of the Pay It Back Act, which reportedly requires money paid back by banks and other businesses who received taxpayer dollars from the TARP be used towards deficit reduction.&nbsp; These things are not bad things, but they do not reduce spending at all.&nbsp; Concerning caps on future discretionary spending, it appears the reporter or the truth-o-meter judges, or both, failed to distinguish a cut in spending from a limit on future spending increases.</p>\r\n\t<p>\r\n\t\tAlso cited is the Stop Over Spending (SOS) bill, which I was told by the reporter with whom I met was the only thing the Isakson campaign cited in its defense.&nbsp; As I explained to the reporter, nothing in the SOS bill requires that any spending be substantially cut at all. &nbsp;I thoroughly provided reasoning therefore. &nbsp;I gave the reporter examples of things that would result in a substantial cut in spending, such as repeal of Medicare Part D.&nbsp; According to the Medicare Trustees, Medicare Part D had a present value liability figure in 2008 that exceeded 31 percent the net worth of all Americans combined as of the end of 2009.&nbsp; I encourage all readers to read the SOS bill (it can be found online).</p>\r\n\t<p>\r\n\t\tAlso cited in favor of the senator is his vote against a spending increase relating to Iraq and Hurricane Katrina&nbsp; recovery efforts because it included $700 million in earmarks.&nbsp; Voting against a spending increase is not proposing, or voting in favor of, a cut (or a substantial cut) in spending.</p>\r\n\t<p>\r\n\t\tThe only thing cited to cut spending was small proposed cut in Medicare and Medicaid that would reportedly have cut 2 percent from budget deficit forecasts over five years.&nbsp; The spending cuts were estimated to be $36 billion.&nbsp; &nbsp;The per-year average spending cut would be $7.2 billion (i.e. $36 billion divided by 5).&nbsp; Total federal spending for 2008 amounted to approximately $2,983 billion.&nbsp; I do not believe something that could cut spending by 0.2 percent (i.e. 7.2 divided by 2,983) could reasonably be considered to substantially cut spending.&nbsp; It is akin to a 2 cent saving on a good that would ordinarily cost $10.</p>\r\n\t<p>\r\n\t\tAfter publication, through email correspondence with the reporter, I was told the truth-o-meter judges felt the average person would consider the SOS and pay-go, etc. as significant efforts to cut spending.&nbsp; I replied by first noting that Senator Isakson consistently voted against pay-go when his party was in power.&nbsp; I also offered the following example that an ordinary reasonable person could understand:&nbsp; If an individual said his family spends $1,000 per week but plans to limit future spending increases, but the individual said no other actions would be taken regarding spending, no ordinary reasonable person would think that person had planned to cut his family&rsquo;s spending, let alone cut the spending substantially.</p>\r\n\t<p>\r\n\t\tMartindale-Hubbell is the organization that &quot;rates&quot; lawyers, and the rating is done by other lawyers.&nbsp; I have, and for many years have had, an AV rating from Martindale-Hubbell.&nbsp; An AV rating is the highest rating in terms of work quality and integrity (including honesty).&nbsp; <strong>Simply put, I tell the truth</strong>.</p>\r\n\t<p>\r\n\t\tIn sum, Senator Isakson never proposed, nor voted in favor of, a substantial cut in spending.&nbsp; Thus, I told the truth.</p>\r\n\t<p>\r\n\t\tThe GAO said in 2007:&nbsp; &quot;GAO&rsquo;s long-term simulations continue to show ever larger deficits resulting in a federal debt burden that ultimately spirals out of control.&quot;&nbsp;&nbsp; While I am very disheartened by the truth-o-meter article, what is really sad is that you have helped Mr. Isakson so he can continue fulfilling GAO&rsquo;s prophesy.&nbsp;</p>\r\n\t<p>\r\n\t\tAllen Buckley</p>\r\n</div>\r\n", "ruling_comments_date": "2010-09-30T17:41:04.884197", "ruling_date": "2010-10-01T06:00:00", "ruling_headline": "Candidate says Isakson is no fiscal hawk", "ruling_headline_slug": "candidate-says-isakson-no-fiscal-hawk", "ruling_link_text": "Be careful what you wish for. Candidate challenges us to check out attack on Isakson.", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tChuck Donovan for Senate <a href=\"http://www.donovanforsenate.com/blog/isakson's-inconsistencies\">website</a><br />\r\n\t<br />\r\n\tAtlanta Journal-Constitution, &quot;How The Delegation Voted,&quot; May 15, 2005<br />\r\n\t<br />\r\n\tAtlanta Journal-Constitution, &quot;Senate OKs benefit cuts for first time in nearly a decade,&quot; Nov. 4, 2005<br />\r\n\t<br />\r\n\tAtlanta Journal-Constitution, &quot;$109 billion spending bill OK&#39;ed; Senate defies veto threat over special interests,&quot; May 5, 2006<br />\r\n\t<br />\r\n\tCongressional Budget Office, <a href=\"http://www.cbo.gov/ftpdocs/50xx/doc5010/doc02-Entire.pdf\">Biennial Budgeting</a><br />\r\n\t<br />\r\n\tJohnny Isakson spending vote record <a href=\"http://www.isakson.senate.gov/spending.html\">history</a><br />\r\n\t<br />\r\n\tThe Heritage Foundation, &quot;<a href=\"http://www.policyarchive.org/handle/10207/bitstreams/8535.pdf\">The Stop Over-Spending Act: A Real Opportunity to Limit Spending</a>,&quot; June 19, 2006<br />\r\n\t<br />\r\n\tThe New York Times, &quot;<a href=\"http://www.nytimes.com/2006/03/17/politics/17spend.html\">Senate Approves Budget, Breaking Spending Limits</a>,&quot; March 16, 2006<a href=\"http://www.nationalreview.com/articles/217983/s-o-s/editors\"><br />\r\n\t<br />\r\n\tNational Review</a>, S.O.S., June 20, 2006</p>\r\n<p>\r\n\tOMB Watch, &quot;<a href=\"http://www.ombwatch.org/node/11302\">Biennial Budgeting on the Horizon?</a>,&quot; Sept. 28, 2010<br />\r\n\t<br />\r\n\t<a href=\"http://www.votesmart.org/voting_category.php?can_id=1721&amp;category=10\">Project Vote Smart</a>, Johnny Isakson&#39;s voting record on major budget and tax issues<br />\r\n\t<br />\r\n\tStop Over-Spending <a href=\"http://www.govtrack.us/congress/bill.xpd?bill=s110-15\">bill</a><br />\r\n\t<br />\r\n\tTelephone interview with University of Virginia political science professor James Savage, Sept. 29, 2010<br />\r\n\t<br />\r\n\tTelephone interview with College of William &amp; Mary government professor John Gilmour, Sept. 29, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Chuck", "half_true_count": 1, "home_state": "Georgia", "id": 719, "last_name": "Donovan", "mostly_true_count": 0, "name_slug": "chuck-donovan", "pants_count": 0, "party": {"id": 5, "party": "Libertarian", "party_slug": "libertarian", "resource_uri": "/api/v/2/party/5/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Chuck_Donovan.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/719/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\tU.S. Sen. Johnny Isakson &quot;has never proposed, nor voted in favor of, a substantial cut in federal spending&quot; and has voted for &quot;many substantial increases in federal spending.&quot;</p>\r\n", "statement_context": "a blog on his campaign website", "statement_date": "2010-09-17", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "U.S. Senator", "false_count": 3, "first_name": "Johnny", "half_true_count": 3, "home_state": "Georgia", "id": 580, "last_name": "Isakson", "mostly_true_count": 2, "name_slug": "johnny-isakson", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/JohnnyIsakson.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/580/", "total_count": 16, "true_count": 4, "website": ""}], "twitter_headline": "Libertarian asks us to check out his claim vs. Isakson. Challenge accepted. #gapolitics"}