{"art": [{"brightcove": "", "caption": "Back to Basics: \"Four More Years\"", "id": 717, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/717/", "title": "Back to Basics TV ad Four More Years", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/C0_YJI0OwjU?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "C0_YJI0OwjU"}], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/oct/03/back-basics/back-basics-pac-says-gov-rick-perry-pushed-law-let/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 2511, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/2511/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tPolitical group Back to Basics&#39; latest television ad criticizing Gov. Rick Perry suggests that the Republican leader has used his office to help insurance companies boost their bottom lines.</p>\r\n<p>\r\n\tThe ad says: &quot;Perry pushed for a law that lets insurance companies raise homeowners&rsquo; rates without having to justify the increase.&quot;</p>\r\n<p>\r\n\tThe TV spot is the fourth to be aired by Back to Basics, which also has run a newspaper ad calling Perry a coward for not debating his Democratic opponent Bill White and for declining to meet with newspaper editorial boards.</p>\r\n<p>\r\n\tWe wondered if Perry helped allow insurance companies to boost homeowners&#39; rates &quot;without having to justify the increase.&quot; Before gauging his role, we looked at the law and how it came about.</p>\r\n<p>\r\n\tBack in 2002, insurance rates being charged Texas homeowners were making headlines. The American-Statesman reported that October that Texas was &quot;in the grip of an insurance crisis,&quot; characterized by rising premiums for homeowners and reduced coverage for water and mold damage. The article reported that consumer advocates and legislators agreed that the root cause of the crisis was &quot;the state&#39;s failure to act as the insurance industry effectively deregulated itself during the past 20 years, moving all but 5 percent of its policies to subsidiaries whose rates are not under state control.&quot;</p>\r\n<p>\r\n\tAt the time, &quot;state control&quot; referred to the &quot;benchmark&quot; system, which required insurance companies to charge rates within a specified range set by the insurance commissioner. If a company wanted to charge higher or lower rates, it first had to get approval from the Texas Department of Insurance.</p>\r\n<p>\r\n\tThe 2003 legislative session saw the passage of Senate Bill 14, which Perry signed into law; it switched Texas to a &quot;file-and-use&quot; system bringing all insurers back under state regulation.</p>\r\n<p>\r\n\tThe result: A company can file its rates with the Texas Department of Insurance and start charging them right away, although most set the effective date at some time in the future.</p>\r\n<p>\r\n\tOn a website providing backup information for the insurance ad, Back to Basics points to a report from consumer advocacy group Texas Watch that describes the switch as &quot;a major overhaul of the property and casualty insurance market in Texas.&quot; The key sentence: &quot;Under the file-and-use system, insurers must simply inform (the Insurance Department) of any rates that it intends to charge, then may begin immediately charging that rate.&quot;</p>\r\n<p>\r\n\tAt the Texas Department of Insurance, though, spokesman Jerry Hagins disputed the idea that insurers can raise &mdash; or lower &mdash; rates without justification.</p>\r\n<p>\r\n\tHagins explained the process this way: Rate filings are reviewed by department actuaries, who may ask the companies for more information. If the new rates are found to be &quot;excessive, inadequate or unfairly discriminatory,&quot; the department can block them from going into effect. If that finding is made after the rates are already being charged, the department can order the company to rescind them, and give refunds, plus interest, to customers who paid premiums based on the rejected rates.</p>\r\n<p>\r\n\tBut there&#39;s a catch. If a company challenges the department&#39;s finding, the new rates &quot;may continue to be used during the appeal process until the dispute is resolved,&quot; Hagins said.</p>\r\n<p>\r\n\tHowever, Hagins said rate filings rarely get to that stage. Also rare, he said, are filings of rate increases that are effective immediately, leaving no time for staff review. He added that the department often pushes back against proposed rate changes during informal communications with a company before it actually files.</p>\r\n<p>\r\n\tWe looked at Insurance Department rate-filing data since 2003 for the largest eight companies writing homeowner policies in Texas and found about 15 filings that sought to increase rates within a week; seven were initially scheduled to go into effect the same day. At least nine rate filings have been &quot;rejected&quot; or &quot;disapproved&quot; since 2003. The vast majority of filings &mdash; more than 180 &mdash; are what Hagins described as &quot;overall revenue neutral,&quot; which he said &quot;means that the statewide average impact is zero; some consumers might see an increase while others would see a decrease.&quot;</p>\r\n<p>\r\n\tHagins also warned that the rejection numbers don&#39;t show how frequently the department pushes back against proposed rate changes during its communications with companies before a rate is officially filed, leading companies to adjust their plans.</p>\r\n<p>\r\n\tHas &quot;file and use&quot; helped consumers? According to a July 20, 2008, story in the American-Statesman, that question is &quot;hotly debated. Both Democratic and Republican legislators ... said they were frustrated that &#39;file and use&#39; had not led to significant rate decreases for Texans.&quot; We aren&#39;t going to get into that here.</p>\r\n<p>\r\n\tSo much for how &quot;file and use&quot; works. Does the law spell out that companies must &quot;justify&quot; their rates before raising them?</p>\r\n<p>\r\n\tBeaman Floyd, director of an insurance special interest group, the Texas Coalition for Affordable Insurance Solutions, pointed to a section of the Insurance Code titled &quot;Rate Filings and Supporting Information,&quot; which specifies two materials &mdash; &quot;applicable rating manuals&quot; and &quot;supplementary rating information&quot; &mdash; that insurers &quot;shall file.&quot; Those materials include a variety of backup information that companies use to determine rates.</p>\r\n<p>\r\n\tRequiring more information from a company is up to the insurance commissioner, who can make rules specifying what is needed. When we asked about that, Hagins pointed us to a section in the Texas Administrative Code requiring insurers to submit a two-page form and a memorandum that speaks to the overall impact of the rate filing. The rule says the memo may include &quot;reasons for changing rates.&quot;</p>\r\n<p>\r\n\tBut Alex Winslow, executive director of Texas Watch, said the critical issue in justifying rates is when it happens in the filing process. &quot;In a nutshell, is any sort of justification meaningful if the justification takes place after consumers are already forced to pay an excessive rate?&quot;</p>\r\n<p>\r\n\tFor an outside perspective, we contacted Bob Klein, a professor at Georgia State University who is also director of the Center for Risk Management and Insurance Research. He disagreed with Back to Basics&#39; description of a file-and-use system, saying that &quot;a company still has to justify a rate increase.&quot;</p>\r\n<p>\r\n\tHe said that based on his observation of the way the system works in Texas, the state lets companies know if they are not &quot;comfortable&quot; with the filing and typically, the company withdraws it. Texas &quot;does not have the reputation of being an easy state to get rate increases approved,&quot; he said.</p>\r\n<p>\r\n\tFinally, we looked into whether Perry pushed for the &quot;file and use&quot; bill that is now the law, as Back to Basics says.</p>\r\n<p>\r\n\tPerry was among many elected officials calling for homeowner insurance reform before the 2003 legislative session. According to his prepared remarks for a Feb. 12, 2002, news conference, Perry said he had asked the insurance commissioner to work with legislators &quot;to examine additional state regulations, legislative remedies and tort reforms to put the brakes on runaway homeowner&#39;s insurance costs.&quot;</p>\r\n<p>\r\n\tOne option, Perry said then, was a file-and-use system. &quot;A tougher option is a prior approval rating system,&quot; he added, which &quot;would require the insurance commissioner to approve or disapprove certain rate increases before customers are asked to pay.&quot; Prior approval was preferred by consumer advocacy groups and many Democrats, but did not find favor in the 2003 legislative session.</p>\r\n<p>\r\n\tIn a December 2002 press release declaring his intention to designate homeowners insurance an emergency issue for the upcoming legislative session, Perry mentioned several reform proposals, although he did not specify any regulatory system. After the session began in January, the Fort Worth Star-Telegram reported that Perry had not yet &quot;thrown his weight&quot; behind any of the insurance-related bills that had been filed. Far as we can tell, he never did.</p>\r\n<p>\r\n\tWhen Perry signed the insurance legislation into law, his prepared remarks said it required rates to &quot;be fair, reasonable and justified. If future rates are unfair, the Department of Insurance now has the authority in law to reject excessive rates out of hand and force insurance companies to offer lower rates.&quot; Among the legislators Perry thanked for their work on the legislation were Sens. Troy Fraser, R-Horseshoe Bay, and Mike Jackson, R-La Porte, architects of the insurance overhaul.</p>\r\n<p>\r\n\tWe asked the two senators if Perry pushed for the file-and-use approach. Jackson said in a statement that Perry had no direct involvement with the proposal as it advanced. Fraser&#39;s office shared a November 2002 news article describing Perry as neither endorsing nor criticizing their approach.</p>\r\n<p>\r\n\tPerry spokeswoman Katherine Cesinger said that &quot;the governor&#39;s office pushed for reform of the system, but not a particular regulatory structure.&quot;</p>\r\n<p>\r\n\tCliff Walker, director of Back to Basics PAC, told us that a Feb. 22, 2002, press release issued by Perry&#39;s office proves the governor backed file and use because it mentions that system as a &quot;legislative option.&quot; But the release also mentions the possibility of a &quot;prior approval&quot; system.</p>\r\n<p>\r\n\tSumming up: The Back to Basics claim is based on the notion that Perry was instrumental in pushing the file-and-use system. That&rsquo;s not supported by news reports or other evidence.</p>\r\n<p>\r\n\tIn addition, the suggestion that insurance companies need not justify homeowners&rsquo; rate increases is off base: That&rsquo;s part of the information they&rsquo;re asked to submit with their filings, and it plays a role in the back-and-forth that may ensue with the department&rsquo;s staff.</p>\r\n<p>\r\n\tWe rate the statement False.</p>\r\n", "ruling_comments_date": "2010-10-01T16:04:00.759089", "ruling_date": "2010-10-03T06:00:00", "ruling_headline": "Back to Basics PAC says that Gov. Rick Perry pushed for a law that lets insurance companies raise homeowner rates without justifying the increase", "ruling_headline_slug": "back-basics-pac-says-gov-rick-perry-pushed-law-let", "ruling_link_text": "No evidence Perry threw weight behind 'file-and-use' regulatory system", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tBack to Basics PAC, <a href=\"http://www.backtobasicspac.org/four-more-years/\">&quot;Four More Years?&quot;</a> accessed Sept. 15, 2010</p>\r\n<p>\r\n\tAustin American-Statesman, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/093010_aas1.pdf\">&quot;Texans split on who&#39;s to blame as insurance woes hit home,&quot;</a> Oct. 27, 2002</p>\r\n<p>\r\n\tHouse Research Organization, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/093010_hro.pdf\">&quot;SB 14 Update: The Insurance Industry and Homeowners Adapt to a New Regulatory Framework,&quot;</a> Interim News, Oct. 7, 2004</p>\r\n<p>\r\n\tInterview with Jerry Hagins, spokesman, Texas Department of Insurance, Sept. 15, 16, 23, 29, 2010</p>\r\n<p>\r\n\tTexas Legislature Online, <a href=\"http://www.legis.state.tx.us/BillLookup/History.aspx?LegSess=78R&amp;Bill=SB14\">Senate Bill 14,</a> 2003, accessed Sept. 20, 2010</p>\r\n<p>\r\n\tTexas Insurance Code, Chapter 2251, <a href=\"http://www.statutes.legis.state.tx.us/Docs/IN/htm/IN.2251.htm\">&quot;Rates,&quot;</a> accessed Sept. 20, 2010</p>\r\n<p>\r\n\tTexas Watch, <a href=\"http://www.texaswatch.org/wordpress/wp-content/uploads/2010/02/Homeowners-History-w-Premium-Chart-PDF.pdf\">&quot;A Brief Summary of Homeowners Insurance in Texas,&quot;</a> February 2009</p>\r\n<p>\r\n\tTexas Department of Insurance, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/093010_ratedata.pdf\">&quot;Homeowners Rate Filings Received From June 1, 2003 to August 6, 2010&quot;</a></p>\r\n<p>\r\n\tAustin American-Statesman, <a href=\"http://www.statesman.com/news/content/region/legislature/stories/07/20/0720opic.html\">&quot;Sidelined by insurance law changes, consumer lawyer faces pink slip,&quot;</a> July 20, 2008</p>\r\n<p>\r\n\tInterview with Beaman Floyd, director, Texas Coalition for Affordable Insurance Solutions, Sept. 16 and 29, 2010</p>\r\n<p>\r\n\tInterview with Alex Winslow, executive director, Texas Watch, Sept. 20 and 22, 2010</p>\r\n<p>\r\n\tInterview with Bob Klein, professor, Georgia State University, Sept. 30, 2010</p>\r\n<p>\r\n\tGov. Rick Perry&#39;s office, <a href=\"http://governor.state.tx.us/news/speech/10464/\">&quot;Text of Gov. Rick Perry&#39;s Remarks at Homeowner&#39;s Insurance News Conference Austin,&quot;</a> Feb. 12, 2002</p>\r\n<p>\r\n\tGov. Rick Perry&#39;s office, press release, <a href=\"http://governor.state.tx.us/news/press-release/4710/\">&quot;Says Common Goals, Including Lower Rates, Link Proposals for Next Legislative Session,&quot;</a> Dec. 10, 2002</p>\r\n<p>\r\n\tGov. Rick Perry&#39;s office, <a href=\"http://governor.state.tx.us/news/speech/10638/\">&quot;Gov. Perry Announces Help to Homeowners,&quot;</a> June 10, 2003</p>\r\n<p>\r\n\tForth Worth Star-Telegram, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/093010_fwstory.pdf\">&quot;Insurance rates tough to budge,&quot; </a>Jan. 26, 2003</p>\r\n<p>\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/093010_jackson.pdf\">E-mail </a>statement from Sen. Mike Jackson, Sept. 28, 2010</p>\r\n<p>\r\n\tSan Antonio Express-News, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/093010_fraser.pdf\">&quot;8 bills target insurers&#39; rates,&quot;</a> Nov. 21, 2002<br />\r\n\t<br />\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/093010_cesinger.pdf\">E-mail</a> from Katherine Cesinger, spokeswoman for Gov. Rick Perry, Sept. 27, 2010</p>\r\n<p>\r\n\tInterview with Cliff Walker, director, Back to Basics PAC, Sept. 15 and 28, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 2, "first_name": "", "half_true_count": 1, "home_state": "Texas", "id": 627, "last_name": "Back to Basics", "mostly_true_count": 1, "name_slug": "back-basics", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/btb.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/627/", "total_count": 4, "true_count": 0, "website": "http://www.backtobasicspac.org/"}, "statement": "<p>\r\n\t&quot;Perry pushed for a law that lets insurance companies raise homeowners&rsquo; rates without having to justify the increase.&quot;</p>\r\n", "statement_context": "a TV ad", "statement_date": "2010-09-08", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}, {"description": "", "id": 28, "photo": null, "resource_uri": "/api/v/2/subject/28/", "subject": "Consumer Safety", "subject_slug": "consumer-safety", "used_in_edition": []}, {"description": "", "id": 157, "photo": null, "resource_uri": "/api/v/2/subject/157/", "subject": "Message Machine 2010", "subject_slug": "message-machine", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 30, "current_job": "U.S. Energy Secretary", "false_count": 31, "first_name": "Rick", "half_true_count": 42, "home_state": "Texas", "id": 291, "last_name": "Perry", "mostly_true_count": 24, "name_slug": "rick-perry", "pants_count": 18, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Perry_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/291/", "total_count": 176, "true_count": 26, "website": "https://energy.gov/management/history/secretaries-energy"}], "twitter_headline": ""}