{"art": [], "author": [{"email_address": "PolitiFact@projo.com", "first_name": "Cynthia", "id": 139, "last_name": "Needham", "name_slug": "cynthia-needham", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/cynthia_needham80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/139/", "title": "Reporter", "twitter": null}], "canonical_url": "/rhode-island/statements/2010/oct/02/david-cicilline/cicilline-says-loughlin-has-talked-about-privatizi/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "sareson@projo.com", "first_name": "Susan", "id": 164, "last_name": "Areson", "name_slug": "susan-areson", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/areson.sue80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/164/", "title": "metropolitan managing editor", "twitter": null}], "facebook_headline": null, "id": 2515, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "PolitiFact@projo.com", "first_name": "Cynthia", "id": 139, "last_name": "Needham", "name_slug": "cynthia-needham", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/cynthia_needham80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/139/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/2515/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tIt may be the most frequently used weapon in the Democratic arsenal this midterm election season: accusing the GOP of wanting to &quot;privatize&quot; Social Security.<br />\r\n\t<br />\r\n\tSo many Democrats have made such claims about their Republican opponents that our national PolitiFact team and those in other states have reviewed the issue on more than a half-dozen occasions. Most found that the Democrats have distorted the Republican position to some degree, with the claims receiving Half True or Barely True ratings.<br />\r\n\t<br />\r\n\tHere in Rhode Island, the topic takes on particular significance because we have one of the highest percentages in the country of people 65 and older, more than 14 percent. Nearly 140,000 Rhode Island seniors receive Social Security benefits.<br />\r\n\t<br />\r\n\tDemocratic congressional candidate David Cicilline has joined the chorus of critics in his new &quot;Fighting For Social Security&quot; campaign tour, suggesting to seniors that his GOP opponent, state Rep. John Loughlin, would gamble with their money.<br />\r\n\t<br />\r\n\tAt his first stop, on Sept. 23, he told a group of elderly voters at Pawtucket&#39;s St. Germain Manor Senior Center: &quot;The Republican candidate has talked about privatizing Social Security, and when there was a resolution [in the Rhode Island General Assembly] urging Congress not to privatize Social Security, he was one of seven people to vote no on that. So we know where he stands on that issue.&quot;<br />\r\n\t<br />\r\n\tSpeaking quite literally, it&#39;s true that Loughlin has talked about the concept of privatization. It would be hard to be a Republican -- or a Democrat -- running for federal office and not address whether that&#39;s a good or bad idea.<br />\r\n\t<br />\r\n\tAnd Loughlin acknowledges his 2005 vote against a Rhode Island House resolution pressing Congress not to privatize the program. Why did he vote that way? He says he didn&#39;t think it made sense to completely block the concept.<br />\r\n\t<br />\r\n\tMoving on to the next part of his claim, we asked Cicilline for examples of where Loughlin &quot;stands on the issue&quot; of privatization. His campaign provided us with several. The first was in a quote from Loughlin in The Providence Journal in February.<br />\r\n\t<br />\r\n\t&quot;I think that citizens should be able to choose to put a portion of their Social Security payroll taxes into private investment accounts, but it should be completely voluntary. Recent stock market volatility is going to cause some people to want to stay within the current system and that&#39;s fine,&quot; Loughlin told a reporter.<br />\r\n\t<br />\r\n\tA second, similar reference came two days after the September primary when Loughlin told The Pawtucket Times that &quot;younger workers should be allowed to privatize some of their Social Security&quot; to give them greater flexibility. &nbsp;<br />\r\n\t<br />\r\n\tLike our PolitiFact counterparts in other states, we question whether Loughlin&#39;s suggestion that workers be allowed to voluntarily divert a portion of their payroll to a personal investment account constitutes a desire to privatize.<br />\r\n\t<br />\r\n\tWhat we found was that this issue is very much a war of words. Loughlin believes the option to investment in a personal account is simply that, an option. Cicilline counters that voluntary changes are no different than full privatization because they would eat away at the Social Security funding stream, destabilizing the program and taking it one step closer to elimination.<br />\r\n\t<br />\r\n\t&quot;I don&#39;t think we&#39;re claiming he wants to abolish Social Security, but this isn&#39;t us putting words in his mouth,&quot; Cicilline campaign manager Eric Hyers told us. &quot;He used the &#39;P&#39; word.&quot;<br />\r\n\t<br />\r\n\tLoughlin dismissed the idea that voluntary accounts and full privatization are comparable -- or that Cicilline knows where he stands on the issue -- calling his opponent&#39;s comments &quot;completely and totally false.&quot;<br />\r\n\t<br />\r\n\tThough Loughlin does support the concept of allowing people to make choices about parts of their contribution money &quot;That is not the same by any stretch of the imagination as privatizing Social Security,&quot; he argues. &quot;Not even close.&quot;<br />\r\n\t<br />\r\n\tPrivatization, Loughlin believes, implies a mandated change, something he says he opposes.<br />\r\n\t<br />\r\n\t&quot;This is a very common line of attack on the Democratic attack wheel ... &quot; Loughlin continued. &quot;The playbook tells them, go to all senior centers and the nursing homes and say the Republican candidate wants to take away your Social Security and kick you off and they want to put it in that risky thing down on Wall Street called the stock market.&quot;<br />\r\n\t<br />\r\n\tAt the same time, the Republican is sharply critical of the current Social Security system, on several occasions even comparing it to a Ponzi scheme. PolitiFact Rhode Island will examine that comment in a separate item Sunday.<br />\r\n\t<br />\r\n\tBut let&#39;s get back to the privatization question. Taking it point by point, Cicilline is correct when he says Loughlin has talked about privatization. It&#39;s important to note however that words matter. Had Cicilline made a more stringent accusation, we might have judged it differently.&nbsp;</p>\r\n<p>\r\n\tHe&#39;s also right that Loughlin voted against the resolution urging Washington to oppose it.<br />\r\n\t<br />\r\n\tOn the third point, however, Cicilline misses the mark. He does not appear to know where his opponent stands on the issue. Loughlin himself says Cicilline is flat out misinterpreting his position. Yet that hasn&#39;t stopped Cicilline from criss-crossing the state using the accusation to scare elderly voters and win votes.<br />\r\n\t<br />\r\n\tYes, Loughlin has expressed dissatisfaction with the current program and has publicly supported tinkering with the system to offer a private option. But to our knowledge, the GOP candidate has never advocated for making the program fully private. And he says he has no plans to do so.<br />\r\n\t<br />\r\n\tWe rate Cicilline&#39;s claim Half True.<br />\r\n\t&nbsp;</p>\r\n", "ruling_comments_date": "2010-10-01T18:15:02.953310", "ruling_date": "2010-10-02T00:01:00", "ruling_headline": "Cicilline says Loughlin has talked about privatizing Social Security", "ruling_headline_slug": "cicilline-says-loughlin-has-talked-about-privatizi", "ruling_link_text": "He's talked about voluntary accounts ", "ruling_state": null, "source_documents": null, "sources": "<div style=\"margin: 0px; background-color: transparent; font-family: 'Times New Roman';\">\r\n\tCicilline&nbsp; comments to elderly voters at the St. Germain Manor Senior Center, Sept. 23, 2010<br />\r\n\t<br />\r\n\t<a href=\"http://www.cicilline.com/release.cfm?ID=39\">Cicilline campaign press release</a>, Sept. 23, 2010<br />\r\n\t<br />\r\n\tProjo.com Politics Blog, &quot;Loughlin invites Calif. Congressman for fundraiser,&quot; Feb. 28, 2010<br />\r\n\t<br />\r\n\tThe Pawtucket Times, &quot;Loughlin launches U.S. House campaign,&quot; Sept. 16, 2010<br />\r\n\t<br />\r\n\tThe Providence Journal, &quot;Cicilline vows Social Security fight,&quot; Sept. 24, 2010<br />\r\n\t<br />\r\n\tInterview, Eric Hyers, Cicilline campaign manager, Sept. 27, 2010<br />\r\n\t<br />\r\n\tInterview, John Loughlin, Sept. 28, 2010<br />\r\n\t<br />\r\n\tU.S. Census Bureau, <a href=\"http://quickfacts.census.gov/qfd/states/44000.html\">Rhode Island Quick Facts</a>, accessed Sept. 29, 2010<br />\r\n\t<br />\r\n\tU.S. Social Security Administration, Department of Retirement and Disability Policy, <a href=\"http://www.ssa.gov/policy/docs/statcomps/oasdi_sc/2009/ri.html\">beneficiaries by state and county</a>, 2009<br />\r\n\t<br />\r\n\tU.S. Securities and Exchange Commission web site; &quot;<a href=\"http://www.sec.gov/answers/ponzi.htm\">Ponzi schemes - Frequently Asked Questions</a>&quot;<br />\r\n\t&nbsp;</div>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 7, "current_job": "mayor of Providence", "false_count": 4, "first_name": "David", "half_true_count": 5, "home_state": "Rhode Island", "id": 509, "last_name": "Cicilline", "mostly_true_count": 4, "name_slug": "david-cicilline", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/d_cicilline_2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/509/", "total_count": 29, "true_count": 8, "website": "http://cicilline.com/"}, "statement": "<p>\r\n\t&quot;The Republican candidate [John Loughlin] has talked about privatizing Social Security ... so we know where he stands on the issue.&quot;</p>\r\n", "statement_context": "in a senior center address", "statement_date": "2010-09-23", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 141, "photo": null, "resource_uri": "/api/v/2/subject/141/", "subject": "Social Security", "subject_slug": "social-security", "used_in_edition": []}], "target": [], "twitter_headline": ""}