{"art": [{"brightcove": "", "caption": "A little-known liberal group has been running ads attacking Nevada Republican Senate candidate Sharron Angle for speaking favorably of the Chilean pension system.", "id": 721, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/721/", "title": "Patriot Majority Pinochet ad", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/87OtSwBluJM?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "87OtSwBluJM"}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/oct/04/patriot-majority-pac/patriot-majority-pac-conjures-chilean-dictator-att/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 2520, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/2520/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tIt isn&#39;t often that U.S. campaigns venture into Latin American retirement policy, but the knock-down, drag-out battle for a Nevada Senate seat has done just that.<br />\r\n\t<br />\r\n\tIt came up in an ad run by the <a href=\"http://www.patriotmajority.us/about\" id=\"zocm\" title=\"Patriot Majority PAC\">Patriot Majority PAC</a>, an obscure Washington-based group that <a href=\"http://www.washingtonpost.com/wp-srv/politics/campaign/2010/spending/Patriot-Majority.html\" id=\"hpc_\" title=\"appears to be spending big money\">appears to be spending big money</a> on campaign advertising this year, primarily against Sharron Angle, the Republican who&#39;s challenging Senate Majority Harry Reid, D-Nev.<br />\r\n\t<br />\r\n\tThe <a href=\"http://www.youtube.com/watch?v=87OtSwBluJM\" id=\"rsiu\" title=\"ad\">ad</a> seizes on a comment made by Angle about Social Security privatization during an Aug. 12, 2010, interview with KLAS-TV. Here&#39;s the narration:<br />\r\n\t<br />\r\n\t&quot;How does Sharron Angle plan to phase out Social Security? (Video of Angle saying, &quot;Chile has done this.&quot;) Chile? The country once led by Augusto Pinochet, the military dictator and human rights violator? Chile&#39;s privatization scheme has resulted in hidden fees, fewer benefits and millions of people with no coverage. (Angle: &quot;Chile has done this.&quot;) Privatize? Phase out? Pinochet? (Angle: &quot;Chile has done this.&quot;) Another day, and another bad idea from Sharron Angle. What&#39;s next?&quot;<br />\r\n\t<br />\r\n\tWe were somewhat caught off guard by the ad sponsor&#39;s effort to use Angle&#39;s pension-policy positions to link her to a &quot;military dictator and human rights violator,&quot; complete with footage of goose-stepping Chilean soldiers on parade. But that connection, tenuous though it may be, didn&#39;t strike us as checkable in our conventional sense. Instead, we&#39;ll focus on whether the ad fairly describes the nuts and bolts of Chilean retirement security. Is the ad justified in saying that &quot;Chile&#39;s privatization scheme has resulted in hidden fees, fewer benefits and millions of people with no coverage&quot;?<br />\r\n\t<br />\r\n\tFor many years, the Chilean system has been an inspiration to free-market advocates in the U.S. and elsewhere, so it&#39;s not surprising that Angle would have cited it. Here&#39;s some background on the system.<br />\r\n\t<br />\r\n\tChile created its first Social Security-style programs in the 1920s, a decade or so before the United States did. But the government under Pinochet made a big change in 1981, transitioning all new workers -- as well as beneficiaries of the old, defined-benefit system who were willing to make the switch -- to a pension plan based on individual accounts run by private-sector investment managers. By now, almost all Chileans are enrolled in the post-1981 system.<br />\r\n\t<br />\r\n\tThe program details have changed somewhat over the years, most recently due to a major round of changes in 2008. But the general outline has remained the same. Ten percent of workers&#39; income is automatically deducted to fund their retirement, disability and survivor insurance, plus an additional charge for administrative costs. Employees can choose from among several government-approved private pension management companies, each of which offers five varieties of funds with varying degrees of risk. The funds and their approaches have been reviewed by a government regulator. Total assets in the system by the end of 2009 reached $107 billion in U.S dollars, or about 65 percent of Chile&rsquo;s gross domestic product.<br />\r\n\t<br />\r\n\tBecause the Chilean system has been a trendsetter, it has been studied extensively. Independent analyses suggest that over the long term, the level of support for retirees under Chile&#39;s system has been close or better than that in similar countries. But the Chilean system has also faced its share of criticism. Some of that criticism echoes what the ad says. Here&#39;s a closer look at the three issues raised in the ad.<br />\r\n\t<br />\r\n\t&bull; <strong>Hidden fees</strong>. High fees have been a longstanding concern about the Chilean system. Due to lack of competition among private-sector money managers that participate in the system, these management companies&#39; profits have been much larger than profit margins in other sectors of Chile&rsquo;s financial services industry, wrote U.S. Social Security Administration researcher Barbara E. Kritzer in one paper. Over a full career contributing to the system, workers pay around 15 percent for administration, according to the International Organization of Pension Supervisors. This is in the middle of six Latin American countries and below five Eastern European countries with a Chilean-style individual accounts system. Several experts said that a series of government reforms in 2008 helped lower fees.<br />\r\n\t<br />\r\n\tIn our reporting, we found that even supporters of the system acknowledged that fees have been a problem. But are they &quot;hidden,&quot; as the ad says? None of the handful of experts we spoke to said so. In fact, fees are more obvious to contributors in Chile than in other countries because they are levied on top of the mandatory contribution to private pensions. So while the ad is on track in its criticism of fees, it is wrong to say they are hidden.<br />\r\n\t<br />\r\n\t&bull; <strong>Fewer benefits</strong>. Most studies have shown a long-term rate of return in the Chilean system of roughly 10 percent, which is high by international standards. But even if those rates of return are optimistic going forward -- whether because they were boosted by a period of unusually strong returns or because of insufficient participation by Chilean workers in the plan -- experts we spoke to agreed that for Chileans, the current system is preferable to the pre-1981 system. In fact, Pinochet&#39;s system remained in place after the transition to democracy and was retained by the socialist administration of Michelle Bachelet. (Bachelet lost power in March 2010.)<br />\r\n\t<br />\r\n\tMauricio Soto of the Center for Retirement Research at Boston College has written that the old pension system was &quot;in crisis&quot; prior to 1981 -- paying more in benefits than it was receiving in contributions, with a projected actuarial imbalance greater than the country&#39;s gross domestic product. In addition, the patchwork system was &quot;poorly administered and inefficient&quot; and led to discrepancies in which &quot;white-collar workers could comfortably retire in their 40s, while blue-collar workers had to wait until their 60s to qualify for minimum retirement benefits.&quot;<br />\r\n\t<br />\r\n\tThere&#39;s no question that the current investor-based pension system carries risks, being subject to markets that can go up or down. But Chile&#39;s old system simply wasn&#39;t sustainable. &quot;It was unfunded and essentially a fantasy,&quot; said Michael Tanner, a senior fellow with the libertarian Cato Institute, a longtime champion of the Chilean system.<br />\r\n\t<br />\r\n\tSo to suggest, as the ad does, that switching to a private system in 1981 resulted in &quot;fewer benefits&quot; is at best misleading.<br />\r\n\t<br />\r\n\t&bull; <strong>Millions of people with no coverage</strong>. This charge is true -- but misleading for a couple reasons.<br />\r\n\t<br />\r\n\tThough the proportion of Chileans participating in the system has varied over time, the percentage has hovered around two-thirds, a rate similar to under the pre-1981 system. This is clearly less than the nearly universal coverage provided by the U.S. Social Security system. But Chile is also not nearly as rich as the U.S.<br />\r\n\t<br />\r\n\tSeveral experts we spoke to agreed that the coverage gaps have at least as much to do with the nature of the Chilean economy as with the design of the country&#39;s retirement system. Soto notes that low-income Chileans working in the underground economy account for about 30 percent of the workforce. These workers are typically not covered by the pension system unless they have previously worked in a legitimate business. Meanwhile, participation by the self-employed was for many years voluntary (and very low), though mandatory participation is being phased in by the 2008 reforms. Even among workers in traditional jobs, participation rates have usually topped out around 80 percent, with the percentage taking part at any given time even lower, since workers do not always keep up their contributions due to unemployment or a failure to comply with the law.<br />\r\n\t<br />\r\n\tThis is a serious issue. As Kritzer notes, &quot;only a small portion&quot; of workers with less-than-perfect participation histories &quot;would have enough contributions to qualify for the guaranteed minimum benefit at retirement.&quot; The 2008 reform addressed coverage concerns by introducing a universal pension paid to all Chileans over the age of 65 regardless of their contribution history. In addition, workers with small pensions from their individual accounts will have them topped up by the government.&nbsp;<br />\r\n\t<br />\r\n\tWhile we think it&#39;s fair for the ad to note that the Chilean system has holes, it&#39;s important to note that the pre-1981 system had holes too -- and that the nature of the Chilean economy plays at least as big a role in causing this problem as the retirement system itself.<br />\r\n\t<br />\r\n\tSo where does this leave us? The ad demonizes the Chilean system in ways that we think are exaggerated. Fees are a problem, but they are not hidden. Rather than offering smaller benefits, the system has provided strong returns and is almost certainly sounder today than prior to 1981. And the coverage gaps that exist now are not unique to the privatized system and have a lot to do with specific factors at play in Chile.<br />\r\n\t<br />\r\n\tThe ad does have a point that the Chilean system, at least if it&#39;s implemented without major differences, would likely be seen by most Americans as inferior to Social Security. The size of the coverage gaps in Chile&#39;s system, while understandable given Chile&#39;s economic situation, would be unacceptable to many, if not most, Americans. But this reasonable point is undercut by the ad&#39;s overheated rhetoric (&quot;human rights violator&quot;), imagery (the goose-stepping soldiers) and exaggerations about the substance of the Chilean plan. On balance, we rate the ad Barely True.</p>\r\n\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-10-04T12:34:42.888427", "ruling_date": "2010-10-04T13:31:21", "ruling_headline": "Patriot Majority PAC conjures up Chilean dictator in attack on Sharron Angle", "ruling_headline_slug": "patriot-majority-pac-conjures-chilean-dictator-att", "ruling_link_text": "Tying Angle to goose-stepping Chilean soldiers?", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tPatriot Majority PAC, &quot;Pinochet&quot; (<a href=\"http://www.youtube.com/watch?v=87OtSwBluJM\" id=\"obry\" title=\"television ad\">television ad</a>), Aug. 17, 2010<br />\r\n\t<br />\r\n\tDavid C. John and Ruth Levine, &quot;National Retirement Savings Systems in Australia, Chile, New Zealand and the United Kingdom: Lessons for the United States&quot; (Retirement Security Project <a href=\"http://www.brookings.edu/%7E/media/Files/rc/papers/2009/07_retirement_savings_john/07_retirement_savings_john.pdf\" id=\"cm5a\" title=\"briefing paper\">briefing paper</a>), July 2009<br />\r\n\t<br />\r\n\tSuperintendencia de Pensiones (Chile), &quot;Pension System in Chile: The Effect of the Financial Crisis&quot; (Powerpoint presentation), Oct. 2009<br />\r\n\t<br />\r\n\t<em>The Chilean Pension System</em>, <a href=\"http://www.safp.cl/573/articles-3523_chapter2.pdf\" id=\"jp9j\" title=\"Chapter II\">Chapter II</a>, <a href=\"http://www.safp.cl/573/articles-3523_chapter3.pdf\" id=\"uqru\" title=\"Chapter III\">Chapter III</a> and <a href=\"http://www.safp.cl/573/articles-3523_chapter4.pdf\" id=\"ejtm\" title=\"Chapter IV\">Chapter IV</a>, accessed Oct. 4, 2010<br />\r\n\t<br />\r\n\tOrganization for Economic Cooperation and Development, &quot;<a href=\"http://www.oecd.org/dataoecd/55/15/41488510.pdf\" id=\"fea4\" title=\"Fees in Individual Account Pension Systems: A Cross-Country Comparison\">Fees in Individual Account Pension Systems: A Cross-Country Comparison</a>&quot;, Sept. 2008<br />\r\n\t<br />\r\n\tMauricio Soto, &quot;Chilean Pension Reform: The Good, the Bad, and the in Between&quot; (<a href=\"http://www.documentcloud.org/documents/10369-ib-31.html\" id=\"mjpz\" title=\"paper\">paper</a> for the Center for Retirement Research at Boston College), June 2005<br />\r\n\t<br />\r\n\tFabio Bertranou, Estaban Calvo, and Evelina Bertranou, &quot;Is Latin America Retreating from Individual Retirement Accounts&quot; (<a href=\"http://www.documentcloud.org/documents/10368-ib-9-14.html\" id=\"da0h\" title=\"paper\">paper</a> for the Center for Retirement Research at Boston College)<br />\r\n\t<br />\r\n\tBarbara E. Kritzer, &quot;Chile&#39;s Next Generation Pension Reform&quot; (<a href=\"http://www.documentcloud.org/documents/10372-kritzer.html\" id=\"l1gd\" title=\"paper\">paper</a> in <em>Social Security Bulletin</em>), 2008<br />\r\n\t<br />\r\n\tStephen J. Kay and Tapen Sinha, &quot;Overview: Lessons from Pension Reform in the Americas&quot; (<a href=\"http://www.documentcloud.org/documents/10373-kay-and-sinha.html\" id=\"ga47\" title=\"chapter\">chapter</a> from the book, <em>Lessons from Pension Reform in the Americas</em>, Oxford University Press), 2008<br />\r\n\t<br />\r\n\tInternational Organization of Pension Supervisors, &quot;<a href=\"http://www.iopsweb.org/dataoecd/6/60/41269747.pdf\" id=\"pn2o\" title=\"Comparison of Costs and Fees in Countries with Private Defined Contribution Pension Systems\">Comparison of Costs and Fees in Countries with Private Defined Contribution Pension Systems</a>,&quot; June 2008<br />\r\n\t<br />\r\n\tCato Institute, &quot;The Success of Chile&#39;s Privatized Social Security&quot; (<a href=\"http://www.cato.org/pubs/policy_report/pr-ja-jp.html\" id=\"y2sp\" title=\"briefing paper\">briefing paper</a>), accessed Oct. 4, 2010<br />\r\n\t<br />\r\n\t<em>New York Times</em>, &quot;<a href=\"http://www.nytimes.com/2006/01/10/world/americas/10iht-chile.html?_r=1\" id=\"dv1a\" title=\"Chile rethinks its privatized pension system\">Chile rethinks its privatized pension system</a>,&quot; Jan. 10, 2006<br />\r\n\t<br />\r\n\tE-mail interview with David John, senior fellow at the Heritage Foundation, Sept. 29. 2010<br />\r\n\t<br />\r\n\tE-mail interview with Michael Tanner, senior fellow with the Cato Institute, Sept. 29, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Patricio Navia, professor at the Center for Latin American and Caribbean Studies at New York University, Sept. 29, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Dan Ariely, economist at Duke University, Sept. 29, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Edward Whitehouse, pensions specialist at the Organization for Economic Cooperation and Development, Sept. 29, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "liberal advocacy organization", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "Washington, D.C.", "id": 728, "last_name": "Patriot Majority PAC", "mostly_true_count": 0, "name_slug": "patriot-majority-pac", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Patriot_Majority_PAC_logo.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/728/", "total_count": 1, "true_count": 0, "website": "http://www.patriotmajority.us/home"}, "statement": "<p>\r\n\tThe Chilean &quot;privatization scheme&quot; that Sharron Angle supports &quot;has resulted in hidden fees, fewer benefits, and millions of people with no coverage.&quot;</p>\r\n", "statement_context": "a campaign commercial", "statement_date": "2010-08-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 153, "photo": null, "resource_uri": "/api/v/2/subject/153/", "subject": "Financial Regulation", "subject_slug": "financial-regulation", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 157, "photo": null, "resource_uri": "/api/v/2/subject/157/", "subject": "Message Machine 2010", "subject_slug": "message-machine", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 141, "photo": null, "resource_uri": "/api/v/2/subject/141/", "subject": "Social Security", "subject_slug": "social-security", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "Republican nominee for Nevada U.S. Senate seat", "false_count": 1, "first_name": "Sharron", "half_true_count": 1, "home_state": "Nevada", "id": 516, "last_name": "Angle", "mostly_true_count": 0, "name_slug": "sharron-angle", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Sharron_Angle.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/516/", "total_count": 7, "true_count": 1, "website": "http://sharronangle.com/"}], "twitter_headline": ""}