{"art": [], "author": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2010/oct/05/jimmy-carter/carter-said-record-congress-better-most-presidents/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "liz.miniet@ajc.com", "first_name": "Elizabeth", "id": 143, "last_name": "Miniet", "name_slug": "elizabeth-miniet", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/143/", "title": "Word Editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 2524, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/2524/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tThirty years since losing the White House after a single term, Jimmy Carter is at ease with his presidential legacy.<br />\r\n\t<br />\r\n\tIn his recent book &quot;White House Diary,&quot; Carter released excerpts from a journal he kept as president. In its afterword, he acknowledged it may be his last chance to comment on the work he and his team carried out, and he is &quot;proud of what we accomplished.&quot;<br />\r\n\t<br />\r\n\tThis pride extends to what he described as a winning record with the U.S. Congress, according to his Sept. 20 interview with NBC anchor Brian Williams.<br />\r\n\t<br />\r\n\t&quot;And as you probably know, I had the highest batting average with Congress than any president in modern days except Lyndon Johnson,&quot; Carter said. &quot;Better than John Kennedy, better than anybody else. Despite the fact that we had some highly controversial things. So I had a very successful term.&quot;<br />\r\n\t<br />\r\n\tThe Carter Center uses his success rating (batting average) from Congressional Quarterly, a leading authority on Congress. They calculate percentage of votes that go a president&#39;s way during his term. It&#39;s also based on a University of Virginia essay on his presidency.<br />\r\n\t<br />\r\n\tBut wasn&#39;t Carter famously at odds with Congress? How could he possibly have been &quot;successful&quot;?<br />\r\n\t<br />\r\n\tWe looked at Carter&#39;s &quot;White House Diary,&quot; where he elaborated more carefully on his track record in commentary accompanying Carter&#39;s April 19, 1977, entry:<br />\r\n\t<br />\r\n\t&quot;Despite the controversial and often unpopular nature of my proposals to the Congress, I had remarkably good success in congressional approval of bills I supported. The Congressional Quarterly reported that since 1953 Lyndon Johnson, John Kennedy and I ranked in that order in obtaining approval of legislation proposed to Congress. The Miller Center reported that my record exceeded Kennedy&#39;s.&quot;<br />\r\n\t<br />\r\n\tCQ Almanac <font><font>publishes vote studies each year that determine how often the president took a clear position on a vote in Congress, and how often they went his way.<br />\r\n\t<br />\r\n\tThe almanac lists success rates by term of Presidents Dwight D. Eisenhower through George W. Bush. If you average those rates for each president, Carter is third. He got his way 76.6 percent of the time. That&#39;s right behind Kennedy at 84.6 and Johnson at 82.2.<br />\r\n\t<br />\r\n\tThat seems simple enough, but things get complicated from there.<br />\r\n\t<br />\r\n\tWe also looked at the Miller Center of Public Affairs&#39; website, which he cited for saying he was second only to Johnson. The book&#39;s afterword quoted the site directly:<br />\r\n\t<br />\r\n\t&quot;Carter gained a reputation for political ineptitude, even though his actual record in dealing with Congress belied that image. His success rate in getting presidential initiatives through Congress was much higher than that of Bush [...] Carter was also close to Johnson&#39;s success rates, and higher than Kennedy&#39;s record.&quot;<br />\r\n\t<br />\r\n\tThe problem is that the website has since been revised since the book was published. Carter&#39;s CQ scores contradict it, so it was changed to avoid confusion, a Miller Center spokeswoman said.<br />\r\n\t<br />\r\n\tThe Miller Center&#39;s assessment that Carter&#39;s congressional record is <font>much better than it is perceived still stands</font>, the spokeswoman emphasized. &nbsp; </font></font><br />\r\n\t<br />\r\n\tWe located no study that found Carter was second only to Johnson. Still, even if he&#39;s third behind Kennedy, who did not serve a full term, the change does not make that big of a difference, said Steven H. Hochman, director of research at the Carter Center.<br />\r\n\t<br />\r\n\t&quot;The difference was just Kennedy. Was he before or behind Kennedy? And it&#39;s not too much of a difference,&quot; Hochman said.<br />\r\n\t<br />\r\n\tNow for the tough part.<br />\r\n\t<font><font>&nbsp; </font></font><br />\r\n\tThere are many ways to assess a president&#39;s legislative success. Scholars think CQ&#39;s measure is helpful, but it does not take into account whether the president manages to turn his proposals into law. For instance, a tax package might pass the Senate but fail in the House. CQ would count the Senate vote as a success even though the overall effort failed.<br />\r\n\t<br />\r\n\t<font><font>Furthermore, it may not be fair to compare the average of a two-term president with Carter&#39;s single term, one scholar noted. Second-term scores tend to be lower and drag a president&#39;s overall average down. If you compare first terms only, Carter drops to fourth behind Dwight D. Eisenhower. </font></font><br />\r\n\t<br />\r\n\tAnd if you look at how many of Carter&#39;s initiatives actually were enacted, his record is unexceptional. According to an analysis by Andrew Rudalevige, <font>a political science professor at Dickinson College in Carlisle, Pa., who has studied presidential legislative successes</font>, only 44 percent of his initiatives became law. This puts him behind Johnson, Bill Clinton, Eisenhower, George H.W. Bush and Kennedy, in that order. (Eisenhower and George H.W. Bush are tied.)&nbsp; &nbsp;<br />\r\n\t<br />\r\n\tPlus, if you compare Carter to other presidents who served while their parties controlled both the House and Senate, he&#39;s at or near the bottom, according to another analysis published in 1990. &nbsp;<br />\r\n\t<br />\r\n\tStill, Carter won nearly 70 percent of his contested and important votes, according to CQ numbers cited in Rudalevige&#39;s analysis. &nbsp;<br />\r\n\t<br />\r\n\tOther problems with the CQ score are that it doesn&#39;t measure whether a president&#39;s proposal was watered down, or take into account whether he worked under unusually hostile conditions.<br />\r\n\t<br />\r\n\tAnd Carter did push an ambitious agenda during a very difficult time, experts agreed. His proposals included reforms on health care, welfare and energy, topics that remain difficult today.<br />\r\n\t<br />\r\n\tFurthermore, the Democratic Party was deeply divided during Carter&#39;s administration. Reforms in the House of Representatives dispersed power more widely among its members, making it difficult to influence the body as a whole.<br />\r\n\t<br />\r\n\tEven Johnson, who is renowned for his legislative skill, would have struggled under those conditions, notes Mark A. Peterson, a professor at the University of California Los Angeles who has written extensively on presidential legislative successes.<br />\r\n\t<br />\r\n\t&quot;Yes, by one measure Carter did very well legislatively, but not quite as well as he has claimed,&quot; Peterson said. He didn&#39;t do well compared to other presidents whose parties had majorities in both houses of Congress, but considering his party&#39;s divisions, his achievements are notable, he added.&nbsp;<br />\r\n\t<br />\r\n\t&quot;And by another measure that really matters -- actually enacting legislation -- Carter fared quite poorly, with the recognition that he tried to push a bold, difficult agenda,&quot; Peterson said.&nbsp;<br />\r\n\t<br />\r\n\tOverall, though, experts we interviewed said Carter&#39;s legislative record exceeds its reputation.<br />\r\n\t<br />\r\n\t&quot;It&#39;s somewhat of a mixed case, but it is more successful than most people think,&quot; Rudalevige said.<br />\r\n\t<br />\r\n\tConsider his victory on the 1978 Panama Canal treaties, noted George C. Edwards III, a professor of political science at Texas A&amp;M University who has written about Carter&#39;s legislative record. In 1976, almost half of the Senate pledged they would vote against altering the existing arrangement. Carter managed to get the two-thirds vote needed to change it in 1978.<br />\r\n\t<br />\r\n\tNow, what do we make of all this?<br />\r\n\t<br />\r\n\tWe found no evidence that Carter&#39;s record surpassed every president since Eisenhower&#39;s but Johnson&#39;s, but according to one measure, he was close.<br />\r\n\t<br />\r\n\tA broader look at Carter&#39;s legislative record showed it was mixed. In at least one case, the Panama Canal treaties, his achievement was exceptional.<br />\r\n\t<br />\r\n\tYet while his proposals garnered favorable votes in one chamber, many never became law. It&#39;s hard to call that a true record of legislative success.&nbsp;<br />\r\n\t<br />\r\n\tStill, he did better than most people think.<br />\r\n\t<br />\r\n\tAJC PolitiFact Georgia defines Half True as an accurate statement that leaves out important details or take things out of context.<br />\r\n\t<br />\r\n\tAnd we rate Carter&#39;s statement as just that -- Half True.&nbsp;</p>\r\n", "ruling_comments_date": "2010-10-04T18:55:11.470029", "ruling_date": "2010-10-05T06:00:00", "ruling_headline": "Carter said record with Congress better than most presidents", "ruling_headline_slug": "carter-said-record-congress-better-most-presidents", "ruling_link_text": "Not that good, but better than people think", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<a href=\"http://www.msnbc.msn.com/id/21134540/vp/39312711#3927440\">Interview</a>, NBC Nightly News with Brian Williams, Sept. 20, 2010<br />\r\n\t<br />\r\n\tFormer President Jimmy Carter, &quot;White House Diary,&quot; 2010<br />\r\n\t<br />\r\n\tGeorge C. Edwards III, &quot;The Strategic President,&quot; 2009<br />\r\n\t<br />\r\n\tJoel D. Aberbach, Mark A. Peterson eds., &quot;Institutions of American Democracy: The Executive Branch,&quot; 2005<br />\r\n\t<br />\r\n\tCQ Almanac, 1980<br />\r\n\t<br />\r\n\tCQ Almanac, 1992<br />\r\n\t<br />\r\n\tCQ Almanac, 2007<br />\r\n\t<br />\r\n\tMiller Center of Public Affairs, University of Virginia, &quot;<a href=\"http://millercenter.org/academic/americanpresident/carter/essays/biography/4\">American President: An Online Reference Resource</a>,&quot; accessed Sept. 30, 2010<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, Political Insider blog, &quot;<a href=\"http://blogs.ajc.com/political-insider-jim-galloway/2010/09/28/carters-book-this-may-be-my-last-chance-to-assess-white-house-years/?cxntfid=blogs_political_insider_jim_galloway\">Carter&rsquo;s book: &#39;This may be my last chance to assess White House years</a>,&#39; &quot; Sept. 28, 2010<br />\r\n\t<br />\r\n\tE-mail interview, Kristy Schantz, spokeswoman, Miller Center of Public Affairs, Oct. 1, 2010<br />\r\n\t<br />\r\n\tE-mail interview, Mark A. Peterson, professor, University of California Los Angeles, Sept. 30, 2010<br />\r\n\t<br />\r\n\tE-mail interview, Randall Straham, professor, Emory University, Sept. 30, 2010<br />\r\n\t<br />\r\n\tE-mail interview, Jon Bond, professor, Texas A&amp;M University, Oct. 1, 2010<br />\r\n\t<br />\r\n\tPhone interview with Andrew Rudalevige, professor, Dickinson College, Sept. 30, 2010<br />\r\n\t<br />\r\n\tPhone interview with Steven H. Hochman, director of research at the Carter Center, Oct. 4, 2010<br />\r\n\t&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "", "false_count": 0, "first_name": "Jimmy", "half_true_count": 2, "home_state": "Georgia", "id": 729, "last_name": "Carter", "mostly_true_count": 2, "name_slug": "jimmy-carter", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Carter.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/729/", "total_count": 9, "true_count": 2, "website": ""}, "statement": "<p>\r\n\tSaid that his batting average with Congress is higher than every other president since Dwight D. Eisenhower except Lyndon Johnson.</p>\r\n", "statement_context": "Former President Jimmy Carter, Sept. 20, during an NBC interview about his latest book ", "statement_date": "2010-09-20", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 3, "photo": null, "resource_uri": "/api/v/2/subject/3/", "subject": "Job Accomplishments", "subject_slug": "job-accomplishments", "used_in_edition": []}], "target": [], "twitter_headline": ""}