{"art": [{"brightcove": "", "caption": "Commonsense Ten Missouri campaign ad \"Secret\" attacking Roy Blunt.", "id": 725, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/725/", "title": "CommonSense Ten ad", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/MyvChKziHso?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "MyvChKziHso"}], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/oct/05/commonsense-ten/commonsense-ten-ad-accuses-roy-blunt-secretly-inse/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 2527, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/2527/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tAn independent group called Commonsense Ten has begun airing attack ads in several key Senate races including Missouri, where they have come after Rep. Roy Blunt with a potent cocktail, accusing Blunt of trying to push through pro-tobacco legislation while dating a Philip Morris lobbyist and cashing campaign checks from Philip Morris executives.</p>\r\n<p>\r\n\tCommonsense Ten, led by several Democratic strategists, sets the stage with a time/date stamp at the beginning of <a href=\"http://www.youtube.com/watch?v=MyvChKziHso\">the </a><a href=\"http://www.youtube.com/watch?v=MyvChKziHso\">ad</a>: U.S. Capitol, Washington D.C., Nov. 13, 2002.<br />\r\n\t<br />\r\n\tAnd then the conspiratorial-sounding voice-over:<br />\r\n\t<br />\r\n\t&quot;A critical national security bill is up for a vote. Just hours before, Roy Blunt secretly inserts language to benefit tobacco giant Philip Morris. Blunt&#39;s girlfriend and son are lobbyists for the cigarette company, and just days earlier, 26 Philip Morris executives wrote checks to Blunt totaling $23,000.&quot;<br />\r\n\t<br />\r\n\tRepublican Blunt&#39;s Democratic opponent Robin Carnahan included a similar allegation in <a href=\"http://www.youtube.com/watch?v=TfQxgZp2nX8&amp;feature=player_embedded\">one of her ads</a>, stating, &quot;Congressman Roy Blunt. He got caught trying to insert a secret deal for tobacco giant Philip Morris into a bill just days after company executives gave him $30,000.&quot;<br />\r\n\t<br />\r\n\tThe Commonsense Ten version scores an attack-ad trifecta. Big tobacco. Girlfriend and son lobbying for said big tobacco. And pay-to-play.<br />\r\n\t<br />\r\n\tBut is it accurate?<br />\r\n\t<br />\r\n\tLet&#39;s start with the stuff in the ad that&#39;s not contested, or at least is well-documented. Back in November 2002, Blunt was dating Abigail Perlman, who was at that time a lobbyist for Philip Morris (and whom Blunt would later marry). Blunt&#39;s son, Andrew, was a lobbyist for Philip Morris in Missouri (not a federal lobbyist). And <a href=\"http://www.opensecrets.org/pacs/lookup2.php?strID=C00344648\" id=\"xnpi\" title=\"records show\">records show</a> that Blunt got the donations cited in the ad from Philip Morris executives.<br />\r\n\t<br />\r\n\tNow, to the contested part, whether Blunt secretly inserted language in a <a href=\"http://www.govtrack.us/congress/bill.xpd?bill=h107-5710\" id=\"opop\" title=\"national security bill\">national security bill</a> to benefit tobacco giant Philip Morris.<br />\r\n\t<br />\r\n\tIt&#39;s an allegation that originated with a June 11, 2003 <a href=\"http://www.commondreams.org/headlines03/0611-08.htm\" id=\"us8l\" title=\"story in the Washington Post\">story in the <i>Washington Post</i></a>.<br />\r\n\t<br />\r\n\tThe <i>Washington Post</i> cited several unnamed sources who alleged Blunt -- just named the new majority whip -- &quot;surprised his fellow top Republicans by trying to quietly insert a provision benefiting Philip Morris USA into the 475-page bill creating a Department of Homeland Security.&quot;<br />\r\n\t<br />\r\n\tThe story went on, &quot;Once alerted to the provision, Speaker J. Dennis Hastert&#39;s chief of staff, Scott Palmer, quickly had it pulled out, said a senior GOP leader who requested anonymity. Majority Leader Tom DeLay, R-Tex., also opposed what Blunt (Mo.) was trying to do, the member said, and &#39;worked against it&#39; when he learned of it.&quot;<br />\r\n\t<br />\r\n\tAccording to the <i>Post</i>, &quot;the provision would have made it harder to sell tobacco products over the Internet and would have cracked down on the sale of contraband cigarettes, two practices that cut into Philip Morris&#39;s profits.&quot;<br />\r\n\t<br />\r\n\tGroups like the Campaign for Tobacco-Free Kids opposed the Blunt provision at the time, arguing it had less to do with national security, which Blunt&#39;s office said was its intention, and more to do with protecting American cigarette companies. Among other things, they argued that while cracking down on cigarette smugglers, it also would have prevented U.S. tobacco companies from being sued by foreign governments which charged them with intentionally supporting international cigarette smuggling to avoid duties and taxes.<br />\r\n\t<br />\r\n\tThe <i>Post</i> story quoted a &quot;senior Republican lawmaker who requested anonymity&quot; saying &quot;some GOP members worried at the time that it would be &#39;embarrassing&#39; to the party and its new whip if details of the effort were made public.&quot; According to the story, &quot;Another Republican said Blunt&#39;s effort angered some leaders because there was &#39;so little support for&#39; a pro-tobacco provision likely to generate controversy.&quot;<br />\r\n\t<br />\r\n\tThen, as now, Blunt defended the provision as good policy and a bona fide homeland security issue.<br />\r\n\t<br />\r\n\tBlunt spokesman Rich Chrismer told us in an e-mail, &quot;The provision Roy Blunt and members of the House leadership supported would have cracked down on the illegal sale of contraband cigarettes to fund terrorist activities. Bipartisan legislation, originally sponsored by Democratic Senator Herb Kohl and Congressman Anthony Weiner, passed overwhelmingly in both bodies and is now the law of the land.&quot;<br />\r\n\t<br />\r\n\tChrismer cited news accounts that documented the growing concern among federal law enforcement officials that smugglers were using millions of dollars acquired from illegal cigarette sales and funneling the cash to organizations such as al Qaeda and Hezbollah.<br />\r\n\t<br />\r\n\tChrismer also forwarded a letter former Majority Leader Dick Armey wrote to Blunt on July 21, 2004:<br />\r\n\t<br />\r\n\t&quot;I have been reading a lot about the anti-terrorism provision that you and others wanted to include in the homeland security bill in November 2002, and I wanted to correct the record on a few circumstances surrounding that effort.&quot;<br />\r\n\t<br />\r\n\tArmey wrote that he &quot;not only agreed with the provision, but understood the Senate would be supportive.&quot;<br />\r\n\t<br />\r\n\t&quot;I recall that the Speaker&#39;s office was concerned that the Judiciary Committee had not yet thoroughly reviewed the provision by means of committee hearings and markup,&quot; Armey wrote. &quot;He did not want a jurisdictional fight on his hands, and it is his job to manage those issues. But, since then, the Judiciary Committee has held hearings and approved a freestanding bill to crack down on illegal sales of cigarettes and eliminate a source of funding for terrorist groups.<br />\r\n\t<br />\r\n\t&quot;The effort you and I supported has great momentum now,&quot; Armey stated, &quot;and I am tired of reading stories that only tell half the truth.&quot;<br />\r\n\t<br />\r\n\tBut the provision proposed by Blunt was <i>not</i> identical to the later Kohl/Weiner bill referenced by Blunt spokesman Chrismer, which ultimately passed. The Kohl/Weiner legislation was similar, in that it sought to address Internet cigarette sales and other contraband trafficking of tobacco products. But there was nothing in that bill about blocking foreign governments from bringing lawsuits against U.S. tobacco companies in U.S. courts for their involvement in tobacco tax evasion or related contraband trafficking. That&#39;s the part of Blunt&#39;s provision that groups like the Campaign for Tobacco-Free Kids opposed. In fact, the Campaign strongly supported the later, bipartisan legislation.</p>\r\n<p>\r\n\tAccording to a <a href=\"http://www.tobaccofreekids.org/Script/DisplayPressRelease.php3?Display=655\" id=\"gn_t\" title=\"2003 press release\">2003 press release</a> from the Campaign for Tobacco-Free Kids, &quot;The problem of contraband and Internet sales of tobacco products is a serious one that Congress should address. But the approach advocated by Philip Morris and Rep. Blunt is narrowly written to protect only Philip Morris&rsquo; commercial interests and not the broader public health or state government interests involved.&quot;</p>\r\n<p>\r\n\tAllegations of &quot;secretly inserting&quot; provisions into bills are often a matter of interpretation. In this case, hours before a final vote on the Homeland Security Bill, Blunt proposed a provision that had not been vetted in a committee meeting or in legislative markup sessions. It may have been added in a way that meant there was little notice and little discussion, but that doesn&#39;t necessarily add up to &quot;secretly.&quot;</p>\r\n<p>\r\n\tBlunt may argue the provision was a legitimate homeland security concern and that a similar version later received bipartisan support. But the Blunt provision was opposed by some anti-tobacco groups, who viewed it as special interest legislation to benefit big tobacco. And we note that those groups did not oppose the later legislation.</p>\r\n<p>\r\n\tWhen you date (and later marry) a Philip Morris lobbyist, when you have a son who works as a tobacco lobbyist, when you accept hefty sums of campaign money from tobacco executives, and then you add an 11th hour provision that some view as pro-big tobacco, you leave yourself open to the kind of criticism raised in the ad. &quot;Secretly&quot; may be overstating how Blunt acted, but the ad&#39;s other points are backed up, so we rate it Mostly True.</p>\r\n", "ruling_comments_date": "2010-10-05T13:31:07.894168", "ruling_date": "2010-10-05T16:24:11", "ruling_headline": "Commonsense Ten ad accuses Roy Blunt of secretly adding provision to benefit tobacco giant Philip Morris while girlfriend and son lobbied for the company", "ruling_headline_slug": "commonsense-ten-ad-accuses-roy-blunt-secretly-inse", "ruling_link_text": "Provision added hours before scheduled vote", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tCommonsense Ten ad,<a href=\"http://www.youtube.com/watch?v=MyvChKziHso\"> &quot;Secret,&quot;</a> Sept. 15, 2010</p>\r\n<p>\r\n\tRobin Carnahan campaign ad, <a href=\"http://www.youtube.com/watch?v=TfQxgZp2nX8&amp;feature=player_embedded\">&quot;Mug,&quot;</a> Aug. 30, 2010</p>\r\n<p>\r\n\tOpenSecrets.org, <a href=\"http://www.opensecrets.org/pacs/lookup2.php?strID=C00344648\">Contributions to Rely on Your Beliefs,</a> PAC for Roy Blunt</p>\r\n<p>\r\n\t<a href=\"http://www.govtrack.us/congress/bill.xpd?bill=h107-5710\">H.R. 5710</a>, Homeland Security Information Sharing Act, 107th Congress, 2001-2002</p>\r\n<p>\r\n\tWashington Post., <a href=\"http://www.commondreams.org/headlines03/0611-08.htm\">&quot;GOP Whip Quietly Tried to Aid Big Donor: Provision Was Meant To Help Philip Morris,&quot;</a> by Jim VandeHei, June 11, 2003</p>\r\n<p>\r\n\tCampaign for Tobacco-Free Kids, <a href=\"http://www.tobaccofreekids.org/Script/DisplayPressRelease.php3?Display=655\">Press release: Philip Morris Continues Efforts To Buy Bad Public Policy With Political Contributions</a>, June 11, 2003</p>\r\n<p>\r\n\tSpringfield (Mo.) News-Leader, <a href=\"http://www.news-leader.com/apps/pbcs.dll/article?AID=20109120344\">&quot;Fact check: Democrats&#39; claims against Blunt put in context,&quot;</a> by Roseann Moring, Sept. 12, 2010</p>\r\n<p>\r\n\tSt. Louis Post-Dispatch, &quot;House Colleagues Rip Blunt Over Attempt to Alter Bill; Some Suggest He Abused Trust,&quot; by Philip Dine, June 12, 2003</p>\r\n<p>\r\n\tE-mail interview with Blunt spokesman Rich Chrismer, Oct. 3, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "", "id": 730, "last_name": "Commonsense Ten", "mostly_true_count": 1, "name_slug": "commonsense-ten", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/mug-independentgroup_____________________.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/730/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\t&nbsp;Says Roy Blunt &quot;secretly inserts language to benefit tobacco giant Philip Morris&quot; into a national security bill while &quot;Blunt&#39;s girlfriend and son are lobbyists for the cigarette company, and just days earlier, 26 Philip Morris executives wrote checks to Blunt totaling $23,000.&quot;</p>\r\n", "statement_context": "a TV ad", "statement_date": "2010-09-15", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 154, "photo": null, "resource_uri": "/api/v/2/subject/154/", "subject": "Campaign Finance", "subject_slug": "campaign-finance", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 132, "photo": null, "resource_uri": "/api/v/2/subject/132/", "subject": "Homeland Security", "subject_slug": "homeland-security", "used_in_edition": []}, {"description": "", "id": 157, "photo": null, "resource_uri": "/api/v/2/subject/157/", "subject": "Message Machine 2010", "subject_slug": "message-machine", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Senator", "false_count": 2, "first_name": "Roy", "half_true_count": 2, "home_state": "Missouri", "id": 165, "last_name": "Blunt", "mostly_true_count": 2, "name_slug": "roy-blunt", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Blunt_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/165/", "total_count": 12, "true_count": 3, "website": "http://blunt.senate.gov/"}], "twitter_headline": ""}