{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/oct/06/franklin-graham/rev-franklin-graham-says-churches-and-synagogues-a/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 2534, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/2534/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tOn ABC&#39;s <em>This Week</em> on Oct. 3, 2010, host Christiane Amanpour held a <a href=\"http://abcnews.go.com/ThisWeek/week-transcript-holy-war-americans-fear-islam/story?id=11786745\">town hall debate</a> on whether Americans should fear Islam.<br />\r\n\t<br />\r\n\tNaturally, the issue of the so-called Ground Zero mosque came up.<br />\r\n\t<br />\r\n\tAmanpour asked the Rev. Franklin Graham, son of evangelist Billy Graham, about his comments following 9-11 that Islam is a &quot;very evil and very wicked&quot; religion.<br />\r\n\t<br />\r\n\t&quot;I understand what the Muslims want to do in America,&quot; said Graham, president of both the Billy Graham Evangelistic Association (BGEA) and the international Christian relief organization Samaritan&#39;s Purse. &quot;They want to build as many mosques and cultural centers as they possibly can so they can convert as many Americans as they can to Islam. I understand that...I understand what they&#39;re doing. And I just don&#39;t have the freedom to do this in most Muslim countries. We can&#39;t have a church. We&#39;re not able to build synagogues. It&#39;s forbidden.&quot;<br />\r\n\t<br />\r\n\tImam Osama Bahloul, leader of the Islamic Center of Murfreesboro, Tenn., and a panelist on the show, said Graham was incorrect.<br />\r\n\t<br />\r\n\t&quot;For someone to say we are not allowed to build a church in a Muslim country, this is absolutely not right. You can Google this,&quot; Bahloul said.<br />\r\n\t<br />\r\n\tWe spoke to several experts on religion and government in Muslim countries. And the consensus was clear: there are, in fact, Christian churches and/or synagogues in almost every Muslim country.<br />\r\n\t<br />\r\n\t&quot;Reverend Graham is wrong,&quot; said Yvonne Haddad, Professor of History of Islam and Christian-Muslim Relations at Georgetown University. &quot;Churches are flourishing in Jordan and Syria. In Egypt, the Christians find restrictions on church construction which has recently been partially lifted.&quot;<br />\r\n\t<br />\r\n\t&nbsp; Ibrahim Hooper, a spokesman for the Council on American-Islamic relations, agreed that Graham was incorrect. &quot;There are lots of Christian churches and synagogues in Egypt, Lebanon, Syria, Iraq, Iran, Turkey, Jordan, Indonesia, Qatar, Kuwait ... If you go to any number of so-called Muslim countries you will see thriving Christian and Jewish populations.&quot;<br />\r\n\t<br />\r\n\tOne member of the Iranian parliament is Jewish, Hooper noted.<br />\r\n\t<br />\r\n\t&quot;The only one where you don&#39;t see it, where you can&#39;t have a Christian church or synagogue is Saudi Arabia,&quot; Hooper said. &quot;It&#39;s only an issue in Saudi Arabia.&quot;<br />\r\n\t<br />\r\n\tThe cities of Mecca and Medina in Saudi Arabia are considered the two holiest cities in Islam, explained Akbar S. Ahmed, chair of Islamic Studies at American University. And so, he said, no churches or synagogues are allowed there.<br />\r\n\t<br />\r\n\t&quot;That is like the Vatican in terms of Catholicism,&quot; Ahmed said.<br />\r\n\t<br />\r\n\tBut where he grew up in Pakistan, for example, Ahmed said, there is a huge Christian church. While there are now very few Christians left there, the building is deserted but remains untouched. After 1948, he said, most Jewish people living in Muslim countries migrated to Israel. But there are still many churches in Muslim countries, as well as synagogues. One of the top advisers to the king of Morocco is Jewish, he said.<br />\r\n\t<br />\r\n\tThere may be periods of turmoil, or some narrow-minded leaders who have attacked churches over the years, Ahmed said, but there is nothing formalized in Islamic law that forbids the building of churches or synagogues.<br />\r\n\t<br />\r\n\t&quot;Today, because of the general atmosphere in the air, there are many untruths being spread about Islam,&quot; Ahmed said.<br />\r\n\t<br />\r\n\tWhile the facts about whether most Muslim countries allow churches or synagogues is pretty cut-and-dried, there is another facet to this claim. Graham was speaking in the context of Muslims building mosques in order to convert people to Islam in the United States. And so we think it&#39;s fair to also look at whether it&#39;s possible to build a church or synagogue in most Muslim countries with the aim of converting people. And on that point, Graham is on firmer ground.<br />\r\n\t<br />\r\n\tAccording to a 2007 <a href=\"http://www.cfr.org/publication/13552/religious_conversion_and_sharia_law.html\">Council on Foreign Relations &quot;backgrounder&quot;</a> on religious conversion and sharia law, authored by Lionel Beehner, &quot;Conversion by Muslims to other faiths is forbidden under most interpretations of sharia and converts are considered apostates...Some Muslim clerics equate this apostasy to treason, a crime punishable by death.&quot;<br />\r\n\t<br />\r\n\tAccording to the report, while a vast majority of Muslim countries no longer prescribe death for apostates (instead opting for some lesser form of punishment), &quot;some states, including Iran and Saudi Arabia, still do hand out death sentences.&quot;<br />\r\n\t<br />\r\n\tShireen Hunter, visiting professor at Georgetown University School of Foreign Service, said that Graham &quot;cannot be more wrong,&quot; about there being a prohibition against churches or synagogues in most Muslim countries.<br />\r\n\t<br />\r\n\tBut, she said, &quot;conversion is a totally different thing.&quot;<br />\r\n\t<br />\r\n\tThere is a great deal of debate in the Muslim community about Islamic law regarding conversions. Some argue Islam teaches there is no compulsion to faith. And while enforcement of religious laws against conversion is more aggressively applied by some Muslim countries than others, &quot;this is an issue that is there.&quot;<br />\r\n\t<br />\r\n\tIn many countries in the Middle East, religion dictates your legal status as well, explained Nathan Brown, an expert on Islamic law at the Carnegie Endowment for International Peace. While legal enforcement of bans against conversions from Islam are rare in most Muslim countries, &quot;conversions are practically difficult,&quot; he said.<br />\r\n\t<br />\r\n\tWe think a Catholic church recently built in Qatar is a good example of how this is handled.<br />\r\n\t<br />\r\n\tAccording to a March 2007 <a href=\"http://english.aljazeera.net/news/middleeast/2007/03/2008525184821608334.html\" id=\"ntsx\" title=\"Al Jazeera story\"><em>Al Jazeera</em> story</a> about the construction of a Catholic church: &quot;Although the country&#39;s native inhabitants are entirely Muslim -- and are prohibited by law from converting to another faith -- the new Catholic church will cater to the large number of Christian migrants who have come to the Arabia Gulf state in search of work.&quot;<br />\r\n\t<br />\r\n\tArchbishop Paul Hinder, the Catholic Church&#39;s Bishop of Arabia, explained in the story that he oversees churches in Qatar, UAE, Bahrain, Oman, Yemen and even in Saudi Arabia, &quot;the birthplace of Islam, where Christianity is practiced behind closed doors.&quot; On the Christian communities in Saudi Arabia, Hinder clarified: &quot;It&#39;s not an open church. Privately the Christians may gather in their houses in a very discreet manner.&quot;<br />\r\n\t<br />\r\n\tWe think Graham erred when he said that in most Muslim countries, &quot;We can&#39;t have a church. We&#39;re not able to build synagogues. It&#39;s forbidden.&quot; That&#39;s demonstrably false. The construction of churches is not forbidden in most Muslim countries, only Saudi Arabia. And so, on balance, we rate Graham&#39;s comment False.</p>\r\n", "ruling_comments_date": "2010-10-05T18:18:27.728338", "ruling_date": "2010-10-06T09:54:13", "ruling_headline": "Rev. Franklin Graham says churches and synagogues are forbidden in most Muslim countries", "ruling_headline_slug": "rev-franklin-graham-says-churches-and-synagogues-a", "ruling_link_text": "Conversions are off limits, not churches", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tABC News, <a href=\"http://abcnews.go.com/ThisWeek/week-transcript-holy-war-americans-fear-islam/story?id=11786745\" id=\"y534\" title=\"Transcript: This Week\">Transcript: This Week</a>, Oct. 3, 2010<br />\r\n\t<br />\r\n\tAl Jazeera, <a href=\"http://english.aljazeera.net/news/middleeast/2007/03/2008525184821608334.html\" id=\"yhit\" title=\"&quot;Christian church rises in Arabia,&quot;\">&quot;Christian church rises in Arabia,&quot;</a> by John Terrett, March 25, 2007<br />\r\n\t<br />\r\n\tCouncil on Foreign Relations, <a href=\"http://www.cfr.org/publication/13552/religious_conversion_and_sharia_law.html\" id=\"s_hn\" title=\"&quot;Backgrounder: Religious Conversion and Sharia Law,&quot;\">&quot;Backgrounder: Religious Conversion and Sharia Law,&quot;</a> by Lionel Beehner, June 8, 2007<br />\r\n\t<br />\r\n\tInterview with Nathan Brown, an expert on Islamic law at the Carnegie Endowment for International Peace, Oct. 5, 2010<br />\r\n\t<br />\r\n\tInterview with Shireen Hunter, visiting professor at professor at Georgetown University School of Foreign Service, Oct. 5, 2010<br />\r\n\t<br />\r\n\tInterview with Akbar S. Ahmed, Chair of Islamic Studies at American University, Oct. 4, 2010<br />\r\n\t<br />\r\n\tInterview with Ibrahim Hooper, a spokesman for the Council on American-Islamic relations, Oct. 4. 2010<br />\r\n\t<br />\r\n\tE-mail interview with Yvonne Haddad, Professor of History of Islam and Christian-Muslim Relations at Georgetown University, Oct. 4, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 1, "first_name": "Franklin", "half_true_count": 0, "home_state": "", "id": 623, "last_name": "Graham", "mostly_true_count": 0, "name_slug": "franklin-graham", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/FranklinGraham_.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/623/", "total_count": 2, "true_count": 0, "website": "http://www.samaritanspurse.org/"}, "statement": "<p>\r\n\tIn most Muslim countries, &quot;We can&#39;t have a church. We&#39;re not able to build synagogues. It&#39;s forbidden.&quot;</p>\r\n", "statement_context": "ABC's \"This Week\"", "statement_date": "2010-10-03", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 9, "photo": null, "resource_uri": "/api/v/2/subject/9/", "subject": "Religion", "subject_slug": "religion", "used_in_edition": []}, {"description": "", "id": 151, "photo": null, "resource_uri": "/api/v/2/subject/151/", "subject": "This Week - ABC News", "subject_slug": "abc-news-week", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}