{"art": [{"brightcove": "", "caption": "Marco Rubio is proposing changes to Social Security, but not for current beneficiaries or people close to retirement.", "id": 730, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/730/", "title": "SocialSecurity", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/FK4i27Dswjg?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "FK4i27Dswjg"}], "author": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "canonical_url": "/florida/statements/2010/oct/06/charlie-crist/fact-checking-marco-rubios-social-security-stance/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 2535, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "resource_uri": "/api/v/2/statement/2535/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tCharlie Crist&#39;s latest attack ad targets Republican U.S. Senate candidate Marco Rubio and hits on a touchy subject for elderly Floridians: Social Security.<br />\r\n\t<br />\r\n\tThe 30-second ad aims to sway votes in a key demographic. Florida&#39;s 60 and older population makes up more than 30 percent of registered voters, and more than 40 percent voters who cast ballots in 2006.<br />\r\n\t<br />\r\n\tThe ad, released Oct. 5, 2010, is called &quot;<a href=\"http://click.icptrack.com/icp/relay.php?r=8569587&amp;msgid=58698&amp;act=ML44&amp;c=763585&amp;destination=http%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DFK4i27Dswjg\">Protect.&quot;</a> Here&#39;s a transcript:<br />\r\n\t<br />\r\n\t<em>Work longer, get by on less.<br />\r\n\t<br />\r\n\tThat&rsquo;s the Marco Rubio retirement plan.</em></p>\r\n<p>\r\n\t<em>Rubio</em><em> wants to raise the Social Security retirement age. That means you&rsquo;ll work harder and longer for your money.<br />\r\n\t<br />\r\n\tAnd Rubio wants to cut benefits, though it&rsquo;s already tough enough to make ends meet.<br />\r\n\t<br />\r\n\tThat&rsquo;s Washington for you &ndash; balance the budget on the backs of seniors.<br />\r\n\t<br />\r\n\tThere&rsquo;s a better choice.<br />\r\n\t<br />\r\n\tCharlie Crist is against raising the retirement age.<br />\r\n\t<br />\r\n\tHe&#39;ll protect Social Security because our seniors have earned it.</em><br />\r\n\t<br />\r\n\tThe claim that we&#39;re checking is that Rubio &quot;wants to raise the Social Security retirement age&quot; and &quot;cut benefits.&quot;<br />\r\n\t<br />\r\n\tThe Rubio campaign was ready and waiting for the Crist attack. The campaign issued&nbsp;a press release criticizing the ad at 10:32 a.m. on Oct. 5, 13 minutes before the Crist campaign sent out its press release announcing the ad (Apparently, the ad was posted earlier in the morning on the website YouTube).<br />\r\n\t<br />\r\n\t&quot;In his latest desperate attempt to say and do anything to win an election, Charlie Crist has launched a desperate false attack ad designed solely to mislead Florida voters and scare seniors about Marco Rubio&#39;s Social Security position,&quot; the press release starts. &quot;The ad falsely claims that Rubio wants to cut Social Security benefits to &#39;balance the budget on the backs of seniors.&#39; This claim is demonstrably false.&quot;<br />\r\n\t<br />\r\n\tWithin 30 minutes of Crist&#39;s announcement about the new ad, conservative commentator Stephen F. Hayes had penned almost 700 words about the Crist ad in a blog post titled, &quot;<a href=\"http://www.weeklystandard.com/blogs/charlie-crist-dishonestly-attacks-rubio_500739.html\">A Desperate Charlie Crist Dishonestly Attacks Rubio</a>,&quot; that regurgitates Rubio&#39;s talking points.<br />\r\n\t<br />\r\n\tAnd within three hours the world heard from former Gov. Jeb Bush.<br />\r\n\t<br />\r\n\t&quot;Charlie Crist should be ashamed of his false attack against Marco Rubio on Social Security. Charlie Crist is purposely trying to scare seniors in order to win votes,&quot; Bush said. &quot;The fact is, Marco Rubio will protect Social Security. His own mother relies on Social Security and he has repeatedly stated that he would not support or propose any benefit reductions for current retirees or people who are close to retirement.&quot;<br />\r\n\t<br />\r\n\tThanks for the <strike>input&nbsp;</strike>spin, guys, but we&#39;ll handle the fact-checking, okay?<br />\r\n\t<br />\r\n\tMore than 3.5 million Floridians receive Social Security benefits, according to the U.S. Social Security Administration. To be eligible to receive full benefits, a person must be between 65 and 67 (depending on what year they were born), be disabled, be a survivor of a worker who died, or be a dependent of Social Security beneficiaries.<br />\r\n\t<br />\r\n\tSocial Security was a New Deal program created in 1935 to help elderly and other Americans with economic hardships. The program is funded by payroll taxes.<br />\r\n\t<br />\r\n\tThis year, for the first time, Social Security will pay out more in benefits than it takes in. The deficit, approximately $41 billion, will be offset by money in the Social Security trust fund. By 2014, as the baby boomer generation retires, deficits are expected to increase, according to the Social Security and Medicare Boards of Trustees. By 2037, the trust fund will be empty,<a href=\"http://www.ssa.gov/OACT/TRSUM/index.html\"> trustees predict</a>, and incoming taxes will only be able to pay out 75 percent of scheduled benefits through 2084.<br />\r\n\t<br />\r\n\tSo something needs to change between now and 2037 -- whether it&#39;s raising the retirement age, altering benefits, or something else -- to keep Social Security solvent.<br />\r\n\t<br />\r\n\t<strong>Rubio on the retirement age</strong><br />\r\n\t<br />\r\n\tRubio has suggested that one solution is to gradually raise the retirement age.<br />\r\n\t<br />\r\n\tSpeaking to reporters in Tallahassee on Jan. 27, 2010, <a href=\"http://www.youtube.com/watch?v=R4I0k9Q9j_s\">Rubio said</a> the &quot;retirement age issue is going to have to be confronted at some point as part of a measure to reform Social Security.&quot;<br />\r\n\t<br />\r\n\t<a href=\"http://online.wsj.com/article/SB10001424052748703915204575103503780254366.html\">Rubio talked about</a> raising the retirement age in a <em>Wall Street Journal</em> interview published March 13, 2010. &quot;I know . . . people don&#39;t like to talk about it,&quot; the article quotes Rubio as saying. &quot;Privatization of the accounts has come and gone, (but) there are other alternatives, such as [raising] the retirement age, how you adjust payments in the future, &#39;need&#39; measures, et cetera.&quot;<br />\r\n\t<br />\r\n\tAnd then the retirement age came up again during a <a href=\"http://www.foxnews.com/politics/2010/03/28/crist-rubio-face-spending-manage-washington-insider/\">March 28 <em>Fox News Sunday </em>debate </a>with a then-Republican Crist. Host Chris Wallace asked Rubio if he would raise the retirement age.<br />\r\n\t<br />\r\n\t&quot;I think that has to be on the table. That&#39;s got to be part of the solution. The retirement age that gradually increases for people of my generation, I think has got to be part of ...,&quot; Rubio says before getting cut off.<br />\r\n\t<br />\r\n\tHe has reiterated that position throughout the campaign, with one important caveat -- there would be no changes for people nearing or now retired.<br />\r\n\t<br />\r\n\t&quot;I think if you&#39;re 55 years of age or older or close enough to retirement ... I think this is off the table,&quot; Rubio said in the Fox interview. In the <em>Wall Street Journal</em> interview, he said any retirement age changes wouldn&#39;t affect people within 10 years of retirement.<br />\r\n\t<br />\r\n\t<strong>Rubio on benefit cuts</strong><br />\r\n\t<br />\r\n\tRubio also suggested changes in the cost-of-living adjustments Social Security beneficiaries receive.<br />\r\n\t<br />\r\n\tIn the March Fox News debate, Rubio was asked if he would change cost-of-living adjustments for Social Security.<br />\r\n\t<br />\r\n\t&quot;I think all of that has to be on the table, including the way we index increases in cost of living. All of these issues have to be on the table,&quot; Rubio said. &quot;They have to be options that I would be open to.&quot;<br />\r\n\t<br />\r\n\tRubio said as much again on Sept. 26, 2010, in an interview on CBS&#39;s <em>Face the Nation</em>.<br />\r\n\t<br />\r\n\t&quot;Younger workers like myself, people 39 years of age like I am -- we&#39;re going to have to accept that there&#39;s going to be some changes to Social Security,&quot; Rubio said. &quot;And perhaps they&#39;re going to have to change the way the benefit is indexed. Perhaps we&#39;re going to have to continue to allow the retirement age to fluctuate, as it has been doing since the early 1980s.<br />\r\n\t<br />\r\n\t&quot;But again, that&#39;s for younger workers like myself who have 20 or 30 years to prepare for this. People that are on the system now, or let&#39;s say 10 years from retirement or 12 years from retirement, these folks can&#39;t all of a sudden make a change to adjust for it. So I think we have to start talking honestly about the long-term challenges facing a very important program, Social Security, because we want to save it. It&#39;s important. We want to preserve it.&quot;<br />\r\n\t<br />\r\n\tThat full quote probably best explains Rubio&#39;s position, in his own words. He supports what amounts to benefit cuts and raising the retirement age, in order to keep Social Security solvent, but not for current retirees or folks nearing retirement. His point is that without changes, Social Security won&#39;t be able to meet its obligations.<br />\r\n\t<br />\r\n\tAnd on that point he&#39;s right (not that Crist is going to admit it). Rubio&#39;s stance has won him praise from the editorial board of the <em><a href=\"http://www.tampabay.com/opinion/editorials/article1086336.ece\">St. Petersburg Times</a></em>, which said his position included &quot;the sorts of straight answers Floridians deserve from serious candidates,&quot; and conservative commentator <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/04/09/AR2010040904000.html\">George Will, who said,</a> &quot;Rubio&#39;s responsible answer to a serious question gives the nation a glimpse of a rarity -- a brave approach to the welfare state&#39;s inevitable politics of gerontocracy.&quot;<br />\r\n\t<br />\r\n\t<strong>What the Rubio folks are all bothered about</strong><br />\r\n\t<br />\r\n\tCrist&#39;s ad claims that Rubio &quot;wants to raise the Social Security retirement age&quot; and &quot;cut benefits.&quot; Rubio, in his own words, says as much.<br />\r\n\t<br />\r\n\tSo what has the Rubio campaign all angry?<br />\r\n\t<br />\r\n\tFirst, the ad fails to mention the caveat in Rubio&#39;s thinking -- that any adjustments to Social Security, whether to the retirement age or benefits, would not affect either current retirees or people nearing retirement.<br />\r\n\t<br />\r\n\tThat, and the images that go with the ad. The ad includes images of white-haired and wrinkled-faced retirees that goes along with the narrator&#39;s script. When the ad cuts to Charlie Crist, it shows him talking and shaking hands with seniors.<br />\r\n\t<br />\r\n\t&quot;Crist knows that Rubio has pledged to protect and preserve Social Security for those who are at or near retirement,&quot; Rubio&#39;s campaign said in their press release.<br />\r\n\t<br />\r\n\tCrist spokesman Danny Kanner responded: &quot;In an ad about Social Security, I don&#39;t think it&#39;s irrelevant to include images of senior citizens.&quot;<br />\r\n\t<br />\r\n\tWe should note that the ad also says that Rubio wants to &quot;balance the budget on the backs of seniors.&quot; That&#39;s not true. The changes to Social Security Rubio supports are to make the Social Security program solvent long term, not to create extra tax revenues to use to balance the budget, fund other federal programs or to pay down the federal debt.<br />\r\n\t<br />\r\n\tCrist&#39;s ad, &quot;Protect&quot; is correct in pointing out that Rubio supports proposals to keep Social Security solvent past 2037 by raising the retirement age and potentially reducing benefits. Rubio says changes are necessary or the Social Security program will go broke, a sentiment shared by the trustees who manage the federal program. But the ad fails to mention that Rubio&#39;s proposals would not affect any current retirees, or people nearing retirement (Rubio most often has said people within 10 years of reaching the Social Security retirement age). The ad certainly doesn&#39;t convey that half of the story. So, we think it&#39;s appropriate to rate this claim Half True.</p>\r\n", "ruling_comments_date": "2010-10-06T09:16:32.817770", "ruling_date": "2010-10-06T17:41:24", "ruling_headline": "Fact-checking Marco Rubio's Social Security stance", "ruling_headline_slug": "fact-checking-marco-rubios-social-security-stance", "ruling_link_text": "No changes for current beneficiaries or those nearing retirement", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tCharlie Crist campaign, &quot;<a href=\"http://www.youtube.com/watch?v=FK4i27Dswjg\">Protect</a>,&quot; Oct. 5, 2010<br />\r\n\t<br />\r\n\tCharlie Crist campaign, interview with Danny Kanner, Oct. 5, 2010<br />\r\n\t<br />\r\n\tMarco Rubio campaign, &quot;Crist Purposely Deceives Florida Seniors With New False Attack Ad,&quot; Oct. 5, 2010<br />\r\n\t<br />\r\n\tYou Tube, <a href=\"http://www.youtube.com/watch?v=R4I0k9Q9j_s\">Marco Rubio talking about Social Security</a>, January 2010</p>\r\n<p>\r\n\tSocial Security and Medicare Board of Trustees, &quot;<a href=\"http://www.ssa.gov/OACT/TRSUM/index.html\">Status of the Social Security and Medicare Programs</a>,&quot; 2010<br />\r\n\t<br />\r\n\tMarco Rubio campaign, &quot;Statement From Governor Jeb Bush On Charlie Crist&#39;s False Social Security Attack Ad,&quot; Oct. 5, 2010<br />\r\n\t<br />\r\n\tFox News, transcript of Marco Rubio/Charlie Crist debate, March 28, 2010<br />\r\n\t<br />\r\n\tCBS, Face the Nation transcript, Sept. 26, 2010<br />\r\n\t<br />\r\n\tWall Street Journal, &quot;<a href=\"http://online.wsj.com/article/SB10001424052748703915204575103503780254366.html\">The Conscience of a Florida Conservative</a>,&quot; March 13, 2010</p>\r\n<p>\r\n\tSt. Petersburg Times, &quot;<a href=\"http://www.tampabay.com/opinion/editorials/article1086336.ece\">Rubio gets serious about Social Security reform</a>,&quot; April 12, 2010</p>\r\n<p>\r\n\tGeorge Will, &quot;<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/04/09/AR2010040904000.html\" id=\"ckw1\" title=\"Only a brave few acknowledge an entitlement crisis\">Only a brave few acknowledge an entitlement crisis</a>,&quot; April 11, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 15, "current_job": "", "false_count": 9, "first_name": "Charlie", "half_true_count": 20, "home_state": "Florida", "id": 257, "last_name": "Crist", "mostly_true_count": 19, "name_slug": "charlie-crist", "pants_count": 2, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/crist.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/257/", "total_count": 90, "true_count": 15, "website": ""}, "statement": "<p>\r\n\tMarco Rubio &quot;wants to raise the Social Security retirement age,&quot; and &quot;cut benefits.&quot;</p>\r\n", "statement_context": "a TV ad.", "statement_date": "2010-10-05", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 157, "photo": null, "resource_uri": "/api/v/2/subject/157/", "subject": "Message Machine 2010", "subject_slug": "message-machine", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 141, "photo": null, "resource_uri": "/api/v/2/subject/141/", "subject": "Social Security", "subject_slug": "social-security", "used_in_edition": []}], "target": [{"adkey": "", "advalue": "", "barely_true_count": 36, "current_job": "U.S. Senator", "false_count": 26, "first_name": "Marco", "half_true_count": 33, "home_state": "Florida", "id": 277, "last_name": "Rubio", "mostly_true_count": 37, "name_slug": "marco-rubio", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Marco_Rubio.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/277/", "total_count": 168, "true_count": 20, "website": "http://www.rubio.senate.gov/"}], "twitter_headline": ""}