{"art": [], "author": [{"email_address": "jnelson@journalsentinel.com", "first_name": "James B.", "id": 176, "last_name": "Nelson", "name_slug": "james-b-nelson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/176/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2010/oct/07/raymond-lahood/transportation-secretary-raymond-lahood-says-nothi/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 2542, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "jnelson@journalsentinel.com", "first_name": "James B.", "id": 176, "last_name": "Nelson", "name_slug": "james-b-nelson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/176/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/2542/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tWhen it comes to the proposed $810 million high-speed rail link between Milwaukee and Madison, Wisconsin&rsquo;s gubernatorial candidates are on opposite sides of the tracks.<br />\r\n\t<br />\r\n\tDemocrat Tom Barrett strongly favors the link, one of 13 rail projects nationwide that are part of an $8 billion federal stimulus allocation. President Barack Obama has made the projects a cornerstone of his transportation agenda. And outgoing Democratic Gov. Jim Doyle is hustling to get the Milwaukee-to-Madison train rolling.<br />\r\n\t<br />\r\n\tMeanwhile, Republican gubernatorial hopeful Scott Walker has vowed repeatedly to stop the project &nbsp;&quot;dead in its tracks.&quot;<br />\r\n\t<br />\r\n\tThat&rsquo;s a strong statement.<br />\r\n\t<br />\r\n\tSo is this one from U.S. Transportation Secretary Raymond LaHood, who on two separate visits to Wisconsin flatly declared the train could not be stopped.<br />\r\n\t<br />\r\n\t&quot;It&rsquo;s coming,&quot; he said at a Labor Day rally in Milwaukee. &quot;Nobody can stop this train.&quot;<br />\r\n\t<br />\r\n\tLaHood&rsquo;s statement was not one of opinion, a promise for the future or a prediction on what is likely to happen. It was stated as fact.<br />\r\n\t<br />\r\n\tSo we wondered: Is it true none can stop the project?<br />\r\n\t<br />\r\n\tWe tried to talk to LaHood, a former Republican U.S. House member from Illinois, minutes after his Labor Day speech, but he declined to be interviewed. His office refused follow up interview requests.<br />\r\n\t<br />\r\n\tLike Walker, Republicans running for governor in several other states have declared their opposition to proposed high-speed rail lines.<br />\r\n\t<br />\r\n\tIn Ohio, John Kasich has vowed to block the &quot;3C&quot; train that would link Columbus, Cleveland and Cincinnati; In Florida, Rick Scott opposes service between Tampa and Orlando; and in California, Meg Whitman is against a San Francisco-Los Angeles line.<br />\r\n\t<br />\r\n\tFor his part, LaHood has called the rail projects an important economic development tool and is baffled by the opposition.<br />\r\n\t<br />\r\n\t&quot;We&#39;re talking about nothing short of transforming transportation much the same way the interstate highway system did under President Eisenhower,&quot; LaHood <a href=\"http://fastlane.dot.gov/2010/10/high-speed-rail-no-turning-back-on-american-jobs-economic-opportunities-mobility-gains.html\">wrote on his </a><a href=\"http://fastlane.dot.gov/2010/10/high-speed-rail-no-turning-back-on-american-jobs-economic-opportunities-mobility-gains.html\">blog</a> Oct. 5, 2010, a day after a <a href=\"http://www.nytimes.com/2010/10/05/us/05rail.html?_r=1\">New York Times </a><a href=\"http://www.nytimes.com/2010/10/05/us/05rail.html?_r=1\">article</a> looked at opposition to the projects. &quot;Can you imagine if Ohio or Wisconsin or any other state had said, &quot;No, thanks -- we don&#39;t think that highway thing is going anywhere?&quot;<br />\r\n\t<br />\r\n\tLet&rsquo;s start with a little background on the Wisconsin project.<br />\r\n\t<br />\r\n\tIn January, the state&rsquo;s application for an extension of Amtrak&rsquo;s Milwaukee-Chicago Hiawatha line won $810 million in federal funds. Plans call for service to reach 79 mph in 2013 and 110 mph by 2015 -- actually not a high speed train compared with &quot;bullet train&quot; service of up to 220 mph planned in other parts of the country.<br />\r\n\t<br />\r\n\tThe federal government agreed to pay the full cost of building the line, but the state would be required to spend an estimated $8 million a year to run it. The state agreed to buy two 14 car train sets from the Spanish company Talgo for $47 million. Those trains would be built at the former Tower Automotive site on Milwaukee&rsquo;s north side, creating an initial 125 jobs.<br />\r\n\t<br />\r\n\tDespite the opposition, and the uncertainty of who will win the Nov. 2 election, the Doyle administration in August announced plans to dramatically escalate spending on the train -- from about $50 million to $300 million in 2010 alone.<br />\r\n\t<br />\r\n\tBy the end of the year, the state will have spent or entered into contracts for nearly $300 million but won&#39;t necessarily have spent that much, according to Cari Ann Renlund, and aide to state Transportation Secretary Frank Busalacchi.<br />\r\n\t<br />\r\n\tThe breakdown: $52.4 million for design work on stations and the overall rail corridor, $140 million in contracts for work on building raised land bridges, and up to $100 million in contracts for steel and railroad ties.<br />\r\n\t<br />\r\n\tOf course, a new governor -- and new Legislature -- will take office in January. What could happen then?<br />\r\n\t<br />\r\n\tDOT&rsquo;s Renlund scheduled and canceled two interviews on the topic. Meanwhile, LaHood&rsquo;s press secretary Olivia Alair refused to discuss what could happen: &quot;We&rsquo;re not going to get into speculation about hypothetical scenarios.&quot;<br />\r\n\t<br />\r\n\tSo we turned to Walker and asked him how he plans to stop a speeding train.<br />\r\n\t<br />\r\n\tHe laid out several scenarios:<br />\r\n\t<br />\r\n\t<strong>Tie the purse strings.</strong> Walker said he would refuse to authorize the annual state operational funding. &quot;If we don&rsquo;t appropriate that, they can&rsquo;t operate the train,&quot; he said, calling it &quot;the easiest, most direct approach.&quot;<br />\r\n\t<br />\r\n\t<strong>Cancel the contracts already approved</strong>. This could prompt its own legal fight, including from companies who have signed contracts to build trains and supply materials. Walker downplayed that likelihood, arguing &quot;they&rsquo;re not going to completely alienate themselves&quot; from getting other state work by fighting too hard over the train.<br />\r\n\t<br />\r\n\t<strong>Go to court.</strong> Walker hinted he might seek an injunction against the train -- even before the election arguing the state shouldn&rsquo;t have sped up the work.<br />\r\n\t<br />\r\n\tWalker noted the Marquette Interchange was just rebuilt, in part, with federal money that had been set aside years ago for a light-rail system. A similar nothing-can-stop-this declaration back then would not have held much water.<br />\r\n\t<br />\r\n\tOutside experts agreed the train could be stopped, focusing on control by a Gov. Walker of the state Transportation Department. He would probably succeed in canceling the contract with the federal government, they said.<br />\r\n\t<br />\r\n\t&quot;I think he&rsquo;s got the power to say no,&quot; said Erich Zimmermann, senior policy analyst with Taxpayers for Common Sense, a nonpartisan Washington D.C. watchdog group.<br />\r\n\t<br />\r\n\tSteven Polzin, director of mobility policy research at the Center for Urban Transportation Research, University of South Florida, Tampa, said that control of the state Transportation Department is probably the most powerful tool Walker would have.<br />\r\n\t<br />\r\n\t&quot;They could choose not to pursue that project,&quot; said Polzin.<br />\r\n\t<br />\r\n\tZimmermann noted there could be significant economic and political costs to the state if the contracts were cancelled. And Polzin, whose group has been criticized by some for favoring cars over rail, argues the projects have not been adequately studied before they were approved.<br />\r\n\t<br />\r\n\tAs for the $810 million, Walker said he would urge Congress to allow the state to use the money for other transportation purposes, such as roads. He noted if Republicans win the House, U.S. Rep. Paul Ryan, R-Wisconsin, would likely become chairman of the Budget Committee, and may look favorably on that. Of course, Obama would still be around with his veto pen.<br />\r\n\t<br />\r\n\tZimmermann and Polzin say the cash is likely to just go to rail projects in other states.<br />\r\n\t<br />\r\n\tOf course, all of this gets us well past election day and campaign pledges. By then, whoever is governor may face heavy pressure from business leaders with train-related contracts, labor unions and community leaders to keep the project -- and related jobs -- moving ahead.<br />\r\n\t<br />\r\n\tSo, let&rsquo;s bring this all back to the starting point.<br />\r\n\t<br />\r\n\tIn his enthusiastic support for the Milwaukee-to-Madison train, U.S. Transportation Secretary Ray LaHood has proclaimed -- twice -- that the train could not be stopped. That statement overlooks an obvious obstacle: the voters. If Walker wins, experts say he will have numerous avenues open to him to stop the project, even though those steps may carry repercussions. And if Congress turns red, he would have a major ally in the effort.<br />\r\n\t<br />\r\n\tWe rate LaHood&rsquo;s statement False.</p>\r\n", "ruling_comments_date": "2010-10-06T19:58:22.884732", "ruling_date": "2010-10-07T09:00:00", "ruling_headline": "Transportation Secretary Raymond LaHood says nothing can stop high-speed rail project in Wisconsin", "ruling_headline_slug": "transportation-secretary-raymond-lahood-says-nothi", "ruling_link_text": "Excuse us, Mr. Secretary, but won't the voters have a say in this Nov. 2? ", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tOffice of Budget and Management, <a href=\"http://www.whitehouse.gov/omb/budget/\">Budget Documents for Fiscal Year 2010</a>, Feb. 26, 2009<br />\r\n\t<br />\r\n\t<a href=\"http://thomas.loc.gov/cgi-bin/query/z?c111:H.R.1.enr:\">The American Recovery and Reinvestment Act of 2009</a><br />\r\n\t<br />\r\n\tPresident Barack Obama, <a href=\"http://www.presidency.ucsb.edu/ws/index.php?pid=87433&amp;st=rail&amp;st1=\">State of the Union speech</a>, Jan. 27, 2010<br />\r\n\t<br />\r\n\tBusinessWeek, <a href=\"http://www.businessweek.com/ap/financialnews/D9IDQJ100.htm\">Obama&rsquo;s rail plan riding on key governor races</a>, Sept. 23, 2010<br />\r\n\t<br />\r\n\tThe Plain Dealer, <a href=\"http://www.cleveland.com/open/index.ssf/2010/09/strickland_v_kasich_the_great.html\">Strickland vs. Kasich, the Great Train Debate</a>, Sept. 14, 2010<br />\r\n\t<br />\r\n\tNew York Times, <a href=\"http://www.nytimes.com/2010/10/05/us/05rail.html?_r=1&amp;ref=michael_cooper\">Rail service expansion imperiled at state level,</a>Oct. 4, 2010<br />\r\n\t<br />\r\n\tU.S. Government Accountability Office, <a href=\"http://www.gao.gov/products/GAO-09-317\">High-speed passenger rail report</a>, March 19, 2009<br />\r\n\t<br />\r\n\tCongressional Research Service report, <a href=\"http://www.fas.org/sgp/crs/misc/R40973.pdf\">&quot;High Speed Rail in the United States,&quot;</a>Dec. 8, 2009<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel archives<br />\r\n\t<br />\r\n\tInterview, Republican gubernatorial candidate Scott Walker, Oct. 2, 2010<br />\r\n\t<br />\r\n\tInterview, Richard Harnish, &nbsp;executive director, Midwest High Speed Rail Association, Oct. 4, 2010<br />\r\n\t<br />\r\n\tU.S. Transportation Secretary Raymond LaHood, speech in Milwaukee, Sept. 6, 2010<br />\r\n\t<br />\r\n\tRaymond LaHood <a href=\"http://fastlane.dot.gov/2010/10/high-speed-rail-no-turning-back-on-american-jobs-economic-opportunities-mobility-gains.html\">blog entry</a>, Oct. 5, 2010<br />\r\n\t<br />\r\n\tInterview, Steven Polzin, director of mobility policy research, University of South Florida, Tampa, Oct. 6, 2010<br />\r\n\t<br />\r\n\tInterview, Erich Zimmermann, senior policy analyst, Taxpayers for Common Sense, Oct. 6, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Secretary, U.S. Department of Transportation", "false_count": 1, "first_name": "Raymond", "half_true_count": 1, "home_state": "Illinois", "id": 736, "last_name": "LaHood", "mostly_true_count": 1, "name_slug": "raymond-lahood", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/LaHood.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/736/", "total_count": 3, "true_count": 0, "website": "http://www.dot.gov/"}, "statement": "<p>\r\n\t&quot;It&rsquo;s coming. Nobody can stop this train.&quot;</p>\r\n", "statement_context": "a speech at a Labor Day rally in Milwaukee", "statement_date": "2010-09-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 133, "photo": null, "resource_uri": "/api/v/2/subject/133/", "subject": "Infrastructure", "subject_slug": "infrastructure", "used_in_edition": []}, {"description": "", "id": 44, "photo": null, "resource_uri": "/api/v/2/subject/44/", "subject": "Transportation", "subject_slug": "transportation", "used_in_edition": []}], "target": [], "twitter_headline": ""}