{"art": [{"brightcove": "", "caption": "Chet Edwards: \"Stand\"", "id": 750, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/750/", "title": "Chet Edwards guns ad", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/SKCCpLTL6tI?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "SKCCpLTL6tI"}], "author": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/oct/12/chet-edwards/rep-chet-edwards-says-he-said-no-washington-libera/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 2559, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/2559/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tJon Stewart, host of Comedy Central&#39;s faux-news program &quot;The Daily Show,&quot; wryly noted on its Sept. 29 episode that the Obama administration&#39;s track record is &quot;why you see so many Democrats running ads proudly touting their party&#39;s accomplishments.&quot;</p>\r\n<p>\r\n\tThen flowed a montage of Democratic campaign ads denouncing President Barack Obama and House Speaker Nancy Pelosi, D-California. The last clip? A Sept. 17 ad for Rep. Chet Edwards, D-Waco: &quot;And when Washington liberals wanted to take away our guns, Chet said no.&quot;</p>\r\n<p>\r\n\t&quot;Those are the ads that <em>Democrats</em> are running?&quot; Stewart marveled.</p>\r\n<p>\r\n\tOn Stewart&#39;s cue, we wanted to know more about Edwards&#39; supposed showdown with gun-averse liberals.</p>\r\n<p>\r\n\tMegan Jacobs, an Edwards&#39; spokeswoman, sent us a statement citing several pieces of legislation to defend his boast.</p>\r\n<p>\r\n\tNamely, on March 17, 2009, Edwards was one of 65 House Democrats who sent a letter to U.S. Attorney General Eric Holder. &quot;As strong supporters of the Second Amendment, we were very concerned to see your recent remarks suggesting that the administration will push for reinstatement of the 1994 ban on &#39;assault weapons&#39; and ammunition magazines,&quot; the letter says. &quot;Many of our constituents lawfully own and use these firearms and ammunition magazines that would be affected by a new ban.&quot;</p>\r\n<p>\r\n\tThe letter concludes: &quot;We would actively oppose any effort to reinstate the 1994 ban or to pass any similar law. We urge you to abandon this initiative and to focus instead on effective law enforcement strategies to enforce our community laws against violent criminals and drug traffickers.&quot;</p>\r\n<p>\r\n\tWhat prompted the letter? Jacobs pointed us to a February 2009 article on ABC News&#39; website that quotes Holder saying: &quot;As President Obama indicated during the campaign, there are just a few gun-related changes that we would like to make, and among them would be to reinstitute the ban on the sale of assault weapons.&quot; Obama&#39;s campaign website said in 2008 that he supports making the expired federal assault weapons ban permanent &quot;as such weapons belong on foreign battlefields and not on our streets.&quot;</p>\r\n<p>\r\n\tSome background: In 1994, President Bill Clinton signed legislation prohibiting the sale of 19 types of semi-automatic assault weapons &mdash; like AK-47s, Uzis and revolving-cylinder shotguns &mdash; and imitation models of those guns. The law didn&#39;t apply to more than 650 other types of firearms that were manually operated by a bolt, pump, lever or slide action, were permanently nonfunctional and antique firearms. Also, the ban was set to expire in 2004 unless Congress reauthorized it, which it didn&#39;t.</p>\r\n<p>\r\n\tEdwards told us he voted for the ban in &#39;94 after a 1991 shooting in Killeen left 24 dead. He said he opposed the ban&#39;s reauthorization because he didn&#39;t think it was effective in significantly reducing gun violence.</p>\r\n<p>\r\n\tWe wondered how many Texans would be affected by bringing back the ban. Tim Carroll, a spokesman with the federal Bureau of Alcohol, Tobacco, Firearms and Explosives, told us that the agency doesn&#39;t track how many people own assault weapons.</p>\r\n<p>\r\n\tCarroll also told us that when the 1994 ban was implemented, it did not apply to firearms anyone already owned. Meaning: No one would had their guns taken away.</p>\r\n<p>\r\n\tSpeaking to Edwards&#39; pro-gun bonafides, Jacobs noted that the congressman drew an &quot;A&quot; rating from the National Rifle Association, meaning it considers Edwards a &quot;solidly pro-gun candidate&quot; who &quot;has supported NRA positions on key votes in elective office,&quot; according to an explanation of the ratings on the NRA&#39;s website.</p>\r\n<p>\r\n\tThe letter to Holder signed by Edwards is one of 11 reasons the association lists on its website for endorsing the congressman. Other reasons include legislation Edwards cosponsored to repeal a gun ban in the District of Columbia, legislation he cosponsored to extend federal protections to state right-to-carry license and permits nationwide and legislation he cosponsored to prohibit gun confiscation during states of emergency.</p>\r\n<p>\r\n\tWe did not find fresh signs the Obama administration is pushing to return the ban, though there have been reports about assault weapons in the news. In May, Mexico President Felipe Calderon asked a joint session of the U.S. Congress to renew the ban to help Mexico&#39;s war with drug cartels. In June, Reuters reported that police in the Texas border city of Laredo seized 147 AK-47 assault rifles bound for Mexico. And on Sept. 28, Colton Tooley, a 19-year-old student at the University of Texas at Austin, sprayed several rounds from an AK-47 on campus before killing himself.</p>\r\n<p>\r\n\tOf course, Edwards&#39; ad says liberals wanted to take away &quot;our guns&quot; &mdash; not just assault weapons.</p>\r\n<p>\r\n\tThe statement Jacobs sent us further says that &quot;since Democrats gained a House majority since 2007, numerous bills have been introduced that require the registration of guns that would limit gun ownership.&quot; Edwards&#39; statement singles out Pelosi and Reps. Henry Waxman, George Miller and Barbara Lee of California and Barney Frank of Massachusetts as liberals &quot;on the opposite sides of Edwards on many key gun-related votes.&quot;</p>\r\n<p>\r\n\tThe statement cites a host of Edwards votes on gun issues, including: a 2003 vote to protect firearms manufacturers and dealers from being sued for damages resulting from the misuse by others of their firearm or ammunition and a 2004 vote not to extend the assault weapons ban.</p>\r\n<p>\r\n\tThis year, Edwards was one of 159 cosponsors of legislation &quot;to restore Second Amendment rights in the District of Columbia.&quot; The bill would prohibit the District from restricting a person&#39;s right to carry a firearm at his or her home, personal land or business, repeal D.C&#39;s registration requirement to possess firearms and repeal a ban on semiautomatic weapons. In 2005, Edwards voted to prohibit the use of federal funds to enforce a D.C. law requiring certain firearms to be unloaded and disassembled. In 2008, he voted to overturn the D.C. ban.</p>\r\n<p>\r\n\tStill, we did not track with Edwards&#39; logic. While it&#39;s evident he&#39;s supported legislation that is considered pro-gun and said &quot;no&quot; to legislation that isn&#39;t, we didn&#39;t see anything showing that Washington liberals were coming to take our guns away.</p>\r\n<p>\r\n\tAs we neared completion of our review, Edwards told us that &quot;the reason a lot of gun-control legislation has not come up, been introduced, but it&#39;s been killed,&quot; is thanks to &quot;Democrats like me and those who have opposed it.&quot;</p>\r\n<p>\r\n\tEdwards cited 2009 legislation by Rep. Bobby Rush, D-Illinois, which sought to create a licensing system for certain firearms and a record system tracking the sale of those firearms. Specifically, Edwards said he objected to a provision requiring applicants seeking a firearm license to submit &quot;a clear thumbprint&quot; and &quot;a current, passport-sized photograph of the applicant,&quot; according to the bill.</p>\r\n<p>\r\n\t&quot;If I&#39;m a citizen in Texas and I say I&#39;m not about to be fingerprinted or photographed to keep a handgun, then I am in violation of the law&quot; he said. &quot;The federal government would have the right to take that gun away.&quot; Those who failed to comply with Rush&#39;s proposal, which never came to a vote, would have been subject to a fine or imprisonment or both, but we saw no language stating that guns would be taken away.</p>\r\n<p>\r\n\tIn a letter Edwards sent a constituent in January, he said, &quot;I oppose this bill and do not believe there should be a national gun licensing system.&quot;</p>\r\n<p>\r\n\tEdwards told us that he has gone to Democratic leaders in the House and said, &quot;Don&#39;t allow these gun control bills to come to the floor. Not many have. That&#39;s my point.&quot;</p>\r\n<p>\r\n\tEdwards also pointed to legislation he supported to expand gun rights in the District of Columbia, which prohibited gun owners from keeping handguns in their homes. In June 2008, the Supreme Court overturned D.C.&#39;s ban.&quot;They wanted to be able to take guns away, I wanted to stop them from legally being able to take those guns away,&quot; he said.</p>\r\n<p>\r\n\tWhere does that leave us?</p>\r\n<p>\r\n\tEdwards makes a case that he&rsquo;s steadfastly opposed efforts to impose gun controls. However, none of his cited measures would &quot;take away&quot; anyone&rsquo;s weapons. It&rsquo;s overblown claims like this that keep the Truth-O-Meter in business.</p>\r\n<p>\r\n\tHis statement is False.</p>", "ruling_comments_date": "2010-10-08T20:44:17.963823", "ruling_date": "2010-10-12T06:00:00", "ruling_headline": "Rep. Chet Edwards says he said no to Washington liberals who wanted to take away our guns", "ruling_headline_slug": "rep-chet-edwards-says-he-said-no-washington-libera", "ruling_link_text": "From our cold, dead hands? ", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tChet Edwards for Congress, <a href=\"http://chetedwards.com/2010/09/edwards-campaign-releases-new-ad-stand/\" id=\"l:8o\" title=\"Press release\">Press release</a>: Edwards campaign releases new ad: &quot;Stand,&quot; Sept. 17, 2010</p>\r\n<p>\r\n\tChet Edwards for Congress, <a href=\"http://www.youtube.com/user/ChetEdwards4Congress#p/a/u/1/SKCCpLTL6tI\" id=\"vy5t\" title=\"&quot;Stand,&quot;\">&quot;Stand,&quot;</a> posted on YouTube Sept. 17, 2010</p>\r\n<p>\r\n\tComedy Central, Daily Show <a href=\"http://www.thedailyshow.com/full-episodes/wed-september-29-2010-linda-polman\" id=\"bp:z\" title=\"episode\">episode</a> from Sept. 29, 2010</p>\r\n<p>\r\n\tProject Vote Smart, <a href=\"http://www.votesmart.org/issue_rating_category.php?can_id=27087&amp;type=category&amp;category=37\" id=\"sfv4\" title=\"Rep. Thomas 'Chet' Edwards,\">Rep. Thomas &#39;Chet&#39; Edwards,</a> accessed Oct. 4, 2010</p>\r\n<p>\r\n\tABC News, <a href=\"http://abcnews.go.com/Politics/story?id=6960824&amp;page=1\" id=\"tfec\" title=\"Obama to seek new assault weapons ban; previous ban expired in 2004 during the Bush Administration,\">Obama to seek new assault weapons ban; previous ban expired in 2004 during the Bush Administration,</a> Feb. 25, 2010</p>\r\n<p>\r\n\tThe Dallas Morning News, <a href=\"http://www.dallasnews.com/sharedcontent/dws/news/world/mexico/stories/DN-calderon_21int.ART.State.Edition2.edf90ae.html\" id=\"trjw\" title=\"Calderon urges Congress to renew ban on assault weapons in fight against drug cartels,\">Calderon urges Congress to renew ban on assault weapons in fight against drug cartels,</a> May 21, 2010</p>\r\n<p>\r\n\tReuters, <a href=\"http://www.reuters.com/article/idUSTRE6520BL20100603?loc=interstitialskip\" id=\"i0g2\" title=\"Texas police seize 147 Mexico-bound AK-47 rifles,\">Texas police seize 147 Mexico-bound AK-47 rifles,</a> June 2, 2010</p>\r\n<p>\r\n\tPolitiFact.com, <a href=\"http://www.politifact.com/truth-o-meter/statements/2008/jul/08/john-mccain/obama-consistently-on-the-fence/\" id=\"auei\" title=\"Obama consistently on the fence,\">Obama consistently on the fence,</a> July 8, 2008</p>\r\n<p>\r\n\tMother Jones, <a href=\"http://motherjones.com/mojo/2010/05/obama-puts-silencer-assault-weapons-ban\" id=\"f.iw\" title=\"Obama puts silencer on assault weapons ban,\">Obama puts silencer on assault weapons ban,</a> May 21, 2010</p>\r\n<p>\r\n\tNational Rifle Association, <a href=\"http://www.nrapvf.org/grades-endorsements/2010/texas.aspx\" id=\"jefb\" title=\"Texas candidate endorsements,\">Texas candidate endorsements,</a> accessed Oct. 5, 2010<br />\r\n\t<br />\r\n\tOrganizing for America, <a href=\"http://www.barackobama.com/factcheck/2007/12/11/fact_check_no_news_in_obamas_c.php\" id=\"ny1_\" title=\"Fact check: No news in Obama's consistent record,\">Fact check: No news in Obama&#39;s consistent record,</a> Dec. 11, 2007<br />\r\n\t<br />\r\n\tThe Associated Press, <a href=\"http://www.msnbc.msn.com/id/5946127/\" id=\"jt4f\" title=\"Congress lets assault weapons ban expire,\">Congress lets assault weapons ban expire,</a> Sept. 13, 2004<br />\r\n\t<br />\r\n\tThe Library of Congress, <a href=\"http://www.google.com/url?sa=t&amp;source=web&amp;cd=8&amp;ved=0CD8QFjAH&amp;url=http%3A%2F%2Fthomas.loc.gov%2Fcgi-bin%2Fquery%2Fz%3Fc103%3AH.R.3355.ENR%3A&amp;rct=j&amp;q=1994%2C%20assault%20weapons%20ban&amp;ei=pPasTPegHMSqlAfKpq3WBw&amp;usg=AFQjCNHyP4qRsGtcAsvXCxXoMtq-W_kCmw&amp;cad=rja\" id=\"e7lq\" title=\"H.R.3355\">H.R.3355</a>: Violence Crime Control and Law Enforcement Act of 1994, enacted Sept. 13, 1994, accessed Oct. 7, 2010</p>\r\n<p>\r\n\tThe New York Times, <a href=\"http://www.nytimes.com/2007/11/21/us/21scotus.html?scp=3&amp;sq=heller,%20district%20of%20columbia&amp;st=cse\">Justices to decide on right to keep handgun,</a> Nov. 2, 2007</p>\r\n<p>\r\n\tThe New York Times, <a href=\"http://www.nytimes.com/2008/06/27/washington/27scotus.html?scp=7&amp;sq=heller,%20district%20of%20columbia&amp;st=cse\">Justices, ruling 5-4, endorse personal right to own gun,</a> June 7, 2008</p>\r\n<p>\r\n\tRep. Chet Edwards, letter to a constituent, Jan. 19, 2010</p>\r\n<p>\r\n\tThe New York Times, Assault weapons ban allowed to stay in anti-crime measure, July 28, 1994, accessed via LexisNexis</p>\r\n<p>\r\n\tE-mail interview with Megan Jacobs, communications director, Oct. 3, 2010</p>\r\n<p>\r\n\tE-mail interview with Alexa Fritts, spokeswoman, National Rifle Association, Oct. 7, 2010</p>\r\n<p>\r\n\tInterview with Donna Sellers, spokeswoman, Bureau of Alcohol, Tobacco, Firearms and Explosives, Oct. 8, 2010</p>\r\n<p>\r\n\tInterview with Tim Carroll, program manager with the public affairs office, Bureau of Alcohol, Tobacco, Firearms and Explosives, Oct. 8, 2010</p>\r\n<p>\r\n\tInterview with Rep. Chet Edwards, congressman for the 17th district of Texas, Oct. 8, 2010</p>\r\n<p>\r\n\tInterview with John Dingell, congressman for the 15th district of Michigan, Oct. 8, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. House member", "false_count": 2, "first_name": "Chet", "half_true_count": 0, "home_state": "Texas", "id": 385, "last_name": "Edwards", "mostly_true_count": 0, "name_slug": "chet-edwards", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/chetedwards04222010.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/385/", "total_count": 3, "true_count": 1, "website": "http://www.chetedwards.com/"}, "statement": "<p>\r\n\t&quot;When Washington liberals wanted to take away our guns, Chet said no.&quot;</p>", "statement_context": "a TV ad", "statement_date": "2010-09-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 19, "photo": null, "resource_uri": "/api/v/2/subject/19/", "subject": "Guns", "subject_slug": "guns", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 157, "photo": null, "resource_uri": "/api/v/2/subject/157/", "subject": "Message Machine 2010", "subject_slug": "message-machine", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": ""}