{"art": [], "author": [{"email_address": "lfigueroa@miamiherald.com", "first_name": "Laura ", "id": 131, "last_name": "Figueroa", "name_slug": "laura-figueroa", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 5, "publication_name": "Miami Herald", "resource_uri": "/api/v/2/publication/5/"}, "resource_uri": "/api/v/2/staffer/131/", "title": "Reporter", "twitter": null}], "canonical_url": "/florida/statements/2010/oct/15/citizens-lower-taxes-and-stronger-economy/study-claims-amendment-4-will-cause-34-billion-imp/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 2567, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "lfigueroa@miamiherald.com", "first_name": "Laura ", "id": 131, "last_name": "Figueroa", "name_slug": "laura-figueroa", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 5, "publication_name": "Miami Herald", "resource_uri": "/api/v/2/publication/5/"}, "resource_uri": "/api/v/2/staffer/131/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/2567/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tWhen Florida voters head to the polls on Nov. 2, 2010, aside from casting votes for public office, they&rsquo;ll also have six state constitutional amendments to mull over.<br />\r\n\t<br />\r\n\tOne of the proposals up for a vote, Amendment 4, aims to put land use changes before local voters, and has sparked heated debate.<br />\r\n\t<br />\r\n\tSupporters argue the measure will give more power to local residents by allowing them to make decisions regarding development plans in their communities. Currently, those decisions are handled by an elected or appointed board such as a county commission or a local planning board. Opponents argue Amendment 4 will stall existing projects&nbsp; and drive away prospective developers from investing money in Florida.<br />\r\n\t<br />\r\n\tOne of those claims of stalled economic growth comes from the &quot;No on 4!&quot; website. The website, sponsored by opposing group Citizens for Lower Taxes and a Stronger Economy, Inc., quotes a January 2010 study by the Washington Economics Group which states: &quot;Amendment 4 will reduce Florida&#39;s economic output by $34 billion annually.&quot;<br />\r\n\t<br />\r\n\tIn a state hurting for tax dollars, $34 billion is a&nbsp;large figure to toss around, so we decided to take a closer look at that claim.<br />\r\n\t<br />\r\n\tAside from reaching out to the Washington Economics Group to determine how they arrived at the figure, we also received a counter-study by Hometown Democracy, the group backing Amendment 4. We also contacted economists at the University of Central Florida, Florida State University,&nbsp;University of Miami&nbsp;and the University of Florida.<br />\r\n\t<br />\r\n\tBut before getting into all the numbers, data and theories, first a quick primer on Amendment 4.<br />\r\n\t<br />\r\n\tAmendment 4 was placed on the November ballot after Hometown Democracy was able to collect 676,811 petition signatures statewide, more than the state requirement to get a constitutional amendment on the ballot.<br />\r\n\t<br />\r\n\tThe proposal is summarized as follows on the election ballot: &quot;Establishes that before a local government may adopt a new comprehensive land use plan, or amend a comprehensive land use plan, the proposed plan or amendment shall be subject to vote of the electors of the local government by referendum, following preparation by the local planning agency, consideration by the governing body and notice.&quot;<br />\r\n\t<br />\r\n\tEssentially the proposal would allow voters to decide on changes to local land use plans, rather than having the decision rest in the hands of city councils or an appointed local planning agency.<br />\r\n\t<br />\r\n\tSo now that you&#39;re an expert on the 1-2-3&#39;s of Amendment 4, back to the study in question.<br />\r\n\t<br />\r\n\t<strong>Washington Economics Group Study</strong><br />\r\n\t<br />\r\n\tThe Washington Economics Group is a private consulting firm whose principal adviser is Tony Villamil. Villamil served as U.S. undersecretary of commerce for economic affairs, under the George H.W. Bush administration, and is dean of St. Thomas University&#39;s School of Business in South Florida.<br />\r\n\t<br />\r\n\t&quot;It impacts the ability to generate development, expand operations, the ability to attract new companies coming into the state if they&#39;re not part of prior growth plans,&quot; Villamil said in a phone interview regarding Amendment 4 and his study.<br />\r\n\t<br />\r\n\tThe WEG study used computer software called IMPLAN to simulate two outcomes. A &quot;modest outcome&quot; where only 10 percent of new real estate developments would require a referendum to amend comprehensive growth plans, and what the researchers call the &quot;most likely scenario,&quot; where 25 percent of new real estate expansion will require a referendum.<br />\r\n\t<br />\r\n\tIt&#39;s under the 25 percent scenario that the WEG report contends that Florida will suffer from $34 billion less in economic output. The study argues that 125,616 jobs (or approximately 25 percent of the workforce in the development industry) are &quot;directly endangered.&quot;<br />\r\n\t<br />\r\n\t<strong>Hometown Democracy Counter-Study</strong><br />\r\n\t<br />\r\n\tHometown Democracy, the group pushing for Amendment 4, commissioned its own study to refute the claims made in the WEG study. The group hired Braun &amp; Soskin Economic Consulting, run by two University of Central Florida economists.<br />\r\n\t<br />\r\n\tWhile we took both studies with a grain of salt, we felt it was important to include the questions and concerns raised by the counter-study.<br />\r\n\t<br />\r\n\tBraun &amp; Soskin contend that the WEG model did not reflect any &quot;positive outcomes&quot; in the study.<br />\r\n\t<br />\r\n\t&quot;The WEG report admits that much of the adverse effect of the amendment &#39;will be on large scale commercial and residential developments&hellip;.&#39; &quot; the counter-study notes. &quot;These are the projects that contribute the most to sprawl, urban flight and blight in abandoned downtown areas. The benefits from halting sprawl and blight -- unlike the &#39;costs&#39; from Amendment 4 are measurable: the saving from holding down crime, commuting times, and public service costs (and taxes to pay for them) to fund sprawling public transportation, EMT, policing, trash pickup and fire protection districts...If Amendment 4 saves Florida these costs, those benefits should be counted in any impact study.&quot;<br />\r\n\t<br />\r\n\t&quot;WEG makes an untenable assumption that all referenda get rejected by voters,&quot; Braun &amp; Soskin wrote. &quot;WEG assumes that all construction jobs are for residential and commercial and none for institutional, industrial, transport infrastructure, extractive and other construction.&quot;<br />\r\n\t<br />\r\n\t<strong>What do the experts have to say?</strong><br />\r\n\t<br />\r\n\tSince both studies come from groups with vested interests, we turned to economists at the University of Florida, University of Miami and University of Central Florida to help us make sense of all the numbers and theories.<br />\r\n\t<br />\r\n\tDr. Christopher Cotton is a professor with UM&rsquo;s School of Business, who specializes in political economics and experimental economics. Prior to becoming a professor, he worked as a consultant conducting economic impact studies. He has not written or advocated on Amendment 4 in this election.<br />\r\n\t<br />\r\n\tCotton was critical of the WEG study, saying: &quot;I see absolutely no reason to believe the findings of the Washington Economics Group report.&quot;<br />\r\n\t<br />\r\n\tHe explained in&nbsp;an e-mail: &quot;My biggest criticism is that the report ignores alternative uses of resources and potential benefits. Think about an investor who wants to build a new hotel, but due to Amendment 4 cannot get the rezoning he needs for the project. The report assumes that the investor does nothing with the money that he wanted to use to build the hotel. In reality, he may choose to remodel a run-down hotel instead, or complete another project where zoning is feasible. In reality, he does invest in something else, and this something else will also have economic benefit. This is ignored by the report.&quot;<br />\r\n\t<br />\r\n\tDr. Sean Snaith is an economist with the University of Central Florida, and while Snaith penned an op-ed piece for the <em>Sarasota Herald Tribune </em>speaking against Amendment 4, he also expressed hesitation that specific numbers on the financial impact could be reached at this point.<br />\r\n\t<br />\r\n\t&quot;I think you open up a can of worms,&quot; Snaith said in a phone interview. &quot;There are still too many questions up in the air. How is this going to be carried out? In terms of legal battles what will be the time frame? How many more projects will go through? How many less? I don&#39;t think we know. You&#39;re asking how people are going to behave in terms of voting, and you can&#39;t assume that the majority of projects will be rejected. It might be the most environmentally egregious project, but the developers could spend the most money in marketing their project and win the vote. You just never know.&quot;<br />\r\n\t<br />\r\n\tDr. David Denslow is a professor at the University of Florida and an economics researcher for the school&#39;s Bureau of Economic and Business Research. He too has voiced his opposition to Amendment 4. He said the WEG study is reasonable but far from a certainty. His point:<br />\r\n\t<br />\r\n\t&quot;We don&#39;t know for sure how voters will react, how the legislature will react, how developers will react. &nbsp;Nor do we know for sure what Florida&#39;s growth path would be without Amendment 4, as a base. Adding to the uncertainty is the current truly unusual state of the housing market. &nbsp;Would Amendment 4 increase the demand for vacant houses because it&#39;ll be harder to build new ones? &nbsp;Or would it reduce the demand because people will think Florida will stop growing and not want to start new businesses?&quot;<br />\r\n\t<br />\r\n\tAs an aside, the state Financial Impact Estimating Conference also provides an <a href=\"https://docs.google.com/fileview?id=0B4fjL1-0K8piM2E0MmQ5ZmEtNWJkZS00NTRhLTkzZDItMmVkYzg0NDNmODA4&amp;hl=en\">evaluation</a> of the financial impact of Amendment 4, as it does for all amendments. That evaluation looks not at the cost of lost (or gained) economic output, but at the cost to cities and counties to conduct special elections.<br />\r\n\t<br />\r\n\tComprehensive plans can be amended just twice a year, and between 2001 and 2005, a statewide average of 7,878 amendments was proposed each year. The statement summarizes: &quot;Assuming every Florida voter is impacted by a single special election, costs would range between $10 million and $20 million.&quot; If lower-cost mail-in ballots are used and special elections affected just 25 percent of the voters, the cost would still be more than $2.4 million, in the state&#39;s estimation.<br />\r\n\t<br />\r\n\tBut in the end, the conference found the same uncertainty as the university economists: &quot;Nevertheless, the amendment&#39;s impact on local government expenditures cannot be estimated precisely.&quot; Just another unknown cost we weighed in our consideration.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong></p>\r\n<p>\r\n\tSo back to the question. Will Amendment 4 reduce Florida&#39;s economic output by $34 billion annually? There are bound to be some economic impacts, but as all&nbsp;the&nbsp;economists noted, it would be premature to assume that anybody knows what that impact will be. Developers may decide not to push for projects under the new rules, if the amendment passes. Or they may propose other projects more likely to be approved. And voters may or may not approve the projects that do make the ballot.<br />\r\n\t<br />\r\n\tWe steer clear of ruling on predictions, and that&#39;s the issue we have with the blanket statement made by &quot;No on 4.&quot; The opponents use a scary number of $34 billion in lost economic output based on assumptions that other economists -- even two economists who also are opposed to Amendment 4 -- say aren&#39;t knowable. Everybody agrees the amendment would have some impact, but how much isn&#39;t known. Because &quot;No on 4!&quot; states the claim unequivocally without including the uncertainty, we rate it Barely True.</p>\r\n\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-10-11T18:18:54.380341", "ruling_date": "2010-10-15T09:49:58", "ruling_headline": "Study claims Amendment 4 will cause a $34 billion impact on Florida economy", "ruling_headline_slug": "study-claims-amendment-4-will-cause-34-billion-imp", "ruling_link_text": "May be too soon to get accurate numbers on Amendment 4 impact", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tPhone interview,<a href=\"http://www.bus.ucf.edu/hitec/Snaith.htm\"> Dr. Sean Snaith,</a> &nbsp;Director of the Institute for Economic Competitiveness, College of Business Administration, University of Central Florida, Sept. 24, 2010<br />\r\n\t<br />\r\n\tE-mail interview,<a href=\"http://www.bebr.ufl.edu/facultystaff/daved\"> Dr. David Denslow</a>, Professor and Research Economist, Bureau of Economic and Business Research, University of Florida, Sept. 25, Sept. 29, Sept. 30, 2010</p>\r\n<p>\r\n\tE-mail interview, <a href=\"http://moya.bus.miami.edu/%7Eccotton/\">Dr. Christopher Cotton</a>, Assistant Professor, Department of Economics, University of Miami School of Business, Oct. 12, 2010<br />\r\n\t<br class=\"kix-line-break\" />\r\n\tPhone interview, Jeff Hendry, executive director of Florida State University&rsquo;s Florida Institute of Government, Sept. 24, 2010<br />\r\n\t<br />\r\n\tPhone interview, Tony Villamil, Washington Economics Group, Sept. 23, 2010<br />\r\n\t<br />\r\n\tE-mail interview, Tony Villamil, Washington Economics Group, Sept. 27, 2010<br />\r\n\t<br />\r\n\tBusinessWeek Magazine,<a href=\"http://investing.businessweek.com/businessweek/research/stocks/people/person.asp?personId=10351486&amp;ticker=SBSA:US&amp;previousCapId=336160&amp;previousTitle=Darden%20Restaurants%20Inc.\"> Executive Profile: Jose Antonio Villamil</a>, viewed Sept. 23, 2010</p>\r\n<p>\r\n\tSarasota Herald Tribune, <a href=\"http://www.heraldtribune.com/article/20100712/COLUMNIST/7121011/2605/opinion09?p=3&amp;tc=pg\">&quot;Direct democracy? Why not let people we elected do jobs?&quot;, </a>July 10, 2010</p>\r\n<p>\r\n\tCollins Center,<a href=\"http://www.collinscenter.org/page/1fFLAmAmend4_MS\"> Amendment 4: Should the public vote on growth change plans</a>, viewed Sept. 25, 2010.<br />\r\n\t<br />\r\n\tBraun &amp; Soskin Economic Consulting - &quot;An Economic Critique of The Washington Economic Group Report: &lsquo;An Economic Impact Analysis of the Propose Amendment 4 on the Economic Development of Florida.&rsquo;&quot;, April, 19, 2010.<br />\r\n\t<br />\r\n\t<a href=\"http://www.florida2010.org/faqs-about-amendment-4\">No on 4 Website</a>, viewed Sept. 22, 2010<br />\r\n\t<br />\r\n\t<a href=\"http://www.floridaamendment4.com/\">Florida Hometown Democracy Website</a>, viewed Sept. 22, 2010<br />\r\n\t<br />\r\n\tState of Florida Elections Department Website,<a href=\"http://election.dos.state.fl.us/initiatives/fulltext/pdf/37681-2.pdf\"> Amendment 4 paperwork</a>, filed June 21, 2005<br />\r\n\t<br />\r\n\tFlorida Financial Impact Estimating Conference,<a href=\"https://docs.google.com/fileview?id=0B4fjL1-0K8piM2E0MmQ5ZmEtNWJkZS00NTRhLTkzZDItMmVkYzg0NDNmODA4&amp;hl=en\"> Financial Impact Statement</a>.<br />\r\n\t<br />\r\n\tFort Myers News Press, &quot;<a href=\"http://www.news-press.com/article/20100912/NEWS0107/100911053/Amendment-4-leaves-development-up-to-Florida-voters\">Amendment 4 leaves development up to Florida voters</a>,&quot; Sept. 12, 2010&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 2, "home_state": "Florida", "id": 342, "last_name": "Citizens for Lower Taxes and a Stronger Economy", "mostly_true_count": 0, "name_slug": "citizens-lower-taxes-and-stronger-economy", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/citizens.png", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/342/", "total_count": 5, "true_count": 1, "website": "http://www.florida2010.org/"}, "statement": "<p>\r\n\t&quot;Amendment 4 will reduce Florida&rsquo;s economic output by $34 billion annually.&quot;</p>\r\n", "statement_context": "the \"No on 4!\" website", "statement_date": "2010-01-21", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}, {"description": "", "id": 162, "photo": null, "resource_uri": "/api/v/2/subject/162/", "subject": "Florida Amendments", "subject_slug": "florida-amendments", "used_in_edition": ["/api/v/2/edition/4/"]}], "target": [], "twitter_headline": ""}