{"art": [{"brightcove": "", "caption": "Alex Sink and Florida Democrats are targeting Rick Scott in a two-minute ad themed like a TV news magazine segment.", "id": 754, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/754/", "title": "Fraud Files", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/EYgTjVULTbk?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "EYgTjVULTbk"}], "author": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "canonical_url": "/florida/statements/2010/oct/12/florida-democratic-party/does-rick-scott-invoking-fifth-amendment-imply-gui/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 2574, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mbender@tampabay.com", "first_name": "Michael C.", "id": 208, "last_name": "Bender", "name_slug": "michael-c-bender", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/208/", "title": "Former staff writer, Tampa Bay Times", "twitter": null}, {"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "resource_uri": "/api/v/2/statement/2574/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tDemocrat Alex Sink <a href=\"http://www.youtube.com/watch?v=EYgTjVULTbk&amp;feature=player_embedded\">is airing a rare, two-minute ad</a> that whacks Republican gubernatorial candidate Rick Scott for alleged fraud at his former health care company, Columbia/HCA, as well as his current health care business, Solantic.<br />\r\n\t<br />\r\n\tA key part of the ad, called &quot;Fraud Files,&quot; is a discussion about Scott taking the Fifth Amendment 75 times in a legal case involving Columbia/HCA. During a discussion about Scott taking the Fifth Amendment, Florida Democrats and Sink use video of Palm Beach County state attorney Michael McAuliffe.<br />\r\n\t<br />\r\n\tHe says about halfway through the campaign commercial that taking the Fifth Amendment &quot;means a truthful answer to the questions that he was asked would incriminate him.&quot;<br />\r\n\t<br />\r\n\tThat&#39;s the claim we&#39;re analyzing in this fact check.<br />\r\n\t<br />\r\n\tFirst, a little bit of back story on Scott and Columbia/HCA.<br />\r\n\t<br />\r\n\tScott started what was first called Columbia in the spring of 1987 by purchasing two El Paso, Texas, hospitals. He quickly grew the company into one of the country&#39;s largest publicly traded hospital chains, and in 1994, merged Columbia with Tennessee-headquartered HCA and its 100 hospitals.<br />\r\n\t<br />\r\n\tIn early 1997, federal agents revealed they were investigating the Columbia/HCA chain for, among other things, Medicare and Medicaid fraud. Allegations included that Columbia/HCA billed Medicare and Medicaid for tests that were not necessary or ordered by physicians, and that the hospital chain would perform one type of medical test but bill the federal government for a more expensive test or procedure. Agents seized records from Columbia facilities across the country in Tennessee, North Carolina, Texas, Oklahoma, Utah and Florida.<br />\r\n\t<br />\r\n\tScott resigned in the middle of the federal investigation in July 1997. Scott said he wanted to fight the federal government accusations; the corporate board of Columbia/HCA wanted to settle, and did. In 2000, the company pleaded guilty to at least 14 corporate felonies and agreed to pay $840 million in criminal fines and civil damages and penalties. The company agreed to further settlements in 2002, paying an additional $881 million in fines.<br />\r\n\t<br />\r\n\t<strong>About the Fifth Amendment</strong><br />\r\n\t<br />\r\n\tAs we noted in <a href=\"http://politifact.com/florida/statements/2010/oct/12/florida-democratic-party/rick-scott-dodges-answers-invoking-fifth-amendment/\">another item</a>, Scott indeed did give a deposition in 2000 where he invoked the Fifth Amendment to the U.S. Constitution 75 times. The amendment reads in part that no one &quot;shall be compelled in any criminal case to be a witness against himself.&quot; But Scott&#39;s deposition was not part of the criminal fraud case being pursued by the federal government as the ad suggests (he was never officially questioned). Instead, the case in question was a civil case involving Columbia/HCA and Nevada Communications Corp. Nevada Communications alleged that Columbia/HCA breached the terms of a communications contract.<br />\r\n\t<br />\r\n\tScott&#39;s lawyer interjected after an opposing lawyer began the deposition by asking if Scott was employed. &quot;Under normal circumstances, Mr. Scott would be pleased to answer that question and other questions that you pose today,&quot; Scott&#39;s lawyer, Steven Steinbach, said. &quot;Unfortunately because of the pendency of a number of criminal investigations relating to Columbia around the country, he&#39;s going to follow my advice, out of prudence, to assert his constitutional privilege against giving testimony against himself.&quot;<br />\r\n\t<br />\r\n\tScott then went on to read the same answer to every question Nevada Communications lawyers asked, even when asked if Scott is a current or former employee of Columbia/HCA -- &quot;Upon advice of counsel, I respectfully decline to answer the questions by asserting my rights and privileges under the Fifth Amendment of the U.S. Constitution.&quot;<br />\r\n\t<br />\r\n\tDoes that mean truthful answers to the questions he was asked would incriminate him? Not necessarily, legal experts we talked to said.<br />\r\n\t<br />\r\n\tFor one thing, invoking the Fifth Amendment cannot be used in a criminal court to suggest guilt, the U.S. Supreme Court ruled in 1956. The case is an interesting one. Brooklyn College professor Harry Slochower was called to testify before a U.S. Senate committee led by Joseph McCarthy to determine if he was a member of the Communist Party. Slochower invoked his Fifth Amendment privilege not to answer questions about his party membership in 1940 and 1941. As a result, the college fired Slochower.<br />\r\n\t<br />\r\n\tBut the court said the college could not fire Slochower for invoking his constitutional rights. &quot;The privilege against self-incrimination would be reduced to a hollow mockery if its exercise could be taken as equivalent either to a confession of guilt or a conclusive presumption of perjury,&quot; the court wrote in the Slochower case. That means McAuliffe could never tell a criminal jury what he&#39;s telling voters on TV.<br />\r\n\t<br />\r\n\t&quot;If this was a criminal prosecution I would not refer to his invocation of the Fifth Amendment, but that&rsquo;s not what we&rsquo;re talking about,&quot; McAuliffe said. &quot;This is not a criminal prosecution. It&rsquo;s the political process and he has put himself out there to be vetted by voters. They&#39;re the jury in this case.&quot;<br />\r\n\t<br />\r\n\tIn a civil case, things get a little murkier. Judges and juries can infer that a person who uses the Fifth Amendment would not incriminate themselves if they answered honestly. They also, however, can infer the opposite.<br />\r\n\t<br />\r\n\tWhat does that mean? Put simply, Scott&#39;s answers to those 75 questions may or may not be used to incriminate him.<br />\r\n\t<br />\r\n\t&quot;The bottom line is that in a civil case, the judge and jury are free to draw the inference that &#39;a truthful answer to the questions that he was asked would incriminate him,&#39; &quot; said George R. Dekle, Sr., a professor of law at the University of Florida. &quot;However, there can be myriads of reasons other than guilt which prompt a person to claim a Fifth Amendment privilege, and it might be just as reasonable to infer that the witness refused to answer for some other reason.&quot;<br />\r\n\t<br />\r\n\tWe talked to two other legal scholars who seemed surprised that Scott used the Fifth Amendment so much in a deposition, especially when answering routine questions about his employment history. &quot;You should not use the Fifth Amendment privilege if you don&#39;t think there&#39;s possible criminal liability,&quot; said Bruce Jacob, a law professor at Stetson.<br />\r\n\t<br />\r\n\tThat said, it&#39;s not an admission of guilt, said Oscar Michelen, a New York lawyer who has written articles on the Fifth Amendment. It can also be used as a way to protect the innocent from wrongful prosecution, he says. Investigators try to link people to crimes, he said. Not prove they did it. It reminds of us of a <em>Law &amp; Order</em> episode -- the cops find a suspect and make a case. But halfway through the show, they realize they have the wrong person. &quot;Experienced litigators and particularly experienced criminal defense lawyers will tell you that 9 out of 9.95 times if there is any remote possibility that you may be charged with a crime or become a target of a criminal investigation or proceeding, you should &#39;take the Fifth,&#39; &quot; Michelen said.</p>\r\n<p>\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tWe find a couple of things lacking in the claim that Scott, if he answered those depositions honestly, would &quot;incriminate himself.&quot; First, the U.S. Supreme Court has ruled that in criminal cases courts cannot take the use of the Fifth Amendment to mean guilty. Second, while judges and juries may infer that a truthful answer in a civil case may incriminate Scott, they also may infer the opposite. Part of the confusion in this ad is that the Democrats imply that Scott&#39;s deposition is part of the criminal prosecution when, in fact, it was a civil case, making McAuliffe&#39;s description of the case awkward.</p>\r\n<p>\r\n\t(UPDATE: To clarify, we also have to acknowledge a bit of legalese here. McAuliffe uses the word incriminate, which is lawyer for &quot;help make a case against.&quot; It doesn&#39;t mean, &quot;he did it.&quot; The ad does a poor job of providing the distinction, but that&#39;s no fault of McAuliffe&#39;s.)</p>\r\n<p>\r\n\tOne of the questions Scott refused to answer, for instance, is whether he worked for Columbia/HCA. Using basic logic we feel comfortable thinking that an honest answer to that question wouldn&#39;t harm him. Legal experts say, that though Scott may have used the privilege too freely, there are myriads of reasons other than guilt to claim a Fifth Amendment privilege. We rate this claim Half True.</p>\r\n", "ruling_comments_date": "2010-10-12T16:14:06.428883", "ruling_date": "2010-10-12T17:42:55", "ruling_headline": "Does Rick Scott invoking the Fifth Amendment imply guilt?", "ruling_headline_slug": "does-rick-scott-invoking-fifth-amendment-imply-gui", "ruling_link_text": "Depends on the circumstances", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tFlorida Democratic Party, <a href=\"http://www.youtube.com/watch?v=EYgTjVULTbk&amp;feature=player_embedded\">Profits over Patients: The Rick Scott Story</a>, Oct. 10, 2010<br />\r\n\t<br />\r\n\tFlorida Democratic Party, interview with Eric Jotkoff, Oct. 11, 2010<br />\r\n\t<br />\r\n\tPolitiFact, <a href=\"http://www.politifact.com/florida/statements/2010/may/21/bill-mccollum/rick-scott-former-healthcare-ceo-barely-escaped-pr/\">Rick Scott, former health care CEO, barely escaped prison, GOP opponent claims</a>, May 21, 2010Oscar Mihelen, &quot;<a href=\"http://www.courtroomstrategy.com/2010/04/on-taking-the-fifth/\">Taking the Fifth,</a>&quot; April 2, 2010<br />\r\n\t<br />\r\n\tSt. Petersburg Times, &quot;<a href=\"http://blogs.tampabay.com/buzz/2010/10/the-politics-of-pleading-the-fifth.html#more\">The politics of pleading the Fifth</a>,&quot; Oct. 10, 2010<br />\r\n\t<br />\r\n\tRick Scott <a href=\"http://blogs.tampabay.com/files/depo-of-r-scott.pdf\">deposition</a>, July 27, 2000<br />\r\n\t<br />\r\n\tInterview with Bruce Jacob, Stetson law professor, Oct. 10, 2010<br />\r\n\t<br />\r\n\tE-mail interview with George R. Dekle Sr, Florida law professor, Oct. 10, 2010<br />\r\n\t<br />\r\n\tInterview with Nancy Dowd, Florida law professor, Oct. 10, 2010<br />\r\n\t<br />\r\n\tU.S. Constitution, Fifth Amendment<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/florida/article/2010/jun/11/rick-scott-and-fraud-case-columbiahca/\">Rick Scott and the fraud case of Columbia/HCA</a>,&quot; June 11, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "", "false_count": 4, "first_name": "", "half_true_count": 8, "home_state": "Florida", "id": 324, "last_name": "Florida Democratic Party", "mostly_true_count": 7, "name_slug": "florida-democratic-party", "pants_count": 3, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Donkey.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/324/", "total_count": 31, "true_count": 4, "website": "http://www.fladems.com/"}, "statement": "<p>\r\n\tTaking the Fifth Amendment in a deposition about the Columbia/HCA hospital chain he founded &quot;means a truthful answer to the questions that (Rick Scott) was asked would incriminate him.&quot;</p>\r\n", "statement_context": "a TV ad.", "statement_date": "2010-10-10", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}, {"description": "", "id": 157, "photo": null, "resource_uri": "/api/v/2/subject/157/", "subject": "Message Machine 2010", "subject_slug": "message-machine", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [{"adkey": "", "advalue": "", "barely_true_count": 32, "current_job": "Governor", "false_count": 26, "first_name": "Rick", "half_true_count": 40, "home_state": "Florida", "id": 383, "last_name": "Scott", "mostly_true_count": 36, "name_slug": "rick-scott", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/rlscott.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/383/", "total_count": 166, "true_count": 15, "website": "http://www.flgov.com/"}], "twitter_headline": ""}