{"art": [], "author": [{"email_address": "jhar@oregonian.com", "first_name": "Janie", "id": 192, "last_name": "Har", "name_slug": "janie-har", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/192/", "title": "Staff writer", "twitter": null}], "canonical_url": "/oregon/statements/2010/oct/16/john-kitzhaber/john-kitzhaber-claims-credit-oregon-jobs-when-he-w/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "tbottomly@oregonian.com", "first_name": "Therese", "id": 188, "last_name": "Bottomly", "name_slug": "therese-bottomly", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/therese_1.jpg", "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/188/", "title": "Managing Editor", "twitter": null}], "facebook_headline": null, "id": 2582, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "jhar@oregonian.com", "first_name": "Janie", "id": 192, "last_name": "Har", "name_slug": "janie-har", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/192/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/2582/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tPoliticians of all stripes love to tout the number of jobs they have created. Current Oregon Gov. Ted Kulongoski talks about his transportation funding packages that have resulted in new roads while putting people to work. President Barack Obama talks up stimulus spending.<br />\r\n\t<br />\r\n\tJohn Kitzhaber -- the former emergency room doctor best known for health care reform and salmon restoration -- is no different.<br />\r\n\t<br />\r\n\tIn public statements, responses and campaign mailers, Kitzhaber states he is the only candidate with a record of creating jobs for Oregon. Sometimes he says that 128,000 jobs &quot;were created&quot; during his 1995-2002 reign. Other times he takes active ownership, saying that &quot;we created over 125,000 jobs.&quot; &nbsp;In any case, the implication is clear: He was responsible for Oregon&rsquo;s heady growth during his governorship.<br />\r\n\t<br />\r\n\tAnd here PolitiFact Oregon thought the national dot-com frenzy of the 1990s had powered Oregon&rsquo;s go-go decade. Anyway, we decided to find out more, noting that previously, PolitiFact <a href=\"http://www.politifact.com/oregon/statements/2010/sep/24/chris-dudley/chris-dudley-says-oregons-economy-tanked-john-kitz/\">Oregon had rated Chris Dudley</a>, the Republican in the race, Half True for blaming Kitzhaber for the economic woes that slammed Oregon at the end of his tenure.<br />\r\n\t<br />\r\n\tFirst, the numbers.<br />\r\n\t<br />\r\n\tThe Kitzhaber campaign cites the U.S. Bureau of Labor Statistics to back up its claim of 128,000 new jobs. A review of the data shows the campaign is actually lowballing the figure. Nearly 128,000 more people were working in December 2002 than in January 1995, but the number of jobs added over the time period was closer to 179,000.<br />\r\n\t<br />\r\n\tEither way you count it -- workers or jobs -- there was growth. But how much of it was Kitzhaber&#39;s doing? He says a lot.<br />\r\n\t<br />\r\n\t&quot;During my two terms as governor, we created over 125,000 jobs in Oregon; wages rose by 49 percent and our state gross annual product rose by 48 percent,&quot; he wrote in July.<br />\r\n\t<br />\r\n\t&quot;This did not happen by chance. It resulted from a series of intentional decisions based on the recognition that while government doesn&#39;t create jobs, it can help create the climate in which job growth can occur. The repeal of the unitary tax; the reform of Oregon&#39;s workers&#39; compensation system; the establishment of the Strategic Investment Program; the many trade delegations I led to Asia, Europe and Mexico; the investment we made in rural infrastructure &mdash; all laid the foundation for the dramatic economic growth Oregon experienced in the 1990s.&quot;<br />\r\n\t<br />\r\n\tLet&rsquo;s break down some of those claims.<br />\r\n\t<br />\r\n\tKitzhaber was in the state Senate in 1984, but it was then-Gov. Vic Atiyeh who led the charge to repeal the unitary tax. Before that, multinational corporations could be taxed on sales outside Oregon, discouraging them from setting up in the state.<br />\r\n\t<br />\r\n\tKitzhaber was not in office when state lawmakers approved the Strategic Investment Program in 1993, and in fact it was then-Gov. Barbara Roberts who pushed the program, which provides a cap on business property taxes, after losing a multibillion-dollar Intel plant to New Mexico. Over the years, the program helped land biotech company Genentech, LSI Logic and another Intel expansion in Hillsboro. A 1995 story by The Oregonian noted that the state that year &quot;attracted more semiconductor investment than any other state.&quot;<br />\r\n\t<br />\r\n\tKitzhaber played a large role in the 1990 fight to reform Oregon&rsquo;s costly workers&rsquo; compensation system. He was senate president at the time and helped pass landmark legislation lowering the high cost of Oregon&rsquo;s system. Neil Goldschmidt was governor and Kulongoski was insurance commissioner at the time. Low and predictable rates are good for business.<br />\r\n\t<br />\r\n\tFinally, it&rsquo;s true Kitzhaber went on at least five overseas trade missions, mostly to Asia, while in the governor&rsquo;s office. He was in office in 1996 when Delta Air Lines announced the launch of the first-ever direct flight from Portland to Europe (Frankfurt, with a hopscotch stop in Cincinnati). And he also championed investment in rural Oregon, with money to upgrade sewer and water systems and to dredge the Columbia River.<br />\r\n\t<br />\r\n\tKitzhaber campaign spokeswoman Jillian Schoene also added that in 1995 he helped push an ambitious $750 million transportation package, which included a nice chunk for light rail in Portland. In 2002, Kitzhaber started the Oregon Business Plan, a framework still used by business today to get behind a common agenda, such as money for bridges and roads and investments in nanotechnology.<br />\r\n\t<br />\r\n\t&quot;He gives credit where credit is due when he talks about it. In the &lsquo;80s and through the &lsquo;90s there was a series of intentional decisions made that made our state very attractive to business,&quot; she said. &quot;He was part of that.&quot;<br />\r\n\t<br />\r\n\tBut economists agree that the 1990s were just plain strong around the country. In Washington County, Intel eventually led a surge of chip and wafer makers in former farmland west of Portland. Part of the growth had to do with global demand for products; part of the business decisions to settle in Oregon had to do with tax incentives.<br />\r\n\t<br />\r\n\t&quot;There&#39;s no question employment went up during that time period,&quot; said John Mitchell, a former economist with U.S. Bank who owns a consulting company in Portland.<br />\r\n\t<br />\r\n\tTom Potiowsky, who has been state economist since 1999, said the Strategic Investment Program probably helped. But, he added, &quot;you&rsquo;re going to have a lot of other things involved, too. You need to have, what&rsquo;s your transportation look like? What&rsquo;s your work force like? You have to have some synergy going for you.&quot;<br />\r\n\t<br />\r\n\tHow much Kitzhaber was responsible for that synergy or in laying the groundwork for economic growth is hard to say.<br />\r\n\t<br />\r\n\t&quot;An awful lot of what happens in Oregon is driven by global and national trends. So that&rsquo;s probably the biggest overlay,&quot; said John Tapogna, president of ECONorthwest. &quot;However, the governor is responsible for setting a tone and building a foundation and climate that is ... a favorable business climate.&quot;<br />\r\n\t<br />\r\n\tThe state must have been doing something right, since personal income per capita grew faster than the U.S. average from the late 1980s to 1997. But after that, the pace cooled.<br />\r\n\t<br />\r\n\t&quot;A lot of the activity in Washington County either slowed down or fell, and we didn&rsquo;t have anything to replace it with,&quot; Tapogna said. &nbsp;<br />\r\n\t<br />\r\n\tAs the earlier Oregon Truth-O-Meter ruling notes, in 1995, Oregon&rsquo;s per capita income stood at 97 percent of the nation&rsquo;s. <a href=\"http://www.oregonbusinessplan.org/LinkClick.aspx?fileticket=gV8oIvBK4aU%3d&amp;tabid=204\">When Kitzhaber left office </a>it had dropped to 95 percent. It&rsquo;s true that overall, there was a 13 percent growth in jobs over his eight-year term, but the number of jobs actually began to decline after December 2000.<br />\r\n\t<br />\r\n\tThe bottom line is that Kitzhaber didn&rsquo;t have to focus too much on job growth or ponder budget cuts for the bulk of his administration. Oregon had scads of money. Just about every state added jobs and workers from 1995 through 2002. In the west, Washington added 319,400 jobs, a nearly 14 percent increase; Colorado, 372,200 jobs, a nearly 21 percent increase; California nearly 2.2 million jobs, or 18 percent increase. Idaho added 103,900 jobs, a 22 percent increase.<br />\r\n\t<br />\r\n\tThe economy was not a central concern for most of his administration. Kitzhaber played a role in making Oregon more attractive to business, but the global and national economies played a larger role in Oregon&rsquo;s success. The fact of increased jobs in his claim is accurate but by trying to take credit for jobs creation, he leaves out important details or takes things out of context. We rate it Half True.</p>\r\n<p>\r\n\t<a href=\"http://www.oregonlive.com/politics/index.ssf/2010/10/politifact_oregon_kitzhaber_cl.html\">Comment on this story</a></p>\r\n", "ruling_comments_date": "2010-10-12T19:13:18.008011", "ruling_date": "2010-10-16T06:00:00", "ruling_headline": "John Kitzhaber claims credit for Oregon jobs when he was governor", "ruling_headline_slug": "john-kitzhaber-claims-credit-oregon-jobs-when-he-w", "ruling_link_text": "Or did he just let the good times roll?", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<a href=\"http://www.johnkitzhaber.com/2010/07/29/experience-creating-jobs/\" id=\"internal-source-marker_0.987147584160345\">Experience creating jobs</a>, John Kitzhaber campaign, July 29, 2010<br />\r\n\t<br />\r\n\tGov. John A. Kitzhaber, <a href=\"http://arcweb.sos.state.or.us/governors/Kitzhaber/legis2001.html\">Legislative Address</a>, Oregon, 2001<br />\r\n\t<br />\r\n\tGov. Ted Kulongoski, &quot;<a href=\"http://www.oregon.gov/Gov/P2010/press_050310.shtml\">Governor marks 20th anniversary of historic workers&#39; compensation reforms</a>,&quot; May 3, 2010<br />\r\n\t<br />\r\n\tInterview with John Tapogna, president of ECONorthwest, Oct. 6, 2010<br />\r\n\t<br />\r\n\tInterview with Tom Potiowsky, Oregon state economist, Oct. 6, 2010<br />\r\n\t<br />\r\n\tInterview with John Mitchell, consultant, former U.S. Bank economist, Oct. 5, 2010<br />\r\n\t<br />\r\n\tInterview with Jillian Schoene, Kitzhaber campaign spokeswoman, Oct. 8, 2010<br />\r\n\t<br />\r\n\tBureau of Labor Statistics, <a href=\"http://www.bls.gov/eag/eag.or.htm\">Economy at a glance, Oregon, </a>Oct. 6, 2010<br />\r\n\t<br />\r\n\tThe Oregonian, &quot;The two that got away,&quot; May 22, 1994<br />\r\n\t<br />\r\n\tThe Oregonian, &quot;A high-tech juggling act,&quot; July 16, 1995<br />\r\n\t<br />\r\n\tThe Oregonian, &quot;Legislature is finally working on the railroad,&quot; Aug. 4, 1995<br />\r\n\t<br />\r\n\tThe Oregonian, &quot;The new Silicon Forest,&quot; Oct. 1, 1995<br />\r\n\t<br />\r\n\tThe Oregonian, &quot;Delta Air Lines offers Portland&rsquo;s first daily direct flight to Europe,&quot; Sept. 27, 1996<br />\r\n\t<br />\r\n\tThe Oregonian, &quot;PDX may get more direct with Europe,&quot; Feb. 19, 1998<br />\r\n\t<br />\r\n\tThe Oregonian, &quot;How the Strategic Investment Program works,&quot; Dec. 7, 2006</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Governor of Oregon", "false_count": 1, "first_name": "John ", "half_true_count": 4, "home_state": "Oregon", "id": 691, "last_name": "Kitzhaber", "mostly_true_count": 4, "name_slug": "john-kitzhaber", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/kitzhaber41.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/691/", "total_count": 14, "true_count": 4, "website": "http://www.johnkitzhaber.com/"}, "statement": "<p>\r\n\tJohn Kitzhaber created 128,000 new jobs while governor.</p>\r\n", "statement_context": "a campaign mailer", "statement_date": "2010-10-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 3, "photo": null, "resource_uri": "/api/v/2/subject/3/", "subject": "Job Accomplishments", "subject_slug": "job-accomplishments", "used_in_edition": []}], "target": [], "twitter_headline": ""}