{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/oct/14/christine-odonnell/christine-odonnell-claims-chris-coons-has-marxist-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 2595, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/2595/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tShe&#39;s a witch? He&#39;s a bearded Marxist?<br />\r\n\t<br />\r\n\tNever a dull moment in the Delaware Senate race between Republican Christine O&#39;Donnell and Democrat Chris Coons.<br />\r\n\t<br />\r\n\tFor anyone who took the witchcraft thing seriously (based on comments O&#39;Donnell made on Bill Maher&#39;s former show, &quot;Politically Incorrect&quot; in 1999), O&#39;Donnell addressed that with one of the strangest opening lines of a campaign ad, ever: <a href=\"http://www.youtube.com/watch?v=tGGAgljengs\" id=\"tvh4\" title=\"&quot;I am not a witch.&quot;\">&quot;I am not a witch.&quot;</a><br />\r\n\t<br />\r\n\tCoons meanwhile has been accused of being a &quot;bearded Marxist,&quot; based on an article he wrote in college. He hasn&#39;t addressed that claim in an ad, but he has taken time to clarify that he is a &quot;clean-shaven capitalist&quot; in several national TV interviews.<br />\r\n\t<br />\r\n\tO&#39;Donnell is apparently not buying it. She repeated the Marxist accusation in an Oct. 13, 2010, <a href=\"http://latimesblogs.latimes.com/washington/2010/10/christine-odonnell-chris-coons-debate.html\" id=\"lf6j\" title=\"debate\">debate</a>.<br />\r\n\t<br />\r\n\t&quot;I would be remiss not to bring up the fact that my opponent has recently said that it was studying under a Marxist professor that made him become a Democrat,&quot; O&#39;Donnell said. &quot;So when you look at his position on things like raising taxes, which is one of the tenets of Marxism; not supporting eliminating death tax, which is a tenet of Marxism -- I would argue that there are more people who support my Catholic faith than his Marxist beliefs, and I&rsquo;m using his own words.&quot;<br />\r\n\t<br />\r\n\tThe origin of the Marxism charge is an opinion piece Coons wrote for the Amherst College student newspaper during his senior year. The headline: <a href=\"http://s3.mediamatters.org/static/images/item/20100920-coonsamherst.pdf\" id=\"ztr6\" title=\"&quot;Chris Coons: The Making Of A Bearded Marxist.&quot;\">&quot;Chris Coons: The Making Of A Bearded Marxist.&quot;</a><br />\r\n\t<br />\r\n\tThis is undoubtedly the kind of thing that makes an opposition researcher scream &quot;Cha-ching!&quot;<br />\r\n\t<br />\r\n\tBut you don&#39;t have to read too far into the article to get that the &quot;Bearded Marxist&quot; line is hyperbole.<br />\r\n\t<br />\r\n\tThe article, which ran in the <em>Amherst Student</em> on May 23, 1985, describes Coons&#39; transformation from &quot;somewhat of a Republican fanatic&quot; -- who helped found the Amherst College Republicans in 1983 -- to an ardent Democrat, largely as a result of his experiences spending a semester in Kenya during his junior year.<br />\r\n\t<br />\r\n\t&quot;I spent the spring of my junior year in Africa on the St. Lawrence Kenya Study Program,&quot; Coons wrote. &quot;Going to Kenya was one of the few real decisions I have made; my friends, family, and professors all advised against it, but I went anyway. My friends now joke that something about Kenya, maybe the strange diet, or the tropical sun, changed my personality; Africa to them seems a catalytic converter that takes in clean-shaven, clear-thinking Americans and sends back bearded Marxists.&quot;<br />\r\n\t<br />\r\n\tFor those who missed the &quot;friends now joke&quot; part, we note that the article is accompanied by a picture of Coons in a jacket and tie with the caption, &quot;A clean-shaven Christopher Coons.&quot;<br />\r\n\t<br />\r\n\tHere&#39;s how Coons responded when asked about the article during the Oct. 13, 2010, debate:<br />\r\n\t<br />\r\n\t&quot;I hope folks will go and read the article,&quot; Coons said. &quot;It&rsquo;s an article that I wrote as a senior the day of our commencement speech, and the title and the content of that clearly makes it obvious that it was a joke. There was a group of folks who I had shared a room with, my roommates junior year, who are in the Young Republican Club and who thought when I returned from Kenya and registered as a Democrat that doing so was proof that I had gone all the way over to the far left end, and so they jokingly called me a bearded Marxist. If you take five minutes and read the article, it&#39;s clear on the face of it, it was a joke. Despite that, my opponent and lots of folks in the right wing media have endlessly spun this. I am not now, nor have I ever been, anything but a clean-shaven capitalist.&quot;<br />\r\n\t<br />\r\n\tSaid O&#39;Donnell: &quot;Well, I would stand to disagree because, first of all, if you&#39;re saying what I said on a comedy show is relevant to this election, then absolutely you writing an article, forget the bearded Marxist comment, you writing an article saying that you learned your beliefs from an articulate, intelligent Marxist professor and that&#39;s what made you become a Democrat, that should send chills up the spine of every Delaware voter because then if you compare that statement to your policies ... &quot;<br />\r\n\t<br />\r\n\t&quot;If it were accurate, if it were true, I&rsquo;d agree.&quot; Coons shot back. &quot;But it&#39;s not accurate. It&#39;s not true.&quot;<br />\r\n\t<br />\r\n\tIn his 1985 article, Coons did praise a Marxist professor he had in Kenya, but he didn&#39;t say that what he learned from the professor is what made him become a Democrat. In fact, Coons said in the article that the seeds for change predated his semester in Kenya.<br />\r\n\t<br />\r\n\t&quot;The point that others ignore is that I was ready to change,&quot; Coons wrote. &quot;Experiences at Amherst my first two years made me skeptical and uncomfortable with Republicanism, enough so that I wanted to see the Third World for myself to get some perspective on my beliefs. Certainly Kenya provided a needed catalyst; I saw there poverty and oppression more naked than any in America, and I studied under a bright and eloquent Marxist professor at the University of Nairobi. Nevertheless, it is only too easy to return from Africa glad to be an American and smugly thankful for our wealth and freedom. Instead, Amherst had taught me to question, so in return I questioned Amherst, and America.&quot;<br />\r\n\t<br />\r\n\tHe also credits several professors at Amherst with challenging his political perspective.<br />\r\n\t<br />\r\n\t&quot;More importantly, during my sophomore year, several professors challenged the basic assumptions about America and world relations with which I had grown up. Cultural Anthropology inspired a fascination with other peoples and undermined the accepted value of progress and cultural superiority of the West. In examining the role of &#39;myths&#39; in primitive cultures, we also studied the myth of equal opportunity in this country, a myth I had never questioned.<br />\r\n\t<br />\r\n\t&quot;I came to suspect, through these and other courses, that the ideal of America as a &#39;beacon of freedom and justice, providing hope for the world&#39; was not exactly based on reality.&quot;<br />\r\n\t<br />\r\n\tCoons wrote that he came to Kenya wondering, &quot;Can private enterprise and democracy solve the problems of developing nations? Is Marxism an evil ideology, leading millions into totalitarian slavery? These were some of the questions in the back of my mind as I left for Kenya.&quot;<br />\r\n\t<br />\r\n\t&quot;I realize that Kenya and America are very different, but experiences like this warned me that my own favorite beliefs in the miracles of free enterprise and the boundless opportunity to be had in America might be largely untrue.&quot;<br />\r\n\t<br />\r\n\tCoons&#39; article concluded: &quot;I have spent my senior year re-examining my ideas and have returned to loving America, but in the way of one who has realized its faults and failures and still believes in its promise. The greatest value of Amherst for me, then, has been the role it played in allowing me to question, and to think. I had to see the slums of Nairobi before the slums of New York meant anything at all, but without the experiences of Amherst, I never would have seen either.&quot;<br />\r\n\t<br />\r\n\tNowhere in the article does Coons cop to being a Marxist. You can read it in its entirety <a href=\"http://cms.politifact.com/truth-o-meter/statements/2010/oct/14/christine-odonnell/christine-odonnell-claims-chris-coons-has-marxist-/\">here.</a><br />\r\n\t<br />\r\n\tNor does his resume suggest Marxism. Coons worked as in-house counsel for his stepfather&#39;s fabrics company, W.L Gore &amp; Associates, for eight years. In 2000, he was elected New Castle County Council president; and in 2004 was elected New Castle County executive.<br />\r\n\t<br />\r\n\tSo what other evidence to back up O&#39;Donnell&#39;s claim that Coons is a Marxist? We didn&#39;t hear back from the O&#39;Donnell campaign, but during the debate, O&#39;Donnell said we need look no further than some of Coons&#39; positions, &quot;like raising taxes, which is one of the tenets of Marxism; not supporting eliminating death tax, which is a tenet of Marxism.&quot; We <a href=\"http://politifact.com/truth-o-meter/statements/2010/oct/13/christine-odonnell/christine-odonnell-ad-accuses-chris-coons-proposin/\">wrote yesterday </a>about Coons proposing to raise property taxes by about 50 percent while acting as the New Castle County Executive. But does raising taxes make you a Marxist? By that measure, were Ronald Reagan and George H. W. Bush Marxists? O&#39;Donnell has called for the elimination of estate taxes, and Coons has not. But again, does that make him a Marxist? Hardly. What the Communist Manifesto called for was <em>abolishing</em> the right of inheritance, not allowing inheritance and taxing it.<br />\r\n\t<br />\r\n\tConservatives increasingly have been using labels like socialist and Marxist to attack Democrats. With Coons, the case is irresponsibly thin. Praising a Marxist professor from college as &quot;bright and eloquent&quot; does not make one a Marxist. And any clear-eyed reading of Coons&#39; &quot;The Making of a Bearded Marxist&quot; article would make it obvious the &quot;bearded Marxist&quot; line was a joke playing off the jabs of some of Coons&#39; conservative buddies at college. O&#39;Donnell&#39;s claim is ridiculously false, so we rate it Pants on Fire.</p>\r\n", "ruling_comments_date": "2010-10-14T17:02:04.230800", "ruling_date": "2010-10-14T18:13:43", "ruling_headline": "Christine O'Donnell claims Chris Coons has \"Marxist beliefs\"", "ruling_headline_slug": "christine-odonnell-claims-chris-coons-has-marxist-", "ruling_link_text": "Headline of college article was an obvious joke", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tLos Angeles Times, <a href=\"http://latimesblogs.latimes.com/washington/2010/10/christine-odonnell-chris-coons-debate.html\" id=\"s2l9\" title=\"CNN Transcript of the Christine O'Donnell-Chris Coons debate\">CNN Transcript of the Christine O&#39;Donnell-Chris Coons debate</a>, Oct. 13, 2010<br />\r\n\t<br />\r\n\tYouTube, Christine O&#39;Donnell ad: <a href=\"http://www.youtube.com/watch?v=tGGAgljengs\" id=\"dkan\" title=\"&quot;I'm You,&quot;\">&quot;I&#39;m You,&quot;</a> Oct. 4, 2010<br />\r\n\t<br />\r\n\tThe Amherst Student, <a href=\"http://s3.mediamatters.org/static/images/item/20100920-coonsamherst.pdf\" id=\"wbje\" title=\"&quot;Chris Coons: The Making Of A Bearded Marxist,&quot;\">&quot;Chris Coons: The Making Of A Bearded Marxist,&quot;</a> by Chris Coons, May 23, 1985<br />\r\n\t<br />\r\n\tMedia Matters, <a href=\"http://mediamatters.org/blog/201009200052\" id=\"q2ch\" title=\"&quot;Un-bearded: Chris Coons did not describe himself as a 'Marxist.'&quot;\">&quot;Un-bearded: Chris Coons did not describe himself as a &#39;Marxist.&#39;&quot;</a> by Shauna Theel, Sept. 20, 2010<br />\r\n\t<br />\r\n\tPolitico, <a href=\"http://www.politico.com/news/stories/0510/36726.html\" id=\"jf.b\" title=\"&quot;Coons took 'bearded Marxist' turn,&quot;\">&quot;Coons took &#39;bearded Marxist&#39; turn,&quot;</a> by Alex Isenstadt, May 3, 2010<br />\r\n\t<br />\r\n\tNews Journal, Wilmington, Del., <a href=\"http://www.delawareonline.com/article/20101010/NEWS02/10100361/Delaware-politics-Chris-Coons-journey-from-divinity-school-to-county-executive\" title=\"&quot;Delaware politics: Chris Coons' journey from divinity school to county executive,&quot;\">&quot;Delaware politics: Chris Coons&#39; journey from divinity school to county executive,&quot;</a> by Chad Livengood, Oct. 10, 2010<br />\r\n\t<br />\r\n\tCQ Transcipts, Chris Coons is interviewed on MSNBC&#39;s &quot;The Daily Rundown, Sept. 22, 2010<br />\r\n\t<br />\r\n\tCQ Transcipts, Chris Coons is interviewed on CNN, Sept. 21, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Candidate for U.S. Senate", "false_count": 0, "first_name": "Christine", "half_true_count": 0, "home_state": "Delaware", "id": 756, "last_name": "O'Donnell", "mostly_true_count": 1, "name_slug": "christine-odonnell", "pants_count": 2, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Christine_ODonnell_mug_.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/756/", "total_count": 4, "true_count": 0, "website": "http://www.christine2010.com/"}, "statement": "<p>\r\n\tChris Coons has &quot;Marxist beliefs.&quot;</p>\r\n", "statement_context": "a debate", "statement_date": "2010-10-13", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}, {"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}], "target": [], "twitter_headline": ""}