{"art": [], "author": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2010/oct/15/casey-cagle/cagle-budget-claim-gets-scrutiny/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jdenery@ajc.com", "first_name": "Jim ", "id": 141, "last_name": "Denery", "name_slug": "jim-denery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/141/", "title": "Word editor", "twitter": null}, {"email_address": "cgay@ajc.com", "first_name": "Charles", "id": 167, "last_name": "Gay", "name_slug": "charles-gay", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/167/", "title": "Sunday editor", "twitter": null}], "facebook_headline": null, "id": 2597, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/2597/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tThere are some things you just don&#39;t do if you want to be considered a conservative politician. Raising taxes is at the top of the list.<br />\r\n\t<br />\r\n\tLt. Gov. Casey Cagle has proudly told audiences that Georgia leaders, amid one of the worst economic periods in American history, passed a budget this spring without raising taxes. Cagle, a Republican running for re-election, bragged about this at a Sept. 4 GOP rally in Carroll County, giving some of the credit to Gov. Sonny Perdue.<br />\r\n\t<br />\r\n\t&quot;[Perdue] was able to help us balance the budget without raising taxes on the residents of Georgia,&quot; Cagle said, according to the Times-Georgian newspaper in Carrollton.<br />\r\n\t<br />\r\n\tSome AJC PolitiFact Georgia readers have questioned the claim in recent weeks and asked us to check it out. Carol Porter, Cagle&#39;s Democratic opponent in the Nov. 2 election, cut a television commercial this week calling out her opponent.<br />\r\n\t<br />\r\n\t&quot;Casey Cagle raised our taxes during a recession,&quot; a voice says over ominous music.<br />\r\n\t<br />\r\n\tThere are three main points of debate about Cagle&#39;s statement.<br />\r\n\t<br />\r\n\tThe first is centered on House Bill 1055. It is 84 pages of legalese that raises fees on many items. Most are for services not used by the average Georgian, such as the licensing fee for a fertilizer distributor. Some, however, included the annual fee to register a business in Georgia, the cost for a personalized license plate and fees to run a child care business. Combined, the fee increases are estimated to collect an additional $90 million over a year.<br />\r\n\t<br />\r\n\tSome say a fee increase is simply a politician using a different word for a tax increase. Others disagree. It&#39;s a longtime argument. Webster&#39;s defines a tax as &quot;a charge, usually of money, imposed by an authority on persons or property for public purposes.&quot; Webster&#39;s says a fee is &quot;a sum paid or charged for a service.&quot; University of Georgia political science professor Charles Bullock considers a fee as the cost for a service people can choose to use or not. He contends a tax is for a service that serves a general purpose, such as public schools or roads.<br />\r\n\t<br />\r\n\tKelly McCutchen, president of the Georgia Public Policy Foundation, a conservative think tank, defines a fee as a charge that covers the cost of providing a service. He says a tax is when the government collects revenue that is greater than the cost of providing the service.</p>\r\n<div>\r\n\t&nbsp;</div>\r\n<div>\r\n\tUnder those definitions, we&#39;re not convinced these fee increases constitute a tax increase.</div>\r\n<div>\r\n\t<br />\r\n\tThe second area of disagreement concerns a proposal near the bottom of HB 1055. It requires hospitals to give the state 1.45 percent of their net patient revenue, which is estimated to total about $200 million a year. Many fiscal watchdogs called it the &quot;hospital bed tax.&quot; The debate about it was &quot;polarizing,&quot; recalled Josh Culling of Washington, D.C.-based Americans for Tax Reform. Perdue wanted the bed charge and got into a verbal battle with ATR, which opposed the idea. The earlier version of the bill, which was passed by the Georgia Senate, which Cagle leads, caused such conflict within the GOP that Sen. Preston Smith of Rome said he was ousted as chairman of the Senate Judiciary Committee over his opposition to the legislation. Smith called it a tax increase.<br />\r\n\t<br />\r\n\tMcCutchen and others argue hospitals will pass the cost on to patients, and in this case, the patient is paying more than the cost of the service. Cagle spokesman Ben Fry disagreed. He said the legislation isn&#39;t a tax increase because the money is used to collect more money from the federal government to fund the state&#39;s Medicaid insurance program for low-income Georgians. Fry also notes the charge is set to expire by July 2013 and the bill includes a provision to gradually eliminate the small state property tax by 2016 and provide tax reductions on retirement income. The Cagle spokesman reminded us of a front-page headline in The Atlanta Journal-Constitution that called the legislation a &quot;tax break.&quot;<br />\r\n\t<br />\r\n\tFry also showed us a statement by Americans for Tax Reform, which is best known for its pledge that many politicians eagerly sign during campaign season committing not to support any bill that increases total taxation.<br />\r\n\t<br />\r\n\t&quot;When fully phased in, with the hospital bed tax expiring in three years and the statewide property tax completely eliminated in 2016, HB 1055 represents a net revenue reduction for the state -- and a net tax reduction for Georgia citizens,&quot; the ATR statement said.<br />\r\n\t<br />\r\n\tATR&#39;s Culling said of the legislation: &quot;There was a tax increase, but it was offset by the other cuts.&quot;<br />\r\n\t<br />\r\n\tSmith told reporters from the AJC and Channel 2 Action News in an April interview that he wasn&#39;t sure about the likelihood of those cuts.<br />\r\n\t<br />\r\n\t&quot;The tax increase is certain and it&#39;s immediate,&quot; the lawmaker said. &quot;The so-called tax decreases that were in the original bill are contingent, they&#39;re not certain and they&#39;re some point in the future.&quot;<br />\r\n\t<br />\r\n\tStill, it seems like a stretch to us to equate the indirect passing along of a hospital surcharge to patients with a tax increase &quot;on residents.&quot;<br />\r\n\t<br />\r\n\tThe third argument concerns the Homeowner&#39;s Tax Relief Grant program. The state program gave Georgia homeowners between $200 and $300 to offset their property taxes, which cost the state about $428 million a year, about 2 percent of Georgia&#39;s budget. The Legislature didn&#39;t continue the program this year. Leaders in Georgia&#39;s 159 counties, beset by their own budget problems, said they could not cover the costs either. State lawmakers did not include the grant during this year&#39;s legislative session for the fiscal year that began July 1.<br />\r\n\t<br />\r\n\tDemocratic Party leaders in the Georgia Legislature such as Dubose Porter, the husband of Cagle&#39;s Democratic opponent in the lieutenant governor&#39;s race, Carol Porter, argued to keep the grant. In her TV ad, Carol Porter has criticized Cagle for not continuing the grant. Cagle told the AJC in 2008 that he wanted to continue the grant, but Fry doesn&#39;t agree with those who say not funding the grant program equates to a tax increase.</div>\r\n<p>\r\n\t<br />\r\n\tAlan Essig, executive director of the liberal-leaning Georgia Budget &amp; Policy Institute, also believes it is not accurate to say not providing the credit is a tax increase.<br />\r\n\t<br />\r\n\t&quot;What was taken out of the [state] budget was an appropriation,&quot; said Essig, a former state budget analyst. &quot;It was a local tax that you give a credit to.&quot;<br />\r\n\t<br />\r\n\tClint Mueller, the legislative director for the Association County Commissioners of Georgia, agreed.<br />\r\n\t<br />\r\n\t&quot;They didn&#39;t force the [property tax] rate to go up,&quot; he said of the Legislature. &quot;It was the elimination of the credit. ... Technically, it&#39;s not a tax increase.&quot;<br />\r\n\t<br />\r\n\tStill, the bottom line is that many Georgia homeowners will pay more for their property taxes. We found this the most persuasive argument.<br />\r\n\t<br />\r\n\tSo where does that leave us? It&#39;s clear that there was no direct, across-the-board tax increase on Georgians. Some of the discussion turns into a semantic debate concerning what&#39;s a fee and what&#39;s a tax -- and whether there&#39;s truly a difference. We won&#39;t be able to settle that here. On the tax relief grant, while its demise wasn&#39;t technically a tax increase, the effect is that Georgia property owners are paying more. In all, we found Cagle&#39;s statement accurate but needs clarification on the tax relief grant. By the definition of our Truth-o-Meter, that rates as Mostly True.</p>\r\n", "ruling_comments_date": "2010-10-14T18:15:26.523745", "ruling_date": "2010-10-15T06:00:00", "ruling_headline": "Cagle budget claim gets scrutiny", "ruling_headline_slug": "cagle-budget-claim-gets-scrutiny", "ruling_link_text": "Read his lips. Casey Cagle says Georgia didn't raise taxes. We dig in.", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tTimes-Georgian, &quot;Republican candidates in Carroll for election rally,&quot; Sept. 5, 2010, <a href=\"http://www.times-georgian.com/view/full_story/9391527/article-Republican-candidates-in-Carroll-for-election-rally\">www.times-georgian.com/view/full_story/9391527/article-Republican-candidates-in-Carroll-for-election-rally</a><br />\r\n\t<br />\r\n\tAmericans for Tax Reform, &quot;<a href=\"http://www.atr.org/clarifying-atrs-position-georgia-tax-bill-a4809\">Clarifying ATR&#39;s position on the Georgia Tax Bill</a>,&quot; April 20, 2010<br />\r\n\t<br />\r\n\tAtlanta Journal-Constitution, &quot;Perdue: Tax relief grant fails to help homeowners,&quot; Aug. 20, 2008<br />\r\n\t<br />\r\n\tAtlanta Journal-Constitution, &quot;$387 million tax break. Bill passes over protests of Democrats; cuts phased in over 5 years,&quot; April 15, 2010<br />\r\n\t<br />\r\n\tAtlanta Journal-Constitution interview with Sen. Preston Smith, &quot;Breaking a leadership code,&quot; April 21, 2010<br />\r\n\t<br />\r\n\tAtlanta Journal-Constitution, &quot;Budget deal reached, $17.8 billion spending plan is last major hurdle of the session,&quot; April 29, 2010<br />\r\n\t<br />\r\n\tHouse Bill <a href=\"http://www.legis.state.ga.us/legis/2009_10/pdf/hb1055.pdf\">1055</a><br />\r\n\t<br />\r\n\tTelephone interview with Clint Mueller, legislative director, Association County Commissioners of Georgia, Sept. 22, 2010<br />\r\n\t<br />\r\n\tTelephone interview with Kelly McCutchen, president, Georgia Public Policy Foundation, Oct. 12, 2010<br />\r\n\t<br />\r\n\tTelephone interviews with Alan Essig, executive director, Georgia Budget &amp; Policy Institute, Sept. 23, 2010, and Oct. 12, 2010<br />\r\n\t<br />\r\n\tTelephone and e-mail interviews with Ben Fry, spokesman for Lt. Gov. Casey Cagle, Sept. 22, 2010, Oct. 11-14, 2010<br />\r\n\t<br />\r\n\tTelephone interview with Josh Cullin, Americans for Tax Reform, Oct. 14, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 1, "first_name": "Casey", "half_true_count": 1, "home_state": "", "id": 760, "last_name": "Cagle", "mostly_true_count": 2, "name_slug": "casey-cagle", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/caseycagle.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/760/", "total_count": 7, "true_count": 2, "website": ""}, "statement": "<p>\r\n\tGeorgia lawmakers balanced the budget without raising taxes on residents.</p>\r\n", "statement_context": "a speech", "statement_date": "2010-09-05", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 1, "first_name": "Casey", "half_true_count": 1, "home_state": "", "id": 760, "last_name": "Cagle", "mostly_true_count": 2, "name_slug": "casey-cagle", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/caseycagle.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/760/", "total_count": 7, "true_count": 2, "website": ""}], "twitter_headline": "Read his lips. Casey Cagle says Georgia didn't raise taxes. We dig in. #gapolitics"}