{"art": [{"brightcove": "", "caption": "Charlie Crist talks about his plan to help keep Social Security solvent.", "id": 787, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/787/", "title": "Crist Social Security", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/O_Q1_xoaQf8?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "O_Q1_xoaQf8"}], "author": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "canonical_url": "/florida/statements/2010/oct/18/charlie-crist/charlie-crist-says-social-security-plan-embraced-f/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 2622, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "resource_uri": "/api/v/2/statement/2622/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tIt&#39;s election season in Florida, which means it must be time to talk about Social Security.<br />\r\n\t<br />\r\n\tIn particular, the federal entitlement program has found a prominent role in the compelling three-way race for U.S. Senate between independent Charlie Crist, Democrat Kendrick Meek and Republican Marco Rubio.<br />\r\n\t<br />\r\n\tCrist is airing a television ad saying that Rubio wants to raise the retirement age for beneficiaries and cut benefits. PolitiFact Florida ruled the claim <a href=\"http://www.politifact.com/florida/statements/2010/oct/06/charlie-crist/fact-checking-marco-rubios-social-security-stance/\">Half True</a> because Crist doesn&#39;t tell voters that Rubio&#39;s plan wouldn&#39;t affect current retirees or people nearing the retirement age.<br />\r\n\t<br />\r\n\tRubio -- and even Meek -- are now piling on Crist for supporting what Rubio says amounts to amnesty for illegal immigrants in order to fund Social Security beyond 2037.<br />\r\n\t<br />\r\n\tSocial Security was the first major policy issue discussed in the trio&#39;s past two debates, Oct. 6, 2010, with ABC News and on Fox on Oct. 15. Here&#39;s how Crist described his plan during the ABC News debate.<br />\r\n\t<br />\r\n\t&quot;I think it&#39;s important that we realize where Social Security is today. And let&#39;s have a mature discussion about it,&quot; <a href=\"http://blogs.abcnews.com/george/2010/10/florida-senate-debate-transcript-part-i.html\">Crist said</a>. &quot;Report after report says that it&#39;s solvent until 2037 or 2041. I&#39;m an optimist. I&#39;m hopeful that the economy will continue to improve. But I&#39;ve also offered a plan that can help it that&#39;s supported by Robert Reich, secretary of labor-- previously, in a previous administration. And it&#39;s straightforward and simple.<br />\r\n\t<br />\r\n\t&quot;There are 11 (million) to 14 million people, different estimates by different people, that are not American citizens today -- not participating in the American economy,&quot; Crist said. &quot;If we can find a pathway to earn citizenship for those 11 to 14 million people, they would be paying into the system. And when 2037 or 2041 comes, if in fact Social Security is still being challenged, we have another way and an opportunity to pay for it that provides jobs in a legal sense, and is compassionate to immigrants who come to our country.&quot;<br />\r\n\t<br />\r\n\tMeek called Crist&#39;s idea &quot;bizarre,&quot; and Rubio said it&#39;s akin to amnesty. (For the record, Crist does talk about earned citizenship).<br />\r\n\t<br />\r\n\tIn this fact check we&#39;re focusing on Crist&#39;s plan for Social Security and ultimately whether Reich, President Bill Clinton&#39;s labor secretary, can be counted among its supporters.<br />\r\n\t<br />\r\n\tSocial Security is always a big issue in Florida. According to the U.S. Social Security Administration, more than 3.5 million Floridians receive Social Security benefits. Typically, you need to work in order to be eligible for Social Security and benefits are based on what you earned. The program is funded by payroll taxes.<br />\r\n\t<br />\r\n\tIn 2010, for the first time, Social Security will pay out more in benefits than it takes in. The deficit, approximately $41 billion, will be offset by money in the Social Security trust fund. By 2014, as the baby boomer generation retires, deficits are expected to increase, according to the Social Security and Medicare Boards of Trustees. By 2037, the trust fund will be empty,<a href=\"http://www.ssa.gov/OACT/TRSUM/index.html\"> trustees predict</a>, and incoming taxes will only be able to pay out 75 percent of scheduled benefits through 2084.<br />\r\n\t<br />\r\n\tSo something needs to change between now and 2037 -- whether it&#39;s raising the retirement age, altering benefits, or something else -- to keep Social Security solvent.<br />\r\n\t<br />\r\n\tCrist says he thinks one way to keep Social Security solvent is by having people currently working in the country illegally earn citizenship and pay payroll taxes, which in turn would fund future Social Security benefits.<br />\r\n\t<br />\r\n\tAnd Reich, who now teaches at the University of California at Berkeley, also pointed to immigration as a way to solve problems funding Social Security. He wrote a blog for the <em>Christian Science Monitor</em> in April 2010 entitled &quot;<a href=\"http://www.csmonitor.com/Business/Robert-Reich-s-Blog/2010/0411/Immigration-Could-it-solve-Social-Security-Medicare-woes\">Immigration: Could it solve Social Security, Medicare woes?</a>&quot;<br />\r\n\t<br />\r\n\t&quot;The biggest reason Social Security is in trouble, and Medicare as well, is because America is aging so fast,&quot; Reich wrote. &quot;It&#39;s not just that so many boomers are retiring. It&rsquo;s also that seniors are living longer. And families are having fewer children. Add it all up and the number of people who are working relative to the number who are retired keeps shrinking.<br />\r\n\t<br />\r\n\t&quot;Forty years ago there were five workers for every retiree. Now there are three. Within a couple of decades, there will be only two workers per retiree. There&#39;s no way just two workers will be able or willing to pay enough payroll taxes to keep benefits flowing to every retiree.<br />\r\n\t<br />\r\n\t&quot;This is where immigration comes in. Most immigrants are young because the impoverished countries they come from are demographically the opposite of rich countries. Rather than aging populations, their populations are bursting with young people. Yes, I know: There aren&#39;t enough jobs right now even for Americans who want and need them. But once the American economy recovers, there will be. Take a long-term view and most new immigrants to the U.S. will be working for many decades.<br />\r\n\t<br />\r\n\t&quot;Get it? One logical way to deal with the crisis of funding Social Security and Medicare is to have more workers per retiree, and the simplest way to do that is to allow more immigrants into the United States.&quot;<br />\r\n\t<br />\r\n\tUnlike Crist, Reich&#39;s comments do not address illegal workers. Rather, his point is to allow more people to legally immigrate to the United States. That&#39;s different from what Crist is saying.<br />\r\n\t<br />\r\n\tIn fact it turns out Social Security already is receiving a huge benefit from illegal workers who are paying into the system but as of now are unable to receive any of the benefits. Back in 2005, the <a href=\"http://www.nytimes.com/2005/04/05/business/05immigration.html\"><em>New York Times </em>reported</a> that illegal workers essentially are contributing a $6 billion to $7 billion annual subsidy. More recent estimates suggest illegal workers are now paying <a href=\"http://www.msnbc.msn.com/id/24054024/\">$9 billion</a> to <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/09/02/AR2010090202673.html\">$12 billion</a> a year into Social Security, with no legal way to get that money back in retirement benefits.<br />\r\n\t<br />\r\n\tSome illegal workers are paid under the table in cash, meaning there is no record that they&#39;re working, and of course, no taxes for the federal government to extract. But many more purchase fake IDs and get fake Social Security cards in order to work, on the surface, legally.<br />\r\n\t<br />\r\n\tWhen those workers are paid, they still pay Social Security payroll taxes. But the federal government can&#39;t match those taxes up to a living, real person -- which is the way the government determines a worker&#39;s retirement benefit.<br />\r\n\t<br />\r\n\tSome of the Social Security discrepancies are clerical in nature and get fixed. But many of them are thanks to illegal workers submitting bogus Social Security information. The Social Security Administration estimates that two-thirds of illegal workers are paying Social Security payroll taxes.<br />\r\n\t<br />\r\n\tOver the life of Social Security, government actuary Stephen C. Goss said, illegal workers have contributed between $120 billion and $240 billion.<br />\r\n\t<br />\r\n\tThat&#39;s money that is helping keep Social Security afloat for current and future beneficiaries.<br />\r\n\t<br />\r\n\tCrist&#39;s plan would potentially tap the other third of illegal workers not paying payroll taxes, but also would allow all workers access to Social Security benefits when they reach retirement age. Added benefits, yes. But added costs, too.<br />\r\n\t<br />\r\n\tNeedless to say, that wasn&#39;t what Reich was even talking about in his blog for the <em>Christian Science Monitor</em>. &quot;I&#39;ve said we&#39;ll have to increase legal immigration in order to secure the Social Security of boomers (otherwise, the ratio of working population to retirees gets too far out of whack), but don&#39;t recall saying anything more,&quot; Reich wrote to the <em><a href=\"http://www.nationalreview.com/battle10/250040/robert-reich-does-not-fact-back-charlie-crists-plan-save-social-security-kyle-o-pete\">National Review</a>.</em><br />\r\n\t<br />\r\n\tIn an ABC News debate, Crist said his plan to help preserve Social Security -- to have illegal workers earn a path to citizenship -- was supported by former Clinton labor secretary Robert Reich. But Reich hasn&#39;t taken a side on that issue. Reich proposes allowing increased legal immigration to add more workers for each retiree, which is different. We rate Crist&#39;s claim False.</p>\r\n", "ruling_comments_date": "2010-10-18T17:14:12.002821", "ruling_date": "2010-10-18T18:20:17", "ruling_headline": "Charlie Crist says Social Security plan embraced by former labor secretary Robert Reich", "ruling_headline_slug": "charlie-crist-says-social-security-plan-embraced-f", "ruling_link_text": "Reich has something else in mind", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tABC News, <a href=\"http://blogs.abcnews.com/george/2010/10/florida-senate-debate-transcript-part-i.html\">Senate debate transcript</a>, Oct. 6, 2010<br />\r\n\t<br />\r\n\tRobert Reich, &quot;<a href=\"http://www.csmonitor.com/Business/Robert-Reich-s-Blog/2010/0411/Immigration-Could-it-solve-Social-Security-Medicare-woes\">Immigration: Could it solve Social Security, Medicare woes?</a>&quot; April 11, 2010<br />\r\n\t<br />\r\n\tNational Review, &quot;<a href=\"http://www.nationalreview.com/battle10/250040/robert-reich-does-not-fact-back-charlie-crists-plan-save-social-security-kyle-o-pete\">Robert Reich does not, in fact, back Charlie Crist&rsquo;s plan to save Social Security</a>,&quot; Oct. 18, 2010<br />\r\n\t<br />\r\n\tAssociated Press, &quot;<a href=\"http://www.msnbc.msn.com/id/24054024/\">At tax time, illegal immigrants are paying too</a>,&quot; April 10, 2008<br />\r\n\t<br />\r\n\tNew York Times, &quot;<a href=\"http://www.nytimes.com/2005/04/05/business/05immigration.html\">Illegal Immigrants Are Bolstering Social Security With Billions</a>,&quot; April 5, 2005<br />\r\n\t<br />\r\n\tWashington Post, &quot;<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/09/02/AR2010090202673.html\">How illegal immigrants are helping Social Security</a>,&quot; Sept. 3, 2010<br />\r\n\t<br />\r\n\tCongressional Budget Office, &quot;<a href=\"http://www.cbo.gov/doc.cfm?index=8179&amp;type=0\">Senate Amendment 1150 to S. 1348, the Comprehensive Immigration Reform Act of 2007</a>,&quot; June 4, 2007<br />\r\n\t<br />\r\n\tPolitiFact Florida, &quot;<a href=\"../../../../florida/statements/2010/oct/06/charlie-crist/fact-checking-marco-rubios-social-security-stance/\">Fact-checking Marco Rubio&#39;s Social Security stance</a>,&quot; Oct. 6, 2010<br />\r\n\t<br />\r\n\tMarco Rubio campaign, &quot;<a href=\"http://www.marcorubio.com/icymi-at-debate-crist-doubles-down-on-amnesty-plan-for-social-security/\">ICYMI: At Debate, Crist Doubles Down On Amnesty Plan For Social Security</a>,&quot; Oct. 6, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 15, "current_job": "", "false_count": 9, "first_name": "Charlie", "half_true_count": 20, "home_state": "Florida", "id": 257, "last_name": "Crist", "mostly_true_count": 19, "name_slug": "charlie-crist", "pants_count": 2, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/crist.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/257/", "total_count": 90, "true_count": 15, "website": ""}, "statement": "<p>\r\n\t&quot;I&#39;ve also offered a plan that can help (fix Social Security) that&#39;s supported by Robert Reich, secretary of labor previously, in a previous administration.&quot;</p>\r\n", "statement_context": "an ABC News U.S. Senate debate.", "statement_date": "2010-10-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 141, "photo": null, "resource_uri": "/api/v/2/subject/141/", "subject": "Social Security", "subject_slug": "social-security", "used_in_edition": []}], "target": [], "twitter_headline": ""}