{"art": [], "author": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "canonical_url": "/florida/statements/2010/oct/20/charlie-crist/crist-attacks-rubios-ethics-over-house-deal-and-in/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 2642, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "resource_uri": "/api/v/2/statement/2642/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tBy now, religious watchers of Florida&#39;s U.S. Senate debates can almost predict the script.<br />\r\n\t<br />\r\n\tNo-party Gov. Charlie Crist attacks Republican former House Speaker Marco Rubio over Rubio&#39;s proposal to make changes to Social Security. Rubio attacks Crist for false attacks. Democratic U.S. Rep. Kendrick Meek attacks Crist for flip-flopping on issues like oil drilling and abortion. Someone attacks somebody about health care. Somebody else attacks the other guys about the federal stimulus and its impact.<br />\r\n\t<br />\r\n\tOh, and Crist agrees with Rubio on extending the Bush-era tax cuts for all. Meek doesn&#39;t.<br />\r\n\t<br />\r\n\tThe first three Senate debates played out almost identically, and the fourth of six debates Oct. 19, 2010, in South Florida was heading down the same worn path.<br />\r\n\t<br />\r\n\tThen, boom, something new.<br />\r\n\t<br />\r\n\tMore than halfway through the debate, Crist implied -- without saying, of course -- that Rubio might have sold a vote on automobile insurance legislation to a chiropractor in 2007 whose mother bought his house.<br />\r\n\t<br />\r\n\t&quot;There&#39;s an expression in Washington called pay to play,&quot; Crist said, after pivoting away from a question about Jim Greer, the former Republican Party of Florida chairman whom Crist supported and who is now indicted on fraud and grand theft charges. &quot;When (Rubio) was speaker of the Florida House, he had a home, here in Miami in South Florida. It was for sale. And before that sale took place, he was on the other side of a personal injury protection issue. It was a Dr. Cereceda he ended up selling the home to that had an interest in that issue. Once he sold the home, for $380,000 cash, the speaker&#39;s position on the issue changed. And all the sudden, miraculously, that bill went through.&quot;<br />\r\n\t<br />\r\n\tReturning to the script, Rubio called the allegations untrue.<br />\r\n\t<br />\r\n\t&quot;What the governor said about the sale is categorically false,&quot; Rubio said. &quot;If you want the gory details you can go on our website <a href=\"http://marcorubio.com/\">marcorubio.com</a>. It&#39;s all outlined there. The house was an arms-length transaction. The gentleman&#39;s mom still lives in the home. We actually reduced the price of the home. It had been for sale for months. And my position did not change. Subsequent to the sale of that property, the PIP legislation the governor&#39;s talking about failed to pass the Florida House, and it didn&#39;t pass until months later when a deal was cut with the Senate to fix it.&quot;<br />\r\n\t<br />\r\n\tSince Crist launched the attack, we&#39;ve decided to analyze his statement. This fact check has two complicated topics -- home sales and auto insurance legislation -- rolled into one.<br />\r\n\t<br />\r\n\t<strong>The back story</strong><br />\r\n\t<br />\r\n\tIn 2007, in Crist&#39;s first year as governor and Rubio&#39;s first of two years as House speaker, a state-mandated type of automobile insurance coverage called personal injury protection, or PIP, was set to expire. The mandated $10,000 coverage pays for accident injuries to a driver and passengers regardless of who is at fault and costs the average driver $100 to $200 a year.<br />\r\n\t<br />\r\n\tCrist and the Republican-led Senate wanted to extend the mandated coverage during the spring 2007 session, arguing that the additional coverage protected drivers. Health insurers also supported the extension of PIP because they worried health care would become expensive. Hospitals liked the additional coverage because it helped defray their costs on behalf of patients.<br />\r\n\t<br />\r\n\tBut Rubio and some members of the Florida House weren&#39;t sold. They believed the current system encouraged too much fraud, and Rubio made clear that without real fraud reforms he would not support extending PIP coverage. The Senate proposal to extend PIP ordered a review of its effectiveness and allocated $2.4 million to fund 30 fraud investigators. That wasn&#39;t enough for Rubio.<br />\r\n\t<br />\r\n\t&quot;We have to wipe out fraud. The current PIP system has so much fraud built into it,&quot; Rubio said during the 2007 session. &quot;An entire fraud industry has been created and unless that&#39;s addressed, there&#39;s no need to do anything.&quot;<br />\r\n\t<br />\r\n\tWhat&#39;s clear is that Rubio was the key impediment to extending PIP coverage as is or even with minor fraud protections, a position that made him a target of doctors and chiropractors lobbying to support PIP. One of those chiropractors was West Miami&#39;s Dr. Mark Cereceda.<br />\r\n\t<br />\r\n\tIn the spring and summer of 2007, Cereceda mounted a campaign to pressure Rubio to allow PIP to continue, according to <a href=\"http://cbs4.com/iteam/Marco.Rubio.Home.2.1699609.html\">CBS 4 in Miami</a>. Cereceda and other chiropractors met with Rubio in Tallahassee, and Cereceda also helped organize demonstrations in front of Rubio&#39;s West Miami office. In June, he rented planes to fly banners over Rubio&#39;s home and office urging him to keep PIP alive. (Rubio told a newspaper reporter that the people who hired the airplane &quot;run the fraud industry.&quot;)<br />\r\n\t<br />\r\n\tAt around the same time, Cereceda was also dealing with Rubio on a personal level, it turns out.<br />\r\n\t<br />\r\n\tCereceda was his neighbor. And his mother, Nora Cereceda, was buying Rubio&#39;s West Miami house.<br />\r\n\t<br />\r\n\tRubio had purchased the three-bedroom, two-bathroom, 1,340-square-foot home for $175,000 in February 2003. He sold it in April 2007 for $380,000, all in cash. Nora Cereceda bought the home to live near her son after the death of her husband, Rubio and Cereceda said.<br />\r\n\t<br />\r\n\tPolitiFact Florida examined home sales within a half square mile. As expected there weren&#39;t many true comparable sales. A three-bedroom, two-bathroom home totaling 1,413 square feet sold for $332,500 in June 2007. A bigger three-bedroom, two-bathroom home totaling 1,960 square feet three blocks away sold in May 2007 for $373,000. Both homes were about four blocks from Rubio&#39;s property.<br />\r\n\t<br />\r\n\tRubio&#39;s sale is listed on the Miami-Dade Property Appraiser as a &quot;qualified&quot; sale, meaning it met the property appraiser&#39;s definition of an arms-length transaction. That&#39;s jargon that notes that the sale involved a willing seller and a willing buyer, neither under special pressure or incentives, such as selling a home to a family member.<br />\r\n\t<br />\r\n\tPolitiFact Florida left a message for Cereceda that wasn&#39;t returned, but previously he told reporters that the home sale was a coincidence and unrelated to his efforts to lobby Rubio to extend PIP coverage. Rubio says the same thing.<br />\r\n\t<br />\r\n\t&quot;She wanted to buy it because she wanted to live across the street from her son,&quot; Rubio said.<br />\r\n\t<br />\r\n\tThe sale was finalized on April 13.<br />\r\n\t<br />\r\n\tThe regular session of the Legislature ended three weeks later on May 4, without an agreement to extend PIP beyond the sunset date of Oct. 1, or any shift in position from Rubio. In the hours after the session ended, Rubio reiterated his primary complaint about fraud. &quot;&#39;I have said all along that we had to have significant fraud reforms,&quot; Rubio said. Otherwise he would prefer to let the law sunset.</p>\r\n<p>\r\n\tSo where does the pay to play accusation/suggestion come in?<br />\r\n\t<br />\r\n\tOn Sept. 28, it was Rubio <a href=\"http://www.tampabay.com/blogs/the-buzz-florida-politics/sites/tampabay.com.blogs.the-buzz-florida-politics/files/images/typepad-legacy-files/90705.Rubio.Crist9.28.07.pdf\">writing to Crist</a> asking that the governor call a special session to address automobile insurance protections. In the letter, Rubio said the House had worked tirelessly to craft sensible and comprehensive anti-fraud legislation.<br />\r\n\t<br />\r\n\tCrist agreed to add personal injury protection laws to an Oct. 3 special session regarding the state budget.<br />\r\n\t<br />\r\n\tOn Oct. 5, a PIP compromise was struck and the bill extending the mandatory coverage passed. The final bill, which passed the House 105-4 (Rubio voted yes) and the Senate 37-0, included three measures meant to cut down on fraud. The legislation limited prices some medical facilities and doctors can charge insurers for nonemergency care. It also required that PIP clinics be owned or overseen by licensed doctors.<br />\r\n\t<br />\r\n\tLawmakers also agreed to add $2 million to the state budget to hire more anti-fraud prosecutors.<br />\r\n\t<br />\r\n\tRubio said the compromise better guarded against fraud. But to be sure, PIP fraud remains a major problem.<br />\r\n\t<br />\r\n\tThe <a href=\"http://www.myfloridacfo.com/fraud/Annual%20Report/AnnualReport2009-2010.pdf\">Division of Insurance Fraud received more than 5,500</a> complaints of PIP fraud during fiscal year 2009-2010, more than 40 percent of all fraud complaints. Investigators made 337 arrests that resulted in 240 convictions. In <a href=\"http://www.myfloridacfo.com/fraud/Annual%20Report/Stat%20Pack%202007%20With%20Cover.pdf\">2006-2007</a>, the final full year before the reforms, the state received 3,600 complaints of PIP fraud, made 316 arrests and received 204 convictions.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tThis is an interesting case study in politics. Let&#39;s start by stating the obvious. Rubio would have been better off selling his house to someone other than the mother of a chiropractor who was trying to get him to extend personal injury protection. It seems odd. But, other than perception, there are no obvious glaring red flags about the sale. He got a good price, it seems, but not an outrageous one based on the comparable sales we examined.<br />\r\n\t<br />\r\n\tAlso, the cash sale doesn&#39;t bother us particularly. This is a retiree who had money from a life insurance policy.<br />\r\n\t<br />\r\n\tAs for Rubio&#39;s position on the PIP laws, he initially said he would let the mandate expire unless fraud reforms were included. Some were included in the legislation proposed by the Senate, but apparently not enough to sway Rubio. So the session ended in May 2007 without action, despite the house sale.<br />\r\n\t<br />\r\n\tRubio and House leaders then worked to include additional fraud protections and were able to reach a deal more to their liking. Rubio, in fact, called to include PIP legislation during a special session. The ultimate bill that passed included a few more anti-fraud measures, but seems not to have stopped much fraud, according to state statistics. We&#39;re not sure why it took five extra months to include the minor changes to the PIP legislation, or why House leaders didn&#39;t propose the changes during the session.<br />\r\n\t<br />\r\n\tCrist condensed the facts when he said that the chiropractor lobbying Rubio bought the house. It was the chiropractor&#39;s mother who made the purchase. He also condensed the timeline and slightly manipulated the chain of events when he said, &quot;once he sold the home ... the speaker&#39;s position on the issue changed.&quot;&nbsp;We think there&#39;s at least a debate on whether he changed his position at all. Rubio never said he opposed extending PIP. He said he opposed extending it without proper protections against fraud. A version of the bill proposed during a 2007 special legislative session emerged that included fraud protections&nbsp;he wanted. We rate the claim Barely True.</p>\r\n\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-10-20T18:42:13.674493", "ruling_date": "2010-10-20T19:04:54", "ruling_headline": "Crist attacks Rubio's ethics over house deal and insurance vote ", "ruling_headline_slug": "crist-attacks-rubios-ethics-over-house-deal-and-in", "ruling_link_text": "This claim was a pip", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tCharlie Crist campaign, e-mail interview with Danny Kanner, Oct. 20, 2010<br />\r\n\t<br />\r\n\tMarco Rubio campaign, e-mail interview with Albert Martinez, Oct. 20, 2010<br />\r\n\t<br />\r\n\tSarasota Herald-Tribune, <a href=\"http://www.heraldtribune.com/article/20100919/ARTICLE/9191024?p=6&amp;tc=pg&amp;tc=ar\">&quot;Senate hopeful Rubio plagued by money problems,&quot;</a> Sept. 18, 2010<br />\r\n\t<br />\r\n\tMiami-Dade Property Appraiser, <a href=\"http://www.miamidade.gov/pa/property_value_foreclosed.asp\">discussion of arms length transactions</a><br />\r\n\t<br />\r\n\tMiami-Dade Property Appraiser, <a href=\"http://gisims2.co.miami-dade.fl.us/MyNeighborhood/SalesMap.asp\">Sales map</a><br />\r\n\t<br />\r\n\tMiami-Dade Clerk of the Court, <a href=\"http://www2.miami-dadeclerk.com/Public-Records/Search.aspx?search=3&amp;Rec_Book=25580&amp;Rec_Page=1747\">Rubio/Cereceda sale official records</a><br />\r\n\t<br />\r\n\tCBS 4 Miami, &quot;<a href=\"http://cbs4.com/iteam/Marco.Rubio.Home.2.1699609.html\">Examining Rubio&#39;s Home Sale</a>,&quot; May 18, 2010<br />\r\n\t<br />\r\n\tSt. Petersburg Times, &quot;Drivers, it could be your fault,&quot; April 28, 2007<br />\r\n\t<br />\r\n\tMarco Rubio campaign, &quot;C<a href=\"http://www.marcorubio.com/crists-false-attack-on-marcos-finances/\">rist</a><a href=\"http://www.marcorubio.com/crists-false-attack-on-marcos-finances/\"> false attacks on Marco&#39;s finances</a>&quot;<br />\r\n\t<br />\r\n\tSarasota Herald-Tribune, &quot;Fly-by lobbyists leave Rubio unamused,&quot; June 10, 2007<br />\r\n\t<br />\r\n\tMiami Herald, &quot;Senate: Keep no-fault law,&quot; April 28, 2007<br />\r\n\t<br />\r\n\tFlorida Times-Union, &quot;No-fault law is in jeopardy,&quot; April 29, 2007<br />\r\n\t<br />\r\n\tMiami Herald, &quot;Many plans, but no more no-fault law,&quot; May 5, 2007<br />\r\n\t<br />\r\n\tOrlando Sentinel, &quot;PIP law may not disappear after all,&quot; Sept. 15, 2007<br />\r\n\t<br />\r\n\tOrlando Sentinel, &quot;No-fault bounces back on Jan. 1,&quot; Oct. 6, 2007<br />\r\n\t<br />\r\n\tPalm Beach Post, &quot;No-fault deal stalls as leader rejects limits on attorney fees,&quot; Oct. 5, 2007<br />\r\n\t<br />\r\n\tSt. Petersburg Times, &quot;Compromise may save PIP,&quot; Sept. 2, 2007<br />\r\n\t<br />\r\n\tMarco Rubio <a href=\"http://www.tampabay.com/blogs/the-buzz-florida-politics/sites/tampabay.com.blogs.the-buzz-florida-politics/files/images/typepad-legacy-files/90705.Rubio.Crist9.28.07.pdf\">letter</a> to Charlie Crist regarding PIP, Sept. 28, 2007<br />\r\n\t<br />\r\n\tSt. Petersburg Times, &quot;Legislature revives no-fault insurance,&quot; Oct. 6, 2007<br />\r\n\t<br />\r\n\tFlorida House, <a href=\"http://www.myfloridahouse.gov/sections/bills/billsdetail.aspx?BillId=37315&amp;SessionIndex=-1&amp;SessionId=59&amp;BillText=&amp;BillNumber=&amp;BillSponsorIndex=0&amp;BillListIndex=0&amp;BillStatuteText=&amp;BillTypeIndex=0&amp;BillReferredIndex=0&amp;HouseChamber=H&amp;BillSearchIndex=0\">HB 13C</a>, PIP bill<br />\r\n\t<br />\r\n\tFlorida Division of Insurance Fraud, <a href=\"http://www.myfloridacfo.com/fraud/Annual%20Report/Stat%20Pack%202007%20With%20Cover.pdf\">2006-2007 annual report</a><br />\r\n\t<br />\r\n\tFlorida Division of Insurance Fraud, <a href=\"http://www.myfloridacfo.com/fraud/Annual%20Report/AnnualReport2009-2010.pdf\">2009-2010 annual report</a><br />\r\n\t<br />\r\n\tThe Ledger, &quot;Pro-PIP groups lobby Rubio all over,&quot; June 10, 2007</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 15, "current_job": "", "false_count": 9, "first_name": "Charlie", "half_true_count": 20, "home_state": "Florida", "id": 257, "last_name": "Crist", "mostly_true_count": 19, "name_slug": "charlie-crist", "pants_count": 2, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/crist.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/257/", "total_count": 90, "true_count": 15, "website": ""}, "statement": "<p>\r\n\tSays Marco Rubio sold a home to a chiropractor who had been lobbying him on automobile insurance legislation and &quot;once he sold the home, for $380,000 cash, the speaker&#39;s position on the issue changed.&quot;</p>\r\n", "statement_context": "a Leadership Florida/Florida Press Association debate", "statement_date": "2010-10-19", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 35, "photo": null, "resource_uri": "/api/v/2/subject/35/", "subject": "Ethics", "subject_slug": "ethics", "used_in_edition": []}], "target": [{"adkey": "", "advalue": "", "barely_true_count": 36, "current_job": "U.S. Senator", "false_count": 26, "first_name": "Marco", "half_true_count": 33, "home_state": "Florida", "id": 277, "last_name": "Rubio", "mostly_true_count": 37, "name_slug": "marco-rubio", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Marco_Rubio.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/277/", "total_count": 168, "true_count": 20, "website": "http://www.rubio.senate.gov/"}], "twitter_headline": ""}