{"art": [], "author": [{"email_address": "jhill@projo.com", "first_name": "John", "id": 147, "last_name": "Hill", "name_slug": "john-hill", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/147/", "title": "Reporter", "twitter": null}], "canonical_url": "/rhode-island/statements/2010/oct/23/james-langevin/langevin-says-stimulus-program-created-thousands-j/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "tmurphy@providencejournal.com", "first_name": "Tim", "id": 145, "last_name": "Murphy", "name_slug": "tim-murphy", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/tim_murphy2_80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/145/", "title": "Editor", "twitter": null}], "facebook_headline": null, "id": 2644, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jhill@projo.com", "first_name": "John", "id": 147, "last_name": "Hill", "name_slug": "john-hill", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/147/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/2644/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\t<strong>Update:</strong><br />\r\n\tOn Oct. 21, 2010, we rated as Barely True a statement by U.S. Rep. James R.&nbsp; Langevin that the federal stimulus program created thousands of jobs in Rhode Island. We have discovered that we misread a chart &nbsp;at <a href=\"http://reovery.gov/\">recovery.gov</a> that showed the number of stimulus jobs created in Rhode Island.<br />\r\n\t<br />\r\n\tThis is a revised story that clarifies the number but does not change the ruling.<br />\r\n\t<br />\r\n\tWith the national and state economies both sagging, the effectiveness of the federal American Recovery and Reinvestment Act, better known as the stimulus bill, has been a focus of debate in this year&rsquo;s congressional elections.<br />\r\n\t<br />\r\n\tDuring a debate with Republican Mark Zaccaria on Oct. 14 on WLNE-TV, sponsored by the League of Women Voters, Langevin, a strong supporter of the stimulus program, said it had &quot;created thousands of jobs here.&quot;<br />\r\n\t<br />\r\n\tDebating Zaccaria two days later on the WPRI &quot;Newsmakers&quot; program, Langevin said: &nbsp;&quot;In Rhode Island, there were thousands of jobs that were created&quot; &nbsp;by the stimulus program.<br />\r\n\t<br />\r\n\tWe wondered: Has the stimulus program created thousands of Rhode Island jobs?<br />\r\n\t<br />\r\n\tTrying to determine the employment effect of a specific government program can be difficult, but the Recovery Act included specific provisions that required the government to post online information detailing how much money was spent, where it was spent and on what. Included in that is the number of work hours paid for with stimulus money, expressed as the equivalent of a 40-hour-a-week worker.<br />\r\n\t<br />\r\n\tThe current Rhode Island number, posted at<a href=\"http://www.recovery.gov/Pages/home.aspx\"> Recovery. gov</a>, the federal website with the stimulus spending data, is 1,989.58.<br />\r\n\t<br />\r\n\tBut that&rsquo;s for the three-month period from April 1 to June 30, 2010, not, as we initially reported, for the duration of the stimulus program, which started in February 2009.<br />\r\n\t<br />\r\n\tSo what&rsquo;s the real number of new Rhode Island jobs created by the stimulus since February 2009? Laurie Petrone of the state Office of Recovery and Reinvestment, the official who tracks stimulus aid here, said it&rsquo;s impossible to say.<br />\r\n\t<br />\r\n\tWhen the program began, Petrone said, the federal government asked participating state agencies and employers to keep count of new jobs created by the stimulus. The first reporting period was for Feb. 17 to Sept. 30, 2009.<br />\r\n\t<br />\r\n\tContractors and agencies were to report the number of full-time and part-time work hours that stimulus money paid for. Those hours were then added up and the total converted into full-time workers.<br />\r\n\t<br />\r\n\tFor those first eight months, Petrone said the statewide jobs number for participating public and private sector employers was 1,960.82. For the next period, Oct. 1, 2009 to the end of 2009, it was 1,900.86.<br />\r\n\t<br />\r\n\tThe reported figure for Jan. 1, 2010 to March 31, 2010, dropped to 530 because many Rhode Island agencies and contractors weren&rsquo;t able to file timely reports due to the late-March flooding in the state, Petrone said.<br />\r\n\t<br />\r\n\tThen there&rsquo;s the 1,989.58 figure for the April 1, to June 30, 2010 period, which is the one on the Recovery,gov website now. Because many stimulus programs are reaching the end of their funding, the quarterly job numbers may start to go down, she said.<br />\r\n\t<br />\r\n\tPetrone said it&rsquo;s hard to determine how many new jobs were created and how many preserved because there was no clear definition of what represented a new job.<br />\r\n\t<br />\r\n\tAt the beginning of the program, she said, any work that was paid for in the first eight months was counted in the total. If the job carried over into the next quarter, it &nbsp;was counted as a stimulus job then as well.<br />\r\n\t<br />\r\n\tBut that means you can&rsquo;t get a cumulative picture by adding the quarterly reports together, she said, because you would wind up counting carried-over workers twice. Each quarterly report has to be looked at as a &quot;discrete snapshot&quot; by itself.<br />\r\n\t<br />\r\n\tPetrone said that means there is no way to know how many of the 1,900.86 jobs in the second reporting period from Oct 1-Dec. 31, 2009 included workers who would have been laid off but were not, new workers who would not have been hired without the stimulus money, or workers whose existing jobs carried over from the previous period. The same applies to the next two reporting periods.<br />\r\n\t<br />\r\n\tThere &nbsp;were other problems. Petrone said states and contractors were confused over how to classify new and retained jobs. She gave the example of a state agency that got a stimulus grant and used it for a specific project that added hours to an existing part time worker&rsquo;s duties.<br />\r\n\t<br />\r\n\t&quot;Is that a new job, or a saved job, or a retained job?&quot; Petrone asked. The guidelines were unclear.<br />\r\n\t<br />\r\n\tIn December 2009, in response to confusion and complaints about the reporting process, federal Office of Management and Budget Director Peter R. Orszag told reporting entities to avoid any &quot;subjective judgment on whether jobs were created or retained&quot; and just &nbsp;report hours worked, in the equivalent of full-time jobs, that were financed by Recovery Act funds.<br />\r\n\t<br />\r\n\tLangevin spokeswoman Joy Fox said the <a href=\"http://recovery.gov/\">Recovery.gov</a> figures show only part of the program&rsquo;s effects. It doesn&rsquo;t count the effect of tax cuts and secondary hiring caused by the increased economic activity the stimulus generated.<br />\r\n\t<br />\r\n\tShe pointed to a July 14 analysis by the president&rsquo;s Council of Economic advisers, which estimated that, overall, the stimulus program has created or saved 11,000 jobs in Rhode Island.<br />\r\n\t<br />\r\n\tThe council&rsquo;s report used a broader definition than Langevin did, including jobs saved, not just created.<br />\r\n\t<br />\r\n\tThe council reached its 11,000 figure by estimating that 3.04 million jobs were saved or created nationally by the Recover Act. It then extrapolated jobs numbers for each state.<br />\r\n\t<br />\r\n\tThe council defends its methodology but cautions that the state numbers are &quot;inherently more speculative and uncertain.&quot;<br />\r\n\t<br />\r\n\tWe can&rsquo;t determine exactly how many &nbsp;stimulus jobs were created in Rhode Island. Even Petrone, the state official keeping tabs on stimulus spending, can&rsquo;t determine that. Nor can Langevin.<br />\r\n\t<br />\r\n\tThe highest quarterly report shows 1,989.58 jobs actually created. It&rsquo;s close enough to 2,000 to be literally true, but, in our opinion, less than &quot;thousands&quot; would imply.<br />\r\n\t<br />\r\n\tFor those reasons, we rate his claim Barely True.</p>\r\n\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-10-20T20:58:42.921122", "ruling_date": "2010-10-23T00:01:00", "ruling_headline": "Langevin says stimulus program created “thousands of jobs” in Rhode Island", "ruling_headline_slug": "langevin-says-stimulus-program-created-thousands-j", "ruling_link_text": "Update: Just under 2,000 jobs created in R.I.", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t&nbsp;</p>\r\n<p>\r\n\t<a href=\"http://www.whitehouse.gov/files/documents/cea_4th_arra_report.pdf\">Fourth Quarterly Report, </a>Office of the President, Council of Economic Advsiers (accessed Oct. 20, 2010)</p>\r\n<p>\r\n\t<a href=\"http://www.recovery.gov/Pages/home.aspx\">Recovery.gov,</a> website set up to track federal stimulus spending: (accessed Oct. 20, 2010)</p>\r\n<p>\r\n\t<a href=\"http://www.wpri.com/dpp/on_air/newsmakers/newsmakers-october-16-CD2-Debate\">WPRI Newsmakers Oct. 16 debate </a>between U. S. Rep. James R. Langevin and Mark S. Zaccaria: (accessed Oct. 20, 2010)</p>\r\n<p>\r\n\t<a href=\"http://ww.abc6.com/Global/story.asp?S=13320499\">WLNE-TV League of Women Voters Oct. 14 debate, </a>U.S. Rep James R. Langevin and Mark S. Zaccaria accessed Oct. 20, 2010)</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Congressman", "false_count": 1, "first_name": "James", "half_true_count": 2, "home_state": "Rhode Island", "id": 469, "last_name": "Langevin", "mostly_true_count": 1, "name_slug": "james-langevin", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/james_langevin80.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/469/", "total_count": 6, "true_count": 1, "website": "http://www.jimlangevin.com/"}, "statement": "<p>\r\n\t&quot;In Rhode Island, there were thousands of jobs that were created&quot; by the federal stimulus program</p>\r\n", "statement_context": "campaign debates", "statement_date": "2010-10-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 150, "photo": null, "resource_uri": "/api/v/2/subject/150/", "subject": "Stimulus", "subject_slug": "stimulus", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}