{"art": [{"brightcove": "", "caption": "Barnes' ad is one of the most incendiary of the governor's race so far", "id": 809, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/809/", "title": "Barnes rape shield ad", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/FNBk89OlcGw?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "FNBk89OlcGw"}], "author": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2010/oct/22/roy-barnes/barnes-said-gubertorial-race-opponent-deal-tried-w/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "liz.miniet@ajc.com", "first_name": "Elizabeth", "id": 143, "last_name": "Miniet", "name_slug": "elizabeth-miniet", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/143/", "title": "Word Editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 2650, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/2650/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tIt&#39;s the most incendiary TV ad in the race for governor so far.<br />\r\n\t<br />\r\n\tAn empty Volvo station wagon sits in a desolate parking lot. Its alarm pulses. The driver&#39;s side door hangs open. Groceries litter the ground.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t&quot;It was my niece,&quot; a woman&#39;s voice says. &quot;If Nathan Deal had won his fight to weaken the rape shield law, and my niece took the stand, she would have been forced to defend what she wore and that she didn&rsquo;t deserve to be raped.&quot;<br />\r\n\t<br />\r\n\tSupporters of Democratic candidate Roy Barnes, whose campaign authorized the ad, said the actions of Deal, a Republican, show he doesn&#39;t protect women&#39;s interests.<br />\r\n\t<br />\r\n\tDeal&#39;s camp called it a new low in a political season dominated by negative attacks and reminded voters Deal was once a prosecutor who put rapists in jail. They also accused Barnes of being soft on child molesters.<br />\r\n\t<br />\r\n\tBarnes and Deal face off Nov. 2.<br />\r\n\t<br />\r\n\tAll the ugliness of using victims for political gain aside, is there any truth to the ad? Did Deal really fight to weaken the rape shield law?&nbsp;<br />\r\n\t<br />\r\n\tBarnes&#39; evidence is a heated, well-documented 1991 General Assembly battle over the state&#39;s rape shield law. It pitted Deal against an alliance of women&#39;s and victims&#39; rights advocates and prosecutors.<br />\r\n\t<br />\r\n\tThe law, established in 1976, blocks defense attorneys from entering a victim&#39;s sexual history into evidence in court under most circumstances. This barred evidence includes whether she has a reputation for promiscuity and her &quot;mode of dress.&quot;<br />\r\n\t<br />\r\n\tDeal, who was Senate president pro tem at the time, sponsored a 164-page bill that would have overhauled Georgia&#39;s rules of evidence. These are the state&#39;s rules on what kinds of evidence is admissible in court.<br />\r\n\t<br />\r\n\tThen and now, these rules were a patchwork based on old Georgia code. There is a decades-old movement to update them by making them more like federal rules of evidence.<br />\r\n\t<br />\r\n\tSupporters of this broad-ranging change think the federal rules are more cohesive and in certain cases better.<br />\r\n\t<br />\r\n\tThe movement has supporters at the State Bar of Georgia, which produced the bill Deal introduced in 1991.<br />\r\n\t&nbsp;<br />\r\n\tWomen&#39;s rights advocates, victim advocates, prosecutors and others were furious that the Bar&#39;s proposal included changes to the rape shield law. In a meeting with Deal, his opposition warned that they would make it a &quot;major issue of the General Assembly session, and the next session if necessary,&quot; according to an article in The Atlanta Journal-Constitution.<br />\r\n\t<br />\r\n\tDeal moved ahead without their support, but the opposition galvanized against him. Women barraged their legislators with phone calls of protest and filled the chambers of the state Senate to show their solidarity.<br />\r\n\t<br />\r\n\tA headline in what was then called the Fulton County Daily Report, the state&#39;s major legal news publication, warned &quot;New Rules of Evidence Threatened Rape Shield.&quot;<br />\r\n\t<br />\r\n\tA Columbus Ledger-Enquirer editorial described Deal&#39;s bill as a &quot;Neanderthal law.&quot;<br />\r\n\t<br />\r\n\tDeal bowed to pressure and amended the bill to address their concerns, but the damage was done. It passed the Senate but never made it out of committee in the state House.<br />\r\n\t<br />\r\n\tTo evaluate Barnes&#39; claims, AJC PolitiFact Georgia dug up Deal&#39;s failed two-decade-old, 164-page Senate bill from the Georgia Archives and looked up state and federal rape shield rules that were in effect then. We also evaluated arguments made publicly for and against the changes in 1991 and recently.<br />\r\n\t<br />\r\n\tBoth the bill proposed by Deal and existing Georgia law barred the victim&#39;s sexual past from being admissible in court in most cases. Both included an exception if the victim&#39;s sexual history with the accused showed the incident may have been consensual.<br />\r\n\t<br />\r\n\tBut the law proposed by Deal permitted four new exceptions to the rule.<br />\r\n\t<br />\r\n\tThe biggest was this: If prosecutors presented physical evidence including semen, injury, pregnancy, or disease to prove the victim was raped, then a judge could allow a defense attorney to enter evidence about a victim&#39;s sexual past.<br />\r\n\t<br />\r\n\tAnd unlike the existing rape shield, the proposed version did not explicitly bar the accuser&#39;s &quot;mode of dress&quot; from entering into evidence.&nbsp;<br />\r\n\t<br />\r\n\tIn Deal&#39;sproposed law, if defense attorneys wanted to include a victim&#39;s sexual past, they would make a motion on the issue when the jury was not present. The judge would then hear arguments from both sides in his chambers, and might hear testimony from witnesses.<br />\r\n\t<br />\r\n\tIf the judge found the value of the evidence outweighs the &quot;danger of unfair prejudice,&quot; it would be admissible, the proposed law said. The judge would then lay ground rules for what would be allowed in the courtroom.<br />\r\n\t<br />\r\n\tThe author of the proposed 1991 changes is Georgia State University law professor Paul Milich. He declined to comment for this story, but confirmed he did argue in online comments on The AJC&#39;s Political Insider, the blog of columnist Jim Galloway, that no one &quot;was remotely suggesting&quot; Georgia weaken or reduce its protections for rape victims. The proposal actually strengthened protections for them.<br />\r\n\t<br />\r\n\tMilich said that the changes would have broadened the shield to cover all sex assault victims, not just rape victims. This is argument is technically correct, but has its limits.&nbsp; By 1991, judges had already ruled the law applied to victims of other sex crimes, according to case law.<br />\r\n\t<br />\r\n\tMilich also noted that Barnes was on the state Bar&#39;s Evidence Study Committee, which would have had to review the proposal before the Bar backed it.<br />\r\n\t<br />\r\n\tThe Bar confirmed that both Deal and Barnes were part of that committee, but said they do not keep records on its votes. We asked Deal&#39;s camp and others for evidence Barnes voted in favor of the law, but they did not provide it.&nbsp;<br />\r\n\t<br />\r\n\tBarnes said through a spokeswoman that he doesn&#39;t recall attending meetings of the group.<br />\r\n\t<br />\r\n\tThird, Milich said his version of the law would require a judge to evaluate whether to admit the victim&#39;s sexual past based on a strict standard.<br />\r\n\t<br />\r\n\tIt&#39;s correct that the proposal would require a judge weigh the &quot;danger of unfair prejudice&quot; against the victim against the value of the evidence. That standard was absent from Georgia&#39;s existing statute.&nbsp;<br />\r\n\t<br />\r\n\tStill, it remains that if Deal&#39;s bill passed, because of the additional exceptions, defense attorneys would gain new opportunities to enter an accuser&#39;s sexual past into evidence.<br />\r\n\t<br />\r\n\tSo Deal did push for a bill that would give the defense more options. But did he actually fight to weaken the rape shield law, as the Barnes ad said?<br />\r\n\t<br />\r\n\tDeal said he was actually trying to make the rape shield law conform to federal standards and strengthen it against possible constitutional challenges.<br />\r\n\t<br />\r\n\tBut these defenses have serious weaknesses. Georgia&#39;s rape shield law did not face a clear threat of being overturned by a constitutional challenge.&nbsp; By 1991, the rape shield law was 15 years old and had withstood a constitutional challenge in state Supreme Court. There has been no successful challenge since. That spring, the U.S. Supreme Court made its first ruling on a rape shield law, and upheld it.<br />\r\n\t<br />\r\n\tFurthermore, Deal&#39;s proposed revisions fell short of conforming to 1991 federal standards. They would have given defense attorneys more leeway than those rules allowed.<br />\r\n\t<br />\r\n\tUnder federal rules, defense attorneys had to warn prosecutors and the accuser 15 days before trial if they planned to present evidence about the victim&#39;s sexual past. Deal&#39;s proposal didn&#39;t require this advanced warning.&nbsp;<br />\r\n\t<br />\r\n\tAlso, federal rules list only semen and injury as the kinds of physical evidence that could open a victim&#39;s sexual past to being entered as evidence. Deal&#39;s law added pregnancy, disease, &quot;or other physical evidence&quot; to the list.&nbsp; &nbsp;<br />\r\n\t<br />\r\n\tSo what does all this mean?<br />\r\n\t<br />\r\n\tBarnes&#39; claim is correct, but it leaves out important details.<br />\r\n\t<br />\r\n\tBecause Barnes&#39;s ad is so incendiary it&#39;s important to note that we have no proof that Deal&#39;s effort came from anything but out of concern for the rights of the accused.<br />\r\n\t<br />\r\n\tWhile in hindsight there was no looming threat that the rape shield would fall to a constitutional challenge, there were concerns at the time that rape shield laws in general may not be fair.<br />\r\n\t<br />\r\n\tAnd while the proposed law would have opened more opportunities for the defense to question an accuser on his or her past sexual behavior, it did include a process to prevent it from becoming a free-for-all for the defense.<br />\r\n\t<br />\r\n\tIt&#39;s also important to note that this debate took place nearly 20 years ago, not recently.<br />\r\n\t<br />\r\n\tA more balanced way to put it is this: Deal started by leading a fight to overhaul the state&#39;s rules of evidence. This included making changes to the rape shield that gave the defense leeway that didn&#39;t exist in state law or federal rules.<br />\r\n\t<br />\r\n\tLegislators, prosecutors and victims advocates gave Deal fair warning that they would wage war if he didn&#39;t back off.<br />\r\n\t&nbsp;<br />\r\n\tStill, Deal pursued the change until public protest reached a fevered pitch.&nbsp; And while he didn&#39;t fight to help rapists or hurt victims, he invested his political capital as second-in-command in the state Senate on behalf of a law that weakened the rape shield act.<br />\r\n\t<br />\r\n\tStatements that are accurate but leave out important details or take things out of context meet the Truth-O-Meter&#39;s definition of Half True. That&#39;s what we rule.</p>\r\n", "ruling_comments_date": "2010-10-21T17:17:50.159441", "ruling_date": "2010-10-22T06:00:00", "ruling_headline": "Ad: Nathan Deal tried to weaken rape shield law in 1991", "ruling_headline_slug": "barnes-said-gubertorial-race-opponent-deal-tried-w", "ruling_link_text": "Correct, but Barnes needs to add important context", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, Political Insider blog, &quot;<a href=\"http://blogs.ajc.com/political-insider-jim-galloway/2010/10/15/roy-barnes-tv-ad-nathan-deal-once-tried-to-weaken-rape-shield-law/\">TV war gets deadly serious in governor&rsquo;s race</a>,&quot; Oct. 15, 2010<br />\r\n\t<br />\r\n\tYouTube.com, &quot;<a href=\"http://www.youtube.com/watch?v=FNBk89OlcGw&amp;feature=player_embedded\">Sad Woman</a>,&quot; Roy Barnes for Governor, posted Oct. 15, 2010<br />\r\n\t<br />\r\n\tGeorgia state Senate Bill 51, 1991<br />\r\n\t<br />\r\n\tJournal of the Senate, Georgia, 1991<br />\r\n\t<br />\r\n\tJournal of the House of Representatives, Georgia, 1991<br />\r\n\t<br />\r\n\tOfficial Code of Georgia Annotated, 1990 Revision, Georgia rape shield law<br />\r\n\t<br />\r\n\tFederal Rules of Evidence 1988, Title 28&nbsp;<br />\r\n\t<br />\r\n\tFederal Rules of Evidence Statutory Supplement, 1991<br />\r\n\t<br />\r\n\tOfficial Code of Georgia Annotated, 2010<br />\r\n\t<br />\r\n\tNathan Deal for Governor, press release, &quot;Deal sought legal way to uphold rape convictions,&quot; Oct. 15, 2010<br />\r\n\t<br />\r\n\tWsbtv.com, &quot;<a href=\"http://www.wsbtv.com/video/25456906/index.html\">Victim Defends Deal&#39;s Handling of Rape Case</a>,&quot; Oct. 20, 2010<br />\r\n\t<br />\r\n\tInterview, Brian Robinson, spokesman, Nathan Deal for Governor, Oct. 20, 2010<br />\r\n\t<br />\r\n\tInterview, Emil Runge, spokesman, Roy Barnes for Governor, Oct. 19, 2010<br />\r\n\t<br />\r\n\tInterview, Cathey Steinberg, former state Senator, Oct. 19, 2010<br />\r\n\t<br />\r\n\tInterview, Lester Tate, president, State Bar of Georgia, Oct. 18, 2010<br />\r\n\t<br />\r\n\tInterview, Ronald Carlson, professor, University of Georgia law school, Oct. 22, 2010<br />\r\n\t<br />\r\n\tFulton County Daily Report, &quot;New rules of evidence threatened rape shield,&quot; Feb. 5, 1991<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, &quot;Bill would allow lawyer to ask questions on rape victim&#39;s past,&quot; Feb. 5, 1991<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, &quot;Senate OKs amended bill that retains rape shield,&quot; Feb. 5, 1991<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, &quot;Senate agrees to let rape shield law stand,&quot; Feb. 6, 1991<br />\r\n\t<br />\r\n\tRome News-Tribune, &quot;DA opposes move to limit scope of &#39;rape shield&#39; law,&quot; Feb. 6, 1991<br />\r\n\t<br />\r\n\tClayton News Daily, &quot;Sen. Deal drops attempt to repeal &#39;rape-shield&#39; law,&quot; Feb. 6, 1991<br />\r\n\t<br />\r\n\tGwinnett Daily News, &quot;Bill would guard victims&#39; privacy in rape testimony,&quot; Feb. 6, 1991<br />\r\n\t<br />\r\n\tColumbus Ledger-Enquirer, &quot;Senate was wise to revise Deal&#39;s rape legislation,&quot; Feb. 11, 1991<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, &quot;Court upholds law shielding rape victims,&quot; May 21, 1991</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Attorney", "false_count": 0, "first_name": "Roy", "half_true_count": 3, "home_state": "Georgia", "id": 420, "last_name": "Barnes", "mostly_true_count": 3, "name_slug": "roy-barnes", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/RoyBarnes.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/420/", "total_count": 10, "true_count": 0, "website": ""}, "statement": "<p>\r\n\tRepublican candidate for governor Nathan Deal fought to weaken Georgia&#39;s rape shield law.</p>\r\n", "statement_context": "a TV commercial", "statement_date": "2010-10-15", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 177, "photo": null, "resource_uri": "/api/v/2/subject/177/", "subject": "Criminal Justice", "subject_slug": "criminal-justice", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 146, "photo": null, "resource_uri": "/api/v/2/subject/146/", "subject": "Women", "subject_slug": "women", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 9, "current_job": "", "false_count": 5, "first_name": "Nathan", "half_true_count": 11, "home_state": "", "id": 441, "last_name": "Deal", "mostly_true_count": 11, "name_slug": "nathan-deal", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NathanDeal.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/441/", "total_count": 52, "true_count": 13, "website": ""}], "twitter_headline": "Did Nathan Deal really fight to weaken Georgia's rape shield law? #gapolitics"}