{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2010/oct/26/michael-steele/michael-steele-says-obamas-claims-hypocritical-his/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 2699, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/2699/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tFor weeks, Democratic leaders have been complaining about the tens of millions of dollars being poured into attack ads against the party&#39;s candidates. The ads have been funded by independent groups&nbsp; -- like the U.S. Chamber of Commerce and Karl Rove&#39;s Crossroads GPS -- that have no legal requirement (or inclination) to disclose their donors. President Barack Obama and House Speaker Nancy Pelosi say those groups have allowed anonymous special interest groups, perhaps even foreign corporations, undo influence on this election, threatening our very democracy.<br />\r\n\t<br />\r\n\tAsked about it on NBC&#39;s <a href=\"http://www.msnbc.msn.com/id/39782076/ns/meet_the_press-transcripts/\" id=\"i7.i\" title=\"&quot;Meet the Press&quot; on Oct. 23\"><em>Meet the Press</em> on Oct. 23</a>, Republican National Committee Chairman Michael Steele called the Democrats&#39; charge hypocritical.<br />\r\n\t<br />\r\n\t&quot;When President, then candidate, Obama was asked to disclose some of his donors because there was suspicion of their being the foreign source of money into his campaign, they refused to do it. So don&#39;t give me this high-and-mighty, holier-than-thou attitude about special interests flooding the political marketplace.&quot;<br />\r\n\t<br />\r\n\tWe&#39;ve fact-checked <a href=\"http://www.politifact.com/truth-o-meter/statements/2010/oct/11/barack-obama/president-barack-obama-says-foreign-money-coming-u/\" id=\"kll-\" title=\"several\">several</a> Democrats&#39; <a href=\"http://www.politifact.com/truth-o-meter/statements/2010/sep/28/david-axelrod/david-axelrod-independent-groups-behind-ads-attack/\" id=\"bj:j\" title=\"claims\">claims</a> about attack ads aimed at their candidates being financed by secret foreign donors.<br />\r\n\t<br />\r\n\tHere, we&#39;re checking the counter-claim from Steele, that during the 2008 presidential campaign, &quot;Obama was asked to disclose some of his donors because there was suspicion of their being the foreign source of money into his campaign, they refused to do it.&quot;<br />\r\n\t<br />\r\n\tDespite the context of the conversation, Steele was not contending that the Obama campaign was asked to disclose donors to independent groups funding attack ads. That&#39;s a somewhat new phenomenon this election cycle. Trade groups and other 501 (c) groups were always allowed to keep donors anonymous. But the Supreme Court&#39;s <em>Citizen United</em> case upped the stakes with a ruling that allows corporations to contribute unlimited amounts to independent efforts to support or oppose a candidate.<br />\r\n\t<br />\r\n\tWhat Steele was talking about is different.<br />\r\n\t<br />\r\n\tWe contacted the RNC for details about Steele&#39;s claim and were pointed toward an <a href=\"http://articles.sfgate.com/2008-08-21/news/17123452_1_obama-s-web-five-donors-foreign-donations\" id=\"x:z:\" title=\"Associated Press investigation\">Associated Press investigation</a> that found the Obama campaign had not properly safeguarded against illegal foreign donations in the run-up to the 2008 presidential election. Candidates can, of course, accept foreign donations from American citizens living overseas, and they are supposed to return any money donated by foreign nationals. But the AP investigation found &quot;clear evidence that the campaigns of both Obama and John McCain took money first and asked questions later. Shining a light on a weakness in the nation&#39;s campaign finance laws, the review turned up a smattering of illegal foreign donations to Obama as well as missing details in federal paperwork the law requires from Obama and McCain.&quot;<br />\r\n\t<br />\r\n\tThe issue was particularly striking, the story noted, as Obama was getting two-thirds of his contributions via the Internet. Online donors were asked to check a box certifying they were U.S. citizens. Although the Federal Elections Commission instructs campaigns to seek a donor&#39;s current U.S. passport when accepting money from an overseas address, many donors contacted by the AP said they were not asked to produce one before making their donation.<br />\r\n\t<br />\r\n\tIn one case highlighted in the story, the Obama campaign accepted a $500 donation from a Canadian man who wrote &quot;I am not an American citizen!&quot; on his contribution.<br />\r\n\t<br />\r\n\tThe <a href=\"http://www.fec.gov/law/cfr/ej_compilation/1997/1997-07_Best_Efforts.pdf\" id=\"czow\" title=\"Federal Elections Commission requires\">Federal Elections Commission requires</a> that &quot;treasurers of political committees exercise best efforts to obtain, maintain and report the complete identification of each contributor whose contributions aggregate more than $200 per calendar year.&quot;<br />\r\n\t<br />\r\n\tThe Obama campaign maintained it was complying with the law and that it met the &quot;best efforts&quot; standard with extensive &quot;back-end review&quot; of donations. That means the campaign accepted money and later checked to make sure the donations were proper. And campaign officials say that when they discovered illegal contributions from foreign nationals, the money was returned.<br />\r\n\t<br />\r\n\tThe RNC raised another issue to underpin Steele&#39;s accusation. It cited an Oct. 29, 2008, <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/10/28/AR2008102803413.html?wpisrc=nl_most\" id=\"f_.g\" title=\"story in the Washington Post\">story in the<em> Washington Post</em></a> that called out the Obama campaign for &quot;allowing donors to use largely untraceable prepaid credit cards that could potentially be used to evade limits on how much an individual is legally allowed to give or to mask a contributor&#39;s identity.&quot;<br />\r\n\t<br />\r\n\tAccording to the story, revelations about questionable donations from individuals using fake names &quot;prompted conservative bloggers to further test Obama&#39;s finance vetting by giving money using the kind of prepaid cards that can be bought at a drugstore and cannot be traced to a donor.&quot;<br />\r\n\t<br />\r\n\tThe story did not quantify how much the Obama campaign received in prepaid credit cards.<br />\r\n\t<br />\r\n\tThe <em>Washington Post</em> claim, though, wasn&#39;t that the Obama campaign refused to disclose the donors. It&#39;s that the campaign, by accepting donations via prepaid credit cards, made it impossible to verify whether the person was an American citizen or had exceeded donation limits.<br />\r\n\t<br />\r\n\t&quot;You don&#39;t know,&quot; said Doug Heye, a spokesman for the Republican National Committee. &quot;The rhetoric from the Obama campaign (about campaign finance disclosure) never matched the reality.&quot;<br />\r\n\t<br />\r\n\tIn October 2008, the <a href=\"http://politicalticker.blogs.cnn.com/2008/10/06/rnc-files-fec-complaint-about-obama-camps-finances/\" id=\"pe00\" title=\"RNC asked the Federal Election Commission\">RNC asked the Federal Election Commission</a> to look into every donation, large and small, made to the Obama campaign.<br />\r\n\t<br />\r\n\tAccording to the complaint, &quot;The RNC believes that&quot; the Obama campaign &quot;has (1) accepted prohibited foreign national contributions and (2) knowingly done so through its failure to reasonably investigate questionable contributions originating abroad.&quot;<br />\r\n\t<br />\r\n\tHeye said the FEC has not yet responded to the complaint.<br />\r\n\t<br />\r\n\tBrad Woodhouse, a spokesman for the Democratic National Committee, said &quot;the Obama campaign required donors to check a box confirming that they were U.S. citizens or green-card holders and refunded any contribution that came from any foreign national or other prohibited source.&quot; Woodhouse said the charge by Steele was &quot;a lie &ndash; and is just smokescreen by the RNC to distract from the secret money being spent by its allies like the Chamber of Commerce and Karl Rove.&quot;<br />\r\n\t<br />\r\n\tContributions from foreign nationals and people using fake names inevitably slip into campaigns accepting donations from hundreds of thousands of people, said Dave Levinthal of the nonpartisan Center for Responsive Politics. It&#39;s incumbent on campaigns to make a good faith effort to identify those bad donations and return them.<br />\r\n\t<br />\r\n\tLevinthal said he didn&#39;t remember the issue of illegal contributions being a &quot;a huge, overriding issue&quot; in the 2008 presidential campaign.<br />\r\n\t<br />\r\n\tIn fact, an analysis of campaign contributions by the Center for Responsive Politics found that the Obama campaign scored slightly higher than McCain&#39;s when it came to full disclosure of donors. The center found the <a href=\"http://www.opensecrets.org/pres08/summary.php?id=n00009638\" id=\"aa62\" title=\"Obama campaign\">Obama campaign</a> fully disclosed 90 percent of the donations to the campaign, as opposed to 87 percent for the <a href=\"http://www.opensecrets.org/pres08/summary.php?id=N00006424&amp;cycle2=2008&amp;goButt2.x=11&amp;goButt2.y=8\" id=\"bgdn\" title=\"McCain campaign\">McCain campaign</a>. The report found no information about the donor&#39;s employer and/or occupation listed for 6 percent of the Obama campaign&#39;s contributions, as opposed to 9 percent for McCain.<br />\r\n\t<br />\r\n\tWe think Steele&#39;s comment is misleading in the context of responding to Democrats&#39; complaints about tens of millions of dollars anonymously making their way into this election via independent groups like Crosssroads GPS. Steele&#39;s comments aren&#39;t directly related to that issue.<br />\r\n\t<br />\r\n\tThe RNC says Steele was referring to the fact that the Obama campaign accepted donations from prepaid credit cards, which makes it almost impossible to verify the donor. It may be a legitimate campaign finance issue, but it&#39;s not the same as saying that the Obama campaign was asked during the 2008 presidential campaign to reveal its donors and refused (as Steele alleged). The campaign readily provided the names of large donors as required by law. And there&#39;s no evidence that contributions from prepaid credit cards were anywhere near the huge sums being spent by independent groups in this election.<br />\r\n\t<br />\r\n\tAs for accepting money from foreign nationals, that&#39;s an issue all campaigns deal with (though more so for Obama, who got a lot of money from Americans overseas). Again, it&#39;s not that the Obama campaign was asked for names of foreign donors and refused. The campaign had names, and in most cases assurances from the donors, that they were American citizens. The allegation in the <em>Washington Post</em> story was that the campaign&#39;s vetting of foreign donations was not stringent enough up front. There was no issue of the Obama campaign willfully refusing to disclose the names of foreign donors. In fact, it was the disclosure of those names that allowed AP reporters to discover some of the donations were improper. &nbsp;<br />\r\n\t<br />\r\n\tAnd so we rate Steele&#39;s comment False.</p>\r\n", "ruling_comments_date": "2010-10-26T11:57:33.421597", "ruling_date": "2010-10-26T13:26:12", "ruling_headline": "Michael Steele says Obama's claims hypocritical: that his presidential campaign was asked to disclose donors and refused", "ruling_headline_slug": "michael-steele-says-obamas-claims-hypocritical-his", "ruling_link_text": "Not the same", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tMSNBC website, <a href=\"http://www.msnbc.msn.com/id/39782076/ns/meet_the_press-transcripts/\" id=\"ekbx\" title=\"&quot;Meet the Press&quot; transcript\">&quot;Meet the Press&quot; transcript</a>: interview with Michael Steele, Oct. 24, 2010<br />\r\n\t<br />\r\n\tWashington Post, <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/10/28/AR2008102803413.html?wpisrc=nl_most\" id=\"p:5x\" title=\"&quot;Obama Accepting Untraceable Donations,&quot;\">&quot;Obama Accepting Untraceable Donations,&quot;</a> by Matthew Mosk, Oct. 29, 2008<br />\r\n\t<br />\r\n\tAP, <a href=\"http://articles.sfgate.com/2008-08-21/news/17123452_1_obama-s-web-five-donors-foreign-donations\" id=\"gsmo\" title=\"&quot;Obama, McCain take cash first, ask questions later,&quot;\">&quot;Obama, McCain take cash first, ask questions later,&quot;</a> by Sharon Theimer and Troy Thibodeaux, Aug. 20, 2008<br />\r\n\t<br />\r\n\tCNN, <a href=\"http://politicalticker.blogs.cnn.com/2008/10/06/rnc-files-fec-complaint-about-obama-camps-finances/\" id=\"llqr\" title=\"&quot;RNC files FEC complaint about Obama camp's finances,&quot;\">&quot;RNC files FEC complaint about Obama camp&#39;s finances,&quot;</a> by Martina Stewart, Oct. 6, 2008<br />\r\n\t<br />\r\n\tFederal Election Commission website, <a href=\"http://www.fec.gov/law/cfr/ej_compilation/1997/1997-07_Best_Efforts.pdf\" id=\"ms6v\" title=\"Recordkeeping and Reporting by Political Committees: Best Efforts\">Recordkeeping and Reporting by Political Committees: Best Efforts</a><br />\r\n\t<br />\r\n\tCenter for Responsive Politics, <a href=\"http://www.opensecrets.org/pres08/summary.php?id=n00009638\" id=\"vtse\" title=\"Obama report card: How complete are this candidate's campaign finance reports?\">Obama report card: How complete are this candidate&#39;s campaign finance reports?</a><br />\r\n\t<br />\r\n\tCenter for Responsive Politics, <a href=\"http://www.opensecrets.org/pres08/summary.php?id=N00006424&amp;cycle2=2008&amp;goButt2.x=11&amp;goButt2.y=8\" id=\"nn:l\" title=\"McCain report card: How complete are this candidate's campaign finance reports?\">McCain report card: How complete are this candidate&#39;s campaign finance reports?</a><br />\r\n\t<br />\r\n\tNew York Times, Caucus blog, <a href=\"http://thecaucus.blogs.nytimes.com/2010/10/15/dncs-spokesmans-group-didnt-disclose-donors-either/\" id=\"v6t.\" title=\"&quot;D.N.C. Spokesman’s Former Group Didn’t Disclose Donors Either,&quot;\">&quot;D.N.C. Spokesman&rsquo;s Former Group Didn&rsquo;t Disclose Donors Either,&quot;</a> by Michael D. Shear, Oct. 15, 2010<br />\r\n\t<br />\r\n\tPolitiFact, &quot;President Barack Obama says foreign money coming in to the U.S. Chamber of Commerce may be helping to fund attack ads,&quot; by Robert Farley, Oct. 11, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Brad Woodhouse, spokesman for the Democratic National Committee, Oct. 25, 2010<br />\r\n\t<br />\r\n\tInterview with Doug Heye, a spokesman for the Republican National Committee, Oct. 25, 2010<br />\r\n\t<br />\r\n\tInterview with Dave Levinthal of the Center for Responsive Politics, Oct. 25, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "chairman of the Republican National Committee", "false_count": 1, "first_name": "Michael", "half_true_count": 1, "home_state": "Maryland", "id": 128, "last_name": "Steele", "mostly_true_count": 0, "name_slug": "michael-steele", "pants_count": 2, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Michael_Steele_cropped.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/128/", "total_count": 8, "true_count": 4, "website": "http://www.rnc.org/"}, "statement": "<p>\r\n\t&quot;When President, then candidate, Obama was asked to disclose some of his donors because there was suspicion of their being the foreign source of money into his campaign, they refused to do it.&quot;</p>\r\n", "statement_context": "an interview on NBC's \"Meet the Press\"", "statement_date": "2010-10-24", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 154, "photo": null, "resource_uri": "/api/v/2/subject/154/", "subject": "Campaign Finance", "subject_slug": "campaign-finance", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 107, "photo": null, "resource_uri": "/api/v/2/subject/107/", "subject": "Transparency", "subject_slug": "transparency", "used_in_edition": []}], "target": [{"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}], "twitter_headline": ""}