{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2010/oct/26/alex-sink/sink-claims-scott-said-he-wants-do-away-state-dca/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 2707, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/2707/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tThe Florida Department of Community Affairs, the state&#39;s growth management agency hated by developers, is one of the smallest state agencies. But the DCA became a big point of contention in the Oct. 25, 2010, gubernatorial debate between Democrat Alex Sink and Republican Rick Scott.<br />\r\n\t<br />\r\n\tDuring the debate at the University of South Florida televised on CNN, Sink said, according to the <a href=\"http://blastmagazine.com/2010/10/25/transcript-of-florida-gubernatorial-debate-with-cnns-john-king/6/\">transcript</a>:<br />\r\n\t<br />\r\n\t&quot;Well my opponent has said that he would do away with the Department of Community Affairs. It&rsquo;s the one state agency that holds local governments accountable for the dealings they have with developers. That&rsquo;s why we have Amendment 4 on the ballot because people were so frustrated about these out-of-control developments. I oppose Amendment 4 because I think it would be a job killer. But we cannot do away with our Department of Community Affairs, which is the only organization that handles growth management in Florida. He would just hand Florida over to development, to just go wild and that&rsquo;s not what Floridians want.&quot;<br />\r\n\t<br />\r\n\t(Amendment 4, which is also on the ballot Nov. 2, would give voters the right to vote on adopting or amending local land-use plans.)<br />\r\n\t<br />\r\n\tScott responded: &quot;Let&rsquo;s go back to the last question on DCA. I have not said that I would eliminate DCA. What I would do is go back to the original purpose of DCA. My opponent is an Obama liberal. She thinks people in Tallahassee can tell local communities exactly what they ought to do. Let&rsquo;s look at what&rsquo;s happened across our state. You can go all across the state and developments have been killed by all the regulation, all the paperwork. In fact you have to go to three or four agencies. I&rsquo;ll give you an example. Down close where I live (in Naples), Ave Maria University was recently built. Just in permits, just &mdash; not any building &mdash; just for the land, 78 permits, took years to do. DCA has killed jobs all across this state. We need to go back to the original purpose.&quot;<br />\r\n\t<br />\r\n\tIn this Truth-O-Meter we will explore, has Scott said &quot;he would do away with the Department of Community Affairs?&quot;<br />\r\n\t<br />\r\n\tFirst, some background on DCA that we found in an Oct. 8, 2010, <em><a href=\"http://www.tampabay.com/news/business/economicdevelopment/rick-scott-takes-aim-at-dca-the-states-growth-management-agency/1126677\">St. Petersburg Times</a></em> article about Scott&#39;s criticism of the state agency, and from our Oct. 26 interview with DCA secretary Tom Pelham.<br />\r\n\t<br />\r\n\tCreated in 1969, the agency reviews growth management decisions by cities and counties and distributes federal grants for neighborhood revitalization and other programs. DCA has a budget of about $315 million -- about $27 million is state money and the rest is federal -- and about 220 employees. About 57 employees work in the growth management section.<br />\r\n\t<br />\r\n\t&quot;The next governor will be forced to slash costs to cover an estimated $2.5 billion shortfall, but wiping out the DCA won&#39;t help much,&#39;&#39; stated the Oct. 8 article. &quot;That&#39;s because about 10 cents of every dollar it spends comes from state taxes.&quot;<br />\r\n\t<br />\r\n\tThe article paraphrased Pelham saying that the agency is necessary to mediate growth disputes between adjoining local governments and to review large development projects for their impacts on roads and other services.<br />\r\n\t<br />\r\n\tProposals to eliminate DCA have surfaced frequently, but the agency has survived. But does Scott want to wipe it out entirely?<br />\r\n\t<br />\r\n\tWe looked for comments Scott had made about the DCA in the campaign.<br />\r\n\t<br />\r\n\t&bull; In a Sept. 18 <em><a href=\"http://pqasb.pqarchiver.com/pnj/access/2140921081.html?FMT=ABS&amp;date=Sep+18%2C+2010\">Pensacola News Journal</a></em> article about Scott campaigning alongside Louisiana Gov. Bobby Jindal, Scott was quoted as saying: &quot;Amendment 4 would kill jobs, and like the DCA (Department of Community Affairs), it would slow down everything.&quot;<br />\r\n\t<br />\r\n\t&bull; In the Oct. 8 <em>St. Petersburg Times </em>article, Scott didn&#39;t say if he would get rid of DCA or how he would change it -- he was only quoted as criticizing it: &quot;On the campaign trail, I&#39;ll tell you the one that everybody&#39;s fed up with. It&#39;s DCA. It&#39;s really impacted people that want to build things. Their attitude is, &#39;How can somebody in Tallahassee tell my local community what we want, and DCA sits there and tells us we can&#39;t do it?&#39; &hellip; I&#39;ll tell you, it&#39;s really killing jobs.&quot;<br />\r\n\t<br />\r\n\t&bull; A columnist wrote in the <em><a href=\"http://ht.ly/19pn2B\">Florida Times-Union</a></em> Oct. 12: Scott &quot;wants to do away with the Department of Community Affairs, the state agency that at least provides some review of land use changes.&quot; But columnist Ron Littlepage didn&#39;t attribute or explain his claim. He told us in an e-mail that he based his column on the Oct. 8 <em>St. Petersburg Times </em>article.<br />\r\n\t<br />\r\n\t&bull; Charles Pattison, president of the environmental group 1000 Friends of Florida, wrote in a column Oct. 13 in the <em><a href=\"http://www.gainesville.com/article/20101013/NEWS/101019793\">Gainesville Sun</a></em> that &quot;According to recent news reports, gubernatorial candidate Rick Scott would support eliminating the state&#39;s land planning agency, the Florida Department of Community Affairs (DCA). He claims, &#39;It&#39;s really impacted people that want to build things.... It&#39;s really killing jobs.&#39; &quot; Again, no details showing Scott said he would eliminate it.<br />\r\n\t<br />\r\n\tWe also looked at Scott&#39;s <a href=\"http://www.rickscottforflorida.com/home/turn-florida-around/2-reduce-government-spending/\">campaign website</a>. Under a headline &quot;Reduce Government Spending&quot; Scott wrote: &quot;A 5% reduction in the state workforce will save almost $300 million&quot; -- but again, no specifics about the DCA.<br />\r\n\t<br />\r\n\tWe asked Pelham directly if he had heard Scott say that he wants to eliminate DCA.<br />\r\n\t<br />\r\n\t&quot;What we&#39;ve heard is what was indicated in the ... <em>St. Pete Times </em>article in which he says DCA is really killing jobs, and everybody is fed up with DCA, etc.,&#39;&#39; said Pelham, who served as DCA secretary between 1987 and 1991 and was appointed again in 2007. &quot;I don&#39;t recall reading anything where he used the words we should eliminate DCA.&quot;<br />\r\n\t<br />\r\n\tWe also asked Pelham whether the &quot;original purpose&quot; of DCA had changed, since Scott said he wanted to return to that original purpose.<br />\r\n\t<br />\r\n\tThe agency changed dramatically over the years -- at one point it also encompassed Veteran Affairs and programs dealing with juvenile justice, Pelham said. Florida didn&#39;t have the growth management act until 1985, which led to DCA overseeing the growth management office.&nbsp;Pelham was brought in to do that when he served as secretary from 1987 to 1991. Prior to that act, there was a division of state planning that oversaw a much weaker act that didn&#39;t give the state authority to reject comprehensive plan amendments but only give recommendations, Pelham said.<br />\r\n\t<br />\r\n\tIf Scott wins the election, he can&#39;t simply shut down DCA. Eliminating the agency would require a vote by the Legislature and eliminating its functions or assigning them to other agencies, said Pelham.<br />\r\n\t<br />\r\n\tPelham disputes Scott&#39;s claim that DCA is &quot;killing jobs&quot;.<br />\r\n\t<br />\r\n\tDCA reviews proposed amendments to comprehensive plans. Since 2007, DCA has approved more than 90 percent of those amendments for 700,000 acres in land allowing an increase in residential development potential of more than a half-million units and an increase in non-residential development capacity of 1.4 billion square feet, Pelham said.<br />\r\n\t<br />\r\n\t&quot;How anyone could say DCA is killing jobs is beyond me,&quot; Pelham said. &quot;It&#39;s an irresponsible statement -- not supported by facts. I challenge anyone to show me one job the department has killed. When we say &#39;no,&#39; none of our decisions are final. They are subject to appeal.&quot;<br />\r\n\t<br />\r\n\tRejected applicants can appeal to an administrative law judge, then the governor and cabinet and then the district court of appeal.<br />\r\n\t<br />\r\n\t&quot;We don&#39;t have final decision-making authority on anything,&quot; he said.<br />\r\n\t<br />\r\n\tHe said his department may reject land-use amendments, for example, when people propose large developments in the middle of wetlands or that pose safety concerns.<br />\r\n\t<br />\r\n\t&quot;It&#39;s not DCA that killed jobs,&quot; Pelham said. &quot;It&#39;s the national and international global economy that has crashed.&quot;<br />\r\n\t<br />\r\n\tOn Oct. 26, the morning after the debate, we contacted Sink&#39;s campaign by e-mail and asked for evidence that Scott said &quot;he would do away with&quot; the DCA. The Sink campaign sent us back quotes from the same newspaper articles or columns that we had already found.<br />\r\n\t<br />\r\n\tWe interviewed Sink campaign spokesman Dan McLaughlin who did not point us to any proof that Scott &quot;has said that he would do away with the Department of Community Affairs.&quot; But McLaughlin said in an interview that Scott has sent a &quot;clear signal&quot; that the department should be returned to its &quot;original purpose&quot; which wasn&#39;t about growth management. Scott&#39;s comments, McLaughlin said, &quot;set against the background of a very extremely conservative Legislature and sunsetting of the department that would come up in the first year of the next governor&#39;s administration, it is our belief it is totally accurate with Rick Scott as governor the DCA would go away. He has said he does not want it existing in its current form.&quot;<br />\r\n\t<br />\r\n\t(The &quot;sunsetting&quot; refers to a review by the Legislature -- earlier this year the Senate voted to let the DCA survive but the House failed to act, leaving it in limbo for now. The <em>St. Petersburg Times </em>article stated that Rep. Dean Cannon, R-Winter Park, the incoming House speaker, says he wouldn&#39;t mind seeing the DCA disappear.)<br />\r\n\t<br />\r\n\tWe also contacted Scott&#39;s campaign and asked for his plans for the state agency.<br />\r\n\t<br />\r\n\tScott consultant Donna Arduin said that Scott has said he will &quot;put all regulations to a freeze and review plan so he could determine whether or not the benefits are worth the cost,&quot; but he hasn&#39;t said he would get rid of DCA.<br />\r\n\t<br />\r\n\tBy returning DCA to its &quot;original purpose,&quot; Scott meant &quot;we need to make sure development meets environmental standards rather than killing jobs.&quot;<br />\r\n\t<br />\r\n\tWe also asked Arduin to explain what Scott meant about the DCA &quot;killing jobs.&quot; She said that some potential investors decide not to come to Florida because they determine the &quot;length and expense of the process they must go through in Florida that other states don&#39;t have. They have to pay for consultants, lawyers, lobbyists. They have a time delay to go through the process. Even if they have a 90 percent chance of getting approved, they have now added a huge expense and delay to the potential of investing in Florida.&quot; And for investors who do proceed with development here, if they didn&#39;t have to spend money to go through the DCA process, they could use that money for other jobs, she said. She didn&#39;t have any examples of investors who turned away.<br />\r\n\t<br />\r\n\tWas Sink correct to claim that Scott &quot;has said that he would do away with the Department of Community Affairs?&quot; Sink&#39;s campaign has not produced evidence that Scott made that statement and the burden of proof is on her to back up her attack made in the final full week of the campaign. Scott has clearly criticized the agency, saying it has been &quot;killing jobs,&quot; but during the debate he denied saying he wanted to eliminate it. Scott&#39;s campaign repeated his denial but didn&#39;t provide specifics for his plans for the DCA. So other than a review, Scott&#39;s plan for the agency, if he wins, remains a mystery. Still, without evidence that Scott said it, we rate this claim False.&nbsp;</p>\r\n", "ruling_comments_date": "2010-10-26T18:19:30.599957", "ruling_date": "2010-10-26T19:09:21", "ruling_headline": "Alex Sink claims Rick Scott said he wants to do away with state DCA", "ruling_headline_slug": "sink-claims-scott-said-he-wants-do-away-state-dca", "ruling_link_text": "He sure doesn't like the DCA but hasn't said he'll abolish it", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tCNN <a goog_docs_charindex=\"10956\" href=\"http://blastmagazine.com/2010/10/25/transcript-of-florida-gubernatorial-debate-with-cnns-john-king/6/\">transcript</a>, Florida governor&#39;s race, Oct. 25, 2010<br goog_docs_charindex=\"11008\" />\r\n\t<br goog_docs_charindex=\"11009\" />\r\n\t<em>Pensacola News Journal</em>, <a goog_docs_charindex=\"11034\" href=\"http://pqasb.pqarchiver.com/pnj/access/2140921081.html?FMT=ABS&amp;date=Sep+18%2C+2010\">&quot;Scott &#39;gets to work&#39; on trail with Jindal,&quot;</a> Sept. 18, 2010<br goog_docs_charindex=\"11095\" />\r\n\t<br goog_docs_charindex=\"11096\" />\r\n\t<em>St. Petersburg Times</em>, <a goog_docs_charindex=\"11119\" href=\"http://www.tampabay.com/news/business/economicdevelopment/rick-scott-takes-aim-at-dca-the-states-growth-management-agency/1126677\">&quot;Rick Scott takes aim at DCA, the state&#39;s growth management agency,&quot;</a> Oct. 8, 2010<br goog_docs_charindex=\"11202\" />\r\n\t<br goog_docs_charindex=\"11203\" />\r\n\t<em>Florida Times-Union,</em> <a goog_docs_charindex=\"11225\" href=\"http://ht.ly/19pn2B\">&quot;Scott&#39;s &#39;solution&#39; is worse than even Amendment 4,&quot;</a> Oct. 12, 2010<br goog_docs_charindex=\"11293\" />\r\n\t<br goog_docs_charindex=\"11294\" />\r\n\t<em>Gainesville Sun</em>, <a goog_docs_charindex=\"11312\" href=\"http://www.gainesville.com/article/20101013/NEWS/101019793\">&quot;Charles Pattison: State Growth management agency unfairly attacked,&quot;</a> Oct. 13, 2010<br goog_docs_charindex=\"11397\" />\r\n\t<br goog_docs_charindex=\"11398\" />\r\n\tRick Scott campaign website, <a goog_docs_charindex=\"11428\" href=\"http://www.rickscottforflorida.com/home/turn-florida-around/2-reduce-government-spending/\">&quot;Reduce government spending,&quot;</a> accessed Oct. 26, 2010<br goog_docs_charindex=\"11482\" />\r\n\t<br goog_docs_charindex=\"11483\" />\r\n\tInterview, Rick Scott campaign spokesman Brian Burgess, Oct. 26, 2010<br goog_docs_charindex=\"11553\" />\r\n\t<br goog_docs_charindex=\"11554\" />\r\n\tInterview, Rick Scott campaign consultant Donna Arduin, Oct. 26, 2010<br goog_docs_charindex=\"11624\" />\r\n\t<br goog_docs_charindex=\"11625\" />\r\n\tInterview, Alex Sink campaign spokesman Dan McLaughlin, Oct. 26, 2010<br goog_docs_charindex=\"11695\" />\r\n\t<br goog_docs_charindex=\"11696\" />\r\n\tInterview, Florida Department of Community Affairs Secretary Tom Pelham, Oct. 26, 2010<br goog_docs_charindex=\"11783\" />\r\n\t<br goog_docs_charindex=\"11784\" />\r\n\tInterview, Florida Department of Community Affairs spokesman James Miller, Oct. 26, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 2, "first_name": "Alex", "half_true_count": 2, "home_state": "Florida", "id": 299, "last_name": "Sink", "mostly_true_count": 4, "name_slug": "alex-sink", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Alex_Sink.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/299/", "total_count": 19, "true_count": 10, "website": "http://www.alexforcongress.com/"}, "statement": "<p>\r\n\tRick Scott &quot;has said that he would do away with the Department of Community Affairs.&quot;<br />\r\n\t&nbsp;</p>\r\n", "statement_context": "a debate", "statement_date": "2010-10-25", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [{"adkey": "", "advalue": "", "barely_true_count": 32, "current_job": "Governor", "false_count": 26, "first_name": "Rick", "half_true_count": 40, "home_state": "Florida", "id": 383, "last_name": "Scott", "mostly_true_count": 36, "name_slug": "rick-scott", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/rlscott.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/383/", "total_count": 166, "true_count": 15, "website": "http://www.flgov.com/"}], "twitter_headline": ""}