{"art": [{"brightcove": "", "caption": "They're at it again: People who write, \"Forward this to everyone you know!\" ", "id": 448, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Keyboard_Hands.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/448/", "title": "Chain e-mail: Keyboard hands", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "bbowers@politifact.com", "first_name": "Becky", "id": 177, "last_name": "Bowers", "name_slug": "becky-bowers", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/bbowers-politifact-mug_.gif", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/177/", "title": "PolitiFact Digital Operations Manager", "twitter": null}], "canonical_url": "/florida/statements/2010/oct/27/chain-email/chain-e-mail-attacks-vote-no-4-backers-bulked-bail/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 2712, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "bbowers@politifact.com", "first_name": "Becky", "id": 177, "last_name": "Bowers", "name_slug": "becky-bowers", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/bbowers-politifact-mug_.gif", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/177/", "title": "PolitiFact Digital Operations Manager", "twitter": null}], "resource_uri": "/api/v/2/statement/2712/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tFact-checking chain e-mails doesn&rsquo;t often carry twists like a Carl Hiaasen novel. You could say PolitiFact Florida just got lucky.<br />\r\n\t<br />\r\n\tWe recently got our hands on <a href=\"http://www.documentcloud.org/documents/11335-amend4-chain-e-mail.html\">an anonymous chain letter</a> that landed in the in-box of Bill Adair, editor of PolitiFact and Washington bureau chief for the <em>St. Petersburg Times</em>. It delved into the often dense worlds of campaign finance, congressional bailouts and tax policy &mdash; then beseeched voters to visit the campaign website of <a href=\"http://floridahometowndemocracy.com/\">Florida Hometown Democracy</a>.<br />\r\n\t<br />\r\n\tThat&rsquo;s one of two of main political action committees wielding millions of dollars in their battle over Amendment 4, a Florida constitutional proposal on the Nov. 2, 2010, ballot that would put certain land use decisions directly before voters. Most of those millions &mdash; <a href=\"http://www.documentcloud.org/documents/11376-campaign-finance-activity-division-of-elections-florida-department-of-state.html\">$10.5 million</a>, in fact &mdash; have been raised by the main &quot;<a href=\"http://www.florida2010.org/\">Vote No on 4</a>&quot; effort.<br />\r\n\t<br />\r\n\tThis e-mail purported to lift the veil on just whose cash had been flowing to &quot;Vote No on 4.&quot; The biggest donor, it said, was the Florida Association of Realtors, followed by big home builders. Then came this claim, in all its bolded and underlined glory: &nbsp;&quot;<strong>Here&rsquo;s the killer: Many of the companies bankrolling the ad campaign <u>against</u> Amendment 4 are recipients of a <u>congressional bailout</u>, in the form of humongous tax refunds earlier this year.</strong>&quot; It later added: &quot;So, when you see all those dire-sounding, fright-filled TV commercials, <u>remember whose paying for them</u>. <u><strong>You are</strong></u>.&quot;<br />\r\n\t<br />\r\n\tE-mail forwards are a notoriously unreliable form of campaign rhetoric, so with a big choice looming Nov. 2, we decided to run the &quot;humongous tax refunds&quot; claim through the Truth-O-Meter.<br />\r\n\t<br />\r\n\tFirst we were curious about the source of the e-mail, since we want to give the person behind a claim the chance to support it. We asked Wayne Garcia, communications director for Florida Hometown Democracy, if it originated with the campaign.<br />\r\n\t<br />\r\n\tIt wasn&rsquo;t a campaign e-mail, he said &mdash;&nbsp;he&rsquo;d never seen it before. However, the idea was nothing new, and he pointed us to some evidence. The Hometown Democracy campaign made similar claims in a <a href=\"http://www.documentcloud.org/documents/11336-fhd-bailout-release-august-12.html\">news release</a> on Aug. 12, 2010. It listed&nbsp;<a href=\"http://www.documentcloud.org/documents/11375-contributions-query-results-contributions-over-100-000.html\">major &quot;Vote No on 4&quot; campaign contributors</a> such as Pulte Homes, Lennar Homes and KB Home that it said benefited from &quot;billions in federal bailout money.&quot; Garcia also pointed us to news articles by the <em>New York Times</em>, Reuters and <em>Builder Magazine</em> that explained the tax refunds.<br />\r\n\t<br />\r\n\tWe got to work with a few key questions: Did companies actually get a &quot;bailout&quot; in the form of &quot;humongous tax refunds&quot;? And did evidence about a handful of home builders support the claim that &quot;<em>many </em>of the companies&quot; behind &quot;Vote No on 4&quot; got a bailout?<br />\r\n\t<br />\r\n\t<strong>A bailout by any other name</strong><br />\r\n\t<br />\r\n\tFirst, the bailout question. Any &quot;<a href=\"http://www.merriam-webster.com/dictionary/bailout\">rescue from financial distress</a>&quot; qualifies as a bailout to us. And last year, the <a href=\"http://www.nahb.org/generic.aspx?genericContentID=122354&amp;fromGSA=1\">National Association of Home Builders</a> did indeed lobby Congress for &mdash; and win &mdash; a change in tax law that it argued was a &quot;critical stimulus measure for the U.S. economy&quot; that would provide &quot;an infusion of monetary resources for firms struggling to retain workers and undertake economic activity.&quot;<br />\r\n\t<br />\r\n\tTechnically &mdash; skip forward a few sentences if this word makes your eyes glaze over &mdash; it supported an expansion of the net operating loss carryback period, allowing businesses with losses to carry back deductions for five years instead of just two. As a <a href=\"http://www.nahb.org/generic.aspx?genericContentID=122354&amp;fromGSA=1\">National Association of Home Builders report</a> explained, &quot;The carryback option allows businesses to offset prior taxes paid, thereby generating tax refunds to finance ongoing expenses.&quot; A two-year carryback was simply too short for builders, it argued, since many had suffered since late 2005. In a two-year period, it claimed, there wouldn&rsquo;t necessarily be enough taxable income to offset builders&rsquo; financial trauma.<br />\r\n\t<br />\r\n\tSmall businesses had scored this benefit in the stimulus bill, the American Recovery and Reinvestment Act of 2009. But big companies wanted to get in the game. The home builders&rsquo; association projected the change was potentially worth billions.<br />\r\n\t<br />\r\n\tPresident Barack Obama handed it to them Nov. 6, 2009, when he signed the <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getdoc.cgi?dbname=111_cong_bills&amp;docid=f:h3548enr.txt.pdf\">Worker, Homeownership and Business Assistance Act</a>. A <em>New York Times</em> column proclaimed days later &quot;<a href=\"http://www.nytimes.com/2009/11/15/business/economy/15gret.html?_r=1\">Home Builders (You Heard That Right) Get a Gift</a>.&quot; <em>Builder Magazine</em> added up the lucre in February 2010: <a href=\"http://www.builderonline.com/earnings-reports/builders-cash-in-on-tax-refund.aspx\">Nearly $2 billion in total tax refunds for the last three months of 2009</a>.<br />\r\n\t<br />\r\n\tNot content to rely on secondhand sources, we spot-checked records ourselves, finding references to the new tax benefits in public filings. The general story held up. <a href=\"http://www.documentcloud.org/documents/11397-pultegroup-8-k-feb-9-2010.html\">PulteGroup</a> did indeed report an $800 million boost in fourth quarter 2009. <a href=\"http://www.sec.gov/Archives/edgar/data/795266/000095012310001853/c94586exv99w1.htm\">KB Home</a> reported an income tax benefit of $191.7 million, as reported in the <em>Builder Magazine</em> and Hometown Democracy charts. Meanwhile, the fourth-quarter <a href=\"http://www.documentcloud.org/documents/11396-lennar-corp-8-k-feb-11-2010.html\">Lennar Corp.</a> number wasn&#39;t as easy to come by. While the charts said $251.1 million, <em>Builder Magazine </em>editor John Caulfield told us Oct. 27 that he was looking at the wrong report as he prepared his story. Lennar did say it expected a tax refund for the year of $320 million, though didn&#39;t appear to break out a fourth-quarter tax benefit.<br />\r\n\t<br />\r\n\tWe also confirmed &quot;Vote No on 4&quot; campaign contributions from builders named in the Florida Hometown Democracy news release. Many were heavy hitters: A query to a Florida Division of Elections database for contributors who&rsquo;ve <a href=\"http://www.documentcloud.org/documents/11375-contributions-query-results-contributions-over-100-000.html\">handed over more than $100,000</a> each to fight the direct democracy initiative shows Pulte Homes Corp., Lennar Family of Builders, KB Home and more.<br />\r\n\t<br />\r\n\t(PulteGroup, for the record, said its commitment to oppose Amendment&nbsp;4 &quot;was made in 2009 prior to the receipt of any tax refund.&quot;)<br />\r\n\t<br />\r\n\t<strong>Beyond the builders</strong><br />\r\n\t<br />\r\n\tFlorida Hometown Democracy&rsquo;s August press release broke out just 12 builders as specific examples of companies that benefited from the tax change and contributed to &quot;Vote No on 4.&quot; It pointed out that private companies wouldn&rsquo;t have to reveal their tax records.<br />\r\n\t<br />\r\n\tSo we wondered: Would the word &quot;many&quot; in the claim hold up under scrutiny?<br />\r\n\t<br />\r\n\tWell, here&rsquo;s twist No. 1.<br />\r\n\t<br />\r\n\tIt wasn&rsquo;t just builders that benefited from the 2009 tax change. We called Steven Friedman, national director of home building services for Ernst &amp; Young, who explained that the carryback provision applied to nearly everyone, companies and individuals alike.<br />\r\n\t<br />\r\n\tOther than industries with special rules such as finance or insurance &mdash; and companies that already benefited from TARP funds &mdash; anyone with the appropriate losses and prior taxable income could benefit, he said.<br />\r\n\t<br />\r\n\t&quot;The point is, this was a very broad-based change in the law,&quot; he said. &quot;This was not a rifle shot targeted to Wall Street, to home builders, take your pick.&quot;<br />\r\n\t<br />\r\n\tWe had crunched the campaign contributor data, which showed <a href=\"http://www.documentcloud.org/documents/11372-contributions-query-results-division-of-elections-florida-department-of-state.html\">more than 1,000 contributions</a> to the main &quot;Vote No on 4&quot; political action committee, Citizens for Lower Taxes and a Stronger Economy. When we pulled out individuals and industry and lobbying groups, such as leading donor Florida Association of Realtors Advocacy Fund, <a href=\"http://www.documentcloud.org/documents/11517-pac-contrib-analysis-by.html\">about 430 contributions were left</a>, primarily from companies. The most common self-identified occupations included construction, development and real estate.<br />\r\n\t<br />\r\n\tDid &quot;many&quot; of those companies benefit from the tax refund &quot;bailout?&quot; We would have to know whether they had suffered the appropriate losses in 2008 or 2009 and previously had taxable income to offset. We could make an educated guess that it was likely for builders, developers and real estate companies, given the recession, but without intensive research &mdash; and likely stonewalls in the case of private companies &mdash; we couldn&rsquo;t know for sure.<br />\r\n\t<br />\r\n\t<strong>The final twist</strong><br />\r\n\t&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;<br />\r\n\tIf we could only talk with the originator of the chain e-mail claim, perhaps we would discover a powerful act of database journalism that cross-linked every business that contributed to &quot;Vote No on 4&quot; with any refunds supercharged by the 2009 tax law change.<br />\r\n\t<br />\r\n\tAs it was, we were making some leaps &mdash; names weren&rsquo;t usually an identical match. PulteGroup, for example, recorded the $800 million tax benefit. Pulte Homes Group made the $567,000 political donation.<br />\r\n\t<br />\r\n\tThen we found the author. Well, sort of.<br />\r\n\t<br />\r\n\tAn Internet search on &quot;humongous tax refunds&quot; turned up the source, all right: novelist and <em>Miami Herald</em> columnist Carl Hiaasen. But he had nothing to do with the chain e-mail.<br />\r\n\t<br />\r\n\tInstead, someone had borrowed liberally from his Oct. 9, 2010, column, &quot;<a href=\"http://www.miamiherald.com/2010/10/09/v-fullstory/1865470/running-scared-over-amendment.html\">Running scared over Amendment 4</a>.&quot; Hiaasen, who takes shady Florida developers to task in his novels, used this column to shake a finger at special interests for their attacks on Amendment 4. He connected big-builder contributors to those tax refunds. He told his readers: &quot;These guys are using <em>your</em> money to keep your voice, and your vote, out of the neighborhood planning process.&quot;<br />\r\n\t<br />\r\n\tPolitiFact Florida got Hiaasen on the phone.<br />\r\n\t<br />\r\n\t&quot;The tax refunds these companies got were well documented,&quot; he said. True.<br />\r\n\t<br />\r\n\tBut could he confirm that &quot;many&quot; companies that contributed got the bailouts?<br />\r\n\t<br />\r\n\t&quot;It depends on your definition of many,&quot; he said.<br />\r\n\t<br />\r\n\tIt would be great if someone would cross-check those contributors with data on tax refunds, he offered. He could do it, just not immediately.<br />\r\n\t<br />\r\n\tBut he had been struck that builders, who contributed to the over-development that brought on the real estate collapse in the first place, had benefited from an act of Congress &mdash; and now opposed a measure that would give voters a say in their work.<br />\r\n\t<br />\r\n\t&quot;When you start taking handouts from the government and then suddenly have enough money to get politically involved at this level, with this much cash going in, I think you need to be accountable, and I think the public needs to know where their bailout dollars are going,&quot; he said.<br />\r\n\t<br />\r\n\tBut he didn&rsquo;t have that dreamy database we&rsquo;d been hoping for.<br />\r\n\t<br />\r\n\tSo what does the Truth-O-Meter make of all this?<br />\r\n\t<br />\r\n\tFirst, what we can confirm: Some companies bankrolling the ad campaign against Amendment 4 are recipients of a congressional bailout in the form of tax refunds.</p>\r\n<p>\r\n\tWhat no one has yet proved, though it seems likely: &quot;Many.&quot;</p>\r\n<p>\r\n\tWhat we won&rsquo;t rule on: &quot;Humongous.&quot; While hundreds of millions of dollars sounds large to us, that&rsquo;s a value judgment best reserved for opinion columns and novels.<br />\r\n\t<br />\r\n\tThe statement we&rsquo;re ruling on relies on finding companies that both got and gave, not on establishing a link between the cash flows. We don&rsquo;t define &quot;many&quot; but we confirmed at least &quot;some&quot; &mdash; just 12 builders represent nearly $2 million for &quot;Vote No on 4,&quot; about 18 percent of the money raised. We find it valuable context that companies far beyond home builders, Realtors and developers&nbsp;also benefited from this tax change &mdash; even, say, <a href=\"http://www.businessweek.com/bwdaily/dnflash/content/nov2009/db2009112_750850.htm\">newspaper companies</a>. We rule this claim Half True. Though if Mr. Hiaasen comes up with that magical database, we&rsquo;d be happy to reconsider.</p>\r\n<p>\r\n\t<strong>UPDATE:</strong> John Caulfield, who graciously acknowledged his mistake on a Lennar number, later showed us one of our own errors. Our original post of this item used a year-end tax figure, not a fourth-quarter one, for KB Home. That has now been corrected.</p>\r\n", "ruling_comments_date": "2010-10-27T12:20:01.864664", "ruling_date": "2010-10-27T16:09:37", "ruling_headline": "A chain e-mail attacks \"Vote No on 4\" backers as bulked up on bailout bucks", "ruling_headline_slug": "chain-e-mail-attacks-vote-no-4-backers-bulked-bail", "ruling_link_text": "'Many' is tough to confirm", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tChain e-mail, &quot;<a href=\"http://www.documentcloud.org/documents/11335-amend4-chain-e-mail.html\">Disgusting is the ONLY word !</a>&quot; Tuesday, Oct. 12, 2010<br />\r\n\t<br />\r\n\tFlorida Division of Elections campaign finance database, <a href=\"http://www.documentcloud.org/documents/11376-campaign-finance-activity-division-of-elections-florida-department-of-state.html\">search results showing campaign finance totals for Citizens for Lower Taxes and a Stronger Economy</a>, accessed Oct. 19, 2010<br />\r\n\t<br />\r\n\tFlorida Hometown Democracy news release, &quot;<a href=\"http://www.documentcloud.org/documents/11336-fhd-bailout-release-august-12.html\">Bailed-Out &quot;Bubble Builders&quot; Funneling Millions into Florida to Deny Citizens The Right to Vote</a>,&quot; Aug. 12, 2010, via spokesman Wayne Garcia<br />\r\n\t<br />\r\n\tFlorida Division of Elections campaign finance database, <a href=\"http://www.documentcloud.org/documents/11375-contributions-query-results-contributions-over-100-000.html\">search results showing contributions over $100,000 to Citizens for Lower Taxes and a Stronger Economy</a>, accessed Oct. 19, 2010<br />\r\n\t<br />\r\n\tPulteGroup, e-mail from spokeswoman Valerie Dolenga, Oct. 25, 2010<br />\r\n\t<br />\r\n\t&nbsp;Becky Bowers, <a href=\"http://www.documentcloud.org/documents/11517-pac-contrib-analysis-by.html\">analysis of state campaign finance database</a>, October 2010<br />\r\n\t<br />\r\n\tMerriam-Webster, <a href=\"http://www.merriam-webster.com/dictionary/bailout\">definition of &quot;bailout&quot;</a>, accessed Oct. 26, 2010<br />\r\n\t<br />\r\n\tNational Association of Home Builders, &quot;<a href=\"http://www.nahb.org/generic.aspx?genericContentID=122354&amp;fromGSA=1\">Economic Analysis of NOL Carryback Relief</a>,&quot; Aug. 18, 2009<br />\r\n\t<br />\r\n\tNational Association of Home Builders, e-mail from Liz Thompson, media relations manager in<br />\r\n\tpublic affairs and advocacy, Oct. 26, 2010<br />\r\n\t<br />\r\n\tLibrary of Congress, <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getdoc.cgi?dbname=111_cong_bills&amp;docid=f:h3548enr.txt.pdf\">Worker, Homeownership and Business Assistance Act of 2009</a> [PDF]<br />\r\n\t<br />\r\n\tNew York Times, &quot;<a href=\"http://www.nytimes.com/2009/11/15/business/economy/15gret.html\">Home Builders (You Heard That Right) Get a Gift</a>,&quot; Nov. 14, 2009<br />\r\n\t<br />\r\n\tBuilder Magazine, &quot;<a href=\"http://www.builderonline.com/earnings-reports/builders-cash-in-on-tax-refund.aspx\">Builders Cash in on Tax Refunds</a>,&quot; Feb. 9, 2010<br />\r\n\t<br />\r\n\tPulteGroup, <a href=\"http://www.documentcloud.org/documents/11397-pultegroup-8-k-feb-9-2010.html\">8-K filing</a>, Feb. 9, 2010<br />\r\n\t<br />\r\n\tLennar Corp., <a href=\"http://www.documentcloud.org/documents/11396-lennar-corp-8-k-feb-11-2010.html\">8-K filing</a>, Feb. 11, 2010<br />\r\n\t<br />\r\n\tKB Home, <a href=\"http://www.sec.gov/Archives/edgar/data/795266/000095012310001853/c94586exv99w1.htm\">news release on 8-K filing</a>, Jan. 12, 2010</p>\r\n<p>\r\n\tJohn Caulfield, senior editor for <em>Builder Magazine</em>, e-mail Oct. 27<br />\r\n\t<br />\r\n\tMiami Herald, &quot;<a href=\"http://www.miamiherald.com/2010/10/09/v-fullstory/1865470/running-scared-over-amendment.html\">Running scared over Amendment 4</a>,&quot; Oct. 9, 2010<br />\r\n\t<br />\r\n\tCarl Hiaasen, interview, Oct. 25, 2010<br />\r\n\t<br />\r\n\tBuilder Magazine, &quot;<a href=\"http://www.builderonline.com/legislation/builders-may-receive-cash-infusion-from-new-tax-bill.aspx\">Builders May Receive Cash Infusion from New Tax Bill</a>,&quot; Nov. 6, 2009<br />\r\n\t<br />\r\n\tBloomberg Businessweek, &quot;<a href=\"http://www.businessweek.com/bwdaily/dnflash/content/nov2009/db2009112_750850.htm\">Tax-Loss Carryback Provision Glides in Congress</a>,&quot; Nov. 2, 2009</p>", "speaker": {"adkey": "People ", "advalue": "Fake_news", "barely_true_count": 11, "current_job": "", "false_count": 44, "first_name": "", "half_true_count": 8, "home_state": "", "id": 27, "last_name": "Chain email", "mostly_true_count": 5, "name_slug": "chain-email", "pants_count": 106, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-emailer.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/27/", "total_count": 180, "true_count": 6, "website": ""}, "statement": "<p>\r\n\t&quot;Many of the companies bankrolling the ad campaign against Amendment 4 are recipients of a congressional bailout, in the form of humongous tax refunds earlier this year.&quot;</p>\r\n", "statement_context": "a chain e-mail", "statement_date": "2010-10-12", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 112, "photo": null, "resource_uri": "/api/v/2/subject/112/", "subject": "Florida", "subject_slug": "florida", "used_in_edition": []}, {"description": "", "id": 162, "photo": null, "resource_uri": "/api/v/2/subject/162/", "subject": "Florida Amendments", "subject_slug": "florida-amendments", "used_in_edition": ["/api/v/2/edition/4/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 2, "home_state": "Florida", "id": 342, "last_name": "Citizens for Lower Taxes and a Stronger Economy", "mostly_true_count": 0, "name_slug": "citizens-lower-taxes-and-stronger-economy", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/citizens.png", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/342/", "total_count": 5, "true_count": 1, "website": "http://www.florida2010.org/"}], "twitter_headline": ""}