{"art": [], "author": [{"email_address": "gemery@cox.net", "first_name": "C. Eugene", "id": 144, "last_name": "Emery Jr.", "name_slug": "c-eugene-emery", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/gene_emery80_.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/144/", "title": "PolitiFact correspondent", "twitter": null}], "canonical_url": "/rhode-island/statements/2010/oct/28/john-loughlin/house-candidate-loughlin-claims-94-percent-carbon-/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "tmurphy@providencejournal.com", "first_name": "Tim", "id": 145, "last_name": "Murphy", "name_slug": "tim-murphy", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/tim_murphy2_80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/145/", "title": "Editor", "twitter": null}], "facebook_headline": null, "id": 2715, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "gemery@cox.net", "first_name": "C. Eugene", "id": 144, "last_name": "Emery Jr.", "name_slug": "c-eugene-emery", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/gene_emery80_.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/144/", "title": "PolitiFact correspondent", "twitter": null}], "resource_uri": "/api/v/2/statement/2715/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>We all know about the theory of climate change, the idea that the earth is gradually warming because of pollution. Whenever the weather turns particularly hot or cold, we joke about it, often in supportive or derisive terms depending on our opinion on the issue.<br />\r\n<br />\r\nUnlike some other Republicans who dismiss global warming, John Loughlin, who is running for Congress in the 1st District, has acknowledged that the climate is changing. However, he said during <a href=\"http://wrnipoliticsblog.wordpress.com/2010/09/15/loughlin-on-taxes-boehner-climate-change-more/\" id=\"g532\" title=\"a September press conference\">a September press conference</a>, &quot;I think the data is unclear as to the extent of man-caused climate change. When you look at the total percentage of greenhouse gas emissions, a good number of them, in fact, the vast majority of them, are naturally occurring.&quot;<br />\r\n<br />\r\nHe made a similar statement Oct. 19 during a <a href=\"http://www.wpri.com/dpp/news/politics/full-video-congressional-debate-oct-19\" id=\"v90k\" title=\"WPRI/Providence Journal debate\">WPRI/Providence Journal debate</a> when challenged on the topic by his Democratic rival, David Cicilline. &quot;I&#39;m not a scientist but I did work for NASA and when I was at NASA we had a scientist who I actually did some of the press release work for by the name of Dr. James Hansen at the Goddard Institute for Space Studies. Dr. Hansen released a peer-reviewed paper in the &#39;70s that talked about global cooling. And then it&#39;s only later that he&#39;s kind of gotten a conversion to global warming.&quot;<br />\r\n<br />\r\nHe went on to tell Cicilline, &quot;I&#39;m saying really the earth is warming, but it&#39;s not conclusively caused by man. It&#39;s not conclusive. I mean 94 percent of the carbon emissions which you so want to get rid of are caused by nature.&quot;<br />\r\n<br />\r\nWhen people talk about carbon emissions, they are mostly talking about carbon dioxide, the gas we exhale and the gas plants need to grow. Unfortunately, when levels in the air become too high, it traps heat coming from the sun as part of the so-called &quot;greenhouse effect.&quot; (Other gases such as methane and ozone also play a role, as do tiny particles known as aerosols.) The warmer air melts polar caps, raises sea levels and shifts ecosystems toward the poles. Plants and animals that can&#39;t adapt risk extinction.<br />\r\n<br />\r\nLoughlin&#39;s 94-percent figure sounds very authoritative and specific. So we emailed Loughlin&#39;s campaign on Oct. 21, and called his spokeswoman a day later, to ask for the source. They have not responded.<br />\r\n<br />\r\nMeanwhile, we emailed a copy of Loughlin&#39;s debate comment to Hansen.<br />\r\n<br />\r\n&quot;I never had any global cooling paper or talk or comment,&quot; he wrote back to us. &quot;The change of carbon dioxide, the increase year to year is entirely human-made. There is an up-and-down flux caused by vegetation growing (sucking carbon dioxide from the air) and decaying in the winter (releasing carbon dioxide), which is large -- this fluctuation is natural and does not alter the annual mean increase due to humans. He is speaking nonsense.&quot;<br />\r\n<br />\r\nSo Hansen is saying that 0 percent of the increase in climate-changing carbon dioxide emissions is coming from nature, not the 94 percent claimed by Loughlin.<br />\r\n<br />\r\nWe still wondered where Loughlin might have gotten his 94-percent figure. So we contacted William F. Ruddiman, author of a widely used climate textbook who is at the University of Virginia in Charlottesville.<br />\r\n<br />\r\nHe agreed with Hansen, saying that nature sends a lot of carbon in and out of the atmosphere every year and the sources can be pinpointed because fossil-fuel carbon has a slightly different composition than the carbon that is constantly recycled by nature.<br />\r\n<br />\r\nBefore the industrial revolution, the atmosphere had roughly 600 billion tons of carbon dioxide, according to Ruddiman. Above-ground vegetation contains about 610 billion tons of carbon and the surface oceans contain about 1,000 billion tons. (There&#39;s another 1,550 billion tons or so hidden in the soil and more in the deep ocean, but that doesn&#39;t circulate fast enough to play a big role in changes over decades or centuries.)<br />\r\n<br />\r\nEach year, the atmosphere and ocean exchange about 75 billion tons; another 100 billion tons go back and forth between the air and the vegetation.<br />\r\n<br />\r\n&quot;In those exchanges, the carbon is just moving back and forth in nature and in equal numbers, so there is no net gain to the atmosphere,&quot; Ruddiman said.<br />\r\n<br />\r\nNow add in the pollution generated by humans.<br />\r\n<br />\r\n&quot;I think what humans are doing now is something like 30 billion tons of carbon dioxide per year,&quot; said Ruddiman. That amount is small compared with the amount shuttled back and forth between the air, ocean and vegetation, and perhaps half of that gets pulled out of the air.<br />\r\n<br />\r\nSo we did some math. When there&#39;s 175 billion tons going into the air from natural sources along with 30 billion tons of pollution (for a total of 205 billion tons), that&#39;s 85 percent from natural sources.<br />\r\n<br />\r\nThe only problem: the 175 billion tons comes back out every year, so when critics say humans are having only a small impact on the process, they are misunderstanding -- or misstating -- the process, Ruddiman said.<br />\r\n<br />\r\n&quot;The amount of carbon dioxide humans are putting into the atmosphere is smaller but it&#39;s not balanced, and so it builds up over time and it causes a sizable net gain,&quot; Ruddiman explained.<br />\r\n<br />\r\n&quot;It may be 10 billion tons a year but much of it builds up year after year after year,&quot; he said, and persists in the atmosphere, trapping heat like a chemical blanket.<br />\r\n<br />\r\nScientists who have used a variety of techniques to track earth&#39;s changing climate over hundreds of thousands of years have found data that show carbon dioxide levels during that period never grew faster than 30 parts per million per 1,000 years. Yet the level has risen by that amount in just the last 17 years, according to the <a href=\"http://www.ipcc.ch/pdf/assessment-report/ar4/wg1/ar4-wg1-chapter7.pdf\" id=\"qrev\" title=\"Intergovernmental Panel on Climate Change\">Intergovernmental Panel on Climate Change</a>, the international organization widely regarded by the scientific community as a leading authority on the topic.<br />\r\n<br />\r\nThe result is the warmer temperatures and melting icecaps widely documented around the globe.<br />\r\n<br />\r\nAnd what about volcanoes? People think of them as sending lots of carbon dioxide in the air. It turns out that eruptions are a drop in the bucket, generating 0.2 billion tons annually, according to the <a href=\"http://hvo.wr.usgs.gov/volcanowatch/2007/07_02_15.html\" id=\"rv3h\" title=\"U.S. Geological Survey\">U.S. Geological Survey</a>.<br />\r\n<br />\r\nWe also asked Ruddiman about the concept of global cooling, which critics also focus on. The fact is, in the 1970s, geologists were saying earth was coming out of a warm period and destined for another ice age. Core samples taken from the ocean floor combined with other data had allowed them to track the timing of past ice ages as changes in the earth&#39;s orbit exposed the planet to varying amounts of sunlight.<br />\r\n<br />\r\nBut even as scientists were tracking those cycles, which extend over thousands of years, other researchers in the &#39;70s were warning that a carbon dioxide build-up was going to disrupt that cycle and overwhelm the natural cooling trend.<br />\r\n<br />\r\n&quot;I remember thinking that probably in one thousand to two thousand years, at most, we would see snow start accumulating in the high latitudes in the Northern Hemisphere,&quot; Ruddiman said. &quot;That was reasonable from what we knew from ice age cycles. What very few of us were aware of was the buildup of carbon dioxide. Most of us are geologists, not geochemists,&quot; he said, explaining that by the 1980s the problem had become obvious.<br />\r\n<br />\r\n&quot;The same people who said, &#39;If nature remains in control we&#39;re going into a glaciation in the next 1,000 or 2,000 years&#39; turned around and said, &#39;Yeah, but nature&#39;s <em>not</em> in control. Humans are intervening much faster than nature can do the job and so we&#39;re going into a warmer time,&#39; &quot; Ruddiman recalled.<br />\r\n<br />\r\n&quot;It&#39;s been made to sound like scientists are flip-flopping, but it&#39;s just the natural evolution of science,&quot; he said. &quot;You broaden your point of view as you gain information that changes your conclusions. And that&#39;s what happened.&quot;<br />\r\n<br />\r\nUltimately, the Loughlin campaign did not provide any evidence that nature is responsible for the buildup of carbon dioxide in the atmosphere, which is the key problem stoking the fears of global warming. And the NASA scientist he mentioned told us Loughlin&#39;s comments were &quot;nonsense.&quot;<br />\r\n<br />\r\nThere&#39;s plenty of room to debate aspects of climate change, such as the best way to prevent climate-related problems, how much money should be spent on prevention, and whether it&#39;s worth the investment if other countries aren&#39;t willing to seriously limit their carbon emissions.<br />\r\n<br />\r\nBut Loughlin&#39;s suggestion that nature is largely responsible for the looming problem is wrong. We rate his claim as False.</p>\r\n", "ruling_comments_date": "2010-10-27T16:08:37.479849", "ruling_date": "2010-10-28T00:01:00", "ruling_headline": "House candidate Loughlin claims 94 percent of climate-warming carbon emissions are natural", "ruling_headline_slug": "house-candidate-loughlin-claims-94-percent-carbon-", "ruling_link_text": "Claim is mostly hot air", "ruling_state": null, "source_documents": null, "sources": "<p>WRNIpoliticsblog.wordpress.com, &quot;<a href=\"http://wrnipoliticsblog.wordpress.com/2010/09/15/loughlin-on-taxes-boehner-climate-change-more/\" id=\"a7:q\" title=\"Loughlin on taxes, Boehner, climate change + more\">Loughlin on taxes, Boehner, climate change + more</a>,&quot; Sept. 15, 2010, accessed Sept. 17, 2010<br />\r\n<br />\r\nWPRI.com, &quot;<a href=\"http://www.wpri.com/dpp/news/politics/full-video-congressional-debate-oct-19\" id=\"jd:q\" title=\"Full Video: Congressional Debate\">Full Video: Congressional Debate</a>,&quot; Oct. 19, 2010<br />\r\n<br />\r\nEmail, James Hansen, director, NASA Goddard institute for Space Studies, Oct. 25, 2010<br />\r\n<br />\r\nInterview, William F. Ruddiman, University of Virginia, Charlottesville, Oct. 26, 2010<br />\r\n<br />\r\nIPCC.ch, &quot;<a href=\"http://www.ipcc.ch/pdf/assessment-report/ar4/wg1/ar4-wg1-faqs.pdf\" id=\"jska\" title=\"Frequently Asked Questions\">Frequently Asked Questions</a>,&quot; Intergovernmental Panel on Climate Change, accessed Oct. 26, 2010<br />\r\n<br />\r\nEPA.gov, &quot;<a href=\"http://www.epa.gov/climatechange/science/pastcc.html\" id=\"awem\" title=\"Past Climate Change\">Past Climate Change</a>&quot; and &quot;<a href=\"http://www.epa.gov/climatechange/science/recentcc.html\" id=\"zfsz\" title=\"Recent Climate Change\">Recent Climate Change</a>,&quot; accessed Oct. 26, 2010<br />\r\n<br />\r\nUSGS.gov, &quot;<a href=\"http://hvo.wr.usgs.gov/volcanowatch/2007/07_02_15.html\" id=\"j.yd\" title=\"Title\">Which produces more CO2, volcanic or human activity?</a>&quot; U.S. Geological Survey, accessed Oct. 26, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "owner, Media-Rite LLC", "false_count": 2, "first_name": "John", "half_true_count": 0, "home_state": "Rhode Island", "id": 513, "last_name": "Loughlin", "mostly_true_count": 0, "name_slug": "john-loughlin", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Loughlin_amd_1_.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/513/", "total_count": 5, "true_count": 1, "website": "http://www.johnloughlin.org/"}, "statement": "<p>Tells David Cicilline, &quot;94 percent of the carbon emissions which you so want to get rid of are caused by nature.&quot;</p>\r\n", "statement_context": "a WPRI/Providence Journal debate", "statement_date": "2010-10-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 116, "photo": null, "resource_uri": "/api/v/2/subject/116/", "subject": "Cap and Trade", "subject_slug": "cap-and-trade", "used_in_edition": []}, {"description": "<p>Most scientists agree that climate change is real and humans are causing it. The figure that&rsquo;s widely cited is 97 percent of climate scientists, and it appears in at least&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/statements/2015/sep/02/rick-santorum/santorum-un-climate-head-debunked-widely-cited-97-/\">three peer-reviewed surveys</a>.&nbsp;<a href=\"http://www.politifact.com/virginia/statements/2016/apr/04/don-beyer/don-beyer-says-97-percent-scientists-believe-human/\">Plenty of other studies</a>&nbsp;report overwhelming majorities of experts (in the 90 percent range) and at least&nbsp;<a href=\"http://climate.nasa.gov/scientific-consensus/\">18 scientific associations</a>&nbsp;agree.</p>\r\n", "id": 313, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/images.jpg", "resource_uri": "/api/v/2/subject/313/", "subject": "Climate Change", "subject_slug": "climate-change", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}, {"description": "", "id": 139, "photo": null, "resource_uri": "/api/v/2/subject/139/", "subject": "Science", "subject_slug": "science", "used_in_edition": []}], "target": [], "twitter_headline": ""}