{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/nov/10/sarah-palin/whos-right-food-inflation-sarah-palin-or-wall-stre/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 2788, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/2788/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tAlmost anything Sarah Palin says on <a href=\"http://www.facebook.com/sarahpalin\" id=\"dd03\" title=\"her Facebook page\">her Facebook page</a> draws attention -- especially if someone thinks she&#39;s got it <font><font>wrong</font></font>. And that&#39;s exactly what&#39;s happened in the past few days.</p>\r\n<p>\r\n\tIt all began Nov. 7, 2010, when the <a href=\"http://www.nationalreview.com/corner/252715/palin-bernanke-cease-and-desist-robert-costa#\" id=\"ks2m\" title=\"National Review Online published\">National Review Online published</a> an advance version of a keynote address Palin was preparing to give to a trade-association convention in Phoenix. Her comments were pegged to the Group of Twenty Finance Ministers and Central Bank Governors economic summit in South Korea, at which a central point of discussion was expected to be a Federal Reserve bond-buying proposal called &quot;<a href=\"http://www.channelnewsasia.com/stories/economicnews/view/1092653/1/.html\" id=\"hqwu\" title=\"quantitative easing\">quantitative easing</a>,&quot; or &quot;QE2&quot; for short. Palin warned that the U.S., specifically Federal Reserve Chairman Ben Bernanke, &quot;shouldn&#39;t be playing around with inflation.&quot;</p>\r\n<p>\r\n\tShe explained part of her reasoning this way:</p>\r\n<p>\r\n\t&quot;All this pump priming (by the Fed) will come at a serious price. And I mean that literally: Everyone who ever goes out shopping for groceries knows that prices have risen significantly over the past year or so. Pump priming would push them even higher.&quot;<br />\r\n\t<br />\r\n\tThis triggered a response from an economics blogger at the <i>Wall Street Journal</i>, Sudeep Reddy.<br />\r\n\t<br />\r\n\tIn a Nov. 8, 2010, <a href=\"http://blogs.wsj.com/economics/2010/11/08/sarah-palins-qe2-criticism-includes-inflation-hyperbole/\" id=\"vyzy\" title=\"blog post\">blog post</a>, Reddy wrote that inflation generally, and food inflation specifically, are actually quite low right now. Here&#39;s part of what Reddy wrote:<br />\r\n\t<br />\r\n\t&quot;Grocery prices haven&#39;t risen all that significantly, in fact. The Consumer Price Index&#39;s measure of food and beverages for the first nine months of this year showed average annual inflation of less than 0.6 percent, the slowest pace on record (since the Labor Department started keeping this measure in 1968). Even if you pick a single snapshot &mdash; say, September&#39;s year-over-year increase in prices &mdash; that was just 1.4 percent, far better than the 6 percent annual increase for food prices recorded in September 2008.<br />\r\n\t<br />\r\n\t&quot;The overall consumer price index was up 1.1 percent in September from a year earlier. Apart from September 2009 (when prices were down 1.3 percent), that was the slowest annual inflation rate for September since the early 1960s. That&#39;s not strong evidence to argue about rising prices today.&quot;<br />\r\n\t<br />\r\n\tThe same day, Palin fired back via Facebook. She titled <a href=\"http://www.facebook.com/notes/sarah-palin/do-wall-street-journal-reporters-read-the-wall-street-journal/453294443434\" id=\"e778\" title=\"her post\">her post</a>, &quot;Do Wall Street Journal Reporters Read the Wall Street Journal?&quot;</p>\r\n<p>\r\n\t&quot;Really?&quot; Palin wrote. &quot;That&#39;s odd, because just last Thursday, November 4, I read an article in Mr. Reddy&#39;s own <i>Wall Street Journal </i>titled &#39;<a href=\"http://online.wsj.com/article/SB10001424052748704506404575592313664715360.html?KEYWORDS=safeway\" rel=\"nofollow\" target=\"_blank\" title=\"http://online.wsj.com/article/SB10001424052748704506404575592313664715360.html?KEYWORDS=safeway\">Food Sellers Grit Teeth, Raise Prices</a>: Packagers and Supermarkets Pressured to Pass Along Rising Costs, Even as Consumers Pinch Pennies.&#39; The article noted that &#39;an inflationary tide is beginning to ripple through America&#39;s supermarkets and restaurants. &hellip; Prices of staples including milk, beef, coffee, cocoa and sugar have risen sharply in recent months.&#39; Now I realize I&#39;m just a former governor and current housewife from Alaska, but even humble folks like me can read the newspaper. I&#39;m surprised a prestigious reporter for the <i>Wall Street Journal</i> doesn&#39;t.&quot;</p>\r\n<p>\r\n\tOuch. So, on Nov. 9, Reddy replied to Palin in another blog post.</p>\r\n<p>\r\n\tReddy reiterated the statistics he had cited earlier, then added some additional detail. &quot;While some items in the shopping cart have risen in price (ground chuck beef is up 4.8%) and others have decreased (bananas are down 5.3%), overall food price inflation has been historically low for the past year. This is not surprising. Weak demand, high unemployment and thrifty shoppers have led retailers to keep many prices from rising despite the rising cost of some commodities, including coffee and sugar. The <a href=\"http://online.wsj.com/article/SB10001424052748704506404575592313664715360.html\" target=\"_&quot;blank&quot;\">Nov. 4 Wall Street Journal article</a> noted, in its first sentence, &#39;the tamest year of food pricing in nearly two decades.&#39; It does indeed report that supermarkets and restaurants are facing cost pressures that could push their retail prices higher -- but it hasn&#39;t happened yet on a large scale. Critics of the Fed&#39;s quantitative easing policy are focused primarily on concerns about potential <i>future </i>inflation.&quot;<br />\r\n\t<br />\r\n\tClearly, sorting all this out sounds like a job for PolitiFact.</p>\r\n<p>\r\n\tWe first turned to the Consumer Price Index, or CPI, the most widely used statistic to measure inflation. During the 12-month period ending in <a href=\"http://www.bls.gov/cpi/cpid1009.pdf\" id=\"c3zj\" title=\"September 2010\">September 2010</a>, we found that the CPI showed food costs rising 1.4 percent -- exactly as Reddy said they did. For some historical context, we also looked back a couple years. We found that for the year ending in <a href=\"http://www.bls.gov/cpi/cpid0909.pdf\" id=\"agx9\" title=\"September 2009\">September 2009</a>, food prices dropped two-tenths of 1 percent; for the year ending in <a href=\"http://www.bls.gov/cpi/cpid0809.pdf\" id=\"vqp9\" title=\"September 2008\">September 2008</a>, food prices rose by 6 percent; and for the year ending in <a href=\"http://www.bls.gov/cpi/cpid0709.pdf\" id=\"kggl\" title=\"September 2007\">September 2007</a>, food prices rose by 4.4 percent. So 2009 and 2010 have indeed been years of relatively low inflation for food. (Here&#39;s <a href=\"http://www.documentcloud.org/documents/12564-seriesreport-20101110115809.html\" id=\"tw6x\" title=\"a chart\">a chart</a> Reddy provided us showing some of the data he used.)<br />\r\n\t<br />\r\n\tIn the meantime, we also looked at additional data. One database we used comes from the Bureau of Economic Analysis, a division of the U.S. Commerce Department. BEA produces <a href=\"http://bea.gov/national/nipaweb/nipa_underlying/TableView.asp?SelectedTable=16&amp;ViewSeries=Yes&amp;Java=no&amp;Request3Place=N&amp;3Place=N&amp;FromView=YES&amp;Freq=Qtr&amp;FirstYear=2009&amp;LastYear=2010&amp;3Place=N&amp;Update=Update&amp;JavaBox=no#Mid\" id=\"fmmz\" title=\"a table\">a table</a> that shows monthly, quarterly and annual prices for consumer products. One of the categories BEA tracks is food. (The differences between the data sets we used are of interest only to deep-in-the-weeds statisticians; we&#39;ll just say that all the databases cited here are considered trustworthy.)<br />\r\n\t<br />\r\n\tWe compared food prices in the first quarter of 2009 with food prices in the first quarter of 2010 and found that they had declined 0.9 percent during that period. Making the same comparison for the second quarter of both years showed an increase of 0.2 percent, and a comparison for the third quarter showed an increase of 0.9 percent.<br />\r\n\t<br />\r\n\tThese sounded like modest increases to us, but we confirmed that by comparing them to the <a href=\"http://bea.gov/national/nipaweb/nipa_underlying/TableView.asp?SelectedTable=16&amp;ViewSeries=Yes&amp;Java=no&amp;Request3Place=N&amp;3Place=N&amp;FromView=YES&amp;Freq=Year&amp;FirstYear=2009&amp;LastYear=2010&amp;3Place=N&amp;AllYearsChk=YES&amp;Update=Update&amp;JavaBox=no#Mid\" id=\"uifd\" title=\"historical trends for BEA's data\">historical trends in BEA&#39;s data</a>. Looking at the past decade of year-to-year price changes, we found that annual food inflation averaged about 2.7 percent a year. The annual increases varied from 1.3 percent to 6 percent.<br />\r\n\t<br />\r\n\tIn other words, so far so good for Reddy&#39;s critique of Palin: We found no sign that grocery prices &quot;have risen significantly over the past year or so.&quot; Still, there are two other points worth making.<br />\r\n\t<br />\r\n\tOne point (also mentioned by Reddy) is that certain grocery items increased faster than others -- and that included some staples. <a href=\"http://www.bls.gov/cpi/cpid1009.pdf\" id=\"jc_j\" title=\"CPI data\">CPI data</a> showed that the price of butter increased by 19.1 percent during the 12 months ended Sept. 30, 2010, while the price of bacon rose by 15.7 percent, lamb increased by 9.4 percent and milk increased by 8.3 percent. Meanwhile, <a href=\"http://bea.gov/national/nipaweb/nipa_underlying/TableView.asp?SelectedTable=16&amp;ViewSeries=Yes&amp;Java=no&amp;Request3Place=N&amp;3Place=N&amp;FromView=YES&amp;Freq=Qtr&amp;FirstYear=2009&amp;LastYear=2010&amp;3Place=N&amp;Update=Update&amp;JavaBox=no#Mid\" id=\"t1gj\" title=\"BEA statistics\">BEA statistics</a> show that certain broad food categories rose faster than the food-sector average: a 3.4 percent increase for meats and poultry, a 3.4 percent bump for milk, dairy products and eggs; and a 2.8 percent hike for sweets and sugar.<br />\r\n\t<br />\r\n\tAll of these items, in other words, rose a whole lot faster than food inflation generally. And it&#39;s simply human nature for a consumer to feel like prices are rising quickly if you have to pay increases like that every time you enter the checkout line. As long as you&#39;re paying through the nose for milk, the brain tends to forget that the dried lentils you just bought are down 5.5 percent, and the peanut butter you just bought is down 5.1 percent.<br />\r\n\t<br />\r\n\tThe second point is that even if food prices are flat or rising slightly, Americans are living through a period of stagnating or contracting incomes, which means even slowly rising prices hurt.<br />\r\n\t<br />\r\n\tThe U.S. Department of Agriculture&#39;s Economic Research Service assembles <a href=\"http://www.ers.usda.gov/Briefing/CPIFoodAndExpenditures/Data/Expenditures_tables/table8.htm\" id=\"hwbl\" title=\"a table\">a table</a> detailing &quot;food expenditures by families and individuals as a share of disposable personal money income.&quot; The table essentially shows what percentage of their income families are paying for food.<br />\r\n\t<br />\r\n\tIn total, Americans tend to spend about 11 percent to 12 percent of their income on food, with a small majority spent on food at home and the rest spent at restaurants. Over the last three years, the food-at-home portion of that spending -- the only part relevant for judging Palin&#39;s statement -- rose from 6.4 percent in 2007 to 6.5 percent in 2008 to 6.8 percent in 2009.<br />\r\n\t<br />\r\n\tThe reason that families are paying a larger share of disposable income for food had little to do with food prices and a lot to do with contracting incomes. For the first time since at least 1959, &quot;disposable personal money income&quot; dropped between 2008 and 2009, by 1.3 percent. Because food is more of a necessity than many other consumer items, that budget line ended up taking a larger share of many families&#39; shrinking incomes.<br />\r\n\t<br />\r\n\tNeither of these two factors support Palin&#39;s claim that grocery prices &quot;have risen significantly over the past year or so.&quot; Strictly speaking, grocery prices have generally risen at historically sluggish rates during the period Palin is talking about. However, important food categories, including meat and dairy products, have risen at much faster rates. And in a time of shrinking family incomes, Americans are indeed paying slightly more for food as a percentage of their income. These two additional pieces of information make Palin&#39;s observation about grocery prices understandable, even if it isn&#39;t borne out in the most widely tracked statistics. So we rate her statement Barely True.</p>\r\n\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-11-10T14:43:54.465297", "ruling_date": "2010-11-10T15:50:47", "ruling_headline": "Who's right on food inflation: Sarah Palin or the Wall Street Journal?", "ruling_headline_slug": "whos-right-food-inflation-sarah-palin-or-wall-stre", "ruling_link_text": "Palin's wrong, but we see why she thought what she did", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tNational Review Online, &quot;<a href=\"http://www.nationalreview.com/corner/252715/palin-bernanke-cease-and-desist-robert-costa#\" id=\"qjx4\" title=\"Palin to Bernanke: ‘Cease and Desist\">Palin to Bernanke: &lsquo;Cease and Desist</a>,&rsquo;&quot; Nov. 7, 2010<br />\r\n\t<br />\r\n\t<em>Wall Street Journal</em>, &quot;Sarah Palin&rsquo;s QE2 Criticism Includes Inflation Hyperbole&quot; (Real Time Economics blog post by Sudeep Reddy), Nov. 8, 2010<br />\r\n\t<br />\r\n\tSarah Palin, &quot;Do Wall Street Journal Reporters Read the Wall Street Journal?&quot; (Facebook post), Nov. 8, 2010<br />\r\n\t<br />\r\n\t<em>Wall Street Journal</em>, &quot;Palin Responds to Real Time Economics and We Respond&quot; (Real Time Economics blog post by Sudeep Reddy), Nov. 9, 2010<br />\r\n\t<br />\r\n\t<em>Wall Street Journal</em>, &quot;<a href=\"http://online.wsj.com/article/SB10001424052748704506404575592313664715360.html?KEYWORDS=safeway\" id=\"aban\" title=\"Food Sellers Grit Teeth, Raise Prices\">Food Sellers Grit Teeth, Raise Prices</a>,&quot; Nov. 4, 2010<br />\r\n\t<br />\r\n\tBureau of Labor Statistics, &quot;<a href=\"http://www.bls.gov/cpi/cpid1009.pdf\" id=\"xphg\" title=\"CPI Detailed Report\">CPI Detailed Report</a>,&quot; September 2010<br />\r\n\t<br />\r\n\tBureau of Labor Statistics, &quot;<a href=\"http://www.bls.gov/cpi/cpid0909.pdf\" id=\"eg53\" title=\"CPI Detailed Report\">CPI Detailed Report</a>,&quot; September 2009<br />\r\n\t<br />\r\n\tBureau of Labor Statistics, &quot;<a href=\"http://www.bls.gov/cpi/cpid0809.pdf\" id=\"vw_q\" title=\"CPI Detailed Report\">CPI Detailed Report</a>,&quot; September 2008<br />\r\n\t<br />\r\n\tBureau of Labor Statistics, &quot;<a href=\"http://www.bls.gov/cpi/cpid0709.pdf\" id=\"h_dv\" title=\"CPI Detailed Report\">CPI Detailed Report</a>,&quot; September 2007<br />\r\n\t<br />\r\n\tBureau of Labor Statistics, <a href=\"http://www.documentcloud.org/documents/12564-seriesreport-20101110115809.html\" id=\"ehw6\" title=\"CPI statistic percentage changes for 12 months and annually\">CPI percentage changes for 12 months and annually</a> since 1968, accessed Nov. 10, 2010<br />\r\n\t<br />\r\n\tBureau of Economic Analysis, &quot;<a href=\"http://bea.gov/national/nipaweb/nipa_underlying/TableView.asp?SelectedTable=16&amp;ViewSeries=Yes&amp;Java=no&amp;Request3Place=N&amp;3Place=N&amp;FromView=YES&amp;Freq=Qtr&amp;FirstYear=2009&amp;LastYear=2010&amp;3Place=N&amp;Update=Update&amp;JavaBox=no#Mid\" id=\"g2gm\" title=\"Table 2.4.4U. Price Indexes for Personal Consumption Expenditures by Type of Product\">Table 2.4.4U. Price Indexes for Personal Consumption Expenditures by Type of Product</a>&quot; (quarterly series) accessed Nov. 10, 2010<br />\r\n\t<br />\r\n\tBureau of Economic Analysis, &quot;<a href=\"http://bea.gov/national/nipaweb/nipa_underlying/TableView.asp?SelectedTable=16&amp;ViewSeries=Yes&amp;Java=no&amp;Request3Place=N&amp;3Place=N&amp;FromView=YES&amp;Freq=Year&amp;FirstYear=2009&amp;LastYear=2010&amp;3Place=N&amp;AllYearsChk=YES&amp;Update=Update&amp;JavaBox=no#Mid\" id=\"s3rj\" title=\"Table 2.4.4U. Price Indexes for Personal Consumption Expenditures by Type of Product\">Table 2.4.4U. Price Indexes for Personal Consumption Expenditures by Type of Product</a>&quot; (annual series), accessed Nov. 10, 2010<br />\r\n\t<br />\r\n\tU.S. Department of Agriculture Economic Research Service, &quot;<a href=\"http://www.ers.usda.gov/Briefing/CPIFoodAndExpenditures/Data/Expenditures_tables/table8.htm\" id=\"lkdv\" title=\"Table 8—Food expenditures by families and individuals as a share of disposable personal money income\">Table 8&mdash;Food expenditures by families and individuals as a share of disposable personal money income</a>,&quot; accessed Nov. 10, 2010<br />\r\n\t<br />\r\n\tInterview with Brendan Leary, section chief for personal consumptrion expenditures for goods and motor vehicle output at the Bureau of Economic Analysis, Nov. 10, 2010</p>\r\n<p>\r\n\tE-mail interview with Sudeep Reddy, <em>Wall Street Journal </em>economics blogger, Nov. 10, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 9, "current_job": "", "false_count": 20, "first_name": "Sarah", "half_true_count": 9, "home_state": "Alaska", "id": 63, "last_name": "Palin", "mostly_true_count": 6, "name_slug": "sarah-palin", "pants_count": 6, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-sarahpalin.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/63/", "total_count": 67, "true_count": 14, "website": ""}, "statement": "<p>\r\n\tGrocery prices &quot;have risen significantly over the past year or so.&quot;</p>\r\n", "statement_context": "a prepared speech", "statement_date": "2010-11-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 122, "photo": null, "resource_uri": "/api/v/2/subject/122/", "subject": "Agriculture", "subject_slug": "agriculture", "used_in_edition": []}, {"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}], "target": [], "twitter_headline": ""}