{"art": [], "author": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2010/nov/12/sonny-perdue/perdue-touts-states-rising-graduation-rates/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "liz.miniet@ajc.com", "first_name": "Elizabeth", "id": 143, "last_name": "Miniet", "name_slug": "elizabeth-miniet", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/143/", "title": "Word Editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 2800, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/2800/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tWith the announcement that Georgia&#39;s high school graduation rate topped 80 percent, Gov. Sonny Perdue took a celebratory tour of the state&#39;s standout schools.<br />\r\n\t<br />\r\n\tPerdue thanked students and staff at schools across North Georgia and along the South Georgia coast for their hard work. He promised he&#39;d reach the 80 percent mark by 2010. With their help, he kept his word.<br />\r\n\t<br />\r\n\tOr did he?<br />\r\n\t<br />\r\n\tOther measures say Georgia&#39;s rate is lower by as much as 15 points. And while the state Department of Education reports it&#39;s making great strides, one group said last year that Georgia&#39;s graduation rate is so low Georgia&#39;s children are in &quot;crisis.&quot; The Atlanta Journal-Constitution has uncovered multiple problems with how the rate is reported.<br />\r\n\t<br />\r\n\tIs Georgia&#39;s graduation rate really 80 percent? We went to the Georgia Department of Education to sort the issue out.<br />\r\n\t<br />\r\n\tRaising the rate to 80 percent by 2010 has been one of Perdue&#39;s major education initiatives. In <font>2005</font>, he signed on to a national effort by the National Governors Association to standardize how states determine the graduation rate and improve the figure&#39;s accuracy. <font><font>Under the new method, which the state will report for the first time this school year,</font><font>school officials expect the rate to drop. </font></font><br />\r\n\t<br />\r\n\tPerdue also created the position of &quot;graduation coach,&quot; and he announced at a 2008 national education convention that it helped reduce dropouts by 10 percent in one year. The coaches identify high school and middle school students at risk of dropping out,<font color=\"#000000\"> find them mentors, organize tutoring programs, and help them sign up to retake classes they failed.</font><br />\r\n\t<br />\r\n\t<font>Now, back to the graduation rate. There are lots </font><font>of ways</font><font> to calculate it. Each has its own strengths and weaknesses. They can vary greatly. For instance, </font>some count only students who graduate on time. Others count graduates who take longer.<br />\r\n\t<br />\r\n\tGeorgia uses what&#39;s commonly called the &quot;leaver rate,&quot; a method used by 32 other states. The Education Department puts the exact graduation rate at 80.8 percent. It includes students who take more than four years to graduate.<br />\r\n\t<br />\r\n\tThe leaver rate is not the actual percentage of students who graduate. Until recently, the state Education Department lacked a record keeping system that could track that.<br />\r\n\t<br />\r\n\t<font>Instead, it&#39;s an estimate. To calculate it, you take the number of students who receive regular graduation diplomas and divide it </font><font>by the following: the number of regular diploma recipients, plus the number of students who receive special education diplomas and&nbsp;</font><font><font>certificates of attendance, plus the number of dropouts from grades 9-12.<br />\r\n\t<br style=\"background-color: rgb(255, 255, 255);\" />\r\n\t<font>State officials acknowledge the measure is imperfect. The new method will be more accurate. </font></font></font><br />\r\n\t<br />\r\n\tStill, it&#39;s a fair accountability measure, they said. Since the state has used the same method to calculate graduation rates since Perdue took office in 2003, a year-to-year comparison is valid. Those numbers show the graduation rate surged from about 63 percent to 80 percent, said Perdue spokesman Bert Brantley.<br />\r\n\t<br />\r\n\t<font><font>Another advantage of Georgia&#39;s leaver rate is it&#39;s the most current data around. Graduation rates calculated with other measures have yet to be updated with numbers from two or three years ago. That means they<font> don&#39;t measure the impact of the graduation coach program, Brantley said. </font><br />\r\n\t<br />\r\n\t<font>But AJC PolitiFact Georgia thinks there are other shortcomings with the leaver rate that should be acknowledged, and which cast Georgia&#39;s apparent success in a different light</font></font></font><font>.</font><br />\r\n\t<br />\r\n\tThe most perplexing is that the st<font><font><font><font>ate&#39;s calculation </font><font>misses thousands of students.<br />\r\n\t<br />\r\n\tIn 2008, the state Department of Education could not account for nearly 20,000 students they marked as transfers, although it&#39;s not clear they went. </font></font></font></font><br />\r\n\t<br />\r\n\t<font><font>The state&#39;s 2010 graduation numbers raise similar questions. Georgia&#39;s Class of 2010 entered high school in 2006 at about 146,000 strong, according to the state&#39;s figures.<br />\r\n\t<br />\r\n\tBut when the state calculated its 2010 graduation rate, it pegged the combined number of Georgia students who graduated plus those who didn&#39;t make it at about <font>113,300</font><font>.</font><br />\r\n\t<br />\r\n\tThat means this year&#39;s graduation calculation does not include about 33,000 of the Class of 2010&#39;s original members. A portion likely went to private school or are being home schooled, but given the department&#39;s past problems, it&#39;s far from clear that that&#39;s where all of them went. </font></font><br />\r\n\t<br />\r\n\tAnother problem is that while Georgia&#39;s leaver rate soared during Perdue&#39;s term, other widely used measures did not.<br />\r\n\t<br />\r\n\tConsider the public high school averaged freshman graduation rate, which is collected and published by the National Center for Education Statistics, the U.S. Department of Education&#39;s main data clearinghouse, and graduation calculations from Editorial Projects in Education, a nonprofit education research center.<br />\r\n\t<br />\r\n\tThe averaged freshman graduation rate uses the number of on-time graduates with regular diplomas and an estimate of the freshman class size four years earlier to come up with its rate.<br />\r\n\t<br />\r\n\tThe Editorial Projects in Education rate multiplies together how many students were promoted on time each year to get its rate.<br />\r\n\t<br />\r\n\t<font><font>According to Editorial Projects in Education, Georgia&#39;s graduation rate grew between 2002-2003 and 2006-2007, the most recent school year available, by about 1.4 points to 57.8 percent.<br />\r\n\t<br />\r\n\tDuring that same time period, the U.S. Department of Education&#39;s averaged freshman graduation rate for Georgia grew by 3.3 points to 64.1 percent.<br />\r\n\t<br />\r\n\tIn those same years, Georgia reported its graduation rate grew by 9 points to 72.3 percent.<br />\r\n\t<br />\r\n\tThese discrepancies may occur because the rates count different things, said state Department of Education spokesman Matt Cardoza. Georgia&#39;s leaver rate includes five-year graduates, but the other two measures count only those who finish on schedule.<br />\r\n\t<br />\r\n\tGeorgia officials think it&#39;s important to count students who take extra time, because it shows schools are committed to students who need more help.<br />\r\n\t<br />\r\n\t&quot;If we keep them [high school students] five years instead of four, and that helps them graduate, we&#39;re all for it,&quot; Cardoza said.<br />\r\n\t<br />\r\n\t<font><font>Still, it&#39;s difficult to tell which measure is more accurate, said John Robert Warren, a University of Minnesota sociologist. He was part of a major effort by the National Academy of Education that studied how to improve the reliability of graduation rates.<br />\r\n\t<br />\r\n\t&quot;They&#39;re all sort of in the ballpark of not being that good,&quot; Warren said of the measures.<br />\r\n\t<br />\r\n\t<font>In the case of leaver rates, experts agree they often inflate graduation figures. That&#39;s because the formula depends so heavily on a state&#39;s dropout rate. Experts agree dropouts are easy to undercount. A typical dropout doesn&#39;t bother to tell his school he no longer intends to show up, and schools often don&#39;t have the resources or incentive to track down missing students. </font><br style=\"background-color: rgb(255, 255, 255);\" />\r\n\t<br />\r\n\t<font><font>Another problem is shared by all measures. They&#39;re only as accurate as the data used to calculate them. In Georgia, there&#39;s evidence that at least some of this data has serious problems. </font><br />\r\n\t<br />\r\n\t<font><font><font><font><font><font>In June 2009,</font> an Atlanta Journal-Constitution investigation found the state couldn&#39;t locate nearly 20,000 students who local districts said transferred to other Georgia schools<br />\r\n\tduring the 2008 school year, but who never re-enrolled. </font></font></font></font></font><br />\r\n\t<br />\r\n\tIn April, the U.S. Department of Education rebuked the state Department of Education and Clayton County and determined the county&#39;s 2006-2007 dropout rates were undercounted.<br />\r\n\t<br />\r\n\tA state Education Department spokesman said they enhanced their procedures, but did not correct older data.<br />\r\n\t<br />\r\n\tIn August, another Atlanta Journal-Constitution investigation found that thousands of Atlanta Public Schools students vanished from its rolls during the past eight years, and this may be the primary reason behind the system&#39;s rising graduation rates. Many students were marked as transfers, even though there was no evidence they re-enrolled elsewhere. </font></font></font></font></font><br />\r\n\t<br />\r\n\tSo what does all of this information say about Georgia&#39;s graduation rate?<br />\r\n\t<br />\r\n\tIf one thing is clear, it&#39;s this: No one knows the state&#39;s true graduation rate.<br />\r\n\t<br />\r\n\tAlthough the state Education Department said it has improved its reporting methods, the way the agency calculates the rate and the data&#39;s quality still have enough unresolved problems that it&#39;s hard to say whether the state actually met Perdue&#39;s goal.<br />\r\n\t<br />\r\n\tIt&#39;s also not clear how much the state graduation rate has improved. Georgia said its rate has soared during Perdue&#39;s term, but one measure said it&#39;s flat and another said it rose by a few percentage points. Those other rates don&#39;t measure the exact same thing. They also use old data, so it&#39;s possible that fresh calculations will show a spike in rates. But at this point, it&#39;s doubtful they&#39;ll register a 17-point change as Georgia&#39;s leaver rate did.<br />\r\n\t<br />\r\n\tThis means that while the high 2009-2010 graduation rate may be an encouraging sign, it&#39;s not quite a cause for celebration.<br />\r\n\t<br />\r\n\tPerdue&#39;s statement is accurate but leaves out important details or takes things out of context. By PolitiFact&#39;s standards, it rates a Half True.</p>\r\n", "ruling_comments_date": "2010-11-11T15:39:57.934060", "ruling_date": "2010-11-12T06:00:00", "ruling_headline": "Perdue touts state's rising graduation rates", "ruling_headline_slug": "perdue-touts-states-rising-graduation-rates", "ruling_link_text": "Tons of statistics, but no real answers", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tThe Atlanta Journal-Constitution, &quot;Graduation rate up at high schools,&quot; Oct. 27, 2010<br />\r\n\t<br />\r\n\tThe Office of Governor Sonny Perdue, press release, &quot;<a href=\"http://gov.georgia.gov/00/press/detail/0,2668,78006749_78013037_164455705,00.html\">State Graduation Rate Soars Above 80 Percent</a>,&quot; Oct. 26, 2010<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, &quot;<a href=\"http://www.ajc.com/news/atlanta/atlanta-grad-rate-doesnt-592340.html\">Atlanta grad rate doesn&#39;t add up</a>,&quot; Aug. 15, 2010<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, &quot;&#39;Coaches&#39; help lower number of dropouts,&quot; Nov. 20, 2008<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, &quot;School audit criticizes state,&quot; April 18, 2010<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, &quot;Georgia in bottom 5 for graduation,&quot; July 23, 2009<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, &quot;Student rolls don&#39;t add up,&quot; June 7, 2009<br />\r\n\t<br />\r\n\tU.S. Department of Education, National Center for Education Statistics, &quot;<a href=\"http://nces.ed.gov/pubsearch/pubsinfo.asp?pubid=2010341\">Public School Graduates and Dropouts From the Common Core of Data: School Year 2007&ndash;08</a>,&quot; June 2010<br />\r\n\t<br />\r\n\tEditorial Projects in Education, <a href=\"http://www.edweek.org/ew/toc/2010/06/10/index.html?intc=ml\">Diplomas Count 2010</a>, June 10, 2010,<br />\r\n\t<br />\r\n\tGeorgia Department of Education, Governor&#39;s Office of Student Achievement, &quot;A simplified explanation of Georgia&rsquo;s high school graduation rate,&quot; January 2008<br />\r\n\t<br />\r\n\tNational Academy of Education, &quot;<a href=\"http://www.nap.edu/catalog.php?record_id=13035\">High School Dropout, Graduation, and Completion Rates:<br />\r\n\tBetter Data, Better Measures, Better Decisions</a>&quot; Oct 28, 2010<br />\r\n\t<br />\r\n\tNational Governors Association, &quot;<a href=\"http://www.nga.org/portal/site/nga/menuitem.9123e83a1f6786440ddcbeeb501010a0/?vgnextoid=e6e4a22a73125010VgnVCM1000001a01010aRCRD\">Graduation Counts</a>,&quot; July 27, 2009</p>\r\n<p>\r\n\tInterview, Christopher Swanson, vice president of research and development, Editorial Projects in Education, Nov. 9, 2010<br />\r\n\t<br />\r\n\tInterview, John Robert Warren, sociologist, University of Minnesota, Nov. 10, 2010<br />\r\n\t<br />\r\n\tInterview, Matt Cardoza, spokesman, Georgia Department of Education, Nov. 11, 2010<br />\r\n\t<br />\r\n\tInterview, Bert Brantley, spokesman, Gov. Sonny Perdue, Nov. 9, 2010<br />\r\n\t<br />\r\n\tInterview, Bob Wise, president, Alliance for Excellent Education, Nov. 10, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "Sonny", "half_true_count": 1, "home_state": "", "id": 838, "last_name": "Perdue", "mostly_true_count": 1, "name_slug": "sonny-perdue", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Screen_Shot_2018-08-09_at_10.21.08_AM.png", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/838/", "total_count": 3, "true_count": 0, "website": ""}, "statement": "<p>\r\n\tGeorgia&#39;s high school graduation rate topped 80 percent in 2010.</p>\r\n", "statement_context": "speeches at schools across the state", "statement_date": "2010-10-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": "Perdue says Georgia's HS grad rate is 80 percent. Is it? #gapolitics"}