{"art": [], "author": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2010/nov/16/jim-bohl/milwaukee-ald-jim-bohl-says-sewer-backups-caused-m/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 2817, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/2817/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tThree months after Milwaukee&rsquo;s watery nightmare, federal officials have paid out a whopping $45 million to 31,000 people with damaged residences. A presidential disaster declaration opened the money spigot.</p>\r\n<p>\r\n\tBut while the floodwaters have long ago receded, controversy hasn&rsquo;t.<br />\r\n\t<br />\r\n\tMilwaukee Alderman Jim Bohl and two colleagues, Willie Wade and Jim Witkowiak, are airing a new complaint. In a <a href=\"http://city.milwaukee.gov/ImageLibrary/Groups/ccCouncil/2010PDF/05-Floodinsurancebeware.rel.pdf\">Nov. 3, 2010 news release</a>, they punched the gift horse -- FEMA -- in the mouth for pushing federal flood insurance they say is a bad deal for most of their constituents.<br />\r\n\t<br />\r\n\t&quot;Plain and simple, flood insurance does not cover damage caused by sewer discharge backups in basements, and by far that is exactly what caused the vast majority of damage to homes and buildings in Milwaukee in July,&quot; Bohl said in the release. &quot;The fear I have is that many people will buy flood insurance that is of no use to them. I think this is selling false hope, and I think it is just wrong.&quot;<br />\r\n\t<br />\r\n\tStrong words.<br />\r\n\t<br />\r\n\tIs Bohl right that the &quot;vast majority of damage to homes and buildings&quot; was due sewer backups, not surface water? And that the federal insurance program is no help?<br />\r\n\t<br />\r\n\tFirst let&rsquo;s clarify: That $45 million in disaster claims already paid out by the Federal Emergency Management Agency is separate from payments made by FEMA&rsquo;s National Flood Insurance Program. The insurance comes in handy when floods <em>don&rsquo;</em>t rise to the level of a presidential disaster declaration.<br />\r\n\t<br />\r\n\tMore than 1,400 people in Milwaukee County have federal flood insurance, including some who don&rsquo;t live anywhere near a river or creek. In the last three decades those Milwaukee County residents paid premiums totaling $990,000 and filed claims totaling $14.4 million, FEMA says.<br />\r\n\t<br />\r\n\tWhat were those claims for?<br />\r\n\t<br />\r\n\tWell, none were for sewer backups, something FEMA officials acknowledge are not covered under the insurance program.<br />\r\n\t<br />\r\n\tWater entering your house from sewer pipes is not &quot;flooding&quot; under the official federal insurance definition, which starts (we&rsquo;re not making this up) with: &quot;A flood is an excess of water on land that is normally dry.&quot;<br />\r\n\t<br />\r\n\tEven if torrential rains cause water to infiltrate sewer pipes that back up &nbsp;into basements, that doesn&rsquo;t count as flooding. So Bohl is right on that point.<br />\r\n\t<br />\r\n\tFEMA likes to stress that policies can cost as little as $119 a year, but if you ask they readily acknowledge premiums average $570 a year nationwide. They say the insurance fills in an important gap -- basic private homeowner&rsquo;s insurance policies exclude flood coverage. They recommend that you use a <a href=\"http://www.floodsmart.gov/floodsmart/\">federal </a><a href=\"http://www.floodsmart.gov/floodsmart/\">website</a> to decide if the insurance is right.<br />\r\n\t<br />\r\n\tThe aldermen say, &quot;buyer beware.&quot;<br />\r\n\t<br />\r\n\tBut what about the July flooding, which dumped eight inches of rain on parts of Milwaukee. Did most of the damage come from sewer backups?<br />\r\n\t<br />\r\n\tBohl, who represents a far northwest side district, provided PolitiFact Wisconsin with a log of 1,200 calls from his constituents to the city&rsquo;s Department of Public Works complaining of what the city calls &quot;backwater.&quot; In Wade&rsquo;s north side district -- the hardest hit in the city -- 1,950 people reported &quot;backwater&quot; problems.<br />\r\n\t<br />\r\n\tTo Bohl and Wade, the term &quot;backwater&quot; means water coming up from sewer pipes into a basement.<br />\r\n\t<br />\r\n\tDPW confirmed the number of calls, but disagrees with that interpretation. &quot;Backwater&quot; is just water in the basement -- from any source, including surface flooding through window wells or a basement foundation, said City Engineer Jeffrey Polenske.<br />\r\n\t<br />\r\n\tCity public works officials do not track where the waters came from, so there is no city-wide accounting, Polenske said.<br />\r\n\t<br />\r\n\tSo we are left with anecdotal evidence -- reports by homeowners who are on the scene of the mess, though many may not have seen exactly where water entered.<br />\r\n\t<br />\r\n\tBohl, Wade and Alderman Jim Witkowiak&rsquo;s aide, Michael McGuire, say sewer backups were easily the most frequent complaint at neighborhood meetings they hosted after the floods. DPW&rsquo;s chief sewer design manager, Tim Thur, called it a &quot;majority&quot; of such complaints based on his department&rsquo;s visits to those meetings.<br />\r\n\t<br />\r\n\tFEMA has offered no official tally of basement flooding causes.<br />\r\n\t<br />\r\n\tOther communities tracked their flood damage more closely and some reported a different view than that of the three aldermen. The differences reflect geography, condition of infrastructure, as well as differences in interpretation of what happened in July.<br />\r\n\t<br />\r\n\tBoth Shorewood and Whitefish Bay said half of flood victims reported rainwater flooding as opposed to sewage flooding.<br />\r\n\t<br />\r\n\tIn many cases that meant water invaded through window wells, foundation cracks or doorways, said Whitefish Bay assistant village manager Matt Schuenke. One-fifth or one-fourth blamed sewage, and the rest said it was a mixture.<br />\r\n\t<br />\r\n\t&quot;Overland flooding was a significant factor,&quot; Schuenke said.<br />\r\n\t<br />\r\n\tIn suburban Wauwatosa, sewage pipe backups into the basement were far more common than overland flooding, said City Engineer Bill Wehrley. But overland or surface water flooding contributes to the overload of the sanitary sewer system.<br />\r\n\t<br />\r\n\tIf rain water pours in through a basement window and floods a basement, that water drains back into the sanitary sewer system, overloads it and sends the resulting mix of clear water and sewage up into people&rsquo;s basements, he said.<br />\r\n\t<br />\r\n\t&quot;You have to look at both,&quot; Wehrley said.<br />\r\n\t<br />\r\n\tThe Milwaukee Metropolitan Sewerage District has no data on basement flooding causes, but spokesman Bill Graffin said the main culprit behind basement backups and sewer overflows is excess water getting into sanitary sewer pipes.<br />\r\n\t<br />\r\n\tLet&rsquo;s get out of the pool, and rule on this.<br />\r\n\t<br />\r\n\tBohl makes two related claims. Nobody has a clear answer on whether sewer backups into basements caused the &quot;vast majority&quot; of the damage. The evidence is anecdotal &nbsp;and contradictory, which makes Bohl&rsquo;s generalization more than a little problematic. It is true that damage from sewer backups is not covered under the federal flood insurance. So Bohl&rsquo;s not all wet, but he went a bit overboard. We rate his statement Half True</p>", "ruling_comments_date": "2010-11-15T14:46:59.017154", "ruling_date": "2010-11-16T09:00:00", "ruling_headline": "Milwaukee Ald. Jim Bohl says sewer backups caused most of the damage in July floods, and federal flood insurance doesn’t cover it", "ruling_headline_slug": "milwaukee-ald-jim-bohl-says-sewer-backups-caused-m", "ruling_link_text": "There is much disagreement about the source of the flood damage, but the claim about coverage is on dry ground", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tCommon Council press release, <a href=\"http://city.milwaukee.gov/ImageLibrary/Groups/ccCouncil/2010PDF/05-Floodinsurancebeware.rel.pdf\">Flood Insurance Buyers Need to Beware</a>, Nov. 3, 2010<br />\r\n\t<br />\r\n\tNational Flood Insurance Program, <a href=\"http://www.floodsmart.gov/floodsmart/\">website</a><br />\r\n\t<br />\r\n\tFEMA, <a href=\"http://msc.fema.gov/webapp/wcs/stores/servlet/FemaWelcomeView?storeId=10001&amp;catalogId=10001&amp;langId=-1\">flood insurance rate maps</a><br />\r\n\t<br />\r\n\tInterview, Ald. Jim Bohl, Nov. 8, 10 and 11, 2010<br />\r\n\t<br />\r\n\tInterview, Ald. Willie Wade, Nov. 11, 2010<br />\r\n\t<br />\r\n\tInterview, Michael McGuire, aide to Ald. Jim Witkowiak, Nov. 11, 2010<br />\r\n\t<br />\r\n\tInterview, Cecilia Gilbert, spokesperson, Milwaukee Department of Public Works, Nov. 9, 2010<br />\r\n\t<br />\r\n\tInterview, Matt Schuenke, Whitefish Bay assistant village manager, Nov. 8, 2010<br />\r\n\t<br />\r\n\tInterview, Mike Hawes, Shorewood village manager&rsquo;s office, special projects coordinator, Nov. 8, 2010<br />\r\n\t<br />\r\n\tInterview, Bill Graffin, spokesman, Milwaukee Metropolitan Sewerage District, Nov. 8, 2010<br />\r\n\t<br />\r\n\tInterview, Marquita Hynes, FEMA external affairs officer, Nov. 8, 2010<br />\r\n\t<br />\r\n\tInterview, Julia McCarthy, National Flood Insurance Program specialist, Nov. 8, 2010<br />\r\n\t<br />\r\n\tInterview, Jay Michaud, &nbsp;FEMA mitigation outreach coordinator, Nov. 8 and 9, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Member of Milwaukee Common Council", "false_count": 0, "first_name": "Jim", "half_true_count": 1, "home_state": "Wisconsin", "id": 845, "last_name": "Bohl", "mostly_true_count": 0, "name_slug": "jim-bohl", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/James_Bohl.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/845/", "total_count": 2, "true_count": 0, "website": "http://city.milwaukee.gov/district5"}, "statement": "<p>\r\n\tSewer backups into basements caused the &quot;vast majority of the damage to homes and buildings&quot; in Milwaukee&rsquo;s July floods, but federal flood insurance doesn&rsquo;t cover them.</p>", "statement_context": "a news release", "statement_date": "2010-11-03", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}], "target": [], "twitter_headline": ""}