{"art": [], "author": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "canonical_url": "/florida/statements/2010/nov/16/steven-schale/marco-rubio-wasnt-always-against-earmarks-florida/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 2822, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "resource_uri": "/api/v/2/statement/2822/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tA top Florida Democrat claims that the state&#39;s Republican U.S. Sen.-elect Marco Rubio is changing stories on budget earmarks.<br />\r\n\t<br />\r\n\tRubio has become one of the leading advocates of a proposal from Sen. Jim DeMint, R-S.C., to seek a nonbinding ban on budget earmarks among Republicans in the chamber. &quot;I think earmarks are bad for our country,&quot; Rubio said in an interview before Election Day.<br />\r\n\t<br />\r\n\tBut Rubio didn&#39;t always think that way, says former Barack Obama Florida director Steven Schale.<br />\r\n\t<br />\r\n\t&quot;I don&#39;t remember Rubio disagreeing with earmarks in the Florida Legislature,&quot; Schale posted on Twitter on Nov. 15, 2010, in reply to a story about Rubio supporting an earmark ban. In a separate post, Schale offered his evidence. &quot;Re: (Marco) Rubio&#39;s support of earmark ban: In 2002 alone (a bad budget year in Florida), he requested 37 earmarks worth $43 million.&quot;<br />\r\n\t<br />\r\n\tIn this case, we wanted to check Schale&#39;s math.<br />\r\n\t<br />\r\n\tRubio served in the Florida House of Representatives from 2000-2008, the last two years as House speaker. During his U.S. Senate campaign, Rubio was criticized by independent candidate Gov. Charlie Crist for requesting millions of dollars in pork projects, which Crist said he had to veto. We&#39;ve rated two specific claims when it comes to Rubio and earmarks before -- we called a claim that he supported $800,000 to replace the turf at a field where he played flag football <a href=\"http://www.politifact.com/florida/statements/2010/mar/24/charlie-crist/crist-accuses-rubio-supporting-money-his-football-/\" id=\"z4jt\" title=\"Half True\">Half True</a> and a claim that he tried to insert $1.5 milllion into the budget for a rowing institute <a href=\"http://www.politifact.com/florida/statements/2010/sep/24/charlie-crist/rowing-institute-earmark-center-new-charlie-crist-/\" id=\"tkvu\" title=\"Pants on Fire!\">Pants on Fire!</a><br />\r\n\t<br />\r\n\tFlorida&#39;s version of the earmark was something called a Community Budget Issue Request --&nbsp;a budget request legislators made for local projects. Legislators had to&nbsp;file their request ahead of the budget planning process and&nbsp;attach their name to every request. &nbsp;The Legislature stopped the practice in 2009, the year after Rubio left office.<br />\r\n\t<br />\r\n\tIn 2002, Rubio&#39;s third year, the Florida House requested $1.5 billion in Community Budget Issue Requests, <a href=\"http://www.leg.state.fl.us/publications/2002/house/reports/budget_issues/WebList.htm\" id=\"rrs3\" title=\"according to data kept by the state.\">according to data kept by the state.</a> To put that in perspective, the state budget that Gov. Jeb Bush signed that year totaled $50 billion, and legislators had been warned of a tight budget. (They actually were summoned back to Tallahassee to slash $1 billion from the budget in December 2001 to keep the state from going in the red.)</p>\r\n<p>\r\n\tRubio&#39;s member budget requests for 2002 <a href=\"http://www.leg.state.fl.us/publications/2002/house/reports/budget_issues/WebList.htm\" id=\"muck\" title=\"remain archived on a state website\">remain archived on a state website</a>, which confirms Schale&#39;s statement.<br />\r\n\t<br />\r\n\tRubio requested funding for 37 projects totalling $43,697,787.&nbsp;Here&#39;s the complete list.<br />\r\n\t<br />\r\n\t&bull; $7.67 million, requested by Jackson Health System, to provide inpatient and outpatient health care services to people with HIV/AIDS, including medications, psycho-social counseling, education and case management.</p>\r\n<p>\r\n\t&bull; $5 million, requested by Miami-Dade County, for an elevated, automated people-mover system connecting three elevated stations in front of the Miami International Airport passenger terminal with the planned Miami Intermodal Center.</p>\r\n<p>\r\n\t&bull; $5 million, requested by Miami-Dade County Empowerment Trust, for a federally designated &quot;empowerment zone&quot; that targets county, state, and federal resources to stimulate economic development in distressed, low-income areas.</p>\r\n<p>\r\n\t&bull; $2.25 million, requested by the city of Miami Springs, to eliminate recurring flood conditions through stormwater drainage improvements.</p>\r\n<p>\r\n\t&bull; $2 million, requested by the Achievement &amp; Rehabilitation Centers, Inc., for ARC Broward Inc., to provide intensive therapeutic &amp; behavioral intervention for children aged 5-12 with severe autism or related disorders.</p>\r\n<p>\r\n\t&bull; $1.5 million, requested by the South Florida Water Management District, for construction to permanently mitigate the recurring flood threat.</p>\r\n<p>\r\n\t&bull; $1.5 million, requested by the city of West Miami, to reduce a wastewater collection system budget deficit.</p>\r\n<p>\r\n\t&bull; $1.3 million, requested by the city of South Miami, to complete an upgrade to the city&#39;s stormwater drainage system to eliminate or reduce pollutants from the direct discharge of stormwater runoff and prevent local flooding.</p>\r\n<p>\r\n\t&bull; $1.25 million, requested by the city of West Miami, for drainage improvements.</p>\r\n<p>\r\n\t&bull; $1.2 million, requested by the city of South Miami, to provide high-quality municipal water and fire protection in the city.</p>\r\n<p>\r\n\t&bull; $1.2 million by the city of Miami Springs, to relocate utilities to satisfy state DOT objectives at certain intersections.</p>\r\n<p>\r\n\t&bull; $1.18 million, requested by Jackson Health System, for residential care for adjudicated substance abusing adolescents, including physician care, social work, nursing, psychology, medications and education.</p>\r\n<p>\r\n\t&bull; $1 million, requested by the University of Miami School of Medicine for programs in spinal cord injury and brain research; to develop improved rehabilitation technologies; protect and prevent nervous system damage; and promote regeneration and recovery of function.</p>\r\n<p>\r\n\t&bull; $1 million, requested by the city of Miami Springs, to eliminate infiltration in an existing wastewater treatment system.</p>\r\n<p>\r\n\t&bull; Two separate $1 million&nbsp;community budget issues, both requested by Miami-Dade County, to provide hot evening and weekend meals to elderly residents of Miami-Dade County who are assessed as &quot;high risk&quot; or in danger of malnutrition.</p>\r\n<p>\r\n\t&bull; $900,000, requested by the city of Miami Springs, to renovate an existing multi-purpose facility.</p>\r\n<p>\r\n\t&bull; $787,059, requested by Public Health Trust of Miami for Jackson Health System, for short-term assessment and treatment of ajudicated minors for substance abuse, including medication, social work, education and physician care.</p>\r\n<p>\r\n\t&bull; $750,000, requested by RFB&amp;D of Miami for the Recording for the Blind and Dyslexic Florida Unit, to meet the educational needs of Florida&#39;s print-disabled children and adults through taped and digital audio books.</p>\r\n<p>\r\n\t&bull; $750,000, requested by the Department of Environmental Resource Management for the Miami-Dade County DERM, for the stormwater planning component for the C-4 Basin in north central Miami-Dade County.</p>\r\n<p>\r\n\t&bull; $684,690, requested by Public Health Trust for Jackson Health System,&nbsp; for a medical foster care program for 88 children in state custody as an alternative to reducing institutional placements of children with chronic illnesses.</p>\r\n<p>\r\n\t&bull; $675,000, requested by the Miami-Dade Homeless Trust, to provide post-crisis stabilization unit out-placement in transitional housing for chronic, mentally ill homeless persons recently discharged.</p>\r\n<p>\r\n\t&bull; $600,000, requested by Miami Children&#39;s Hospital, to maintain and develop its&nbsp;pediatric trauma center.</p>\r\n<p>\r\n\t&bull; $500,000, requested by Mayors Summit of the Americas, to create permanent offices in Florida for the Mayors Summit of the Americas, an organization of mayors of all the democratic countries of the hemisphere.</p>\r\n<p>\r\n\t&bull; $500,000, requested by Children&#39;s Psychiatric Center in Miami, to provide at-risk children in kindergarten through third grade with individual mentoring.</p>\r\n<p>\r\n\t&bull; $425,000, requested by the Florida Venture Foundation, to provide outreach, guidance, training, and technical support services to minority businesses in South Florida.</p>\r\n<p>\r\n\t&bull; $400,000, requested by the Greater Miami Chamber of Commerce, to facilitate services, trade and investment in Florida through a statewide database, website, out-bound and in-bound missions, one-on-one appointments and seminars.</p>\r\n<p>\r\n\t&bull; $350,000, requested by One Nation Inc. of Miami, to help legal permanent residents become U.S. citizens free of charge, and also conduct monthly citizenship and voter registration drives in Miami-Dade and Broward counties.</p>\r\n<p>\r\n\t&bull; $269,000, requested by the city of Coral Gables, for intersection improvements along U.S. 1.</p>\r\n<p>\r\n\t&bull; $200,000, requested by the Children&#39;s Psychiatric Center of Miami, for an in-school program that provides therapeutic and behavioral support to the alternative education classrooms.</p>\r\n<p>\r\n\t&bull; $200,000, requested by First Quality Home Care Inc. of Miami, for homebound insulin-dependent diabetics who are unable to self-administer their insulin due to a secondary diagnosis such as blindness.</p>\r\n<p>\r\n\t&bull; $200,000, requested by the Achievement &amp; Rehabilitation Centers, Inc., for ARC Broward Inc., to provide intensive specialized behavorial intervention in home and community-based settings; and specialized homebound speech, occupational and family therapies for children with severe autism and related disorders aged 3-18.</p>\r\n<p>\r\n\t&bull; $175,000, requested by Curtiss Mansion Inc., to design&nbsp;the renovation of the historically important home of famed naval aviator and inventor Glen Curtiss.</p>\r\n<p>\r\n\t&bull; $112,500, requested by the city of South Miami, for improvements to Dante Fascell Park, including drainage in parking lots and tennis courts, ADA-accessible playground equipment and picnic tables, resurfacing tennis and hardball courts, and replacing or repairing individual stations along the exercise path in the park.</p>\r\n<p>\r\n\t&bull; $100,000, requested by Allapattah Wynwood Community and Development Center in Miami, for construction of a new child care facility in Miami&#39;s Allapattah Wynwood community to introduce early childhood intervention programs that serve 100 children from low/moderate income families.</p>\r\n<p>\r\n\t&bull; $50,000, requested by the village of Virginia Gardens, to construct a 20-foot by 20-foot picnic shelter and concrete slab.</p>\r\n<p>\r\n\t&bull; $25,000, requested by the city of West Miami, to provide resources to the city&#39;s police department to improve homeland security.</p>\r\n<p>\r\n\t(We made a link to Rubio&#39;s requests, which you can see <a href=\"https://spreadsheets.google.com/ccc?key=0Ag6LtLEJqtdcdDZrMndoOVVUQTlKNTkzeUNfV2xPcmc&amp;hl=en&amp;authkey=CILNrrEC\" id=\"fsy_\" title=\"here\">here</a>).<br />\r\n\t<br />\r\n\tIt turns out Rubio requested more money in Community Budget Issue Requests than all but four members of the 120-member Florida House (Democrat Gary Siplin $65.1 million; Republican Mike Bennett $74.8 million; Republican Bev Kilmer $120.4 million; and Democrat Curtis Richardson $130.1 million).<br />\r\n\t<br />\r\n\tIn 2001, Rubio actually requested even more money -- $101.2 million&nbsp;for 72&nbsp;projects -- but Rubio did not make another Community Budget Issue Request after 2002, according to the state database. Not one in six years.<br />\r\n\t<br />\r\n\tBut those aren&#39;t the years Schale referenced.&nbsp;Schale said Rubio requested 37 earmarks in 2002 worth $43 million -- which he says is at odds with Rubio&#39;s current support for an earmark ban. Schale has his math right, according to figures kept by the state. Rubio that year ranked&nbsp;fifth in requests for&nbsp;money among Florida House members. We rate Schale&#39;s statement True.</p>", "ruling_comments_date": "2010-11-16T11:49:22.103294", "ruling_date": "2010-11-16T15:29:32", "ruling_headline": "Marco Rubio wasn't always against earmarks, Florida Democrat claims", "ruling_headline_slug": "marco-rubio-wasnt-always-against-earmarks-florida", "ruling_link_text": "Fifth most of any state House member that year", "ruling_state": "Florida", "source_documents": null, "sources": "<p>\r\n\t<br />\r\n\t<a href=\"http://twitter.com/steveschale\" id=\"l-87\" title=\"Steven Schale Twitter page\">Steven Schale Twitter page</a>, accessed Nov. 14, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Steven Schale, Nov. 15, 2010<br />\r\n\t<br />\r\n\tSt. Petersburg Times, &quot;Veto ax hangs over lawmakers&#39; local projects,&quot; June 5, 2002, accessed via Times archives<br />\r\n\t<br />\r\n\tFlorida House, C<a href=\"http://www.leg.state.fl.us/publications/2002/house/reports/budget_issues/WebList.htm\" id=\"x_2a\" title=\"ommunity Budget Issue Requests\">ommunity Budget Issue Requests</a>, 2002, accessed Nov. 15, 2010<br />\r\n\t<br />\r\n\tSt. Petersburg Times, &quot;<a href=\"http://www.tampabay.com/news/politics/national/us-sen-elect-marco-rubio-joins-earmark-ban-effort/1133479\" id=\"mv7v\" title=\"U.S. Sen.-elect Marco Rubio joins earmark ban effort\">U.S. Sen.-elect Marco Rubio joins earmark ban effort</a>,&quot; Nov. 11, 2010<br />\r\n\t<br />\r\n\tSt. Petersburg Times, &quot;Lawmakers push turkeys in a lean budget year,&quot; Jan. 24, 2002, accessed via Times archives<br />\r\n\t<br />\r\n\tPalm Beach Post, &quot;Legislators approve $1 billion in cuts, prepare for tax fight,&quot; Dec. 7, 2001, accessed via Nexis</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "Steven", "half_true_count": 0, "home_state": "Florida", "id": 631, "last_name": "Schale", "mostly_true_count": 0, "name_slug": "steven-schale", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/schale.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/631/", "total_count": 2, "true_count": 1, "website": "http://www.stevenschale.com/"}, "statement": "<p>\r\n\t&quot;Re: (Marco) Rubio&#39;s support of earmark ban: In 2002 alone, he requested 37 earmarks worth $43 million.&quot;</p>", "statement_context": "a posting on Twitter.", "statement_date": "2010-11-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [{"adkey": "", "advalue": "", "barely_true_count": 36, "current_job": "U.S. Senator", "false_count": 26, "first_name": "Marco", "half_true_count": 33, "home_state": "Florida", "id": 277, "last_name": "Rubio", "mostly_true_count": 37, "name_slug": "marco-rubio", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Marco_Rubio.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/277/", "total_count": 168, "true_count": 20, "website": "http://www.rubio.senate.gov/"}], "twitter_headline": ""}