{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2010/nov/16/paul-krugman/paul-krugman-said-obamas-deficit-co-chairs-had-no-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 2825, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/2825/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>The co-chairs of President Barack Obama&#39;s deficit commission released their ideas for getting control of the federal deficit last week. Economist&nbsp; and <em>New York Times</em> columnist Paul Krugman is not a fan.<br />\r\n<br />\r\n&quot;I think the most important thing to understand is that the commission did not do its job. It has a bunch of ideas for reducing the deficit, some good, some really bad, some of them not ideas about reducing the deficit at all,&quot; Krugman said on ABC&#39;s <em>This Week with Christiane Amanpour.</em> &quot;But it&#39;s easy to come up with ideas. I can come up with ideas for reducing the deficit while patting my tummy and rubbing my head, you know?&quot;<br />\r\n<br />\r\nThe key to reducing the deficit, Krugman said, is reducing the future growth of health care costs.<br />\r\n<br />\r\n&quot;The way you have to do that is by deciding what you&#39;re going to be willing to pay for,&quot; Krugman said. &quot;They completely wimped out on that. They simply assumed they were going to reduce the rate of health care cost growth. And they said, how are we going to do that? By monitoring and taking additional measures as necessary. So the report was completely empty on the only thing that really matters and then had a whole bunch of things which involved large tax cuts for the top bracket. What on earth is that doing in there?&quot;<br />\r\n<br />\r\nHere, we&#39;ll fact-check Krugman&#39;s statement that the report was &quot;completely empty&quot; on reining in the future growth of health care costs. We&#39;ll check his statement about large tax cuts for the top bracket in a separate report.<br />\r\n<br />\r\nFirst, a bit of (recent) history on the commission: President Barack Obama created the National Commission on Fiscal Responsibility and Reform in February, 2010, asking it to identify &quot;policies to improve the fiscal situation in the medium term and to achieve fiscal sustainability over the long run.&quot; Obama asked the commission to propose ideas designed to balance the budget, excluding interest payments on the debt, by 2015. He appointed six members, including bipartisan co-chairs, and asked congressional leaders from both parties -- Democrats Harry Reid and Nancy Pelosi and Republicans Mitch McConnell and John Boehner -- to appoint three each, for a total of 18 members.<br />\r\n<br />\r\nThe proposal released Nov. 10 was <em>not </em>the final report, which requires approval from 14 of 18 members and has a deadline of Dec. 1. Rather, the proposal summarized the ideas of the two co-chairs: Alan Simpson, a former Republican senator from Wyoming and Erskine Bowles, former White House chief of staff to President Bill Clinton. We&#39;re not sure why the two took the step of releasing their proposals ahead of the deadline; some news reports speculate it was an attempt to prod other members to keep negotiating before the December deadline. If the members are not able to come to an agreement, it&#39;s possible that no report will be issued.<br />\r\n<br />\r\nWe previously reviewed the co-chairs&#39; proposal for our <a href=\"http://politifact.com/truth-o-meter/article/2010/nov/12/factsheet-reducing-national-debt/\">factsheet on reducing the deficit</a>, but now we wanted to look in detail at what it said about health spending.<br />\r\n<br />\r\nKrugman is right that the report released last week reads like &quot;a bunch of ideas.&quot; It reminded us more of a PowerPoint presentation than a policy brief.&nbsp; But it does address Medicare spending and other improvements to the health care system on pages 31 to 36. (The full report is 50 pages; <a href=\"http://www.fiscalcommission.gov/news/cochairs-proposal\">view it here</a>.)<br />\r\n<br />\r\nSome of its suggestions for Medicare are vague, such as its solution for addressing future shortfalls for payments to doctors and hospitals. Right now, Congress funds payments every year in a move that&#39;s come to be known as the &quot;doc fix.&quot; The co-chairs&#39; proposal suggests paying for that &quot;by asking doctors and other health providers, lawyers, and individuals to take responsibility for slowing health care cost growth.&quot; It then suggests, &quot;Pay doctors and other providers less, improve efficiency, and reward quality by speeding up payment reforms and increasing drug rebates,&quot; as well as, &quot;Pay lawyers less and reduce the cost of defensive medicine by adopting comprehensive tort reform.&quot; The report also suggests the government &quot;expand cost-sharing in Medicare to promote informed consumer health choices and spending.&quot; That means asking seniors to pay more for their health care benefits.<br />\r\n<br />\r\nBut the proposal also includes budget estimates for various health care-related cost savings in 2015 and for the years 2012 through 2020, on pages 33 and 35.<br />\r\n<br />\r\nMore specifically, the report recommends strengthening the Independent Payment Advisory Board, or IPAB, a new board created under the 2010 health care law. The board is intended to make evidence-based recommendations on reducing costs and improving the quality of care in Medicare. In practice, the board will likely issue rules on which procedures it will pay for and which it won&#39;t, and these rules will apply across the board. (The board <a href=\"http://www.politifact.com/truth-o-meter/statements/2010/oct/19/john-raese/john-raese-says-health-care-law-forces-patients-go/\">will not get involved in decisions on individual patients</a> based on their worth to society -- the old &quot;death panels&quot; lie.)&nbsp; The board&#39;s recommendations will take effect unless Congress overrules them.<br />\r\n<br />\r\nThe co-chairs&#39; proposal suggested several ways that the board could be strengthened, such as applying its recommendations to all health care providers without some of the exceptions allowed under the health care law. It suggested that the board make recommendations on benefit design and cost-sharing, which the health care law does not allow. Finally, the co-chairs suggested that the board&#39;s proposals apply not only to Medicare but also to private health insurance plans sold in government-sponsored exchanges.<br />\r\n<br />\r\nOn <em>This Week</em>, Ruth Marcus, a&nbsp;<em>Washington Post</em> columnist, challenged Krugman&#39;s claim and specifically mentioned the IPAB.<br />\r\n<br />\r\n&quot;They did talk about strengthening that commission, the famous IPAB, and giving it more power to go after more aspects of the health care system, because it&#39;s now rather constrained,&quot; Marcus said.<br />\r\n<br />\r\n&quot;They made no headlines with that,&quot; Krugman responded. &quot;And some friends of mine are calling this the commission to put caps on lots of stuff. It&#39;s a lot of numerical caps without any explanation of how they&#39;re going to happen.&quot;<br />\r\n<br />\r\nWe e-mailed Krugman after the show to ask him about his comments. He said his reading of the report, particularly page 31, struck him as &quot;a model of vagueness.&quot; But, he added, &quot;I was somewhat unfair in not giving credit for the endorsement of the IPAB.&quot;<br />\r\n<br />\r\nIn ruling on Krugman&#39;s statement, he said the deficit proposal was &quot;completely empty&quot; on reining in the future growth of health care costs. Krugman has a point that the co-chairs&#39; proposal is vague. But the proposal does have several specific ideas on how to strengthen the IPAB. It has other recommendations on health care spending as well, and it includes dollar estimates for how much its ideas would reduce spending. It does recognize that health care spending must be controlled, and it&#39;s not completely empty of ideas. We rate Krugman&#39;s statement False.</p>\r\n", "ruling_comments_date": "2010-11-16T15:32:02.918975", "ruling_date": "2010-11-16T16:44:32", "ruling_headline": "Paul Krugman said Obama's deficit co-chairs had no ideas for controlling health care costs", "ruling_headline_slug": "paul-krugman-said-obamas-deficit-co-chairs-had-no-", "ruling_link_text": "Actually, it does have some ideas.", "ruling_state": null, "source_documents": null, "sources": "<p>This Week with Christiane Amanpour, <a href=\"http://abcnews.go.com/ThisWeek/video/roundtable-tax-cut-debate-12144694\">roundtable</a>, Nov. 14, 2010<br />\r\n<br />\r\nNational Commission on Fiscal Responsibility and Reform, <a href=\"http://www.fiscalcommission.gov/news/cochairs-proposal\">CoChairs&#39; Proposal</a>, Nov. 11, 2010<br />\r\n<br />\r\nThe White House, <a href=\"http://www.whitehouse.gov/the-press-office/executive-order-national-commission-fiscal-responsibility-and-reform\">Executive Order -- National Commission on Fiscal Responsibility and Reform</a>, Feb. 18, 2010<br />\r\n<br />\r\nThomas, <a href=\"https://docs.google.com/thomas.loc.gov/cgi-bin/bdquery/z?d111:H.R.3590\">health care reform law</a>, accessed Nov. 15, 2010<br />\r\n<br />\r\nInterview with Stuart Guterman of the Commonwealth Fund, Nov. 16, 2010</p>\r\n\r\n<p>Paul Krugman, <a href=\"http://www.nytimes.com/2010/11/12/opinion/12krugman.html?ref=paulkrugman\">The Hijacked Commission</a>, Nov. 12, 2010<br />\r\n<br />\r\nRuth Marcus, <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/11/12/AR2010111203739.html?nav=emailpage\">Debt proposal is an invitation to Professor Obama</a>, Nov. 13, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "New York Times columnist", "false_count": 3, "first_name": "Paul", "half_true_count": 3, "home_state": "", "id": 185, "last_name": "Krugman", "mostly_true_count": 4, "name_slug": "paul-krugman", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/krugman.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/185/", "total_count": 18, "true_count": 8, "website": "http://topics.nytimes.com/top/opinion/editorialsandoped/oped/columnists/paulkrugman/index.html"}, "statement": "<p>A recent report from the president&#39;s deficit commission was &quot;completely empty&quot; on controlling health care costs.</p>\r\n", "statement_context": "\"This Week with Christiane Amanpour\"", "statement_date": "2010-11-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 50, "photo": null, "resource_uri": "/api/v/2/subject/50/", "subject": "Medicare", "subject_slug": "medicare", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 151, "photo": null, "resource_uri": "/api/v/2/subject/151/", "subject": "This Week - ABC News", "subject_slug": "abc-news-week", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}