{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/nov/18/richard-lugar/richard-lugar-says-ending-earmarks-wont-save-money/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": null, "id": 2841, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "resource_uri": "/api/v/2/statement/2841/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tOne of the congressional Republicans&#39; first actions after the 2010 election was to take a stand on curbing earmarks -- the targeted congressional spending provisions that have been criticized by politicians ranging from President Barack Obama to most members of the tea party movement.<br />\r\n\t<br />\r\n\tAn earmark is a requirement that money approved by Congress be spent in a specific way at the request of a lawmaker. Critics have long argued that earmarks are likelier to serve the interest of a particular congressional district or constituent group than the national good.<br />\r\n\t<br />\r\n\tOn Nov. 16, 2010, after pressure from newly elected, tea party-backed Republican candidates as well as incumbents on the right flank of the GOP, Senate Minority Leader Mitch McConnell, R-Ky., <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/11/15/AR2010111504511.html\" id=\"dimu\" title=\"blessed an earmark moratorium\">blessed an earmark moratorium</a>, even though McConnell&nbsp;had been an active earmarker for much of his congressional career.<br />\r\n\t<br />\r\n\t&quot;Make no mistake, I know the good that has come from the projects I have helped support throughout my state,&quot; McConnell said. &quot;I don&#39;t apologize for them. But there is simply no doubt that the abuse of this practice has caused Americans to view it as a symbol of the waste and the out-of-control spending that every Republican in Washington is determined to fight. And unless people like me show the American people that we&#39;re willing to follow through on small or even symbolic things, we risk losing them on our broader efforts to cut spending and rein in government.&quot;<br />\r\n\t<br />\r\n\tTwo days after McConnell&#39;s announcement, the new House Republican majority <a href=\"http://www.cbsnews.com/8301-503544_162-20023236-503544.html\" id=\"x-yc\" title=\"voted to enact a ban on earmarks\">voted to enact a ban on earmarks</a> in the 112th Congress as well.<br />\r\n\t<br />\r\n\tYet as popular as banning earmarks appears to be, a few lawmakers have urged caution. Some have argued that giving up Congress&#39; right to direct where money goes effectively cedes those powers to the executive branch, centralizing more power than ever in the presidential administration. Some have argued that, in the context of the entire federal budget, the dollar amounts are trivial -- roughly $15 billion out of a <a href=\"http://www.whitehouse.gov/sites/default/files/omb/budget/fy2011/assets/hist01z1.xls\" id=\"y6pw\" title=\"$1.4 trillion deficit in 2009\">$1.4 trillion deficit in 2009</a>. Critics say that focusing on earmarks is a symbolic action that obscures the harder choices that will be needed to reduce the federal deficit and cut into the national debt.<br />\r\n\t<br />\r\n\tOne lawmaker, Sen. Richard Lugar, R-Ind., <a href=\"http://www.huffingtonpost.com/sen-dick-lugar/post_1270_b_784525.html\" id=\"k1p1\" title=\"made a stark point\">made a stark point</a>: Cutting earmarks won&#39;t actually save money.<br />\r\n\t<br />\r\n\t&quot;I oppose the Senate Republican Conference voluntary moratorium on so-called &#39;earmarks,&#39; &quot; Lugar said in a prepared statement. &quot;At a moment in which over-spending by the federal government perpetuates annual deficits of over $1 trillion a year, the Congress is being asked to debate a congressional earmark spending resolution which will save no money, even while giving the impression that the Congress is attempting to meet the public demand to reduce spending. Instead of surrendering constitutional authority to Washington bureaucrats and the Obama Administration, Congress should focus on reducing spending on both entitlement and discretionary spending programs. Providing the Obama Administration with greater authority to direct spending does not accomplish this goal, and eliminating earmarks does not reduce spending.&quot;<br />\r\n\t<br />\r\n\tIt&#39;s the last part -- the notion that &quot;eliminating earmarks does not reduce spending&quot; -- that caught our eye. We wondered whether it&#39;s accurate.</p>\r\n<p>\r\n\tSince earmarks are simply provisions of larger spending bills that direct where lawmakers want the money to go, earmarks, strictly speaking, do not increase the cost of a spending bill -- they only tell where portions of that spending should go. If Congress doesn&#39;t specify where the money should be spent, it would be up to executive branch officials to make the decision instead.</p>\r\n<p>\r\n\tJoshua Gordon, policy director at the Concord Coalition, a group that favors balanced budgets and reducing the national debt, calls Lugar&#39;s statement&nbsp;&quot;accurate.&quot;</p>\r\n<p>\r\n\t&quot;The moratoriums would not save any money,&quot; Gordon said. &quot;They just change who is allowed to direct where money is spent.&quot;</p>\r\n<p>\r\n\tDaniel Mitchell, a senior fellow with the libertarian Cato Institute, agrees that Lugar is right, though he adds that the existence of earmarks increases the upward pressure on federal spending indirectly, since lawmakers &quot;know they need to support the relevant powers on the spending committees in order to have their earmarks approved.&quot;</p>\r\n<p>\r\n\tMitchell calls earmarks a &quot;gateway drug&quot; that &quot;seduces members into treating the federal budget as a good thing that can be milked for home-state/district projects.&quot;</p>\r\n<p>\r\n\tMeanwhile, Steve Ellis,&nbsp;vice president of Taxpayers for Common Sense, a group critical of earmarks, said Lugar is correct that, under the current budgeting process, eliminating earmarks won&#39;t save money. That&#39;s because when earmarks are stricken by congressional vote, the money is typically reallocated to other spending, rather than saved outright. But he added that it would be possible to devise a budgeting process in which spending goes down if an earmark is eliminated.<br />\r\n\t<br />\r\n\tA Lugar spokesman, Mark Helmke, said that as long as the administration does not use money dedicated to earmarks for debt reduction, the moratorium would not reduce spending. &quot;The only way that spending is reduced is to cut program spending, and Sen. Lugar is prepared to do that,&quot; Helmke said.<br />\r\n\t<br />\r\n\tIndirectly, earmarks may have an I&#39;ll-scratch-your-back-if-you-scratch-mine effect that pushes spending upward.&nbsp;Under the status quo, however, our experts agreed that&nbsp;Lugar is largely correct -- ending earmarks won&#39;t directly reduce spending, only re-direct it. There are&nbsp;other plausible reasons to advocate for an earmark ban, such as ending unseemly horse-trading with taxpayer dollars. But without a thorough overhaul of the budgeting process, saving money directly isn&#39;t one of them.&nbsp;We rate Lugar&#39;s statement Mostly True.</p>", "ruling_comments_date": "2010-11-18T16:52:16.145793", "ruling_date": "2010-11-18T16:51:00", "ruling_headline": "Richard Lugar says ending earmarks won't save money", "ruling_headline_slug": "richard-lugar-says-ending-earmarks-wont-save-money", "ruling_link_text": "At least not the way the budget process is today", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tRichard Lugar, &quot;<a href=\"http://www.huffingtonpost.com/sen-dick-lugar/post_1270_b_784525.html\" id=\"w3xz\" title=\"Eliminating Earmarks Cuts No Spending\">Eliminating Earmarks Cuts No Spending</a>,&quot; Nov. 16, 2010</p>\r\n<p>\r\n\tWashington Post, &quot;<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/11/15/AR2010111504511.html\" id=\"fx8l\" title=\"In sudden reversal, GOP leader McConnell will back ban on earmarks\">In sudden reversal, GOP leader McConnell will back ban on earmarks</a>,&quot; Nov. 16, 2010</p>\r\n<p>\r\n\tCBS News, &quot;<a href=\"http://www.cbsnews.com/8301-503544_162-20023236-503544.html\" id=\"axyy\" title=\"House Republicans Adopt Earmarks Ban in New Congress\">House Republicans Adopt Earmarks Ban in New Congress</a>,&quot; Nov. 18, 2010</p>\r\n<p>\r\n\tOffice of Management and Budget, &quot;<a href=\"http://www.whitehouse.gov/sites/default/files/omb/budget/fy2011/assets/hist01z1.xls\">Table 1.1&mdash;Summary of Receipts, Outlays, and Surpluses or Deficits (-): 1789&ndash;2015</a>,&quot; accessed Nov. 18, 2010&nbsp;</p>\r\n<p>\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/promises/promise/431/reduce-earmarks-to-1994-levels/\">Barack Obama Campaign Promise No. 431: Reduce Earmarks to 1994 Levels</a>,&quot; last updated Feb. 19, 2010</p>\r\n<p>\r\n\tE-mail interview with Joshua Gordon, policy director of the Concord Coalition, Nov. 18, 2010</p>\r\n<p>\r\n\tE-mail interview with Daniel Mitchell, senior fellow with the Cato Institute, Nov. 18, 2010</p>\r\n<p>\r\n\tE-mail interview with Jim Horney, director of federal fiscal policy at the Center on Budget and Policy Priorities, Nov. 18, 2010</p>\r\n<p>\r\n\tE-mail interview with Dean Baker, co-director of the Center for Economic and Policy Research, Nov. 18, 2010</p>\r\n<p>\r\n\tInterview with Steve Ellis, vice president of Taxpayers for Common Sense, Nov. 18, 2010</p>\r\n<p>\r\n\tE-mail interview with Mark Helmke, senior adviser to Sen. Richard Lugar, Nov. 18, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. Senator", "false_count": 0, "first_name": "Richard", "half_true_count": 0, "home_state": "Indiana", "id": 859, "last_name": "Lugar", "mostly_true_count": 1, "name_slug": "richard-lugar", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Lugar_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/859/", "total_count": 1, "true_count": 0, "website": "http://lugar.senate.gov/"}, "statement": "<p>\r\n\t&quot;Eliminating earmarks does not reduce spending.&quot;</p>", "statement_context": "a prepared statement", "statement_date": "2010-11-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}