{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/nov/29/jon-kyl/jon-kyl-cites-washington-post-editorial-ap-fact-ch/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 2874, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/2874/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tAs Washington delves into a brief lame-duck session before the new Congress begins work in January, one issue receiving wide attention is whether the Senate will ratify a new START treaty to control nuclear arms, as the Obama Administration wants.</p>\r\n<p>\r\n\tThe treaty would enact modest nuclear-weapons reductions and extend verification provisions that lapsed last year. Most Democrats and many foreign-policy professionals favor ratification of the new treaty, which would require 67 votes in the Senate. But the effort has run into problems with Senate Republicans, particularly with Sen. Jon Kyl of Arizona.</p>\r\n<p>\r\n\tKyl <a href=\"http://www.nytimes.com/2010/11/25/world/europe/25start.html?src=me\" id=\"pcfi\" title=\"said earlier this month\">said earlier this month</a> that the lame duck session did not offer enough time to iron out problems he sees with a related issue -- U.S. plans for modernizing nuclear forces and infrastructure. The administration took up the gauntlet, redoubling efforts to ratify the treaty this year. In an <a href=\"http://online.wsj.com/article/SB10001424052748704074804575631051668226566.html\" id=\"qu2l\" title=\"op-ed\">op-ed</a> in the <i>Wall Street Journal</i>, Vice President Joe Biden wrote that &quot;national security interests are at stake&quot; in the ratification battle.</p>\r\n<p>\r\n\tOn the <a href=\"http://www.msnbc.msn.com/id/40392979/ns/meet_the_press-transcripts/\" id=\"l3h:\" title=\"Nov. 28, 2010, edition of NBC's Meet the Press\">Nov. 28, 2010, edition of <i>NBC&#39;s Meet the Press</i></a>, host David Gregory grilled Kyl on his concerns about the treaty. We won&#39;t get far into the policy details here, but we do think that fact-checking one portion of the dialogue might help illuminate a key element of the debate -- namely, whether delaying ratification would put national security at risk.</p>\r\n<p>\r\n\tHere&#39;s a portion of what Kyl said:</p>\r\n<p>\r\n\t&quot;First of all, let me quote the<i> Washington Post</i>, which directly addressed the question that you asked. &#39;No calamity will befall the United States if the Senate does not act this year.&#39; And in response to the charge that somehow we need to do this for the urgency of needing verification, the Associated Press did a fact-check on that allegation and said, &#39;The urgency is political. Even the administration concedes the security risk is not immediate.&#39;&quot;</p>\r\n<p>\r\n\tEssentially, Kyl uses two mainstream news organizations to bolster his argument that there&#39;s little risk from a delay in ratification. We wondered whether Kyl used these quotations accurately and in context.</p>\r\n<p>\r\n\tLet&#39;s first look at the excerpt from the <i>Post</i>. It came from an editorial -- that is, an unsigned statement of opinion by the newspaper&#39;s editorial board -- titled, &quot;<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/11/19/AR2010111906562.html\" id=\"n85q\" title=\"The New START pact should be passed, not politicized\">The New START pact should be passed, not politicized</a>.&quot; Right off the bat, that sounds unlike Kyl&#39;s suggestion to take more time.</p>\r\n<p>\r\n\tKyl did relay the specific quotation accurately, and the editorial does provide some support for Kyl&#39;s position. In addition to arguing that &quot;no calamity will befall the United States if the Senate does not act this year,&quot; the editorial argued that &quot;the Cold War threat of a nuclear exchange between Washington and Moscow is, for now, almost nonexistent. The administration and Congress could advance America&#39;s 21st-century interests more tangibly by completing and approving the free-trade agreements with South Korea, Colombia and Panama -- to name just one issue that matters more than U.S.-Russian arms control.&quot;</p>\r\n<p>\r\n\tThe editorial also suggested that the administration&#39;s urgency to ratify the treaty now may have less to do with foreign policy concerns and more to do with the Senate&#39;s balance of power. (Democrats will have a narrower majority in January.) The editorial called Biden&#39;s claims of a national security risk &quot;hyperbole.&quot;</p>\r\n<p>\r\n\tBut a substantial portion of the editorial runs counter to Kyl&#39;s view. In fact, it takes Kyl to task personally, saying that he &quot;acknowledged months ago that the treaty is &#39;relatively benign&#39;&quot; and adding that the White House has &quot;gone a long way to meet (Kyl&#39;s) concerns.&quot; Yet &quot;rather than take yes for an answer, Mr. Kyl blindsided the administration this week with a statement claiming that not enough time remained this year to ratify the treaty given &#39;the complex and unresolved issues related to START and modernization.&#39; That was hard to credit.&quot;</p>\r\n<p>\r\n\tIn addition, the editorial lists several foreign-policy objectives that could be hurt by delaying ratification. A delay, it argued, &quot;would put the administration&#39;s &#39;reset&#39; of relations with Russia at risk -- along with Moscow&#39;s cooperation on vital matters like Iran&#39;s nuclear program and maintaining secure military supply routes to Afghanistan. It might lessen the willingness of nonaligned nations to cooperate with sanctions against Iran and other would-be proliferators. And it could cause both friends and foes of the United States to question Mr. Obama&#39;s leadership.&quot;</p>\r\n<p>\r\n\tIn all, the editorial offers a pretty evenhanded approach, rather than one strongly supportive of Kyl&#39;s position. &quot;Both sides would do well to stop maneuvering for political advantage and return to the negotiations that appeared close to winning the necessary support for the treaty before the midterm elections,&quot; the editorial counseled.</p>\r\n<p>\r\n\tNow for the <a href=\"http://www.wtopnews.com/?sid=2124592&amp;nid=116\" id=\"stfw\" title=\"Associated Press &quot;fact check.&quot;\">Associated Press &quot;fact check,&quot;</a> which looked at <a href=\"http://www.airforcetimes.com/news/2010/11/ap-obama-calls-ratifying-start-treaty-us-imperative/\" id=\"oxcz\" title=\"said, on Nov. 18\">Obama&#39;s statement on Nov. 18</a> that &quot;it&#39;s about national security. This is not a matter than can be delayed.&quot;</p>\r\n<p>\r\n\tUnder the heading &quot;The Facts,&quot; the AP wrote that &quot;the urgency is political. Next year the Republican ranks in the Senate will expand by six and it will be much more difficult to ratify the treaty. Even the administration concedes that the security risk is not immediate. &#39;I am not particularly worried, near-term,&#39; Obama&#39;s top adviser on nuclear issues, Gary Samore, said Thursday. &#39;But over time, as the Russians are modernizing their systems and starting to deploy new systems, the lack of inspections will create much more uncertainty.&#39;&quot;</p>\r\n<p>\r\n\tThe AP continued, &quot;Intelligence officials have expressed concerns that have sounded less than urgent. &#39;I think the earlier, the sooner, the better. You know, my thing is: From an intelligence perspective only, are we better off with it or without it? We&#39;re better off with it,&#39; the director of national intelligence, James Clapper, said recently.&quot;</p>\r\n<p>\r\n\tWhile the AP fact-check is less forceful than the <i>Post</i> editorial board was in its criticism of Kyl&#39;s position, Kyl, in his <i>Meet the Press </i>interview, did leave out the second, more worried portion of Samore&#39;s comments, as well as the argument by Clapper that &quot;we&#39;re better off with&quot; the treaty in place.</p>\r\n<p>\r\n\tWe try to grant politicians some leeway in television interviews because their comments are necessarily time-constrained. And we certainly understand why Kyl would have wanted to play up the supportive evidence in the two news items and downplay what didn&#39;t fit his agenda. But we do think that the way he abridged them amounts to cherry-picking. He selectively quoted from the accounts, leaving viewers with a distinctly different impression than they would have had if they&#39;d read the items in their entirety. So we rate his comment Half True.</p>", "ruling_comments_date": "2010-11-29T16:23:57.149546", "ruling_date": "2010-11-29T16:22:14", "ruling_headline": "Jon Kyl cites Washington Post editorial, AP fact-check as support for position on START treaty", "ruling_headline_slug": "jon-kyl-cites-washington-post-editorial-ap-fact-ch", "ruling_link_text": "Kyl left out the portions of the editorial critical of his own approach", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tJon Kyl, <a href=\"http://www.msnbc.msn.com/id/40392979/ns/meet_the_press-transcripts/\" id=\"jad7\" title=\"interview\">interview</a> on NBC&#39;s Meet the Press, Nov. 28, 2010<br />\r\n\t<br />\r\n\t<em>Washington Post</em>, &quot;<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/11/19/AR2010111906562.html\" id=\"x0r_\" title=\"The New START pact should be passed, not politicized\">The New START pact should be passed, not politicized</a>&quot; (editorial), Nov. 19, 2010<br />\r\n\t<br />\r\n\tAssociated Press, &quot;<a href=\"http://www.wtopnews.com/?sid=2124592&amp;nid=116\" id=\"i2.d\" title=\"Fact Check: Half-truths in nuke arms treaty debate\">Fact Check: Half-truths in nuke arms treaty debate</a>,&quot; Nov. 19, 2010<br />\r\n\t<br />\r\n\tAssociated Press, &quot;<a href=\"http://www.airforcetimes.com/news/2010/11/ap-obama-calls-ratifying-start-treaty-us-imperative/\" id=\"oote\" title=\"Obama says START treaty must be ratified soon\">Obama says START treaty must be ratified soon</a>,&quot; Nov. 18, 2010<br />\r\n\t<br />\r\n\tNew York Times, &quot;<a href=\"http://www.nytimes.com/2010/11/25/world/europe/25start.html?src=me\" id=\"o:ty\" title=\"G.O.P. Senators Detail Objections to Arms Treaty\">G.O.P. Senators Detail Objections to Arms Treaty</a>,&quot; Nov. 24, 2010<br />\r\n\t<br />\r\n\tJoe Biden, &quot;The Case for Ratifying New Start&quot; (<a href=\"http://online.wsj.com/article/SB10001424052748704074804575631051668226566.html\" id=\"r0.y\" title=\"Wall Street Journal op-ed\"><em>Wall Street Journal</em> op-ed</a>), Nov. 25, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. Senator", "false_count": 2, "first_name": "Jon", "half_true_count": 4, "home_state": "Arizona", "id": 122, "last_name": "Kyl", "mostly_true_count": 3, "name_slug": "jon-kyl", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Jon_Kyl.JPG", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/122/", "total_count": 10, "true_count": 1, "website": ""}, "statement": "<p>\r\n\tSaid the Washington Post argued that a failure to pass the START treaty this year would be &quot;no calamity,&quot; and that the Associated Press said&nbsp;&quot;the administration concedes the security risk is not immediate.&quot;</p>", "statement_context": "an interview on \"NBC's Meet the Press\"", "statement_date": "2010-11-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}], "target": [], "twitter_headline": ""}