{"art": [], "author": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2010/dec/06/nfl-players-association/nfl-players-claim-gets-sacked-experts/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jdenery@ajc.com", "first_name": "Jim ", "id": 141, "last_name": "Denery", "name_slug": "jim-denery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/141/", "title": "Word editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 2907, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/2907/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\t<em>(Want to discuss this story? Go to our <a href=\"http://politifact.com/georgia/statements/2010/dec/06/nfl-players-association/nfl-players-claim-gets-sacked-experts/\">Facebook</a> page.)</em></p>\r\n<p>\r\n\tImagine Sunday afternoons next fall without the Dirty Birds.<br />\r\n\t<br />\r\n\tThe organization that represents the Atlanta Falcons&#39; players and those from the National Football League&#39;s 31 other teams recently warned it could happen next year if the players and owners don&#39;t reach a labor agreement.<br />\r\n\t<br />\r\n\tAnd what could the financial impact be to Atlanta?<br />\r\n\t<br />\r\n\t&quot;The conservative estimate is that every team city will lose over $160 million in lost jobs and revenue in the event of a lockout by NFL owners,&quot; the players association wrote in a Nov. 22 letter to Atlanta Mayor Kasim Reed.<br />\r\n\t<br />\r\n\t&quot;As you well know,&quot; the letter continued, &quot;this is not what Atlanta area families need in these dire economic times.&quot;<br />\r\n\t<br />\r\n\tThe association wrote similar letters to Georgia Gov. Sonny Perdue and Gov.-elect Nathan Deal. The players are attempting a blitz on NFL owners such as the Falcons&#39; Arthur Blank by lobbying Deal, Perdue and Reed to pressure Blank into working out a new collective bargaining agreement.<br />\r\n\t<br />\r\n\tSince we&#39;re always ready for some football, the prospect of no pigskins being tossed around troubled us. The economic impact on Atlanta piqued our interest. Would the economic impact of no Falcons season in 2011 be $160 million?<br />\r\n\t<br />\r\n\t&quot;It&#39;s not going to lose that activity,&quot; said a skeptical Mark Rosentraub, the Bruce and Joan Bickner Endowed Professor of Sports Management at the University of Michigan. &quot;If you can&#39;t spend that money on football, you will spend it on something else.&quot;<br />\r\n\t<br />\r\n\tThe NFL Players Association arranged a conference call with reporters late last week to explain how it came up with the estimate. An economist hired by the association based its estimate on economic impact studies done about 10 different NFL franchises since 2000. Falcons spokesman Reggie Roberts said the team has not commissioned any economic impact studies. The economist, Jesse David of Edgeworth Economics, concluded that the average economic impact for a city when an NFL game is played is $20 million. David multiplied that by eight, the number of regular-season games each team hosts, and reached his conclusion of $160 million. He told reporters that anywhere from 30 percent to 50 percent of the total economic impact could come from player salaries.<br />\r\n\t<br />\r\n\tGreg Aiello, the NFL&#39;s communications director, sent AJC PolitiFact Georgia a list of more than a dozen economic impact studies of NFL franchises done between 1987 and 2004 by researchers, consultants, professors and accountants. The more recent estimates ranged from $144 million from a 2000 study of the Green Bay Packers to $402 million from a 2002 study of the New Orleans Saints. The estimates include money spent by people inside that city&#39;s metro area and outside the region. Aiello cautioned that these studies are often debunked by experts.<br />\r\n\t<br />\r\n\tAiello called the players association&#39;s findings &quot;fairy tales.&quot;<br />\r\n\t<br />\r\n\tWe went in search of the truth in that black hole of research, the Internet.<br />\r\n\t<br />\r\n\tThe city of Santa Clara, Calif., hired a company to study the potential economic activity from a proposed football stadium there for the San Francisco 49ers. The researchers generally agreed with the 49ers&#39; findings that the activity could be as much as $85 million a year, but that included $19 million for non-49ers events at the stadium. A study in March found the Minnesota Vikings&#39; playoff victory against the Dallas Cowboys in January was a financial win for the region of about $13 million. Using that estimate for eight regular-season games (we know a playoff game may bring more activity), would equal $104 million. We could find no similar studies for the Atlanta Falcons.<br />\r\n\t<br />\r\n\tIn 2006, three professors looked at the economic impact of strikes in professional sports in Florida because it is one of the few states with all four major American sports leagues. They focused on sales-tax data, determining that none of the labor disputes in recent years had a significant reduction in taxable sales.<br />\r\n\t<br />\r\n\tAnother group of researchers reached a similar conclusion that work stoppages in sports have little economic impact on a city or region. They made a point similar to Rosentraub&#39;s.<br />\r\n\t<br />\r\n\t&quot;Attending a professional sporting event is one of many entertainment options in metropolitan areas,&quot; Dennis Coates and Brad R. Humphreys of the University of Maryland-Baltimore County wrote in a 2000 study. &quot;Fans could alternatively go out to dinner and a movie, or bowling, during a sports strike.&quot;<br />\r\n\t<br />\r\n\tWe asked David about the research that there&#39;s little negative economic impact from sports strikes. He conceded that there are a range of assumptions about the idea, but he maintained &quot;football is not substitutable for some other economic activity.&quot;<br />\r\n\t<br />\r\n\tRobert Baade disagreed. He was one of the three authors who wrote the 2006 study. Baade, an economics and business professor at Lake Forest College in Illinois, did research several years ago that found little to no economic impact when Los Angeles lost both of its pro football teams, the Raiders and Rams. He also questioned the players association&#39;s argument that there could be a major loss in economic impact from stadium workers who may lose their jobs if there is a work stoppage, saying most of those jobs are part-time.<br />\r\n\t<br />\r\n\t&quot;Are you going to support a family on selling parking tickets or beer?&quot; Baade asked us.<br />\r\n\t<br />\r\n\tBaade said a more likely annual economic impact estimate is $16 million, citing his past findings that the Super Bowl brings in one-tenth of the financial impact experts claim.<br />\r\n\t<br />\r\n\tRegarding the likelihood of no NFL action next season, Baade deadpanned, &quot;if you&#39;re following a losing team, it might be a relief.&quot;<br />\r\n\t<br />\r\n\tWe&#39;ve found an array of research and opinion on this topic, and it is across the spectrum. We wish there were some concrete research by the NFL, but it is apparently wary from past criticism of such studies. The lowest recent estimate of annual economic impact on a city we found was the $85 million for the San Francisco 49ers. Each independent expert we talked to believed there will be little economic impact if there is no NFL action next season, since they believe people will find other ways to spend their money. We rate the NFL Players Association&#39;s claim as False.</p>", "ruling_comments_date": "2010-12-03T17:47:36.085133", "ruling_date": "2010-12-06T06:00:00", "ruling_headline": "NFL players claim gets sacked by experts", "ruling_headline_slug": "nfl-players-claim-gets-sacked-experts", "ruling_link_text": "Economic impact claim goes wide right", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tLetters from NFL Players Association to Gov.-elect Nathan Deal, Gov. Sonny Perdue and Atlanta Mayor Kasim Reed, Nov. 22, 2010<br />\r\n\t<br />\r\n\tCity of Santa Clara, &quot;<a href=\"http://santaclaraca.gov/ftp/csc/pdf/49ers-20070605-Agenda-Report-Eval-49ers-Economic-and-Fiscal-Benefits-Study.pdf\">Evaluation of 49ers Economic and Fiscal Benefits Study</a>,&quot; June 1, 2007<br />\r\n\t<br />\r\n\tConference call with NFLPA official George Attalah and Edgeworth Economics Senior Vice President Jesse David, Dec. 3, 2010<br />\r\n\t<br />\r\n\tEdgeworth Economics <a href=\"http://www.edgewortheconomics.com/LinkClick.aspx?fileticket=NYziVdSEUOc%3d&amp;tabid=39\">study</a><br />\r\n\t<br />\r\n\tTelephone interview with University of Michigan professor Mark Rosentraub, Dec. 1, 2010<br />\r\n\t<br />\r\n\tTelephone interview and e-mail exchanges with NFL spokesman Greg Aiello, Nov. 30 and Dec. 1, 2010<br />\r\n\t<br />\r\n\tTelephone interview with University of Georgia professor Jeff Humphreys, Dec. 2, 2010<br />\r\n\t<br />\r\n\t&quot;<a href=\"http://userpages.umbc.edu/~coates/work/lockout200.pdf\">The Economic Consequences of Professional Sports Strikes and Lockouts</a>,&quot; March 2000<br />\r\n\t<br />\r\n\t&quot;<a href=\"http://college.holycross.edu/RePEc/spe/BaadeBaumannMatheson_Strikes.pdf\">The Economic Consequences of Professional Sports Strikes and Lockouts: Revisited</a>,&quot; June 2006</p>\r\n<p>\r\n\t&quot;<a href=\"http://www.minnesotamomentum.com/assets/content/files/Impact/The-Economic-Impact-of-Minnesota-Vikings-Game-Attendees.pdf\">The Economic Impact of Minnesota Vikings Game Attendees: A Playoff Example</a>,&quot; March 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 1, "first_name": "", "half_true_count": 0, "home_state": "", "id": 894, "last_name": "NFL Players Association", "mostly_true_count": 0, "name_slug": "nfl-players-association", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NFLPA.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/894/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\tA National Football League lockout would cost Atlanta $160 million in lost jobs and revenue.</p>", "statement_context": "a letter", "statement_date": "2010-11-22", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 103, "photo": null, "resource_uri": "/api/v/2/subject/103/", "subject": "Workers", "subject_slug": "workers", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "", "id": 897, "last_name": "National Football League", "mostly_true_count": 0, "name_slug": "national-football-league", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": null, "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/897/", "total_count": 0, "true_count": 0, "website": ""}], "twitter_headline": "NFL players economic impact claim gets sacked by experts #nfl #atl"}