{"art": [{"brightcove": "", "caption": "U.S. Rep. Vern Buchanan, R-Sarasota, says illegal immigration costs Florida taxpayers nearly $4 billion a year.", "id": 953, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/953/", "title": "buchananimmigration", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/blpxQZ-ZnmY?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "blpxQZ-ZnmY"}], "author": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "canonical_url": "/florida/statements/2010/dec/06/vern-buchanan/vern-buchanan-says-illegal-immigration-costs-flori/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 2915, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "resource_uri": "/api/v/2/statement/2915/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tSarasota-area congressman Vern Buchanan, a Republican who many think could run for the Senate in 2012, released a video Dec. 2, 2010, arguing against the DREAM Act -- a controversial piece of immigration legislation that would create a path to citizenship for youths brought to the United States illegally.<br />\r\n\t<br />\r\n\tThe <a href=\"http://www.youtube.com/watch?v=blpxQZ-ZnmY&amp;feature=player_embedded#%21\">minute-long video</a> included some sobering figures on the cost of illegal immigration to Florida taxpayers.<br />\r\n\t<br />\r\n\t&quot;In Florida, illegal immigration costs taxpayers nearly $4 billion. This amounts to $700 for every household in Florida,&quot; Buchanan said. &quot;Incredibly, some in Congress are still trying to pass a law to grant amnesty. The so-called DREAM Act would grant amnesty to as many as 2 million illegal immigrants. Amnesty rewards people who break our laws and encourages more illegal immigration.&quot;<br />\r\n\t<br />\r\n\tPolitiFact just recently ruled False the claim that the DREAM Act would grant amnesty to as many as 2 million illegal immigrants, noting that the 2 million figure is the number of people who would be <em>potentially eligible</em> for citizenship. It&#39;s also a matter of debate whether the path to citizenship can be called amnesty. You can read that analysis <a href=\"http://www.politifact.com/truth-o-meter/statements/2010/dec/06/rightmarchcom/rightmarchcom-claims-dream-act-would-provide-amnes/\">here</a>.<br />\r\n\t<br />\r\n\tThe Development, Relief, and Education for Alien Minors (DREAM) Act would allow children brought to the United States by illegal immigrants to obtain permanent legal status if they complete two years of college or enlist in the military. There are currently several <a href=\"http://thomas.loc.gov/cgi-bin/bdquery/D?d111:4:./temp/%7EbdTNb1::%7C/home/LegislativeData.php%7C\">versions</a> of the DREAM Act kicking around in Congress, but under the <a href=\"http://thomas.loc.gov/cgi-bin/bdquery/D?d111:3:./temp/%7EbdTNb1::%7C/home/LegislativeData.php%7C\">version introduced in March 2009</a>, people under 35 who arrived in the United States before the age of 16 and have lived here at least the last five years would be able to apply for legal permanent resident status on a conditional basis if they have obtained a U.S. high school diploma or GED. That conditional status would be upgraded to permanent after six years if they successfully complete at least two years of college or military service and if they maintain &quot;good moral character.&quot;<br />\r\n\t<br />\r\n\tIn this item, we wanted to check Buchanan&#39;s figures on the cost to taxpayers.<br />\r\n\t<br />\r\n\tBuchanan&#39;s press secretary, Sally Tibbetts, said the number comes from <a href=\"http://www.fairus.org/site/DocServer/fla_study.pdf?docID=601\">a 2009 study</a> by the group the Federation for American Immigration Reform (FAIR). It&nbsp;is a group that opposes the DREAM Act and advocates against congressional action that includes amnesty for illegal immigrants, or a path to citizenship. The group also wants to reduce legal immigration to the United States.<br />\r\n\t<br />\r\n\tThe FAIR study examined projected government spending on education, health and incarceration for illegal immigrants and found that illegal immigrants cost Florida taxpayers $3.8 billion.<br />\r\n\t<br />\r\n\tTo determine the &quot;cost&quot; of illegal immigration to Florida, FAIR identified the average cost of government services according to, in many instances, other private studies, and then multiplied those figures by the number of illegal immigrants in the population.<br />\r\n\t<br />\r\n\tOne of the problems with that kind of analysis, however, is that there&#39;s no official number of illegal immigrants living in Florida (illegal immigrants being a group that aren&#39;t exactly eager to raise their hands and be counted, after all). For example, FAIR ranked Florida&#39;s illegal immigration population fourth in the nation, with an estimated 950,000 immigrants in 2008. In contrast, the Department of Homeland Security ranks Florida third in the nation, with 720,000 illegal immigrants in 2009.<br />\r\n\t<br />\r\n\tBut that&#39;s not the only problem.<br />\r\n\t<br />\r\n\tThe FAIR report tries to identify spending on illegal immigrants in three different areas -- education, health care and incarceration.<br />\r\n\t<br />\r\n\tOf the $3.8 billion estimate, the lion&#39;s share -- $3.4 billion -- is spent on education.<br />\r\n\t<br />\r\n\tFAIR uses estimate after estimate to create a &quot;fact.&quot; The group used its estimate of the illegal immigrant population in Florida to craft an estimate of illegal immigrant school-aged children -- a number they peg at about 146,000. Then, they use another estimate, a per-pupil figure from the National Center for Education Statistics of $8,234, to say that K-12 illegal immigrant children cost Florida taxpayers &quot;at least $1.2 billion per year.&quot;<br />\r\n\t<br />\r\n\tThen, they create another estimate for the sons and daughters of illegal immigrants who were born in the United States -- and thus are&nbsp;American citizens. That number, they say, is 204,000. Add the cost for them in (an estimate) and you get an additional $1.7 billion in cost per year, or $2.9 billion combined.<br />\r\n\t<br />\r\n\tWe admit, we can&#39;t offer you better estimates for the number of illegal immigrant schoolchildren or the number of legal sons and daughters of illegal immigrants -- because those numbers don&#39;t exist. But we can tell you, for instance, that the Florida Department of Education says its per pupil spending is $6,871, not $8,234. And if you use the state number, and not the one from the National Center for Education Statistics, the total cost is $2.4 billion not $2.9 billion.<br />\r\n\t<br />\r\n\tThat&#39;s $500 million saved by using a different, and at least as reputable figure -- without even dealing with the other estimates, mind you.<br />\r\n\t<br />\r\n\tThe remaining education funding, about $566 million FAIR figures, comes from teaching English language instruction for non-native English speakers. FAIR estimates that 80 percent of all children in English language training, a number they estimate to be around 250,000, are the children of illegal immigrants. They multiply that number by another estimate -- they say the amount of additional cost for these students is $2,264 -- to reach a taxpayer cost of $566 million. More estimates on top of estimates.<br />\r\n\t<br />\r\n\tFAIR bases its health care costs on a 2002 Florida Hospital Association survey that found unreimbursed emergency medical care for illegal immigrants topped $40 million. But the survey includes responses from private hospitals that are not funded by the state. So the cost to taxpayers is overestimated.<br />\r\n\t<br />\r\n\tAnd FAIR produces the state&#39;s incarceration costs for illegal immigrants based on the state Department of Corrections&#39; &quot;illegal alien&quot; count of inmates. However, no such count exists. Instead, the state keeps tabs on all inmates who are not U.S. citizens, whether they&#39;re in the country legally or illegally. While many of those inmates are eventually released to U.S. Immigration and Customs Enforcement for further immigration processing, including possible deportation, the state does not track whether its inmates are legal U.S. residents. (We covered some of this ground already <a href=\"http://politifact.com/florida/statements/2010/jun/30/ritch-workman/workman-misquotes-immigration-report/\">in a fact check from June about this same FAIR study</a>).<br />\r\n\t<br />\r\n\t&quot;I would take FAIR&#39;s numbers with a big shaker of salt,&quot; said Daniel Griswold, director of the Center for Trade Policy Studies at the Cato Institute, a libertarian Washington, D.C., policy group. &quot;The organization exists to portray immigrants in a bad light.&quot;<br />\r\n\t<br />\r\n\tOne of the easiest ways to see just how malleable the numbers are is to look at <a href=\"http://www.fairus.org/site/DocServer/USCostStudy_2010.pdf?docID=4921\">FAIR&#39;s 2010 state-by-state report</a>. In 2010, FAIR said illegal immigrants cost Florida taxpayers almost $5.5 billion -- that&#39;s about a $1.7 billion or 44 percent increase in a year.<br />\r\n\t<br />\r\n\tNothing that we&#39;ve discussed, for the record, accounts for the money illegal immigrants pay in state sales taxes and federal income taxes. All people are required to pay state sales taxes. And while some illegal immigrants are paid cash under the table, many are paid by payroll check just like everyone else. Recent estimates suggest illegal workers are now paying <a href=\"http://www.msnbc.msn.com/id/24054024/\">$9 billion</a> to <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/09/02/AR2010090202673.html\">$12 billion</a> a year into Social Security through payroll taxes, for instance, with no legal way to get that money back in retirement benefits. (Illegal immigrants provide faked documentation and fake Social Security numbers).<br />\r\n\t<br />\r\n\tSo while there is a cost, there also is a revenue side to the equation.<br />\r\n\t<br />\r\n\tIn 2009, FAIR said illegal immigrants contributed $1.6 billion in taxes in Florida. In 2010, the number dropped more than $1.3 billion, to $261 million. Eric Ruark, FAIR&#39;s director of research, said the group greatly overestimated the amount of disposable income of illegal immigrants that would be subject to sales tax.<br />\r\n\t<br />\r\n\tIn defending the study, Ruark notes that FAIR does not estimate the increased tax payments that Florida would gain from having legal workers replace illegal ones, or the cost to the state in payments to Floridians who are unemployed because of the presence of illegal workers in the labor force. The point is, the actual cost could be higher.<br />\r\n\t<br />\r\n\tThe Congressional Budget Office, the nonpartisan number-crunching arm of Congress, <a href=\"http://www.cbo.gov/ftpdocs/87xx/doc8711/12-6-Immigration.pdf\">tried back in December 2007</a> to quantify the fiscal impact of illegal immigrants on state and local governments. It couldn&#39;t, and found problems with studies that did. The CBO noted that illegal immigrants who just arrive in the United States might use more government resources than those well or better integrated into American society, that it is difficult to capture all revenues and costs, and that there is little information on how much illegal immigrants contribute to American life through taxes, or how much they utilize government services.<br />\r\n\t<br />\r\n\tInstead, the CBO made a series of more general findings. Among them:<br />\r\n\t<br />\r\n\t<em><strong>*</strong>&nbsp; State and local governments incur costs for providing services to unauthorized immigrants and have limited options for avoiding or minimizing those costs.</em></p>\r\n<p>\r\n\t<em><strong>*</strong>&nbsp; </em><em>The amount that state and local governments spend on services for unauthorized immigrants represents a small percentage of the total amount spent by those governments to provide such services to residents in their jurisdictions.</em></p>\r\n<p>\r\n\t<em><strong>*</strong>&nbsp; </em><em>The tax revenues that unauthorized immigrants generate for state and local governments do not offset the total cost of services provided to those immigrants.</em><br />\r\n\t<br />\r\n\tTo us, that&#39;s a more appropriate and tempered analysis.<br />\r\n\t<br />\r\n\tA quick side note: In his comments, Buchanan said the per-household cost of for illegal immigrants is $700 a year. To get there, Buchanan again uses FAIR, which divided their cost figure for taxpayers ($3.8 billion) by the number of households headed by native-born residents (5.65 million). FAIR excludes households headed by non-native-born residents regardless of whether those heads of household are citizens or living in the United States legally. If they included all households (7 million), the cost per household would be about $550. We&#39;re unclear why FAIR, for instance, excluded citizens not born in the United States as well as legally documented residents -- who are all paying taxes -- from their calculations.<br />\r\n\t<br />\r\n\tLet&#39;s review. Buchanan said: &quot;In Florida, illegal immigration costs taxpayers nearly $4 billion (a year). This amounts to $700 for every household in Florida.&quot; He is mostly quoting accurately from a study performed by the group Federation for American Immigration Reform, though he doesn&#39;t cite FAIR in his comments. The FAIR study is highly suspect. It relies on estimate after estimate, and was conducted by a group that is hardly objective when it comes to analyzing the effects of illegal immigration. The nonpartisan Congressional Budget Office warned specifically against trying to put dollar figures on the costs associated with illegal immigrants because of the large number of unknown variables. We&#39;d consider offering more leeway if Buchanan sourced his statement back to FAIR, so at least people could know the source and question it independently. But Buchanan makes his pronouncement sound like it&#39;s fact, when it&#39;s far from it. We rate this claim False.</p>", "ruling_comments_date": "2010-12-06T17:53:13.195192", "ruling_date": "2010-12-06T18:42:32", "ruling_headline": "Vern Buchanan says illegal immigration costs Florida taxpayers $4 billion a year", "ruling_headline_slug": "vern-buchanan-says-illegal-immigration-costs-flori", "ruling_link_text": "A case study in not always trusting studies", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tU.S. Rep. Vern Buchanan, web video, Dec. 2, 2010<br />\r\n\t<br />\r\n\tU.S. Rep. Vern Buchanan, e-mail interview with Sally Tibbetts, Dec. 6, 2010<br />\r\n\t<br />\r\n\tFederation for American Immigration Reform, e-mail interview with Eric Ruark, Dec. 6, 2010<br />\r\n\t<br />\r\n\tFederation for American Immigration Reform, <a href=\"http://www.fairus.org/site/DocServer/fla_study.pdf?docID=601\" id=\"j:t9\" title=\"The Cost of Illegal Immigration to Floridians\">The Cost of Illegal Immigration to Floridians</a>, April 2009<br />\r\n\t<br />\r\n\tFederation for American Immigration Reform, <a href=\"http://www.fairus.org/site/DocServer/USCostStudy_2010.pdf?docID=4921\" id=\"l3_.\" title=\"The Fiscal Burden of Illegal Immigration on United States Taxpayers\">The Fiscal Burden of Illegal Immigration on United States Taxpayers</a>, July 2010<br />\r\n\t<br />\r\n\tCongressional Budget Office, <a href=\"http://www.cbo.gov/ftpdocs/87xx/doc8711/12-6-Immigration.pdf\" id=\"g0-a\" title=\"The Impact of Unauthorized Immigrants on the Budgets of State and Local Governments\">The Impact of Unauthorized Immigrants on the Budgets of State and Local Governments</a>, December 2007<br />\r\n\t<br />\r\n\tPolitiFact, <a href=\"http://politifact.com/florida/statements/2010/jun/30/ritch-workman/workman-misquotes-immigration-report/\" id=\"nous\" title=\"Workman misquotes immigration report\">Workman misquotes immigration report</a>, June 30, 2010<br />\r\n\t<br />\r\n\tPolitiFact, <a href=\"http://www.politifact.com/florida/statements/2010/oct/18/charlie-crist/charlie-crist-says-social-security-plan-embraced-f/\" id=\"oru3\" title=\"Charlie Crist says Social Security plan embraced by former labor secretary Robert Reich\">Charlie Crist says Social Security plan embraced by former labor secretary Robert Reich</a>, OCt. 18, 2010<br />\r\n\t<br />\r\n\tU.S. Census, <a href=\"http://factfinder.census.gov/servlet/ADPTable?_bm=y&amp;-geo_id=04000US12&amp;-qr_name=ACS_2008_3YR_G00_DP3YR2&amp;-ds_name=ACS_2008_3YR_G00_&amp;-_lang=en&amp;-redoLog=false&amp;-_sse=on\" id=\"xee4\" title=\"household data\">household data</a>, 2006-2008<br />\r\n\t<br />\r\n\tPolitiFact, <a href=\"http://www.politifact.com/florida/statements/2010/sep/21/alex-sink/alex-sink-florida-spends-300-million-students-held/\" id=\"ccuk\" title=\"Alex Sink: Florida spends $300 million on remedial pre-K through third grade students\">Alex Sink: Florida spends $300 million on remedial pre-K through third grade students</a>, Sept. 21, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "U.S. Rep.", "false_count": 1, "first_name": "Vern", "half_true_count": 1, "home_state": "Florida", "id": 407, "last_name": "Buchanan", "mostly_true_count": 0, "name_slug": "vern-buchanan", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/New_Congress_CAP128.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/407/", "total_count": 6, "true_count": 2, "website": "http://buchanan.house.gov/"}, "statement": "<p>\r\n\t&quot;In Florida, illegal immigration costs taxpayers nearly $4 billion (a year). This amounts to $700 for every household in Florida.&quot;</p>", "statement_context": "a web video.", "statement_date": "2010-12-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}