{"art": [], "author": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2010/dec/07/jim-doyle/wisconsin-gov-jim-doyle-says-it-would-be-illegal-s/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 2919, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/2919/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tThe campaign to convince outgoing Gov. Jim Doyle and Democratic lawmakers to relinquish control of contract negotiations with state employee unions to Governor-elect Scott Walker has been marked by plenty of political maneuvering.<br />\r\n\t<br />\r\n\tBut Doyle recently said it&rsquo;s all about the law, not politics.<br />\r\n\t<br />\r\n\tSoon after winning the Nov. 2, 2010 election, Walker sent Doyle&rsquo;s administration <a href=\"http://media.journalinteractive.com/documents/Walker+to+DOA.pdf\">a </a><a href=\"http://media.journalinteractive.com/documents/Walker+to+DOA.pdf\">letter</a>asking to suspend the negotiations, citing state budget troubles. Walker takes office Jan. 3. At a Marquette University Law School appearance Nov. 30, 2010, &nbsp;journalist Mike Gousha asked Doyle why he hadn&rsquo;t stopped.<br />\r\n\t<br />\r\n\tSaid Doyle: &quot;It&rsquo;s illegal for a state to say we&rsquo;re simply going to cut off negotiations. There&rsquo;s a legal requirement that you are involved in good faith bargaining.&quot;<br />\r\n\t<br />\r\n\tDoyle&rsquo;s declaration elicited howls of protest from his critics, and a spirited defense from his supporters. We wondered: Is it all as cut and dried as Doyle described it?<br />\r\n\t<br />\r\n\tWe asked Doyle&rsquo;s office for support for his claim -- and were directed right back to the session with Gousha, a distinguished fellow in law and public policy at Marquette University.<br />\r\n\t<br />\r\n\tDoyle, a lawyer and former state attorney general, did lay out his general reasoning in the interview: Refusal to bargain would be a violation of state labor law -- especially when unions had taken a renewed interest in accepting a concessions-laden two-year deal some 18 months after their last contract expired.<br />\r\n\t<br />\r\n\t&quot;A governor cannot say &hellip; I am walking away from the bargaining table,&quot; Doyle said in the interview. &quot;How would I say, &lsquo;We&rsquo;ve been offering you this package for the last 18 months and now we&rsquo;re taking that package off the table; sorry, you can&rsquo;t have it.&rsquo; &quot;<br />\r\n\t<br />\r\n\tDoyle didn&rsquo;t spell it out, but the union&rsquo;s interest in finalizing the contracts apparently flared up as it became clear that Walker -- who campaigned on getting more concessions from state employees -- would succeed Doyle.<br />\r\n\t<br />\r\n\tThat political reality no doubt drove the union to action, a variety of public, private and academic officials told PolitiFact Wisconsin.<br />\r\n\t<br />\r\n\tLet&rsquo;s hear from them.<br />\r\n\t<br />\r\n\tBut first, a word of warning: While Doyle asserted his statement as fact, the experts we consulted said getting at the truth of it is tough because the situation -- from the politics to the timing -- is unprecedented.<br />\r\n\t<br />\r\n\tThen there&rsquo;s that notoriously vague legal definition of &quot;good faith bargaining.&quot; And the fact what was said at the bargaining table -- central to any potential legal ruling -- is private.<br />\r\n\t<br />\r\n\tLet&rsquo;s start with Walker&rsquo;s initial Nov. 10 request that &quot;all contract negotiations be suspended.&quot; As worded, that suggests a unilateral move on the part of the state, not a request to seek the consent of unions to hit the pause button.<br />\r\n\t<br />\r\n\tHad that happened, it certainly would have prompted an unfair labor practices complaint, according to lawyers who represent labor unions.<br />\r\n\t<br />\r\n\tWhy the certainty? For one thing, walking away from negotiations would have been a rare -- and perhaps unprecedented -- move.<br />\r\n\t<br />\r\n\tPeter Davis, general counsel at the Wisconsin Employment Relations Commission, said he knew of no instance where an employer or union has pulled out of talks since the implementation of the 1971 State Employment Labor Relations Act, which governs labor practices. Davis has worked at the commission since 1975.<br />\r\n\t<br />\r\n\tAnother thing is clear: All of our experts agreed a refusal to negotiate with a recognized collective bargaining unit -- the union -- is indeed an unfair labor practice under the state law.<br />\r\n\t<br />\r\n\tThe rub: What constitutes an unlawful &quot;refusal to negotiate?&quot;<br />\r\n\t<br />\r\n\tWould a seven-week delay -- from early November until after inauguration day -- fit that definition?<br />\r\n\t<br />\r\n\tAnswering that gets tricky.<br />\r\n\t<br />\r\n\tSome lawyers say such a delay would stand a good chance of violating the law.<br />\r\n\t<br />\r\n\tPerhaps most notable among them is David Vergeront, who was the chief legal counsel in the &nbsp;Office of State Employment Relations for 13 years until he retired last summer. That state office negotiates state labor contracts.<br />\r\n\t<br />\r\n\tVergeront told us the union could make a &quot;very good&quot; case the delay was a refusal to bargain. But it would not be a &quot;slam dunk,&quot; he said.<br />\r\n\t<br />\r\n\tMarquette University labor law expert Paul Secunda agreed. He said suspending talks would have left the state vulnerable -- although proving illegality is hard.<br />\r\n\t<br />\r\n\tMarianne Robbins, another experienced attorney for labor unions, said Doyle would have violated good faith if he had walked.<br />\r\n\t<br />\r\n\t&quot;You&rsquo;re the man right now,&quot; she said of Doyle. &quot;You&rsquo;ve got the authority right now, and if you&rsquo;re not willing to meet, then you don&rsquo;t want to reach an agreement and you&rsquo;re not bargaining in good faith.&quot;<br />\r\n\t<br />\r\n\tAttorneys who represent the management side see it differently.<br />\r\n\t<br />\r\n\tDaniel Vliet and James Scott said a delay of a couple months would not have constituted a violation. Said Vliet: &quot;I think he could have stopped on this one.&quot;<br />\r\n\t<br />\r\n\tLawyers on both sides agreed the state could walk away lawfully by citing an emergency change in circumstances. But the consensus was that it would have to be a major change. &nbsp;<br />\r\n\t<br />\r\n\tExamples they provided: In the private sector, a manufacturing plant burns down. In the public sector, a massive new financial problem is revealed.<br />\r\n\t<br />\r\n\tWalker&rsquo;s early November letter made only a general reference to &quot;the state&rsquo;s fiscal condition.&quot; He apparently meant the estimated $3 billion looming in the next two-year budget period, but did not say so explicitly.<br />\r\n\t<br />\r\n\tLawyers said the state would need to prove a deterioration in state finances in recent months to have a chance at justifying a halt to talks.<br />\r\n\t<br />\r\n\tTop labor lawyers on both the union and management side said Davis -- the lawyer for the Wisconsin Employment Relations Commission, the state agency that rules on labor disputes -- was in the best position to address this scenario.<br />\r\n\t<br />\r\n\tSince the commission could be asked to rule in the Doyle-Walker dispute, if it escalates, Davis could offer only a general thought: It would have been irresponsible for Doyle, given the spirit of the labor law, to tell union leaders he was just going to pass the baton to Walker.<br />\r\n\t<br />\r\n\t&quot;The fact there is new sheriff coming into town would likely not be a sufficient basis for saying &lsquo;We&rsquo;re stopping,&rsquo; &quot; Davis said. &quot;It would be akin to a governor saying, &lsquo;I lost that election, but I&rsquo;m going to Bora Bora for the next couple months.&rsquo; &quot;<br />\r\n\t<br />\r\n\tOf course, irresponsible is different than the &quot;unlawful&quot; that Doyle asserted.<br />\r\n\t<br />\r\n\tAnother factor is what agreements were in place at the time.<br />\r\n\t<br />\r\n\tDoyle spokesperson Adam Collins said at the point Walker made his request two state employee unions already had reached tentative deals -- and one of those deals already had been ratified by union members. Fifteen other unions were still in talks.<br />\r\n\t<br />\r\n\tAny tentative deals in place would have been legally problematic to walk away from, our experts said. &nbsp;<br />\r\n\t<br />\r\n\tIt is unclear whether Doyle received any legal advice that said a suspension of talks would be unlawful. Collins suggested that Doyle -- a former attorney general -- was perfectly capable of reading the law. They declined to provide anyone to PolitiFact Wisconsin who could add more details from inside the talks, such as the state labor negotiator or attorneys who directly advise him.<br />\r\n\t<br />\r\n\tFinally, a bit of history.<br />\r\n\t<br />\r\n\tIn late 2002, Doyle&rsquo;s predecessor, Republican Gov. Scott McCallum, negotiated a deal with a big state labor union right before leaving office.<br />\r\n\t<br />\r\n\tDoyle cites that now as proof that deals have come together in the past under governors on the verge of leaving office.<br />\r\n\t<br />\r\n\tIn the 2002 case, McCallum and the lawmakers left it to the next Legislature and a just-sworn-in Doyle to handle the deals. Republicans objected to the substance of the contracts and a major fight broke out.<br />\r\n\t<br />\r\n\tSuch a scenario could play out again.<br />\r\n\t<br />\r\n\tOr Doyle and the outgoing Democratic-controlled Legislature will rush to ratify the labor deals -- which Walker and Republicans could attempt to undo after Jan. 3.<br />\r\n\t<br />\r\n\tThat&rsquo;s the politics part of all this. But let&rsquo;s come back to the legal question:<br />\r\n\t<br />\r\n\tIn making his claim, Doyle asserts that it would be unlawful for him to suspend bargaining with the state&rsquo;s labor unions. Experts generally say there is a good chance such a step would be considered a refusal to bargain but acknowledge the scenario is unprecedented. The state could stop negotiations in the face of an emergency, experts say, but the deficit may not qualify. It&rsquo;s big, but that problem was looming for months -- and accounted for with deals that reportedly have no pay increases.<br />\r\n\t<br />\r\n\tThe Truth-O-Meter puts the burden of proof on the speaker. In this case, the weight of the available evidence may tilt toward Doyle, but he offers few specifics -- on his own or from his lawyers -- to address the many points that would clarify things even further. And there was plenty of context missing in his flat assertion of unlawfulness.<br />\r\n\t<br />\r\n\tWe rate Doyle&rsquo;s claim Half True.</p>", "ruling_comments_date": "2010-12-06T19:21:17.263240", "ruling_date": "2010-12-07T09:00:00", "ruling_headline": "Wisconsin Gov. Jim Doyle says it would be illegal to stop negotiating with unions as Scott Walker requested", "ruling_headline_slug": "wisconsin-gov-jim-doyle-says-it-would-be-illegal-s", "ruling_link_text": "Numerous experts tend to side with Doyle, but it’s not unanimous -- or as clear as the governor suggests", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tGovernor-elect Scott Walker, <a href=\"http://media.journalinteractive.com/documents/Walker+to+DOA.pdf\">letter to Department of Administration</a>, Nov. 10, 2010<br />\r\n\t<br />\r\n\tDepartment of Administration, <a href=\"http://media.journalinteractive.com/documents/DOA+to+Walker.pdf\">response to Scott Walker</a>, Nov. 11, 2010<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel, <a href=\"http://www.jsonline.com/news/statepolitics/111063284.html\">Doyle says state union contracts should proceed</a>, Nov. 30, 2010<br />\r\n\t<br />\r\n\tInterviews, Adam Collins, Doyle spokesperson, Dec. 1-2, 2010<br />\r\n\t<br />\r\n\tInterview, attorney Marianne Robbins, Dec. 2, 2010<br />\r\n\t<br />\r\n\tInterview, Marquette University professor Paul Secunda, Dec. 2, 2010<br />\r\n\t<br />\r\n\tInterview, attorney James Scott, Dec. 2, 2010<br />\r\n\t<br />\r\n\tInterview, attorney Daniel Vliet, Dec. 2, 2010<br />\r\n\t<br />\r\n\tInterviews, Peter Davis, Wisconsin Employment Relations Commission, Dec. 1-2, 2010<br />\r\n\t<br />\r\n\tInterview, attorney Timothy Hawks, Dec. 3, 2010<br />\r\n\t<br />\r\n\tInterview, Bill Ramsey, general counsel, Office State Employment Relations, Dec. 2, 2010<br />\r\n\t<br />\r\n\tInterviews, David Vergeront, retired chief legal counsel, Office State Employment Relations, Dec. 1-2, 2010<br />\r\n\t<br />\r\n\tGovernor-elect Scott Walker, <a href=\"http://media.journalinteractive.com/documents/Walker+to+legis.pdf\">letter to legislative leaders</a>, Nov. 29, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Lawyer", "false_count": 1, "first_name": "Jim", "half_true_count": 1, "home_state": "Wisconsin", "id": 828, "last_name": "Doyle", "mostly_true_count": 1, "name_slug": "jim-doyle", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Jim_Doyle.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/828/", "total_count": 4, "true_count": 0, "website": "http://www.foley.com/people/bio.aspx?employeeid=30501"}, "statement": "<p>\r\n\t&quot;It&rsquo;s illegal for a state to say we&rsquo;re simply going to cut off (union contract) negotiations. There&rsquo;s a legal requirement that you are involved in good faith bargaining.&quot;</p>", "statement_context": "a program at the Marquette University Law School", "statement_date": "2010-11-30", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}