{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/dec/09/tom-coburn/tom-coburn-says-only-10-20-people-die-annually-foo/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 2924, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/2924/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tOn Nov. 30, 2010, the Senate, by a 73-25 vote, passed the FDA Food Safety Modernization Act, a landmark bill that would expand food-safety regulations. The House had earlier passed a different version, and the two chambers are now trying to reconcile the measures before the congressional session ends.<br />\r\n\t<br />\r\n\tAlmost two weeks before the Senate passed its version of the bill, Sen. Tom Coburn, R-Okla., <a href=\"http://coburn.senate.gov/public/index.cfm/floorstatements?ContentRecord_id=f0ff40d9-996e-40ad-9210-c14ada029c9a\" title=\"made a floor speech\">made a floor speech</a> critical of the bill. During the Nov. 18 speech, Coburn referred to the number of deaths from foodborne illnesses annually in the United States.<br />\r\n\t<br />\r\n\t&quot;The question is, how do we stop the 10 or 20 deaths a year from foodborne illness? Can we do that?&quot; Coburn asked. &quot;Well, as a physician trained in epidemiology, we could do it. But I will posit we do not have the money to do that because it would take billions upon billions upon billions of additional dollars to ever get there. So we find ourselves in a dilemma.&quot;</p>\r\n<p>\r\n\tA number of readers wrote us to ask whether Coburn was correct, citing widespread media references to the U.S. experiencing 5,000 foodborne-related deaths a year. So we decided to take a closer look.</p>\r\n<p>\r\n\tThe 10 to 20 deaths a year originates in a study by the federal Centers for Disease Control and Prevention. The summary <a href=\"http://www.cdc.gov/mmwr/preview/mmwrhtml/mm5931a1.htm?s_cid=mm5931a1_w\" title=\"was published\">was published</a> in the August 13, 2010, edition of the CDC publication <i>Morbidity and Mortality Weekly Report</i>. The study recaps the number of illnesses and deaths caused by the 1,097 reported foodborne outbreaks in 2007, the most recent year available. The paper found that these outbreaks produced 21,244 cases of foodborne illness and 18 deaths.</p>\r\n<p>\r\n\tSo, federal statistics do show that at least 18 people died from foodborne illness during the most recent year for which statistics are available. But epidemiologists say that statistic is a floor, not a ceiling, since there are several types of foodborne deaths that aren&#39;t included in that number.</p>\r\n<p>\r\n\tThese were merely the deaths related to outbreaks that are officially reported to CDC. And CDC says that most foodborne illness is not associated with outbreaks, and would therefore not be included in these outbreak numbers.<br />\r\n\t<br />\r\n\tA more inclusive way of looking at foodborne deaths comes from the Foodborne Diseases Active Surveillance Network, or FoodNet. That&#39;s a program run by the CDC&#39;s Emerging Infections Program that tracks foodborne illnesses in 10 states, based on laboratory results. In 2009, <a href=\"http://www.cdc.gov/foodnet/factsandfigures/2009/Table13_all_CFR_09.pdf\" title=\"FoodNet found 74 deaths\">FoodNet found 74 deaths</a>&nbsp;caused by the 10 foodborne germs it tracks.<br />\r\n\t<br />\r\n\tSince the 10 FoodNet states account for about 15 percent of the population, &quot;a reasonable extrapolation would put you close to 500 deaths&quot; nationally, said Craig Hedberg, a professor at the University of Minnesota School of Public Health. &quot;These are real deaths associated with confirmed illnesses. This represents a justifiable minimum floor&quot; for the number of foodborne deaths every year. (There may be overlap between official outbreak deaths and FoodNet-reported deaths, so we&#39;ll just use the 500 deaths figure from FoodNet on its own.)<br />\r\n\t<br />\r\n\tThere&#39;s also a second layer of hidden foodborne deaths -- those that slip through the surveillance system and aren&#39;t tabulated as foodborne deaths at all.</p>\r\n<p>\r\n\tMany people with foodborne illness don&rsquo;t seek medical care, and, even if they do, they may not see a doctor and have a lab test ordered. All of those steps are needed before FoodNet even hears about their case.</p>\r\n<p>\r\n\tThe lack of lab testing means that &quot;there is usually no way to know whether (someone) got their infection from contaminated food or from another source,&quot; CDC epidemiologist Barbara Mahon told our colleagues at PolitiFact Texas in September. &quot;Only if they are part of an outbreak for which a source is determined -- usually less than 5 percent of cases of <i>Salmonella </i>infection -- would it be possible to know where that particular infection came from. Otherwise, it might or might not have been foodborne.&quot;<br />\r\n\t<br />\r\n\tAs a result, Mahon said, estimating the true number of <i>Salmonella </i>deaths due to food requires looking at &quot;many different kinds of data from multiple sources and using appropriate statistical techniques to adjust for the various sources of infection and for under-diagnosis and under-reporting.&quot;<br />\r\n\t<br />\r\n\tThe CDC is currently working on a new estimate -- which is expected to be released soon, a spokeswoman said, -- so for now, the most recent figures come from a 1999 paper. <a href=\"http://www.cdc.gov/ncidod/eid/vol5no5/mead.htm\" title=\"This paper\">This paper</a>, published by the CDC and authored by a team led by epidemiologist Paul S. Mead, included the following estimate that has been quoted countless times over the last decade -- &quot;76 million illnesses, 323,914 hospitalizations, and 5,194 deaths each year.&quot;<br />\r\n\t<br />\r\n\tThe numbers look quite specific, but they actually mask quite a bit of uncertainty. In the paper, the authors note that &quot;precise information on food-related deaths is especially difficult to obtain because pathogen-specific surveillance systems rarely collect information on illness outcome, and outcome-specific surveillance systems (e.g., death certificates) grossly underreport many pathogen-specific conditions.&quot;<br />\r\n\t<br />\r\n\tSo, in order to estimate the number of deaths due to foodborne bacteria, the team calculated the number of deaths among reported bacterial cases, then doubled this figure to account for unreported deaths, and then multiplied by a percentage of infections believed to be attributable to foodborne transmission.<br />\r\n\t<br />\r\n\tThis represented a good-faith effort to estimate the number of foodborne deaths, but it still relied on assumptions that could be -- and have been -- challenged by other scientists. At least one other <a href=\"http://www.cdc.gov/ncidod/eid/vol10no9/03-0403.htm\" title=\"paper\">paper</a> published by CDC -- written by Paul D. Frenzen, a U.S. Department of Agriculture demographer -- warned that the estimate was &quot;inherently uncertain.&quot; In fact, the real number of deaths, if it could be accurately calculated, might either be higher or lower than the roughly 5,000 cited in Mead&#39;s paper.<br />\r\n\t<br />\r\n\t&quot;The estimate of deaths (in the Mead paper) was derived from hospital discharge and death certificate data on deaths attributed to gastroenteritis of unknown cause,&quot; Frenzen wrote. &quot;Fatal illnesses due to unknown foodborne agents do not always involve gastroenteritis, and gastroenteritis may not be accurately diagnosed or reported on hospital charts or death certificates. The death estimate consequently omitted deaths from unknown foodborne agents that do not cause gastroenteritis and likely overstated the number of deaths from agents that cause gastoenteritis.&quot;<br />\r\n\t<br />\r\n\tHedberg, of the University of Minnesota, agreed that, while the number of foodborne deaths fluctuates from year to year, the number may well be lower than the 5,000 cited commonly in the media. However, he added, it is certainly at least the 500 suggested by the tracking by FoodNet. &quot;There can be no doubt that the number is much higher than 10 to 20,&quot; he said.<br />\r\n\t<br />\r\n\tOther experts agreed. &quot;There is no factual (or imagined) truth to Sen. Coburn&#39;s comment,&quot; said Michael Osterholm, the former Minnesota state epidemiologist.</p>\r\n<p>\r\n\tWhen we contacted Coburn&#39;s office, spokesman John Hart noted that Coburn&#39;s broader point was that the frequency of foodborne illness has been decreasing over time. &quot;In 1996, for every 100,000 people in this country, we had 51.2 cases of foodborne illness--the best in the world, by far,&quot; Coburn said in the speech. &quot;But, in 2009, we only had 34.8 cases--three times better than anybody else in the world. So the question has to be asked: Why are we doing this now when, in fact, we are on a trendline to markedly decrease it? The second question that should be asked is: No matter how much money we spend, is there a diminishing return?&quot;</p>\r\n<p>\r\n\tThese are fair questions, but they don&#39;t justify Coburn&#39;s later use of a lowball estimate of deaths from foodborne illness. We would have given him some credit if he&#39;d said there were 10 to 20 deaths per year from officially declared outbreaks, even though this still would have been misleading since official outbreaks represent a fraction of all cases. We also acknowledge that reasonable scientists can disagree over whether Mead&#39;s team made the right assumptions when they made their calculations. But Coburn&#39;s estimate also ignored a much more solid number -- the number of deaths estimated through laboratory-confirmed data from FoodNet. By themselves, the confirmed death figures just from FoodNet&#39;s 10 states are roughly five times bigger than Coburn&#39;s estimate, and the national approximation based on those numbers is 25 times as large. So we rate his statement False.</p>", "ruling_comments_date": "2010-12-07T17:54:38.688171", "ruling_date": "2010-12-09T14:01:14", "ruling_headline": "Tom Coburn says that only 10 to 20 people die annually from foodborne illnesses", "ruling_headline_slug": "tom-coburn-says-only-10-20-people-die-annually-foo", "ruling_link_text": "There are at least 25 times as many", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tTom Coburn, <a goog_docs_charindex=\"7348\" href=\"http://coburn.senate.gov/public/index.cfm/floorstatements?ContentRecord_id=f0ff40d9-996e-40ad-9210-c14ada029c9a\" id=\"g1tk\" title=\"floor speech\">floor speech</a> on the Senate food safety bill, Nov. 18, 2010<br goog_docs_charindex=\"7408\" />\r\n\t<br goog_docs_charindex=\"7409\" />\r\n\tMichael Pollan and Eric Schlosser, &quot;A Stale Food Fight&quot; (<a goog_docs_charindex=\"7467\" href=\"http://www.nytimes.com/2010/11/29/opinion/29schlosser.html?_r=2&amp;scp=2&amp;sq=coburn&amp;st=Search\" id=\"epht\" title=\"op-ed\">op-ed</a>) Nov. 28, 2010<br goog_docs_charindex=\"7489\" />\r\n\t<br goog_docs_charindex=\"7490\" />\r\n\tPaul S. Mead et al., &quot;Food-Related Illness and Death in the United States&quot; (<a goog_docs_charindex=\"7567\" href=\"http://www.cdc.gov/ncidod/eid/vol5no5/mead.htm\" id=\"lpsh\" title=\"article\">article</a> in <em goog_docs_charindex=\"7580\">Emerging Infectious Diseases</em>), 1999<br goog_docs_charindex=\"7617\" />\r\n\t<br goog_docs_charindex=\"7618\" />\r\n\t<em goog_docs_charindex=\"7619\">Morbidity and Mortality Weekly Report</em>, &quot;<a goog_docs_charindex=\"7661\" href=\"http://www.cdc.gov/mmwr/preview/mmwrhtml/mm5931a1.htm?s_cid=mm5931a1_w\" id=\"y0rm\" title=\"Surveillance for Foodborne Disease Outbreaks -- United States, 2007\">Surveillance for Foodborne Disease Outbreaks -- United States, 2007</a>,&quot; Aug. 13, 2010<br goog_docs_charindex=\"7746\" />\r\n\t<br goog_docs_charindex=\"7747\" />\r\n\t<em goog_docs_charindex=\"7748\">Morbidity and Mortality Weekly Report</em>, &quot;<a goog_docs_charindex=\"7790\" href=\"http://www.cdc.gov/mmwr/preview/mmwrhtml/mm5914a2.htm\" id=\"zruv\" title=\"Preliminary FoodNet Data on the Incidence of Infection with Pathogens Transmitted Commonly Through Food -- 10 States, 2009\">Preliminary FoodNet Data on the Incidence of Infection with Pathogens Transmitted Commonly Through Food -- 10 States, 2009</a>,&quot; April 16, 2010</p>\r\n<div goog_docs_charindex=\"7932\">\r\n\tCenters for Disease Control and Prevention, &quot;<a goog_docs_charindex=\"7981\" href=\"http://www.cdc.gov/foodnet/factsandfigures/2009/Table13_all_CFR_09.pdf\" id=\"xjzg\" title=\"Table 13. Number of deaths and case fatality rate (CFR) in 2009, by pathogen -- Foodborne Diseases Active Surveillance Network (FoodNet), United States\">Table 13. Number of deaths and case fatality rate (CFR) in 2009, by pathogen -- Foodborne Diseases Active Surveillance Network (FoodNet), United States</a>,&quot; accessed Dec. 8, 2010<br goog_docs_charindex=\"8158\" />\r\n\t<br goog_docs_charindex=\"8159\" />\r\n\tPaul D. Frenzen, &quot;Deaths Due to Unknown Foodborne Agents&quot; (<a goog_docs_charindex=\"8219\" href=\"http://www.cdc.gov/ncidod/eid/vol10no9/03-0403.htm\" id=\"hig5\" title=\"article\">article</a> in <em goog_docs_charindex=\"8232\">Emerging Infectious Diseases</em>), 2004<br goog_docs_charindex=\"8269\" />\r\n\t<br goog_docs_charindex=\"8270\" />\r\n\t<em goog_docs_charindex=\"8271\">Meat &amp; Poultry</em>, &quot;<a goog_docs_charindex=\"8290\" href=\"http://www.meatpoultry.com/News/News%20Home/Food%20Safety/2010/10/Annual%20foodborne%20illness%20averages%20down%2015%20CDC.aspx?LoggedIn=true&amp;EmailKey=loujaco@gmail.com\" id=\"oxyb\" title=\"Annual foodborne illness averages down 15%: CDC\">Annual foodborne illness averages down 15%: CDC</a>,&quot; Oct. 13, 2010<br goog_docs_charindex=\"8355\" />\r\n\t<br goog_docs_charindex=\"8356\" />\r\n\t<em goog_docs_charindex=\"8357\">Food Safety News</em>, &quot;<a goog_docs_charindex=\"8378\" href=\"http://www.foodsafetynews.com/2010/03/foodborne-illness-by-the-numbers/\" id=\"cx9b\" title=\"Foodborne Illness by the Numbers\">Foodborne Illness by the Numbers</a>,&quot; March 8, 2010<br goog_docs_charindex=\"8428\" />\r\n\t<br goog_docs_charindex=\"8429\" />\r\n\tGeorgetown University Produce Safety Project, &quot;<a goog_docs_charindex=\"8477\" href=\"http://www.producesafetyproject.org/admin/assets/files/PSP_FoodborneIllnessSummaryv2.pdf\" id=\"tby1\" title=\"Foodborne Illness in the United States\">Foodborne Illness in the United States</a>&quot; (summary), March 3, 2010<br goog_docs_charindex=\"8543\" />\r\n\t<br goog_docs_charindex=\"8544\" />\r\n\tPolitiFact Texas, &quot;<a goog_docs_charindex=\"8564\" href=\"http://politifact.com/texas/statements/2010/sep/22/ted-ankrum/ted-ankrum-democrat-us-house-says-annual-us-deaths/\" id=\"c21.\" title=\"Ted Ankrum, Democrat for U.S. House, says annual U.S. deaths due to food poisoning exceed U.S. deaths in the Iraq and Afghanistan conflicts\">Ted Ankrum, Democrat for U.S. House, says annual U.S. deaths due to food poisoning exceed U.S. deaths in the Iraq and Afghanistan conflicts</a>,&quot; Sep. 22, 2010<br goog_docs_charindex=\"8721\" />\r\n\t<br goog_docs_charindex=\"8722\" />\r\n\tInterview with Christine Pearson, spokeswoman for the Centers for Disease Control and Prevention, Dec. 7, 2010<br goog_docs_charindex=\"8833\" />\r\n\t<br goog_docs_charindex=\"8834\" />\r\n\tE-mail interview with Michael Osterholm, former Minnesota state epidemiologist and professor at the University of Minnesota School of Public Health, Dec. 7, 2010<br goog_docs_charindex=\"8996\" />\r\n\t<br goog_docs_charindex=\"8997\" />\r\n\tE-mail interview with Craig Hedberg, professor at the University of Minnesota School of Public Health, Dec. 7, 2010</div>\r\n<div goog_docs_charindex=\"7932\">\r\n\t&nbsp;</div>\r\n<div goog_docs_charindex=\"7932\">\r\n\tE-mail interview with John Hart, spokesman for Sen. Tom Coburn, R-Okla., Dec. 8, 2010</div>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "U.S. Senator", "false_count": 3, "first_name": "Tom", "half_true_count": 3, "home_state": "Oklahoma", "id": 135, "last_name": "Coburn", "mostly_true_count": 2, "name_slug": "tom-coburn", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Tom_Coburn__.JPG", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/135/", "total_count": 11, "true_count": 0, "website": "https://twitter.com/tomcoburn"}, "statement": "<p>\r\n\tThere are &quot;10 or 20 deaths a year from foodborne illness&quot; in the United States.</p>", "statement_context": "a Senate floor speech", "statement_date": "2010-11-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 122, "photo": null, "resource_uri": "/api/v/2/subject/122/", "subject": "Agriculture", "subject_slug": "agriculture", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 109, "photo": null, "resource_uri": "/api/v/2/subject/109/", "subject": "Regulation", "subject_slug": "market-regulation", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}