{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/dec/08/barack-obama/barack-obama-description-how-social-security-medic/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 2929, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/2929/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tIn a Dec. 7, 2010, <a href=\"http://www.whitehouse.gov/the-press-office/2010/12/07/press-conference-president\" id=\"ha48\" title=\"press conference\">press conference</a>, President Barack Obama kicked off his effort to sell a deal he had struck with congressional Republicans to extend the tax cuts initially passed under George W. Bush. The president had already been facing opposition from congressional Democrats and liberal activists for siding with the Republicans by agreeing to extend expiring tax cuts for wealthier Americans. So part of Obama&#39;s comments were aimed at explaining and justifying why he had compromised rather than continuing to fight for the position for which he had advocated as a presidential candidate.<br />\r\n\t<br />\r\n\tIn making the argument that half a loaf was better than none, Obama cited two earlier landmark programs -- Social Security and Medicare.<br />\r\n\t<br />\r\n\t&quot;Not everybody agrees with us,&quot; Obama said. &quot;I know that shocks people. The <em>New York Times </em>editorial page does not permeate across all of America. Neither does the <em>Wall Street Journal</em> editorial page. Most Americans -- they&rsquo;re just trying to figure out how to go about their lives and how can we make sure that our elected officials are looking out for us. And that means because it&rsquo;s a big, diverse country and people have a lot of complicated positions, it means that in order to get stuff done, we&rsquo;re going to compromise. This is why (President Franklin D. Roosevelt), when he started Social Security, it only affected widows and orphans. You did not qualify. And yet now it is something that really helps a lot of people. When Medicare was started, it was a small program. It grew.&quot;<br />\r\n\t<br />\r\n\tAn alert reader wrote us to suggest that Obama was not accurate in the way he described the origins of these programs. So we decided to look into it.<br />\r\n\t<br />\r\n\t<strong>Social Security</strong><br />\r\n\t<br />\r\n\tOn Social Security, Obama had a point that the program started slowly and expanded over time. But he was flat wrong that it began by serving only widows and orphans. This can be confirmed by looking at a historical page on the <a href=\"http://ssa.gov/history/briefhistory3.html\" id=\"m8sz\" title=\"Social Security Administration's own website\">Social Security Administration&#39;s own website</a>.<br />\r\n\t<br />\r\n\tTitle II of the Social Security Act of 1935 &quot;was the new social insurance program we now think of as Social Security,&quot; the SSA website says. &quot;In the original Act, benefits were to be paid only to the primary worker when he/she retired at age 65. Benefits were to be based on payroll tax contributions that the worker made during his/her working life. Taxes would first be collected in 1937 and monthly benefits would begin in 1942. (Under amendments passed in 1939, payments were advanced to 1940.)&quot;<br />\r\n\t<br />\r\n\tThe history page continues, &quot;The original Act provided only retirement benefits, and only to the worker. The 1939 amendments made a fundamental change in the Social Security program. The amendments added two new categories of benefits: payments to the spouse and minor children of a retired worker (so-called dependents benefits) and survivors&#39; benefits paid to the family in the event of the premature death of a covered worker. This change transformed Social Security from a retirement program for workers into a family-based economic security program.&quot;<br />\r\n\t<br />\r\n\tSo, widows and orphans were indeed covered early on, but they were only covered <em>after </em>retired workers had already been granted coverage -- not the other way around, as Obama had suggested in the news conference. An SSA spokesman confirmed to PolitiFact that the president&#39;s interpretation &quot;is not accurate.&quot;<br />\r\n\t<br />\r\n\tStill, if Obama&#39;s specific details were wrong, he was more accurate on the larger point. &quot;Social Security did start small and expand in many ways after its initial enactment,&quot; said Paul Van de Water, a Social Security expert at the Center on Budget and Policy Priorities, a liberal think tank. &quot;Benefit amounts were increased in 1939, even before the first payments were made. Coverage was originally limited to workers in commerce and industry and was expanded substantially in 1950 and thereafter. Disability benefits were added in 1954 for people age 50 and over and in 1960 for those under 50. Early retirement benefits were added in 1956 for women and in 1961 for men. Automatic cost-of-living increases in benefits were not enacted until 1972.&quot;<br />\r\n\t<br />\r\n\t<strong>Medicare</strong><br />\r\n\t<br />\r\n\tObama is even less accurate in his description of Medicare. The health care program for the elderly was passed in 1965, and in retrospect, it emerged with remarkable speed.<br />\r\n\t<br />\r\n\tMedicare &quot;was implemented in less than one year, an administrative tour de force of which the SSA commissioner at the time, Bob Ball, remained proud until the day he died,&quot; said Henry Aaron, a senior fellow at the centrist-to-liberal Brookings Institution. The bill even made provisions for elderly Americans who would not have been covered since they had not worked long enough to qualify for Social Security. Under an amendment named for Sen. Winston Prouty, R-Vt., this coverage was financed with general revenues.<br />\r\n\t<br />\r\n\tIt&#39;s true that Medicare has expanded in size and cost since its creation. But that is mostly because health care was less expensive at the outset, and because of natural population growth, said Jonathan Oberlander, a health policy professor at the University of North Carolina School of Medicine.<br />\r\n\t<br />\r\n\t&quot;Medicare was not small when it started,&quot; said Princeton University historian Julian Zelizer. &quot;It provided a well-defined right to insurance for the elderly and was up and running within one year. Much of the infrastructure of program was in place by 1966, and it was quite substantial.&quot;<br />\r\n\t<br />\r\n\tSo let&#39;s recap. Obama had a point that Social Security started small and expanded slowly, but he was clearly incorrect that the first groups to be covered were widows and orphans. On Medicare, it&#39;s not accurate to say, as the president did, that the program started &quot;small.&quot; It was up and running for elderly Americans within one year -- four years faster than it will take the health care exchanges created in Obama&#39;s own health care bill. On balance, we rate the item False.</p>", "ruling_comments_date": "2010-12-08T16:32:26.679968", "ruling_date": "2010-12-08T17:29:55", "ruling_headline": "Barack Obama off in description of how Social Security, Medicare evolved", "ruling_headline_slug": "barack-obama-description-how-social-security-medic", "ruling_link_text": "A grain of truth in the big picture, far off on the details", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tWhite House, <a href=\"http://www.whitehouse.gov/the-press-office/2010/12/07/press-conference-president\" id=\"x:g9\" title=\"transcript\">transcript</a> of presidential press conference, Dec. 7, 2010<br />\r\n\t<br />\r\n\tSocial Security Administration, &quot;Historical Background and Development of Social Security&quot; (<a href=\"http://ssa.gov/history/briefhistory3.html\" id=\"dfy0\" title=\"web page\">web page</a>), accessed Dec. 8, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Trish Nicasio, spokeswoman for the Social Security Administration, Dec. 8, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Paul Van de Water, senior fellow at the Center on Budget and Policy Priorities, Dec. 8, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Julian Zelizer, professor of history and public affairs at Princeton University, Dec. 8, 2010<br />\r\n\t<br />\r\n\tE-mail interview with David C. John, senior research fellow at the Heritage Foundation, Dec. 8, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Henry Aaron, senior fellow at the Brookings Institution, Dec. 8, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Eugene Steuerle, fellow at the Urban Institute, Dec. 8, 2010<br />\r\n\t<br />\r\n\tInterview with Jonathan Oberlander, health policy professor at the University of North Carolina School of Medicine, Dec. 8, 2010</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\r\n\tWhen President Franklin D. Roosevelt started Social Security, &quot;it only affected widows and orphans,&quot; and when Medicare began, &quot;it was a small program.&quot;</p>", "statement_context": "a press conference", "statement_date": "2010-12-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 127, "photo": null, "resource_uri": "/api/v/2/subject/127/", "subject": "Children", "subject_slug": "children", "used_in_edition": []}, {"description": "", "id": 129, "photo": null, "resource_uri": "/api/v/2/subject/129/", "subject": "Disability", "subject_slug": "disability", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}, {"description": "", "id": 50, "photo": null, "resource_uri": "/api/v/2/subject/50/", "subject": "Medicare", "subject_slug": "medicare", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 141, "photo": null, "resource_uri": "/api/v/2/subject/141/", "subject": "Social Security", "subject_slug": "social-security", "used_in_edition": []}], "target": [], "twitter_headline": ""}