{"art": [], "author": [{"email_address": "PolitiFact@projo.com", "first_name": "Cynthia", "id": 139, "last_name": "Needham", "name_slug": "cynthia-needham", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/cynthia_needham80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/139/", "title": "Reporter", "twitter": null}], "canonical_url": "/rhode-island/statements/2010/dec/10/blog-posting/bloggers-say-sen-sheldon-whitehouse-voted-censor-i/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "tmurphy@providencejournal.com", "first_name": "Tim", "id": 145, "last_name": "Murphy", "name_slug": "tim-murphy", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/tim_murphy2_80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/145/", "title": "Editor", "twitter": null}], "facebook_headline": null, "id": 2941, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "PolitiFact@projo.com", "first_name": "Cynthia", "id": 139, "last_name": "Needham", "name_slug": "cynthia-needham", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/cynthia_needham80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/139/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/2941/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tAs the WikiLeaks&nbsp; controversy rages and concerns about web censorship in China percolate, another Internet debate has erupted closer to home.<br />\r\n\t<br />\r\n\tBloggers, legal scholars, tech gurus and a host of others have accused 19 U.S. senators, Rhode Island&#39;s Sheldon Whitehouse among them, of voting to censor the Internet.<br />\r\n\t<br />\r\n\tThe claims are intense -- hundreds of them sprinkled all over the Internet -- and they are angry.<br />\r\n\t<br />\r\n\tThe vote they&#39;re talking about happened Nov. 18, when the Senate Judiciary Committee unanimously approved the &quot;<a href=\"http://www.govtrack.us/congress/bill.xpd?bill=s111-3804\">Combating Online Infringement and Counterfeits Act</a>,&quot; a bill they say would help the Justice Department crack down on websites that &quot;sell or distribute&quot; counterfeit or illegally copied goods, such as music or prescription medication.<br />\r\n\t<br />\r\n\tIf passed, the law would allow the U.S. attorney general to seek a court order to block a web address &quot;dedicated to infringing activities,&quot; in other words, sites whose only function is to traffic in counterfeit or unauthorized goods. If and only if a judge were to agree, the federal government could order the Internet provider to essentially remove that site from public view. The site wouldn&#39;t actually be gone. It would still be available through its I.P. address, a numerical identification code, for users savvy enough to find it that way.<br />\r\n\t<br />\r\n\tThe goal of the infringement bill is to curb online piracy and protect intellectual property by policing sites that violate the policy, according to its co-sponsor and Judiciary Committee Chairman Patrick Leahy, D-Vt.<br />\r\n\t<br />\r\n\t&quot;Rogue websites are essentially digital stores selling illegal and sometimes dangerous products. If they existed in the physical world, the store would be shuttered immediately and the proprietors arrested,&quot; Leahy wrote in a Dec. 7 commentary in The Hill, a congressional publication. &quot;There is no excuse for this behavior simply because it happens online and owners operate overseas. The internet needs to be free -- not lawless.&quot;<br />\r\n\t<br />\r\n\tThe bill awaits consideration by the full Senate, which probably won&#39;t take up the issue before the lame-duck session ends.<br />\r\n\t<br />\r\n\tBut that didn&#39;t stop the buzz on the blogosphere. That same day, Wired.com posted a story under the headline &quot;Web censorship bill sails through Senate committee.&quot; Techdirt, a leading technology blog, offered its own version: &quot;The 19 Senators who voted to censor the Internet.&quot;<br />\r\n\t<br />\r\n\tButtressing those allegations was a strongly worded letter to the committee from a group of 49 prominent law professors who offered a grim assessment: &quot;For the first time, the United States would be requiring Internet service providers to block speech because of its content.&quot;<br />\r\n\t<br />\r\n\tFirst amendment groups and others expressed similar opposition.<br />\r\n\t<br />\r\n\tThe bill may be meant to target counterfeiters and pirates, but skeptics say they worry that, regardless of the original intent, it could create a framework that might one day allow zealous judges to block sites such as YouTube and Facebook, where users may unwittingly share copyrighted material. The threat to free speech is hard to ignore, they say.<br />\r\n\t<br />\r\n\t&quot;The genesis of law is to go after the worst of the worst offenders, but I fear it&rsquo;s going to lead to Internet censorship down the line,&quot; said David L. Hudson Jr., a scholar at the First Amendment Center at Vanderbilt University.<br />\r\n\t<br />\r\n\tThose opposed say the legislation would also allow the Justice Department to blacklist websites with limited judicial review, blocking access to them through &quot;prior restraint&quot; before it is determined that the site is operating unlawfully.<br />\r\n\t<br />\r\n\tAbove all, critics say the bill threatens the very freedoms that make the Internet&#39;s flow of ideas so valuable.<br />\r\n\t<br />\r\n\t&quot;One thing people are really worried about is a worst case scenario -- for example, a politically biased AG using the bill if it became law to shut down a website just because he or she doesn&rsquo;t agree with it,&quot; said Roger Williams University School of Law Assistant Prof. Zoe Argento, who was among the professors who signed the letter to Congress.<br />\r\n\t<br />\r\n\tArgento cited the potential example of a blogger reprinting large portions of former President George W. Bush&#39;s new memoir for the purposes of criticizing it. A politically motivated attorney general could use the law to block the website, as opposed to going through the traditional process of a legal challenge where both sides are heard.<br />\r\n\t<br />\r\n\tOn the other side of this very heated issue, supporters, among them the entertainment industry and even the American Newspaper Association, say something must be done to protect intellectual property from online thieves. As of now, there are only a few means of recourse against such infringement: going after the individuals -- college students, etc. -- who purchased counterfeit materials, or by suing Internet service providers, thereby engaging in a protracted civil court battle. &nbsp;<br />\r\n\t<br />\r\n\tThe infringement legislation, they say, will allow them to use the federal justice system to go straight to the source of a costly problem.<br />\r\n\t<br />\r\n\tThey dismiss concerns about the bill&#39;s so-called slippery slope, stressing the rigorous judicial review that all cases would have to undergo to ensure that the law applies. Websites can be blocked only if the U.S. attorney general can prove that it&nbsp; &quot;has no demonstrable, commercially significant purpose or use other than&quot; to traffic in infringed or counterfeit goods.<br />\r\n\t<br />\r\n\tIn instances when copyrighted material has been stolen, the original, legitimate site will not be touched. &nbsp;<br />\r\n\t&nbsp;<br />\r\n\t&quot;The law is meant to go after offenders who are the worst of the worst violators of intellectual property law. They are profiting off others work and the Supreme Court has held that such violations are not protected speech,&quot; said Matt Thornton, a spokesman for Whitehouse.<br />\r\n\t<br />\r\n\tLeahy in his commentary piece agreed. &quot;Some have argued the conduct should be excused as free speech because it happens on the Internet,&quot; he wrote. &quot;That argument contradicts the basic tenet of copyright law, which, as Justice [Sandra Day] O&#39;Connor explained, is the very &#39;engine of free expression.&#39; &quot;<br />\r\n\t<br />\r\n\tEven if you believe the bill is flawed, said Villanova School of Law Associate Prof. Michael Risch, &quot;when you view it in the most technical way, it&#39;s not censorship because the website is still up, you can still get to it through the I.P. address.&quot;<br />\r\n\t<br />\r\n\tNow back to the initial claim. It&#39;s clear the 19 senators voted unanimously to approve the bill, but does that constitute censoring the Internet? We argue that it does not. Censorship is defined as the deletion of speech or content considered objectionable. For example, when the Chinese blocked websites related to Tiananmen Square, that was censorship.<br />\r\n\t<br />\r\n\tIn this case, the sites this law could be applied to do not offer free speech of any kind, they distribute stolen or counterfeit goods. Even if you don&#39;t agree with that interpretation, consider what Hudson of the First Amendment Center told us: &quot;I fear it&rsquo;s going to lead to Internet censorship down the line.&quot;<br />\r\n\t<br />\r\n\tThe key there is the phrase &quot;down the line.&quot; That may well be true. The threat of censorship could loom. But we simply do not know that for sure. And that was not the intention of the senators who voted in favor of the bill.<br />\r\n\t<br />\r\n\tHad the bloggers proclaimed that the vote &quot;could lead to censorship,&quot; they&#39;d be offering an opinion and we&#39;d let them off the hook. But they didn&#39;t qualify their statements. They made bold allegations that relied on conjecture, not fact, thereby declaring that the bill will immediately censor the Internet.<br />\r\n\t<br />\r\n\tIt will not.<br />\r\n\t<br />\r\n\tWe find this statement False.</p>", "ruling_comments_date": "2010-12-09T18:30:15.444837", "ruling_date": "2010-12-10T00:01:00", "ruling_headline": "Bloggers say Sen. Sheldon Whitehouse \"voted to censor the Internet\"", "ruling_headline_slug": "bloggers-say-sen-sheldon-whitehouse-voted-censor-i", "ruling_link_text": "That's not what the vote did", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tMultiple blog and Internet postings, including Techdirt, &quot;<a href=\"http://www.techdirt.com/articles/20101118/10291211924/the-19-senators-who-voted-to-censor-the-internet.shtml\">The 19 Senators who voted to censor the Internet</a>,&quot; Nov. 18, 2010<br />\r\n\t<br />\r\n\tWired.com, &quot;<a href=\"http://www.wired.com/epicenter/2010/11/coica-web-censorship-bill/\">Web censorship bill sails through Senate committee</a>,&quot; Nov. 18, 2010<br />\r\n\t<br />\r\n\t&quot;<a href=\"http://www.govtrack.us/congress/bill.xpd?bill=s111-3804\">Combating Online Infringement and Counterfeits Act</a>,&quot; Senate Bill 3804, introduced Sept. 20, 2010, passed the Judiciary Committee Nov. 18, 2010<br />\r\n\t<br />\r\n\tLaw professors&#39; letter in opposition to S3804, signed by 49 law professors<br />\r\n\t<br />\r\n\tU.S. Senate Judiciary Committee press release, &quot;Judiciary Committee advances bipartisan bill to combat copyright infringement and counterfeits,&quot; accessed Dec. 8, 2010<br />\r\n\t<br />\r\n\tThe Hill, commentary by Sen. Patrick Leahy, D-VT, &quot;<a href=\"http://thehill.com/special-reports/lame-duck-december-2010/132513-putting-a-stop-to-online-criminals-\">Putting a stop to online criminals</a>,&quot; Dec. 7, 2010<br />\r\n\t<br />\r\n\tInterview, Michael Risch, Villanova School of Law associate professor, Dec. 7, 2010<br />\r\n\t<br />\r\n\tInterview, David L. Hudson Jr., a scholar at the First Amendment Center at Vanderbilt University, Dec. 7, 2010<br />\r\n\t<br />\r\n\tInterview, Zoe Argento, assistant professor, Roger Williams School of Law, Dec. 8, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 23, "current_job": "", "false_count": 82, "first_name": "", "half_true_count": 14, "home_state": "", "id": 43, "last_name": "Bloggers", "mostly_true_count": 10, "name_slug": "blog-posting", "pants_count": 280, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-bloggers.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/43/", "total_count": 416, "true_count": 5, "website": ""}, "statement": "<p>\r\n\tSheldon Whitehouse and 18 other senators &quot;voted to censor the internet.&quot;</p>", "statement_context": "blog postings", "statement_date": "2010-11-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 177, "photo": null, "resource_uri": "/api/v/2/subject/177/", "subject": "Criminal Justice", "subject_slug": "criminal-justice", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": ""}