{"art": [], "author": [{"email_address": "jnelson@journalsentinel.com", "first_name": "James B.", "id": 176, "last_name": "Nelson", "name_slug": "james-b-nelson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/176/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2010/dec/10/scott-walker/scott-walker-says-eliminating-state-tax-health-sav/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 2942, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "jnelson@journalsentinel.com", "first_name": "James B.", "id": 176, "last_name": "Nelson", "name_slug": "james-b-nelson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/176/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/2942/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tGovernor-elect Scott Walker promises to &quot;open Wisconsin for business&quot; on Jan. 3, with his first official act to be convening an emergency session of the Legislature to consider economic development measures aimed at creating jobs.<br />\r\n\t<br />\r\n\tThat package will include a change in state law -- sought by the business community -- that was rebuffed in the past by Gov. Jim Doyle and his fellow Democrats: a state income tax credit for contributions to health saving accounts.<br />\r\n\t<br />\r\n\tWalker included a pledge to eliminate the tax as one of his campaign promises, declaring on his <a href=\"http://www.scottwalker.org/issues/jobs\">website</a> that the change would &quot;make it easier for small business owners to provide health insurance to their employees.&quot;<br />\r\n\t<br />\r\n\tIn other words, more health coverage -- even without a mandate from Washington.<br />\r\n\t<br />\r\n\tOn Dec. 9, 2010, Walker unveiled some details of his HSA plan -- and again pitched its importance. We had decided days earlier to look at the issue, and had contacted his campaign office about it. So, a special thanks to them for going out of their way to make this item extra timely.<br />\r\n\t<br />\r\n\tDuring the campaign, as the campaign website shows, Walker positioned &nbsp;the change as a boon to the employers of the state. So that&rsquo;s our starting point.<br />\r\n\t<br />\r\n\tSome background: Wisconsin is among only four states that do not allow employees to deduct their contributions to health savings accounts. There already is a federal tax deduction available.<br />\r\n\t<br />\r\n\tSupporters see the plans as a key to keeping health care costs under control. Opponents, such as Gov. Jim Doyle, argue that such savings accounts benefit only higher income workers -- and note that the change would cost the state millions in lost tax revenue at a time of huge budget deficits. &nbsp;<br />\r\n\t<br />\r\n\tHealth savings accounts are allowed with plans that have deductibles of at least $1,200 for individual and $2,400 for family coverage. With such plans, workers (and employers if they choose to do so) can set aside money into a spending account for employees to use on health care expenses.<br />\r\n\t<br />\r\n\tMany businesses have embraced high-deductible plans, which typically mean lower premiums than on conventional insurance plans.<br />\r\n\t<br />\r\n\t&quot;They&rsquo;re an important tool&quot; toward keeping the cost of health insurance down, said Jon Rauser, a Milwaukee insurance broker who serves small businesses.<br />\r\n\t<br />\r\n\tWhat does it mean for those with accounts?<br />\r\n\t<br />\r\n\tOn an account with $3,000 in annual contributions, the annual state tax credit would be about $195.<br />\r\n\t<br />\r\n\tLet&rsquo;s underline: That&rsquo;s what the employee would receive on his or her tax return.<br />\r\n\t<br />\r\n\tWhat about the argument, as the Walker campaign advanced, that this would help the bottom line for businesses?<br />\r\n\t<br />\r\n\tSteve Baas, legislative director for the Metropolitan Milwaukee Association of Commerce, says businesses believe the current rules could discourage workers from signing up with a plan that includes a HSA.<br />\r\n\t<br />\r\n\t&quot;It&rsquo;s incredibly frustrating,&quot; he said. &quot;Why are we an outlier on this?&quot;<br />\r\n\t<br />\r\n\tIn a letter to its members in spring of 2010, the MMAC in a letter called the lack of a deduction &quot;an unwarranted tax on employees.&quot;<br />\r\n\t<br />\r\n\tWalker transition spokesman Cullen Werwie argued allowing HSA contributions to be deducted would put Wisconsin on par with most other states by removing a competitive disadvantage for state businesses.<br />\r\n\t<br />\r\n\tHowever, neither Werwie nor others involved with the issue said they were aware of any business that was holding off on high deductible plans because of the state tax issue.<br />\r\n\t<br />\r\n\t&quot;Does an employer really care about an employee&rsquo;s tax situation?&quot; said Paul Fronstin of the Washington, D.C.-based Employee Benefit Research Institute. &quot;I don&rsquo;t know if that amount of (tax savings) money makes any difference.&quot;<br />\r\n\t<br />\r\n\tFronstein said about 10 million Americans were covered by health plans that were deemed eligible for HSA accounts.<br />\r\n\t<br />\r\n\tDoyle vetoed versions of the bill in 2004 and 2006.<br />\r\n\t<br />\r\n\tIn his 2004 veto message, the governor said he feared that expanded use of HSAs &quot;could decrease employer-sponsored insurance coverage.<br />\r\n\t<br />\r\n\t&quot;Additionally, HSAs are only viable for healthy persons with higher incomes,&quot; Doyle wrote. &quot;As healthy individuals with higher incomes opt out of traditional insurance pools, the risk profiles of these existing health plans will worsen, which in turn will cause insurance companies to raise rates on remaining members likely to be those without any other options.&quot;<br />\r\n\t<br />\r\n\tIt&rsquo;s a little unclear what the exact cost to the state coffers would be if the tax break was allowed.<br />\r\n\t<br />\r\n\tDoyle noted in 2004 the proposal would cost the state some $38.7 million over eight years; his 2006 veto message put the cost at $50 million but didn&rsquo;t say over what period of time he was referring to. A version of the bill introduced last spring included a fiscal note that said it would cost $14.8 million in fiscal year 2011.<br />\r\n\t<br />\r\n\tWalker&rsquo;s announcement Dec. 9 said that under his measure &quot;taxpayers will save $4 million to $8 million in lower taxes if HSAs are tax-exempt.&quot; However, those estimates were based on a fiscal note from the 2005 version of the bill.<br />\r\n\t<br />\r\n\tThe issue is bigger than the dollar impact of the tax deduction for employees, said John Torinus, retired chairman of Serigraph Corp. who has advised Walker on economic issues.<br />\r\n\t<br />\r\n\tHe said the change would &quot;remove a small impediment&quot; to getting workers into high deductible plans and &quot;would send a signal that the state of Wisconsin wants consumer driven health plans.&quot;<br />\r\n\t<br />\r\n\tRauser said when he speaks before companies considering the plans, he has to remind workers that Wisconsin does not allow a tax deduction on the accounts. He termed it &quot;more of a nuisance than an impediment&quot; to getting workers to sign up for them.<br />\r\n\t<br />\r\n\tBut again, that&rsquo;s on the side of the employee, not the employer.<br />\r\n\t<br />\r\n\tState Sen. Alberta Darling (R-River Hills), a sponsor of the measures Doyle vetoed and a subsequent bill that died in the last session, said without the break, &quot;employers have trouble convincing their employees (having high deductible plans) is an advantage.&quot;<br />\r\n\t<br />\r\n\tHSA plans also lead to more prudent spending on health care because employees use health care providers more prudently, she said, because &quot;they have skin in the game.&quot;<br />\r\n\t<br />\r\n\tWhat&rsquo;s the bottom line?<br />\r\n\t<br />\r\n\tThe consensus is pretty clear: State workers who have health savings accounts are getting nicked by Madison. And allowing them to take a tax deduction would bring Wisconsin in line with most other states. That may all be true. But Walker is arguing that a tax break for individuals -- not employers -- would boost the number of small businesses that provide health insurance.<br />\r\n\t<br />\r\n\tHe and other supporters have provided no evidence it would. We rate that statement Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-12-09T19:07:05.998978", "ruling_date": "2010-12-10T09:00:00", "ruling_headline": "Scott Walker says that eliminating state tax on health savings accounts would increase the number of small businesses offering health insurance", "ruling_headline_slug": "scott-walker-says-eliminating-state-tax-health-sav", "ruling_link_text": "Would it benefit consumers? Sure. But little evidence it will help businesses provide coverage", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tNews release, Governor-elect Scott Walker, Dec. 9, 2010<br />\r\n\t<br />\r\n\t<a href=\"http://legis.wisconsin.gov/2009/data/fe/SB-45fe.pdf\">Senate Bill 045</a><br />\r\n\t<br />\r\n\t<a href=\"http://www.scottwalker.org/issues/jobs\">Walker for Governor campaign web page</a><br />\r\n\t<br />\r\n\tInterview, state Sen. Alberta Darling, (R-River Hills), Dec. 6, 2010<br />\r\n\t<br />\r\n\tInterview, Cullen Werwie, spokesman, Governor-elect Scott Walker, Dec. 8, 2010<br />\r\n\t<br />\r\n\tVoicemails and e-mails, John Torinus, retired chairman of Serigraph Corp., Dec. 6, 7, 2010<br />\r\n\t<br />\r\n\tInterview, Jon Rauser, owner, Rauser Agency, Dec. 7, 2010<br />\r\n\t<br />\r\n\tInterviews and e-mails, Stephanie Marquis, spokeswoman, Wisconsin Department of Revenue, Nov. 30, 2010<br />\r\n\t<br />\r\n\tInterview and e-mails, Steve Baas, director of governmental affairs, Metropolitan Milwaukee Association of Commerce, Dec. 6, 7, 2010.<br />\r\n\t<br />\r\n\tVeto messages, Gov. Jim Doyle, May 26, 2006, May 27, 2004<br />\r\n\t<br />\r\n\tInterview, Paul Fronstin, Director, Health Research &amp; Education Program, Employee Benefit Research Institute, Dec. 9, 2010<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel archives</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 38, "current_job": "Milwaukee County Executive", "false_count": 42, "first_name": "Scott", "half_true_count": 38, "home_state": "Wisconsin", "id": 640, "last_name": "Walker", "mostly_true_count": 44, "name_slug": "scott-walker", "pants_count": 11, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Scott_Walker_1_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/640/", "total_count": 211, "true_count": 25, "website": "http://www.scottwalker.org/"}, "statement": "<p>\r\n\tEliminating the state tax on health savings accounts will &quot;make it easier for small business owners to provide health insurance to their employees.&quot;</p>", "statement_context": "a statement on campaign web site", "statement_date": "2010-12-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 140, "photo": null, "resource_uri": "/api/v/2/subject/140/", "subject": "Small Business", "subject_slug": "small-business", "used_in_edition": []}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}