{"art": [], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/dec/12/rick-perry/gov-rick-perry-says-federal-health-care-overhaul-c/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "bbell@statesman.com", "first_name": "Brenda", "id": 267, "last_name": "Bell", "name_slug": "brenda-bell", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/267/", "title": "Projects Editor", "twitter": null}, {"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 2946, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/2946/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tStumping for his book, Fed Up! Our Fight to Save America From Washington, Texas Gov. Rick Perry often criticizes federal actions that he sees as overreaching, including the Democratic-steered health care overhaul that President Barack Obama signed into law in March.</p>\r\n<p>\r\n\tIn a Dec. 3 interview with the Christian Broadcasting Network, Perry called the plan &quot;one of the greatest intrusions into our lives&quot; and objected to its &quot;massive cost&quot; to states. &quot;It will cost the State of Texas upwards of $30 billion over the next 10 years,&quot; Perry said.</p>\r\n<p>\r\n\tWhy does the state expect the law to drive up its spending? One big reason is that it&#39;s projected to add about 2 million Texans to the number of people on Medicaid, the health insurance program for the poor and disabled whose costs are shared by federal and state government.</p>\r\n<p>\r\n\tThe new Medicaid recipients fall into two groups.</p>\r\n<p>\r\n\tThe first: People made eligible by the new law, which starting in 2014 is anyone who makes up to 133 percent of the federal poverty level. (For a family of four, the level is $29,327. For a single person, it&#39;s $14,404.) This expansion will be a big change for Texas, which limits access to Medicaid more than most states. Currently, adult Texans without children do not qualify, and the vast majority of Medicaid beneficiaries are kids.</p>\r\n<p>\r\n\tThe second: People who were eligible for Medicaid before the health care law passed but haven&#39;t signed up. According to Stephanie Goodman, a spokeswoman for the Texas Health and Human Services Commission, some of these people are expected to come onto the rolls because of the requirement in the new law that all individuals obtain health insurance starting in 2014.</p>\r\n<p>\r\n\tThese folks are more expensive for the state to serve than the first group because the federal government is expected to pay about 60 percent of their Medicaid costs, as opposed to almost all the costs for the newly eligible.</p>\r\n<p>\r\n\tWe&#39;ve heard state leaders talk about the projected costs before. In March, we rated <a href=\"http://politifact.com/texas/statements/2010/mar/26/david-dewhurst/dewhurst-says-states-health-care-tab-24-billion-ye/\">Barely True</a> Lt. Gov. David Dewhurst&#39;s statement that &quot;this federal plan costs Texas taxpayers $2.4 billion per year.&quot; That number was based on a commission analysis that the law would cost Texas $24.3 billion over the decade running from 2014 through 2023. Dewhurst&#39;s statement was problematic on several fronts, partly because it was based on an outdated version of the law.</p>\r\n<p>\r\n\tIn late March, the commission updated its 10-year cost estimate, raising it to $27 billion. At the time, Executive Commissioner Tom Suehs told lawmakers: &quot;I can tell you right now we have not included all the items we believe that&#39;ll have a fiscal impact to the state.&quot;</p>\r\n<p>\r\n\tHere&#39;s how the $27 billion in costs breaks down: $9.5 billion for the &quot;Medicaid expansion&quot; enrollees &mdash; people made eligible by the federal law &mdash; and $8.6 billion for enrollees who were eligible for Medicaid before the new health care law passed. The rest, $8.9 billion, is what it would cost the state to continue higher payment rates that the new law mandates for primary care services. The federal government will fund the higher rates through 2014, but after that, state lawmakers will have to decide whether to chip in the money to continue paying providers more, Goodman said. If they do, the feds would share the cost as they do now for Medicaid.</p>\r\n<p>\r\n\tSo, where does Perry get &quot;upwards of $30 billion over the next 10 years&quot;? His spokeswoman, Katherine Cesinger, said that the governor simply &quot;rounded&quot; up from $27 billion and that he was referring to the 10-year period that starts in 2014.</p>\r\n<p>\r\n\tBut &quot;the next 10 years&quot; begins in January, 2011. The commission&#39;s analysis puts the tab for 2011 through 2020 at $13.1 billion, half the 2014-23 estimate. And if lawmakers choose not to continue the provider rate increases, the total drops to $8.4 billion.</p>\r\n<p>\r\n\tAn essential fact underlying all these figures: Health care reform becomes more expensive for the state as time goes on. Among the factors driving up costs down the line is the federal government&#39;s declining contribution for Medicaid. During the first three years of the Medicaid expansion (2014-2016), the feds pay all the cost of newly eligible enrollees. Starting in 2017, that federal share starts to drop, reaching 90 percent by 2020.</p>\r\n<p>\r\n\tAnother essential fact: So far, we&#39;ve only mentioned the cost of health care reform to the Health and Human Services Commission. A June report by State Comptroller Susan Combs enumerates other costs &mdash; as well as some financial benefits &mdash; to the state as a whole, although it doesn&#39;t offer a net figure. (The comptroller&#39;s report also uses a different time period than the commission&#39;s, focusing on the 10 years from 2010 through 2019.)</p>\r\n<p>\r\n\tFor instance, on the expense side of the ledger is the mandated expansion of health plans administered by the Employees Retirement System of Texas, the University of Texas System and the Texas A&amp;M University System.</p>\r\n<p>\r\n\tOne of the pluses: The comptroller&#39;s office estimates that the state will receive $1.3 billion in new revenue from a tax on premiums charged by insurers and health maintenance organizations licensed by the Texas Department of Insurance.</p>\r\n<p>\r\n\tAs for the projected increase in Medicaid costs, the comptroller&#39;s report jibes with the health commission&#39;s estimates. But it also tabulates the hefty federal contribution. For every dollar the state spends on new Medicaid enrollees through 2019, the federal government will spend $13, according to the figures in the report. The total federal contribution: $76 billion.</p>\r\n<p>\r\n\tWe asked Perry why he had focused solely on the commission&#39;s cost projections. Cesinger told us: &quot;We fully recognize there will be additional costs to state government separate from the (health commission) costs. Unfortunately, those additional costs are difficult to calculate because it depends on factors yet to be determined,&quot; including how parts of the law are implemented.</p>\r\n<p>\r\n\tAll told, Perry&#39;s sweeping statement is correct in one sense &mdash; federal health care reform will eventually cost the state billions. But he errs on several fronts. The latest cost projection from the Texas health commission is $27 billion, not $30 billion; the estimate covers 2014 through 2023, not the next 10 years; and it speaks only to a single state entity, not all of state government.</p>\r\n<p>\r\n\tWe rate Perry&#39;s statement Barely True.</p>\r\n<br />\r\n<br />\r\n<p>\r\n\t<i>Editor&#39;s note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i></p>", "ruling_comments_date": "2010-12-10T16:21:14.738594", "ruling_date": "2010-12-12T06:00:00", "ruling_headline": "Gov. Rick Perry says federal health care overhaul to cost Texas $30 billion over \"next 10 years\"", "ruling_headline_slug": "gov-rick-perry-says-federal-health-care-overhaul-c", "ruling_link_text": "Governor rounding up 10-year figure that doesn't start until 2014", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tChristian Broadcasting Network News, &quot;<a href=\"http://www.cbn.com/cbnnews/politics/2010/December/Fed-Up-Gov-Perrys-Crusade-to-Reign-in-Washington-/\">Fed Up! Gov. Perry&#39;s Crusade to Rein in Washington</a>,&quot; Dec. 3, 2010</p>\r\n<p>\r\n\tTexas Health and Human Services Commission, <a href=\"http://www.hhsc.state.tx.us/news/presentations/2010/HouseSelectFedHlthReform.pdf\">presentation </a>to House Select Committee on Federal Legislation, April 22, 2010</p>\r\n<p>\r\n\tKaiser Family Foundation, Kaiser Health News, &quot;<a href=\"http://www.kaiserhealthnews.org/Stories/2010/March/22/consumers-guide-health-reform.aspx\">Consumers Guide to Health Reform</a>,&quot; April 13, 2010</p>\r\n<p>\r\n\tInterview with Stephanie Goodman, spokeswoman, Texas Health and Human Services Commission, Dec. 8, 2010</p>\r\n<p>\r\n\tPolitiFact Texas, &quot;<a href=\"http://politifact.com/texas/statements/2010/mar/26/david-dewhurst/dewhurst-says-states-health-care-tab-24-billion-ye/\">Dewhurst says state&#39;s health tab is $2.4 billion per year</a>,&quot; March 26, 2010</p>\r\n<p>\r\n\tTexas Senate Committee on Health and Human Services, <a href=\"http://www.senate.state.tx.us/75r/senate/commit/c610/c610.htm\">hearing</a>, March 31, 2010</p>\r\n<p>\r\n\tE-mail interview with Katherine Cesinger, deputy press secretary, Gov. Rick Perry&#39;s office, Dec. 9, 2010</p>\r\n<p>\r\n\tTexas state comptroller&#39;s office, &quot;<a href=\"http://www.window.state.tx.us/specialrpt/healthFed/\">Diagnosis: Cost &mdash; An Initial Look at the Federal Health Care Legislation&#39;s Impact on Texas</a>,&quot; June 4, 2010<br />\r\n\t<br />\r\n\t&nbsp;</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 30, "current_job": "U.S. Energy Secretary", "false_count": 31, "first_name": "Rick", "half_true_count": 42, "home_state": "Texas", "id": 291, "last_name": "Perry", "mostly_true_count": 24, "name_slug": "rick-perry", "pants_count": 18, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Perry_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/291/", "total_count": 176, "true_count": 26, "website": "https://energy.gov/management/history/secretaries-energy"}, "statement": "<p>\r\n\tSays federal health care overhaul will cost Texas state government &quot;upwards of $30 billion over the next 10 years.&quot;</p>", "statement_context": "an interview", "statement_date": "2010-12-03", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}