{"art": [], "author": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2010/dec/14/atlanta-braves/braves-go-back-back-back/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 2956, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/2956/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tMost baseball fans, particularly in Atlanta, know about the Atlanta Braves&#39; streak of 14 consecutive division championships between 1991 and 2005.<br />\r\n\t<br />\r\n\tWe here at AJC PolitiFact Georgia won&#39;t talk about the fact that the Braves won just one World Series during that time.<br />\r\n\t<br />\r\n\tBut few baseball fans are aware of another streak the Braves proudly claim: that they&#39;ve stayed in business longer than any team in the country. The Braves make the claim on their website, saying they are &quot;the oldest continuously operating professional sports franchise in America.&quot;<br />\r\n\t<br />\r\n\tReally?<br />\r\n\t<br />\r\n\tThe Braves came to Atlanta from Milwaukee, but their roots go back even further, to Boston. The Braves are one of the original National League franchises, which began in the late 19th century.<br />\r\n\t<br />\r\n\tA claim that they are the longest-running sports franchise in America is obviously a source of civic pride for the Braves and Atlanta, if true.<br />\r\n\t<br />\r\n\tSo, is it true?<br />\r\n\t<br />\r\n\tWe were told two other teams, the Chicago Cubs and Cincinnati Reds, could dispute the Braves&#39; claim. A Cubs official in their media relations office told us he used to work for the Reds and that they&#39;re the oldest franchise. He suggested we call the Reds Hall of Fame.<br />\r\n\t<br />\r\n\tMany believe the Reds are baseball&#39;s first franchise, and it appears that they are. In 1869, a former cricket player named Harry Wright organized a band of nine players that barnstormed the country playing a new game we now call baseball. The players dressed in white knickerbockers and wore flashy red hosiery. They were really good, or their opponents were really bad. The team, which became known as the Cincinnati Red Stockings, was 57-0. Wright played center field and managed the team and likely didn&#39;t take himself out of many games. He was eventually enshrined into the Baseball Hall of Fame.<br />\r\n\t<br />\r\n\tThe Red Stockings didn&#39;t play in 1871, but four of those players relocated to Boston that year and played in the National Association, winning the pennant from 1872 through 1875, according to Baseball Hall of Fame Library research director Tim Wiles. The team was known as the Boston Red Stockings.<br />\r\n\t<br />\r\n\tIn 1876, a new league formed called the National League. The Red Stockings, or the Red Caps, as some called them, were part of the eight-team league. Wright was on the team. The team, the Braves say, eventually became known as the Beaneaters to connect with their Boston fan base -- and to avoid any confusion with the Cincinnati Reds. The Cincinnati team was expelled from the league in 1880 for, among other things, serving beer during their games.<br />\r\n\t<br />\r\n\tMeanwhile, the Beaneaters became a force in the National League, signing Mike &quot;King&quot; Kelly, the Babe Ruth of his day, for what was then a stunning $10,000. That salary, accounting for inflation, is about $250,000 today. In 1912, the Beaneaters changed their name to the Boston Braves. The franchise stayed in Beantown for another 40 years before moving to Milwaukee in 1953. The Braves moved to Atlanta in 1966.<br />\r\n\t<br />\r\n\tBut let&#39;s go back to the Cubs for a second. The franchise&#39;s origins began in 1871 as the Chicago White Stockings. Wiles noted that the team didn&#39;t play in 1872 and 1873 because of the great fire of 1871, which killed about 300 people. One third of the city&#39;s 300,000 residents lost their homes in the blaze, according to the Encyclopedia of Chicago.<br />\r\n\t<br />\r\n\tThe two years the Cubs lost to the fire gives the Braves the advantage to the claim of the oldest continuous franchise, says Wiles.<br />\r\n\t<br />\r\n\t&quot;(The fire) makes Boston a strong historical organization,&quot; Wiles, a Cubs fan, conceded.<br />\r\n\t<br />\r\n\tThe Boston Red Stockings were one of three teams to play all five seasons in the National Association, according to Baseball-Reference.com, a website that&#39;s used by many baseball writers. The others were the New York Mutuals and the Philadelphia Athletics. The Mutuals did not continue after 1876, according to the website. The Athletics stopped playing after 1876 and, after a couple of restarts, have been in business since 1901 and are playing in Oakland.<br />\r\n\t<br />\r\n\tThe matter gets confusing when you look at Baseball-Reference.com&#39;s list of when each of today&#39;s 30 teams in Major League Baseball. It lists the first year for the Braves and Cubs as 1876. Sean Forman, president of Sports Reference LLC, the parent company of Baseball-Reference.com, said he does agree that the Braves franchise began in 1871.<br />\r\n\t<br />\r\n\t&quot;It&#39;s pretty clear that they were a franchise,&quot; Forman said.<br />\r\n\t<br />\r\n\tMLB, Forman said, doesn&#39;t officially recognize the National Association.<br />\r\n\t<br />\r\n\tWhy? &quot;I&#39;m not sure,&quot; Forman said.<br />\r\n\t<br />\r\n\tWiles said he considers the National Association a professional sports league because the players were paid and the teams were organized.<br />\r\n\t<br />\r\n\tBob Epling, a sports historian based in Cherokee County, also sides with the Braves, for many of the same reasons that Wiles stated.<br />\r\n\t<br />\r\n\tEpling doesn&#39;t believe there&#39;s a team in the three other major sports leagues in America that can make a claim. Football, he said, was semi-professional until the 1920s. The team now known as the Arizona Cardinals is believed to be the first pro football team. It began in Chicago in 1898 as the Morgan Athletic Club.<br />\r\n\t<br />\r\n\tPro basketball first began in Trenton, N.J. in 1896, but the oldest continuously running teams in that sport didn&#39;t get their start until the 1940s. The Harlem Globetrotters, if you&#39;re curious, started in 1923.<br />\r\n\t<br />\r\n\tThe National Hockey League began in 1917.<br />\r\n\t<br />\r\n\t&quot;I might rate (the Braves&#39; claim) pretty high on the Truth-o-Meter,&quot; said Epling, an associate professor of physical education and sport studies at Reinhardt University.<br />\r\n\t<br />\r\n\tThe Cincinnati Red Stockings, which many people view as a predecessor of the Reds, are apparently baseball&#39;s first professional sports franchise. But that is not what the Braves claim. Regarding their claim to the title of &quot;oldest continuous sports franchise in America,&quot; it does appear that the team&#39;s origins began with the Boston Red Stockings, who then joined what became the National League of Major League Baseball. The key word here is &quot;continuous.&quot; We believe the Braves slid home safely on this one and rate their claim as True.</p>", "ruling_comments_date": "2010-12-13T17:59:01.518635", "ruling_date": "2010-12-14T00:00:00", "ruling_headline": "Braves go back, back, back", "ruling_headline_slug": "braves-go-back-back-back", "ruling_link_text": "Braves' origins go back, back, back to 1871", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tAtlanta Braves <a href=\"http://atlanta.braves.mlb.com/atl/history/story_of_the_braves.jsp\">website</a></p>\r\n<p>\r\n\tBaseball Hall of Fame <a href=\"http://baseballhall.org/hof/wright-harry\">profile</a> of Harry Wright</p>\r\n<p>\r\n\tBaseball-Reference.com, &quot;<a href=\"http://www.baseball-reference.com/teams/\">Complete Baseball Team and Baseball Team Encyclopedia</a>&quot;</p>\r\n<p>\r\n\tNational Football League, &quot;<a href=\"http://static.nfl.com/static/content/public/image/history/pdfs/History/Chronology.pdf\">Chronology of professional football</a>&quot;</p>\r\n<p>\r\n\tTelephone interview &amp; e-mail from Reinhardt University professor Bob Epling, Dec. 8, 2010<br />\r\n\t<br />\r\n\tTelephone interviews with Baseball Hall of Fame director of research Tim Wiles, Dec. 9, 10, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "", "id": 912, "last_name": "Atlanta Braves", "mostly_true_count": 0, "name_slug": "atlanta-braves", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/braves.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/912/", "total_count": 1, "true_count": 1, "website": ""}, "statement": "<p>\r\n\tThe Atlanta Braves are &quot;the oldest continuously operating professional sports franchise in America.&quot;</p>", "statement_context": "a history on team website", "statement_date": "2010-12-13", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 3, "photo": null, "resource_uri": "/api/v/2/subject/3/", "subject": "Job Accomplishments", "subject_slug": "job-accomplishments", "used_in_edition": []}], "target": [], "twitter_headline": "Braves' origins go back, back, back #mlb #braves"}