{"art": [{"brightcove": "", "caption": "Tim Pawlenty, a potential Republican presidential candidate, ran afoul of the Truth-O-Meter for a statement about the expansion of the government workforce.", "id": 964, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Pawlenty_2.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/964/", "title": "Pawlenty", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2010/dec/16/tim-pawlenty/tim-pawlenty-repeats-questionable-statistic-growth/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 2969, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/2969/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tIn the Dec. 13, 2010, edition of the <em>Wall Street Journal</em>, outgoing Minnesota Gov. Tim Pawlenty -- a potential contender in the 2012 Republican presidential primary -- <a href=\"http://online.wsj.com/article/SB10001424052748703766704576009350303578410.html?mod=WSJ_Opinion_LEADTop\" id=\"awq1\" title=\"wrote a column\">wrote a column</a> that blasted public-employee unions. Pawlenty wrote that government employees, especially those who are unionized, have become unfairly advantaged compared to private-sector workers, through a &quot;silent coup, an inside job engineered by self-interested politicians and fueled by campaign contributions.&quot;<br />\r\n\t<br />\r\n\t&quot;Across the country, at every level of government, the pattern is the same: Unionized public employees are making more money, receiving more generous benefits, and enjoying greater job security than the working families forced to pay for it with ever-higher taxes, deficits and debt,&quot; Pawlenty wrote. He even repeated what has become a major Republican talking point -- that &quot;federal employees receive an average of $123,049 annually in pay and benefits, twice the average of the private sector.&quot; (In November, we ruled a less precisely worded version of this statistic <a href=\"http://www.politifact.com/truth-o-meter/statements/2010/nov/11/rand-paul/rand-paul-says-federal-workers-paid-120000-private/\" id=\"c2jz\" title=\"False\">False</a>.)<br />\r\n\t<br />\r\n\t&quot;The majority of union members today no longer work in construction, manufacturing or &#39;strong back&#39; jobs,&quot; Pawlenty wrote. &quot;They work for government, which, thanks to President Obama, has become the only booming &#39;industry&#39; left in our economy. Since January 2008, the private sector has lost nearly 8 million jobs while local, state and federal governments added 590,000.&quot;<br />\r\n\t<br />\r\n\tWe thought we&#39;d take a look at one of the cornerstones of Pawlenty&#39;s column -- his contention that the private sector lost nearly 8 million jobs while government added 590,000.<br />\r\n\t<br />\r\n\tTo see if he was right, we turned to the Bureau of Labor Statistics, which calculates a wide range of labor and employment statistics on a monthly basis.<br />\r\n\t<br />\r\n\tIn January 2008, total private-sector employment in the United States stood at 115,562,000. By November 2010, the most current month available, that number had sunk to 108,278,000 -- a drop of roughly 7.3 million jobs. That pretty close to the &quot;nearly 8 million&quot; figure that Pawlenty cited. (Almost two-thirds of those job losses, incidentally, happened while George W. Bush was president.)<br />\r\n\t<br />\r\n\tBut Pawlenty&#39;s public-sector figures were problematic. The BLS has a category called government employment -- which encapsulates local, state and federal employment, just as Pawlenty had defined it. Over the same period, the number of government jobs went from 22,379,000 to 22,261,000 -- a <em>decrease </em>of 118,000, rather than an increase of 590,000, as Pawlenty had written.<br />\r\n\t<br />\r\n\tAt first we were flummoxed about how Pawlenty got the numbers so wrong. We called BLS to make sure we weren&#39;t overlooking another data set that measured the same subject, and spokesman Gary Steinberg confirmed that we were using exactly the same numbers he would use.<br />\r\n\t<br />\r\n\tWe also looked at federal employment trends over the same period, on the guess that Pawlenty might have meant to refer to federal jobs, rather than all government jobs. By this calculation, the number of jobs did increase, rather than decrease, but the amount was only one-sixth of what Pawlenty had indicated. Over that period, federal employment rose from 2,739,000 to 2,837,000 -- 98,000 jobs in all.<br />\r\n\t<br />\r\n\tAfter a bit of online research, we found a reference to the mysterious 590,000 number in -- of all places -- <a href=\"http://www.politifact.com/ohio/statements/2010/aug/18/steve-latourette/rep-steve-latourette-says-stimulus-has-done-little/\" id=\"b83r\" title=\"a fact-check by our partners at PolitiFact Ohio\">a fact-check by our colleagues at PolitiFact Ohio</a>.<br />\r\n\t<br />\r\n\tIt turns out that on Aug. 10, 2010, they analyzed a statement by Rep. Steve LaTourette, R-Ohio, that &quot;since the president became the president, we have lost 3.3 million jobs in the private sector. But you know who&#39;s done okay and who&#39;s not complaining today? The public sector. We&#39;ve gained 590,000 public sector jobs.&quot;<br />\r\n\t<br />\r\n\tLaTourette&#39;s number for private-sector job losses at that point was spot-on. But PolitiFact Ohio found fault with his public-sector numbers. Here&#39;s what they wrote:<br />\r\n\t<br />\r\n\t&quot;In January 2009, there were 2,803,000 federal employees. By May, there were 3,396,000 federal workers. That&rsquo;s a gain of 593,000, putting LaTourette on the money. But here&rsquo;s the problem. BLS makes clear, the White House makes clear, and every major news report makes clear when these numbers are released each month that the stimulus had little to do with the growth of the federal workforce. Most of it -- 559,000 new jobs from January 2009 through May &ndash; came entirely from the temporary buildup of Census workers. And many of those jobs have already disappeared. ... Exclude all the Census workers hired from January 2009 through May 2010 and total federal hiring comes to only 34,000, not the 590,000 figure that LaTourette cited.&quot;<br />\r\n\t<br />\r\n\tAssuming that Pawlenty was drawing his number from the same source as LaTourette did -- and we don&#39;t know for sure, because his spokesman did not respond to an inquiry -- then the Minnesota governor has even less justification for using the 590,000 figure than his Ohio colleague. Here&#39;s why:<br />\r\n\t<br />\r\n\t&bull; When we see Pawlenty saying &quot;since January 2008,&quot; we assume he means from January 2008 to the present. But the numbers he used appeared to be based on the change from January 2009 to May 2009.<br />\r\n\t<br />\r\n\t&bull; Pawlenty specifically wrote that his job numbers referred to &quot;local, state and federal government&quot; employment, but LaTourette&#39;s 590,000 only counted federal workers.<br />\r\n\t<br />\r\n\t&bull; Pawlenty&#39;s statement doesn&#39;t account for the tremendous -- and now vanished -- bump from hiring Census workers.<br />\r\n\t<br />\r\n\tThe closest we could come to a 590,000 job gain using a legitimate statistic was a measurement suggested by Rea Hederman Jr., a research fellow at the conservative Heritage Foundation. He suggested looking at the federal workforce minus U.S. Postal Service employees. Postal workers are a different enough category of employee that the BLS does calculate a statistic that excludes them from the federal workforce, and that statistic shows an increase in federal employment since January 2008 of 215,700 employees. But that&#39;s still barely one-third of the total Pawlenty cited, and to get to it, you still have to directly contradict the definition of government workers that Pawlenty used in his column.<br />\r\n\t<br />\r\n\tThe question of whether government employees, because of public-employee unions, are compensated too generously or enjoy too much job security strikes us as a fair topic for debate. But Pawlenty did his cause no service by using the 590,000-employee statistic.<br />\r\n\t<br />\r\n\tNot only did he apparently mangle the time frame, contradict his own definition of federal workers and fail to acknowledge the huge caveat of Census worker hiring, he also repeated a statistic that had been criticized as inaccurate as long as six months ago. (Another politician <a href=\"http://www.politifact.com/ohio/statements/2010/jul/15/john-boehner/john-boehner-says-obama-has-presided-over-private-/\" id=\"ax_y\" title=\"who got caught by PolitiFact Ohio\">who got caught by PolitiFact Ohio</a> was the incoming House Speaker, John Boehner, R-Ohio.) And in the context of his column, the job numbers comment was more than a throwaway line. The comparison of job growth he made -- which showed the size of the federal workforce going in exactly the opposite direction as it did in reality -- is a key pillar supporting the premise of his column, that government work is &quot;the only booming &#39;industry&#39; left in our economy.&quot; Pawlenty&#39;s number is so compromised that we rate his statement Pants on Fire!</p>\r\n<p>\r\n\t<em>UPDATE: After we posted our story, a spokesman for Pawlenty, Alex Conant, contacted PolitiFact to report that the source for Pawlenty&#39;s 590,000-job figure was a June 24, 2010, <a href=\"http://biggovernment.com/vderugy/2010/06/24/mom-when-i-grow-up-i-really-want-to-be-a-bureaucrat/\">post</a>&nbsp;by Veronique de Rugy, a senior research fellow at George Mason University&#39;s Mercatus Center, on the Big Government site run by conservative activist Andrew Breitbart. After looking at what de Rugy wrote, we stand by our analysis that the 590,000 number doesn&#39;t encapsulate the time frame or definition set out by Pawlenty in his </em>Wall Street Journal <em>op-ed, and that it is still skewed by a large bump in temporary Census jobs.</em></p>", "ruling_comments_date": "2010-12-15T17:14:24.461938", "ruling_date": "2010-12-16T11:28:28", "ruling_headline": "Tim Pawlenty repeats questionable statistic on growth of federal workforce", "ruling_headline_slug": "tim-pawlenty-repeats-questionable-statistic-growth", "ruling_link_text": "Public-sector number is wrong in at least three ways", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tTim Pawlenty, &quot;<a href=\"http://online.wsj.com/article/SB10001424052748703766704576009350303578410.html?mod=WSJ_Opinion_LEADTop\" id=\"ia13\" title=\"Government Unions vs. Taxpayers\">Government Unions vs. Taxpayers</a>&quot; (<em>Wall Street Journal </em>op-ed), Dec. 13, 2010<br />\r\n\t<br />\r\n\tBureau of Labor Statistics, <a href=\"http://data.bls.gov/cgi-bin/surveymost?ce\" id=\"r6xi\" title=\"main search index\">main search index</a> for &quot;Employment, Hours, and Earnings from the Current Employment Statistics survey (National),&quot; accessed Dec. 15, 2010</p>\r\n<p>\r\n\tBureau of Labor Statistics, <a href=\"http://data.bls.gov:8080/PDQ/outside.jsp?survey=ce\" id=\"lo.5\">search form</a> for full database of &quot;Employment, Hours, and Earnings from the Current Employment Statistics survey (National),&quot; accessed Dec. 15, 2010</p>\r\n<p>\r\n\tPolitiFact Ohio, &quot;<a href=\"http://www.politifact.com/ohio/statements/2010/aug/18/steve-latourette/rep-steve-latourette-says-stimulus-has-done-little/\" id=\"kxmc\" title=\"Rep. Steve LaTourette says that the stimulus has done little for private jobs while the federal workforce is booming\">Rep. Steve LaTourette says that the stimulus has done little for private jobs while the federal workforce is booming</a>,&quot; Aug. 18, 2010<br />\r\n\t<br />\r\n\tPolitiFact Ohio, &quot;<a href=\"http://www.politifact.com/ohio/statements/2010/jul/15/john-boehner/john-boehner-says-obama-has-presided-over-private-/\" id=\"bw.2\" title=\"John Boehner says Obama has presided over private job losses, increase in federal jobs\">John Boehner says Obama has presided over private job losses, increase in federal jobs</a>,&quot; July 15, 2010<br />\r\n\t<br />\r\n\tInterview with Gary Steinberg, spokesman for the Bureau of Labor Statistics, Dec. 15, 2010</p>\r\n<p>\r\n\tE-mail interview with Wayne Vroman, senior fellow with the Urban Institute, Dec. 16, 2010</p>\r\n<p>\r\n\tE-mail interview with Gary Burtless, senior fellow at the Brookings Institution, Dec. 15, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Rea Hederman Jr., research fellow at the Heritage Foundation, Dec. 15, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 3, "first_name": "Tim", "half_true_count": 3, "home_state": "", "id": 238, "last_name": "Pawlenty", "mostly_true_count": 6, "name_slug": "tim-pawlenty", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Pawlenty_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/238/", "total_count": 18, "true_count": 2, "website": ""}, "statement": "<p>\r\n\t&quot;Since January 2008 the private sector has lost nearly 8 million jobs while local, state and federal governments added 590,000.&quot;</p>", "statement_context": "an op-ed in the \"Wall Street Journal\"", "statement_date": "2010-12-13", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 103, "photo": null, "resource_uri": "/api/v/2/subject/103/", "subject": "Workers", "subject_slug": "workers", "used_in_edition": []}], "target": [], "twitter_headline": ""}