{"art": [], "author": [{"email_address": "wfiske@timesdispatch.com", "first_name": "Warren", "id": 209, "last_name": "Fiske", "name_slug": "warren-fiske", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/209/", "title": "PolitiFact Virginia Editor", "twitter": null}], "canonical_url": "/virginia/statements/2010/dec/17/kitty-boitnott/vea-president-kitty-boitnott-says-virginia-teacher/", "edition": {"adkey": "Editions", "advalue": "Virginia", "edition": "Virginia", "edition_slug": "virginia", "has_afterthefact": false, "id": 10, "index_page": false, "meter_name": "The Virginia Truth-O-Meter", "resource_uri": "/api/v/2/edition/10/"}, "editor": [{"email_address": "dfinnegan@timesdispatch.com", "first_name": "Daniel", "id": 222, "last_name": "Finnegan", "name_slug": "daniel-finnegan", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/222/", "title": "Editor, Richmond Times-Dispatch", "twitter": null}], "facebook_headline": null, "id": 2977, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "wfiske@timesdispatch.com", "first_name": "Warren", "id": 209, "last_name": "Fiske", "name_slug": "warren-fiske", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/209/", "title": "PolitiFact Virginia Editor", "twitter": null}], "resource_uri": "/api/v/2/statement/2977/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tThe General Assembly must approve a new state budget in the coming months, and public school teachers are lobbying for a 3 percent pay boost, saying they have gone three straight school years without a raise.<br />\r\n\t<br />\r\n\tLeaders of the 60,000-member Virginia Education Association, the state&rsquo;s largest organization of teachers, announced their aim at a <a href=\"http://www.vimeo.com/17607620\">Dec</a>. 8 news conference. They said low pay, increased work demands and diminished education budgets are driving veteran teachers to a &quot;breaking point&quot; and retirement.<br />\r\n\t<br />\r\n\t&quot;The men and women who teach Virginia&rsquo;s children, as well as those who support the education process in a variety of other vital jobs, are working for the third consecutive year -- some longer than that -- without salary increases,&quot; said Kitty Boitnott, the VEA&rsquo;s president.<br />\r\n\t<br />\r\n\t&quot;In fact, many of them are working for less money today than they received three years ago, as a result of pay cuts, furloughs and health insurance premium increases.&quot;<br />\r\n\t<br />\r\n\tWe don&rsquo;t doubt teachers perform extraordinary public service without expectation of high financial reward. We were curious, however, about the claim they are working their third straight year without a raise.<br />\r\n\t<br />\r\n\tBoitnott said her statement was based on informal reports the VEA has received from teachers around the state. &quot;It&rsquo;s what our members are telling us,&quot; she said.<br />\r\n\t<br />\r\n\tVirginia&rsquo;s public school teachers have two sources for pay raises: the state government and their local school boards. During good years, both entities usually kick in money for teachers.<br />\r\n\t<br />\r\n\tRecent times have been tough and the state has not put up cash for a teachers&rsquo; raise since December, 2007, when a 3 percent increase was enacted. The General Assembly approved an additional 2 percent hike to go in effect July 1, 2009. Lawmakers rescinded that action during the depths of recession in early 2009.<br />\r\n\t<br />\r\n\tSo it is accurate to say that teachers are in their third school year without a raise from the state.<br />\r\n\t<br />\r\n\tBut most localities, while not munificent, have boosted teachers&rsquo; salaries during the three-year period Boitnott cites.<br />\r\n\t<br />\r\n\tAt least 126 of the 132 school districts in Virginia increased teachers&rsquo; pay for the 2008-09 school year, according to an <a href=\"http://www.doe.virginia.gov/teaching/workforce_data/salaries/2008-2009_salary_report.pdf\">annual report </a>put out by the state Department of Education. &nbsp;The report is based on salary data the superintendent of each school system is required to remit.<br />\r\n\t<br />\r\n\tThe average state teacher salary for 2008-09 was $52,309 -- up 3.56 percent from the previous school year -- according to the data.<br />\r\n\t<br />\r\n\tThat does not mean all teachers in those localities received 3.56 raises. Each city and county is free to chart its own course and increases ranged from 10 percent in Dickenson and Russell Counties to 1.17 percent in Bath County. A few localities, as we&rsquo;ve noted, did nothing.<br />\r\n\t<br />\r\n\tThe 2009-10 school year was not as kind to teachers. <a href=\"http://www.doe.virginia.gov/teaching/workforce_data/salaries/2009-2010_salary_report.pdf\">Education Department figures</a> show only 19 localities improved teachers&rsquo; pay. The average state teacher earnings of $52,149 was 0.31 percent lower than the previous school year.<br />\r\n\t<br />\r\n\tThe study offers no explanation for the decrease, although the VEA notes that some teachers were required to take furloughs during the last school year.<br />\r\n\t<br />\r\n\tSalary figures for the current school year are not available. The Department of Education is scheduled to release its 2010-11 report next month.<br />\r\n\t<br />\r\n\tThere are strong indications, however, that this school year also has been difficult for teachers. An <a href=\"http://sfc.virginia.gov/pdf/retreat/2010_Retreat/5_Public_Education.pdf\">October survey</a> by the Virginia Association of School Superintendents found that at least 110 school districts froze salaries for 2010-11. Six school systems, including Chesterfield County, implemented across-the-board pay cuts. Chesterfield cut pay by 2 percent but later gave teachers a one-time, 2 percent bonus.<br />\r\n\t<br />\r\n\tNo relief for teachers is in sight for the next two school years, although things can change. Gov. Bob McDonnell did not recommend a state raise for teachers in a two-year budget proposal he made Friday. At the same time, he gave localities permission to pass pension contributions they have traditionally made -- equaling 5 percent of salaries -- on to teachers. To do that, a locality would have to give its teachers a 3 percent raise in July. The net effect would reduce take-home pay.<br />\r\n\t<br />\r\n\tIf you&rsquo;re curious, state employees have not received a raise since November 2007, when they got a 4 percent boost. Last week, they were given a 3 percent bonus, but it&rsquo;s a one-time payment.<br />\r\n\t<br />\r\n\tMcDonnell has asked the General Assembly to give state employees a 3 percent raise on July 1 and a one-time bonus of up to&nbsp;2 percent next December.<br />\r\n\t<br />\r\n\tAsked why he recommended the state do more for its employees than teachers, McDonnell said: &quot;Teachers&rsquo; compensation is largely controlled by local government.&quot;<br />\r\n\t<br />\r\n\tLet&rsquo;s review:<br />\r\n\t<br />\r\n\tBoitnott said Virginia teachers are working their third consecutive year -- some longer -- without a salary increase. She made no attempt to qualify her statement. The broad context of her comments suggests she&rsquo;s talking about all state instructors.<br />\r\n\t<br />\r\n\tTeachers have two sources for their salaries: the state and their local school boards.<br />\r\n\t<br />\r\n\tThe state has not ponied up money for a teacher&rsquo;s raise since December 2007.<br />\r\n\t<br />\r\n\tBut at least 126 of 132 school divisions did boost teacher&rsquo;s pay for the 2008-09 school year, according to the state Department of Education. Teacher salaries increased by an average 3.56 percent. That was two school years ago.<br />\r\n\t<br />\r\n\tAlthough 19 localities increased pay last school year, the average salary dipped by 0.31 percent. Statistics are incomplete for this year, but indicate teacher pay was flat in most localities and even cut by six school systems.<br />\r\n\t<br />\r\n\tIt would be accurate to say most teachers are going without a pay raise for the second straight school year. But Boitnott added a third year and the possibility of &quot;longer.&quot; Data shows teachers in every school district received a raise over the last four school years.<br />\r\n\t<br />\r\n\tWe rate her statement False.&nbsp;</p>", "ruling_comments_date": "2010-12-17T00:29:52.094313", "ruling_date": "2010-12-17T18:31:02", "ruling_headline": "VEA President Kitty Boitnott says Virginia teachers have gone three years without raises", "ruling_headline_slug": "vea-president-kitty-boitnott-says-virginia-teacher", "ruling_link_text": "Most got raises for 2008-09 school year", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tKitty Boitnott, <a href=\"http://www.vimeo.com/17607620\">Virginia Education Association news conference</a>, Dec., 8, 2010.<br />\r\n\t<br />\r\n\tInterview with Kitty Boitnott, VEA president, Dec.14, 2010.<br />\r\n\t<br />\r\n\tInterviews with Rob Jones, VEA spokesman, Dec. 14 and 15, 2010.<br />\r\n\t<br />\r\n\tVirginia Department of Education, <a href=\"http://www.doe.virginia.gov/teaching/workforce_data/index.shtml\">Teacher Salary Survey Reports</a>, 2008-09, 2009-10.<br />\r\n\t<br />\r\n\tSenate Finance Committee, <a href=\"http://sfc.virginia.gov/pdf/retreat/2010_Retreat/5_Public_Education.pdf\">Update on Aid for Public Education</a>, pages 14-15 Nov. 2010.<br />\r\n\t<br />\r\n\tInterviews with Charles Pyle, director of communications, Virginia Department of Education, Dec. 14 and 15, 2010.<br />\r\n\t<br />\r\n\tInterview with Susan Hogge, fiscal analyst, House Appropriations Committee, Dec. 14, 2010.</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "President, Virginia Education Association", "false_count": 1, "first_name": "Kitty", "half_true_count": 0, "home_state": "Virgina", "id": 921, "last_name": "Boitnott", "mostly_true_count": 1, "name_slug": "kitty-boitnott", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/BOITNOTT.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Virginia", "edition": "Virginia", "edition_slug": "virginia", "has_afterthefact": false, "id": 10, "index_page": false, "meter_name": "The Virginia Truth-O-Meter", "resource_uri": "/api/v/2/edition/10/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/921/", "total_count": 3, "true_count": 1, "website": ""}, "statement": "<p>\r\n\tTeachers &quot;are working their third consecutive year -- some longer than that -- without salary increases.&quot;</p>", "statement_context": "a news conference.", "statement_date": "2010-12-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": ""}