{"art": [], "author": [], "canonical_url": "/texas/statements/2010/dec/26/mike-villarreal/rep-mike-villarreal-says-texas-students-may-have-t/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 2978, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [], "resource_uri": "/api/v/2/statement/2978/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tIn the flurry to pre-file legislation before the Texas legislative session starts in January, state Rep. Mike Villarreal, D-San Antonio, announced a proposal he said &quot;would end the practice of Texas schools hiring full-time teachers with no classroom teaching experience.&quot;<br />\r\n\t<br />\r\n\t&quot;Parents are shocked when I tell them that their children may have a teacher who never spent one minute practicing teaching but is now responsible for educating a classroom full of kids,&quot; Villarreal said in a Nov. 30 press release. &quot;If we are serious about improving education, we need to listen to the research about the importance of student teaching. We shouldn&#39;t hand the classroom over to a teacher who has never stood in front of a class and taught a lesson.&quot;<br />\r\n\t<br />\r\n\tAny questions? We decided to check how much practical experience is required of newly-minted Texas schoolteachers.<br />\r\n\t<br />\r\n\tOn its website, the State Board for Educator Certification lists the basic requirements for becoming a Texas teacher: a bachelor&#39;s degree, teacher training through an approved program (universities and &quot;other entities&quot; such as for-profit programs) and completion of state teacher certification tests. Texas has 177 teacher preparation programs, run by providers including universities, school districts and for-profit companies, according to a November 2009 Houston Chronicle news story.<br />\r\n\t<br />\r\n\tTraditional university programs include a student-teaching component prior to graduation. For aspiring teachers who already have a college degree, SBEC suggests &quot;alternative certification and post-baccalaureate programs.&quot; According to the website, &quot;many of these programs can be completed in a year, during which time you may have a paid teaching position in a public school classroom.&quot;<br />\r\n\t<br />\r\n\tAccording to the Texas Education Agency, 7,500 new teachers during the 2010 academic school year were certified through university programs, and 11,567 were certified via alternative programs.<br />\r\n\t<br />\r\n\tAsked to back up Villarreal&#39;s statement, Peter Clark, his legislative director, pointed to those teachers who are in alternative programs. &quot;They do not receive their full certification until the end of that first year teaching,&quot; he said in an e-mail. &quot;But during that full school year they are the teacher of record responsible for a classroom, and they may have started that year without ever standing in front of a classroom of students and delivering a lesson plan.&quot;<br />\r\n\t<br />\r\n\tAccording to state law, teacher candidates who serve a year-long internship have a &quot;probationary certificate&quot; until they complete the year, but during that time they&#39;re classified as a &quot;teacher&quot; on school campuses.<br />\r\n\t<br />\r\n\tDoes that mean they haven&#39;t had any teaching practice before entering the classroom?<br />\r\n\t<br />\r\n\tKaren Loonam, a TEA deputy associate commissioner, told us that it &quot;is possible&quot; for someone to start teaching without any practice teaching &quot;but highly unlikely since our rules require 30 clock-hours of field experience in the classroom and 80 hours of training prior to entering the classroom.&quot; According to state law, 15 of those 30 hours of field experience must be spent performing &quot;professional educator activities&quot; while interacting with students, teachers and faculty in a school setting &quot;that is part of regular classroom instruction.&quot;<br />\r\n\t<br />\r\n\tAccording to Villarreal&#39;s press release, his legislation &quot;would require a teacher candidate to undertake 15 hours of practice teaching to become full-time teachers... this legislation would ensure that the 15 hours on campus are spent delivering lesson plans rather than merely observing, assisting with administrative functions or attending school events.&quot;<br />\r\n\t<br />\r\n\tIn an interview, Janice Lopez, the education agency&#39;s director of educator standards, told us the law doesn&#39;t require that those 15 hours in the classroom are spent teaching. &quot;We require that they go through training and hopefully that training is interactive &mdash; interacting with students while observing a certified teacher,&quot; Lopez said.<br />\r\n\t<br />\r\n\tLoonam told us that usually the field experience is &quot;a combination of activities for an individual to see the realities of the complex job of teaching &mdash; how does the teacher develop lesson plans... observing students... classroom management. We&#39;ve tried to put in our rules some requirements to help these people get prepared before entering the classroom,&quot; she said.<br />\r\n\t<br />\r\n\tLoonam also told us that school districts&#39; &quot;late hires&quot; may start teaching in the classroom without having those 15 classroom hours.<br />\r\n\t<br />\r\n\t&quot;If a principal finds out on a Thursday &mdash; and school&#39;s going to start Monday &mdash; that she just lost a teacher for whatever reason, she needs to find someone to fill that vacancy,&quot; she said. If there&#39;s a teacher shortage in that particular district, the district may hire a prospective teacher who knows about the subject to be taught but doesn&#39;t have the required training. The new teacher is then assigned a certified teacher as a mentor and completes training throughout the school year.<br />\r\n\t<br />\r\n\tEd Fuller, a researcher for the University Council for Educational Administration, an interstate consortium of higher-ed institutions, called the Texas education code&#39;s practice-teaching requirement &quot;vague.&quot;<br />\r\n\t<br />\r\n\t&quot;Teachers are not, in fact, required to complete any practice teaching or student teaching before becoming a teacher of record&quot; &mdash; a teacher who has sole responsibility for a class, he said. Fuller said teachers without any experience come largely from alternative certification programs that don&#39;t offer student-teaching training.<br />\r\n\t<br />\r\n\tBut according to Vernon Reaser, who heads an alternative teacher-certification program based in Houston, the alternate route is more demanding than the single semester of student-teaching required by university programs. Alternate-route teacher candidates must first complete a year of professional teaching &mdash; the internship &mdash; as a real teacher before the principal decides whether the teacher should be certified, said Reaser, president of A+ Texas Teachers. He told us most prospective teachers who are certified through the program do practice teach, &quot;and those that don&#39;t will get it anyway in the first few months.<br />\r\n\t<br />\r\n\t&quot;This is the person&#39;s career, not just a temporary assignment like student teaching is,&quot; he said. &quot;They have to perform well that year just like every other teacher does in order to keep their job.&quot;<br />\r\n\t<br />\r\n\tWe also consulted Pamela Hall, a personnel administrator for the Austin Independent School District, who told us the district rarely hires individuals without teaching experience, but when it does, it&#39;s through the state&#39;s alternate certification programs. Such teachers are on probation for their first year, she said.<br />\r\n\t<br />\r\n\tDebbie Ratcliffe, a TEA spokeswoman, told us the agency does not keep information on how many individuals never taught before becoming classroom teachers. She said that information is kept by each certification program.<br />\r\n\t<br />\r\n\tTime to grade Villarreal&#39;s statement.<br />\r\n\t<br />\r\n\tWe did not find a precise count of teachers in Austin or Texas public schools who started without teaching practice, though, significantly, it&#39;s undisputed that schools can &mdash; and do &mdash; hire teachers lacking even a minute of experience teaching a class.<br />\r\n\t<br />\r\n\tWe rate the statement True.</p>", "ruling_comments_date": "2010-12-17T14:16:08.427369", "ruling_date": "2010-12-26T06:00:00", "ruling_headline": "Rep. Mike Villarreal says that Texas students may have a teacher who has never practiced teaching", "ruling_headline_slug": "rep-mike-villarreal-says-texas-students-may-have-t", "ruling_link_text": "No law to practice teaching in the classroom, but other training is required", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tPress release from Rep. Mike Villarreal: Quality teaching takes practice; Villarreal announces new legislation to require student teaching, Nov. 30, 2010</p>\r\n<p>\r\n\tState Board of Educator Certification, <a href=\"http://www.sbec.state.tx.us/SBECOnline/certinfo/becometeacher.asp?width=1280&amp;height=800\" id=\"pzdl\" title=\"How to become a teacher in Texas,\">How to become a teacher in Texas,</a> accessed Dec. 8, 2010</p>\r\n<p>\r\n\tTexas Administrative Code, <a href=\"http://info.sos.state.tx.us/pls/pub/readtac$ext.TacPage?sl=T&amp;app=9&amp;p_dir=P&amp;p_rloc=138989&amp;p_tloc=&amp;p_ploc=1&amp;pg=27&amp;p_tac=&amp;ti=19&amp;pt=7&amp;ch=228&amp;rl=35\" id=\"htq9\" title=\"Education; State Board for Educator Certification; Requirements for educator preparation programs; preparation program coursework and/or training,\">Education; State Board for Educator Certification; Requirements for educator preparation programs; preparation program coursework and/or training,</a> accessed Dec. 8, 2010</p>\r\n<p>\r\n\tAustin American-Statesman, <a href=\"http://www.statesman.com/news/education/study-austin-schools-segregated-by-disparities-in-teacher-979555.html\" id=\"y:0_\" title=\"Teacher inequality found; study: less experienced staffs, more turnover in East Austin schools,\">Teacher inequality found; study: less experienced staffs, more turnover in East Austin schools,</a> Oct. 19, 2010</p>\r\n<p>\r\n\tAustin American-Statesman <a href=\"http://www.statesman.com/opinion/carstarphen-great-teachers-abound-at-austin-schools-1028849.html\" id=\"v5y4\" title=\"op-ed by Meria Carstarphen, Austin Independent School District Superintendent: &quot;Great teachers abound at Austin schools,\">op-ed by Meria Carstarphen, Austin Independent School District Superintendent: &quot;Great teachers abound at Austin schools,</a> Nov. 7, 2010</p>\r\n<p>\r\n\tHouston Chronicle, <a href=\"http://www.chron.com/disp/story.mpl/metropolitan/6698110.html\" id=\"w:ua\" title=\"New standards would force teacher training to make the grade,\">New standards would force teacher training to make the grade,</a> too, Nov. 8, 2009</p>\r\n<p>\r\n\tTeacher preparation programs in Texas: policy recommendations to improve practice, by Ed Fuller, presented to the State Board for Educator Certification, May 9, 2008</p>\r\n<p>\r\n\tAnalysis of beginning teachers in Texas with no pre-service field experiences, by Ed Fuller, accessed Dec. 14, 2010</p>\r\n<p>\r\n\tE-mail interview with Peter Clark, legislative director for Rep. Mike Villarreal, Dec. 8, 2010</p>\r\n<p>\r\n\tE-mail interview with Debbie Ratcliffe, communications director, Texas Education Agency, Dec. 8, 2010</p>\r\n<p>\r\n\tInterview with Ed Fuller, special research associate, University of Council for Educational Administration, University of Texas at Austin, Dec. 8, 2010</p>\r\n<p>\r\n\tInterview with Pamela Hall, executive director of human resources at the Office of Educator Quality, Austin Independent School District, Dec. 8, 2010</p>\r\n<p>\r\n\tE-mail interview with Vernon Reaser, president, A+ Texas Teachers, Dec. 9, 2010</p>\r\n<p>\r\n\tInterview with Karen Loonam, deputy associate commissioner, educator certification and standards, Texas Education Agency, Dec. 16, 2010</p>\r\n<p>\r\n\tInterview with Janice Lopez, director of educator standards, Texas Education Agency, Dec. 16, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Small business owner", "false_count": 0, "first_name": "Mike", "half_true_count": 1, "home_state": "Texas", "id": 864, "last_name": "Villarreal", "mostly_true_count": 2, "name_slug": "mike-villarreal", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/villarreal_photo_new.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/864/", "total_count": 6, "true_count": 2, "website": "http://www.mikevillarreal.com/"}, "statement": "<p>\r\n\tTexas &quot;children may have a teacher who never spent one minute practicing teaching.&quot;</p>", "statement_context": "a press release", "statement_date": "2010-11-30", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": ""}