{"art": [], "author": [], "canonical_url": "/texas/statements/2010/dec/20/lamar-smith/us-rep-lamar-smith-says-under-dream-act-new-citize/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [], "facebook_headline": null, "id": 2980, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [], "resource_uri": "/api/v/2/statement/2980/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tIn a recent op-ed, U.S. Rep. Lamar Smith, R-San Antonio, called an immigration bill that would allow undocumented residents brought to the United States as minors to qualify for citizenship &quot;a nightmare for the American people.&quot;</p>\r\n<p>\r\n\tAmong other arguments against the bill, Smith says in his piece published in The Hill Nov. 30 that &quot;once the DREAM Act&#39;s amnesty recipients become citizens and turn 21, they can sponsor their illegal immigrant parents for legalization.&quot;</p>\r\n<p>\r\n\tThe U.S. House subsequently voted 216-198 in favor of the the Development, Relief and Education for Alien Minors Act, known as the DREAM Act. But the measure didn&#39;t make it through the Senate, where proponents fell five votes short of the 60 needed to cut off debate and usher the legislation to the floor.</p>\r\n<p>\r\n\tWe&#39;re not getting into whether providing a path for undocumented minors to become citizens is the same thing as amnesty. Yet we waded into the family issue earlier this month when we rated <a href=\"http://politifact.com/texas/statements/2010/dec/08/ted-poe/ted-poe-says-under-dream-act-after-undocumented-re/\">Barely True</a> a statement by Smith&#39;s Texas colleague, Rep. Ted-Poe, R-Humble, who said that &quot;after you complete two years of post high school education or two years of military service you are eligible for citizenship. Once a citizen, this paves the way to bring the rest of their extended family to the United States.&quot;</p>\r\n<p>\r\n\tPoe skipped several stipulations that an undocumented citizen must satisfy before becoming a citizen, and he went too far when he said undocumented-residents-turned-citizens can sponsor their extended family to come here. According to the U.S. State Department, citizens cannot sponsor grandparents, aunts, uncles, cousins or in-laws to come legally to the United States.</p>\r\n<p>\r\n\tSmith&#39;s statement reflects accurately on provisions in federal law permitting a citizen to sponsor immediate family members &mdash; a spouse, unmarried children or adopted children under 21 &mdash; to enter the country with an &quot;immediate relative immigrant visa.&quot; Citizens 21 and older can sponsor their parents for legal permanent residence as well, according to the State Department.</p>\r\n<p>\r\n\tWe identified a wrinkle, though, not acknowledged in Smith&#39;s statement.</p>\r\n<p>\r\n\tMichelle Mittelstadt, spokeswoman for the Washington-based Migration Policy Institute, which is generally pro-immigration, said in an e-mail: &quot;It is incredibly unlikely that DREAM Act beneficiaries would have citizenship by the age of 21. Even if someone completed every requirement (including higher education) on the date of enactment of the legislation, they would still need to spend 10 years in non-immigrant status and then another three years as a legal permanent resident before they would be eligible for citizenship. With high school graduation at 18, you could assume that many people would be 31 before they would gain citizenship under DREAM.&quot;</p>\r\n<p>\r\n\tThere have been various versions of the DREAM Act, but according to recent legislation, an undocumented resident must be younger than 30, have been brought to the United States at age 15 or younger and have lived here for at least five years prior to the measure becoming law to become eligible for the act&#39;s benefits.</p>\r\n<p>\r\n\tSuch a resident must spend 10 years in the United States as a &quot;conditional non-immigrant,&quot; during which he or she must complete two years of higher education or serve in the military and be of &quot;good moral character,&quot; among other requirements, before qualifying for a permanent resident card, also known as a green card. After three more years, he or she is eligible to become a naturalized citizen.</p>\r\n<p>\r\n\tSo, while Smith is correct that a U.S. citizen must be 21 to sponsor his or her parents for legal residence, it&#39;s unlikely that anyone who becomes a U.S. citizen under the DREAM Act would be younger than 21.</p>\r\n<p>\r\n\tWe rate Smith&#39;s statement as Mostly True.</p>", "ruling_comments_date": "2010-12-17T14:32:25.577177", "ruling_date": "2010-12-20T06:00:00", "ruling_headline": "U.S. Rep. Lamar Smith says that under the DREAM Act, new citizens older than 21 can sponsor their parents for legalization", "ruling_headline_slug": "us-rep-lamar-smith-says-under-dream-act-new-citize", "ruling_link_text": "U.S. citizens 21 and older can sponsor their parents for a visa", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tThe Hill, <a href=\"http://thehill.com/special-reports/lame-duck-december-2010/131255-dream-act-carries-some-harsh-realities\" id=\"tttb\" title=\"DREAM Act carries some harsh realities by Rep. Lamar Smith,\">DREAM Act carries some harsh realities by Rep. Lamar Smith,</a> Nov. 30, 2010</p>\r\n<p>\r\n\tPolitiFact Texas, <a href=\"http://politifact.com/texas/statements/2010/dec/08/ted-poe/ted-poe-says-under-dream-act-after-undocumented-re/\" id=\"kc1n\" title=\"Ted Poe says under the DREAM Act, after undocumented residents spend two years in higher education or the military,\">Ted Poe says under the DREAM Act, after undocumented residents spend two years in higher education or the military,</a> they are eligible for citizenship and to bring the rest of their family here, Dec. 8, 2010</p>\r\n<p>\r\n\tE-mail interview with Michelle Mittelstadt, director of communications, Migration Policy Institute, Dec. 18, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Congressman", "false_count": 5, "first_name": "Lamar", "half_true_count": 2, "home_state": "Texas", "id": 189, "last_name": "Smith", "mostly_true_count": 3, "name_slug": "lamar-smith", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/lamarsmithmug3.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/189/", "total_count": 17, "true_count": 4, "website": "http://lamarsmith.house.gov/"}, "statement": "<p>\r\n\tOnce people become citizens under the DREAM Act &quot;and turn 21, they can sponsor their illegal immigrant parents for legalization.&quot;</p>", "statement_context": "an op-ed", "statement_date": "2010-11-30", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}