{"art": [], "author": [{"email_address": "jfrank@sptimes.com", "first_name": "John", "id": 15, "last_name": "Frank", "name_slug": "john-frank", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/15/", "title": "Former Staff Writer, St. Petersburg Times", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2008/jan/18/rudy-giuliani/strong-supporter-yes-the-only-fan-no/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 299, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jfrank@sptimes.com", "first_name": "John", "id": 15, "last_name": "Frank", "name_slug": "john-frank", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/15/", "title": "Former Staff Writer, St. Petersburg Times", "twitter": null}], "resource_uri": "/api/v/2/statement/299/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "In a television advertisement aimed directly at Florida voters, Rudy Giuliani tried to differentiate himself from the crowded Republican field.\n<p>\n \"And he's the only candidate who will fight for a national catastrophe fund to reduce insurance rates,\" says an announcer during the spot, which debuted Jan. 16, 2008.\n</p>\n<p>\n The topic is a right of passage for presidential hopefuls who visit Florida because it's an issue on the minds of many homeowners hit with rising insurance costs. It's also a political calculation: A major proponent of the fund is Republican Gov. Charlie Crist, a much-sought endorsement.\n</p>\n<p>\n It's true, Giuliani is a strong supporter &mdash; the strongest in the GOP field. But other candidates have also expressed support, or at least an open mind.\n</p>\n<p>\n Giuliani aside, the other Republican candidates want to see the fine print first. On a spectrum &mdash; from supportive to skeptical &mdash; this is how they appear to fall: Giuliani, John McCain, Mitt Romney, Mike Huckabee, Fred Thompson. Ron Paul and Duncan Hunter go unranked because they haven't spoken about it.\n</p>\n<p>\n Florida political reporters have asked this question to just about every candidate. For your consideration, below are their full statements to the question of whether they support a national catastrophe fund:\n</p>\n<p>\n &bull; Giuliani, at a speech to Florida lawmakers in Tallahassee in April 2007: \"... I think it is a very good idea. I think it's a very good idea not just for Florida, it's a very good idea for the whole country. We all need it. You need it for hurricanes, California needs it for earthquakes, somebody else needs it for tornadoes. New York needs it for ice storms and for hurricanes. ... The parts of the country that think it only helps Florida, I think are missing all the other natural catastrophes and disasters and maybe they are not hurricanes, but they are all the other things I mentioned.\"\n</p>\n<p>\n &bull; McCain, during a September 2007 interview with the\n <i>\n  St. Petersburg Times:\n </i>\n \"If people are going to build homes where hurricanes hit, they have to assume a great part of that liability. We don't have that many hurricanes that hit Arizona, as you know. We need to all work together and see if the present unacceptable situation can be remedied, and if that requires some federal action, I'm for it &mdash; but not just insuring anybody for any circumstance. I'm not going to do that. I would not support such a thing.\"\n</p>\n<p>\n &bull; Romney from a town hall forum in Orange Park in September 2007: \" ... I would devote energy and time to understanding why it is that the private insurers are not providing insurance to people who live along the coastline or in hazardous areas. If we need federal support of some kind, that's something I'm open to. But I certainly want to talk to the insurers to understand: do they have capital sufficient for this responsibility; if not, why not? What role could the government play? But I'm not going to at this stage give a final answer to that. It's something that I would make a priority in my administration: to identify the needs of homeowners in places which are high-risk areas.\"\n</p>\n<p>\n &bull; Huckabee, during a May 2007 interview with the\n <i>\n  Times:\n </i>\n He said he was receptive but rebuilding people's beach homes doesn't appeal to him. Still, he said, \"I come from a state that's prone to tornadoes and floods. I understand how devastating it can be, so I'm very sympathetic.\"\n</p>\n<p>\n &bull; Thompson during an September 2007 interview with the\n <i>\n  Times:\n </i>\n \"No, I don't know enough about it yet. I know that it's an issue, I know that it's being talked about. That's one of the things I want to talk to people about while I'm down here, make sure I understand what's being proposed. But I'll give it serious consideration ...\" (Campaign spokesman Jeff Sadosky added in a Jan. 16, 2008, interview that Thompson believes a fund \"is something worth looking at\" but he also wants to explore the idea of a \"regional compact.\")\n</p>\n<p>\n &bull; Paul, the congressman from Texas, hasn't commented directly on the issue.\n</p>\n<p>\n &bull; Duncan Hunter, the congressman from California, has not commented on the issue directly.\n</p>\n<p>\n So when an announcer says Giuliani is \"the only candidate who will fight for\" a national fund, he has a case. He pledges to be a strong advocate, unlike the other candidates. But some others in the field are open to a federal role in securing homeowner insurance in high-risk areas, so we rate his claim Mostly True.\n</p>\n<p>\n</p>", "ruling_comments_date": "2010-01-07T13:28:26.215533", "ruling_date": "2008-01-18T00:00:00", "ruling_headline": "Strong supporter? Yes. The only fan? No.", "ruling_headline_slug": "strong-supporter-yes-the-only-fan-no", "ruling_link_text": "Strong supporter? Yes. The only fan? No.", "ruling_state": null, "source_documents": null, "sources": "Rudy Giuliani campaign,\n<a href=\"http://www.youtube.com/watch?v=vtc32azDyFE\">\n \"Jumpstart,\"\n</a>\nJan. 16, 2008\n<p>\n St. Petersburg Times, Giuliani takes early swings for president, April 5, 2007\n</p>\n<p>\n St. Petersburg Times,\n <a href=\"http://www.sptimes.com/2007/09/02/State/No_promises__just_blu.shtml\">\n  No promises, just blunt talk from McCain\n </a>\n , Sept. 2, 2007\n</p>\n<p>\n St. Petersburg Times,\n <a href=\"http://blogs.tampabay.com/buzz/2007/09/thompson-on-cub.html\">\n  Buzz blogs: Thompson on Cuban stogies, Terri Schiavo and CAT fund,\n </a>\n Sept. 13, 2007\n</p>\n<p>\n St. Petersburg Times, State is gaining in GOP clout, May 20, 2007\n</p>\n<p>\n Interview with Kristy Campbell, Mitt Romney campaign, Jan. 16, 2008\n</p>\n<p>\n Interview with Jeff Sadosky, Fred Thompson campaign, Jan. 16, 2008\n</p>\n<p>\n Interview with Jason Miller, Rudy Giuliani campaign, Jan. 16, 2008\n</p>\n<p>\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 9, "current_job": "Attorney", "false_count": 11, "first_name": "Rudy", "half_true_count": 10, "home_state": "New York", "id": 13, "last_name": "Giuliani", "mostly_true_count": 7, "name_slug": "rudy-giuliani", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-rudygiuliani.jpg", "primary_edition": {"adkey": "Editions", "advalue": "New York", "edition": "New York", "edition_slug": "new-york", "has_afterthefact": false, "id": 55, "index_page": false, "meter_name": "The New York Truth-O-Meter", "resource_uri": "/api/v/2/edition/55/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/13/", "total_count": 50, "true_count": 8, "website": ""}, "statement": "\"And he's the only candidate who will fight for a national catastrophe fund to reduce insurance rates.\"", "statement_context": "a TV ad", "statement_date": "2008-01-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 3, "photo": null, "resource_uri": "/api/v/2/subject/3/", "subject": "Job Accomplishments", "subject_slug": "job-accomplishments", "used_in_edition": []}], "target": [], "twitter_headline": null}