{"art": [], "author": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2010/dec/23/scott-fitzgerald/wisconsin-state-sen-scott-fitzgerald-says-some-peo/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 2991, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/2991/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tWisconsin Republicans have long pushed unsuccessfully for a photo identification requirement at the polls, citing the need to guard against voter fraud.<br />\r\n\t<br />\r\n\tSo it was not a surprise when the incoming Senate majority leader, Republican Scott Fitzgerald, <a href=\"http://www.jsonline.com/news/statepolitics/106598053.html\">told </a><a href=\"http://www.jsonline.com/news/statepolitics/106598053.html\">reporters</a> a photo ID bill would be the first introduced in 2011. But a recent Fitzgerald statement in defense of photo ID, made to a Green Bay journalist, was an eyebrow raiser.<br />\r\n\t<br />\r\n\tA Green Bay Press-Gazette <a href=\"http://www.greenbaypressgazette.com/article/20101209/GPG0602/12090580/1269/GPG06/Editorial--Voting-laws-must-be-carefully-considered\">editorial on Dec. 9, </a><a href=\"http://www.greenbaypressgazette.com/article/20101209/GPG0602/12090580/1269/GPG06/Editorial--Voting-laws-must-be-carefully-considered\">2010</a> quoted Fitzgerald saying: &quot;We continue to see these isolated incidents of people trying to vote five, six times a day; people voting based on some sort of fraudulent documentation that&#39;s offered&hellip;People think it&#39;s important they have open, good, solid, free elections.&quot;<br />\r\n\t<br />\r\n\tFitzgerald&rsquo;s allegation that people are voting up five or six times in one election is one we have not heard before.<br />\r\n\t<br />\r\n\tIs that really going on?<br />\r\n\t<br />\r\n\tWe turned to Fitzgerald&rsquo;s office, where spokesman Andrew Welhouse couldn&rsquo;t cite a specific case. Instead, he said there might be cases in other states. But those cases, an anonymous allegation in <a href=\"http://www.democratherald.com/news/local/article_7ddf1320-09f3-11df-8637-001cc4c002e0.html\">Oregon</a> and a claim in <a href=\"http://www.nytimes.com/2008/07/10/us/10fraud.html?_r=1&amp;ref=us\">Alabama</a>, have not been proved.<br />\r\n\t<br />\r\n\tAs for Wisconsin, Welhouse mentioned the episode in the 2000 presidential election when a Marquette University student claimed he voted four times. But he said Fitzgerald was not necessarily referring to that -- though he offered that it&rsquo;s the &quot;strongest case.&quot;<br />\r\n\t<br />\r\n\tFinally, Welhouse referenced a <a href=\"http://graphics2.jsonline.com/graphics/news/MPD_2004voterfraudprobe_22608.pdf\">Milwaukee Police Department </a><a href=\"http://graphics2.jsonline.com/graphics/news/MPD_2004voterfraudprobe_22608.pdf\">report</a> on the 2004 elections in the city of Milwaukee -- an election plagued by vote-count discrepancies, documented by the Journal Sentinel, and allegations of voter-registration fraud.<br />\r\n\t<br />\r\n\tLet&rsquo;s pause for some context.<br />\r\n\t<br />\r\n\tWisconsin&rsquo;s system, which does not require voter ID and allows same-day registration, is one of the most open in the country. Supporters say this helps Wisconsin consistently rank among the states with the highest voter turnout. Critics say that leaves the system more vulnerable to fraud.<br />\r\n\t<br />\r\n\tRepublicans have pushed photo ID as a solution, but Democrats say its overkill and could discourage voting. We are not analyzing that argument here.<br />\r\n\t<br />\r\n\tAdditionally, law enforcement officials say cases of fraud are easier to establish than to prosecute. That is, they may identify suspicious cases, but not be able to determine who was responsible. Thus, measures based on how many cases of fraud are ultimately prosecuted, or lead to convictions, give only a partial picture of what may be happening.<br />\r\n\t<br />\r\n\tConversely, investigators emphasize that in many cases where documents show an irregularity, the problem turns out not to be multiple voting but routine recording errors by clerks.<br />\r\n\t<br />\r\n\tThis item is not aimed at establishing how much or how little fraud there is. Rather, it is looking strictly at Fitzgerald&rsquo;s statement about people who attempt to vote five or six times.<br />\r\n\t<br />\r\n\tLet&rsquo;s look first at the 2000 incident involving the MU student, since Fitzgerald is hanging his hat mostly on that -- to the degree he has evidence to hang his hat on.<br />\r\n\t<br />\r\n\tThe episode, which drew national media attention, started on campus after scores of students responding to a Marquette Tribune survey claimed they had voted at least twice. One student&rsquo;s name emerged: Rob Bosworth, 18, told reporters for the Journal Sentinel that he voted four times at the same polling place in Milwaukee.<br />\r\n\t<br />\r\n\tBut Bosworth&rsquo;s claims did not hold up when examined by the Milwaukee Journal Sentinel.<br />\r\n\t<br />\r\n\tAnd after a five-week investigation, the Milwaukee County district attorney&rsquo;s office found no evidence supporting it. Bosworth, who had gained national publicity, later recanted his story.<br />\r\n\t<br />\r\n\tThe DA&rsquo;s inquiry examined voting records for hundreds of MU students and found no double voting. <a href=\"http://media.journalinteractive.com/documents/Marquette+vote+fraud.doc\">McCann </a><a href=\"http://media.journalinteractive.com/documents/Marquette+vote+fraud.doc\">concluded</a> that the student survey had drawn &quot;apparently unfounded, spoof responses.&quot;<br />\r\n\t<br />\r\n\tNo one was charged.<br />\r\n\t<br />\r\n\tAnother piece of evidence cited by Welhouse was the Milwaukee Police Department report on the flawed 2004 election. It outlined absentee ballots never counted and poll workers allowing people clearly from outside the city to vote in Milwaukee.<br />\r\n\t<br />\r\n\tPolice investigators, though, found almost no evidence supporting the GOP&rsquo;s claims of double voting and invalid addresses in that election.<br />\r\n\t<br />\r\n\tThere are, however, well-documented if isolated instances of double-voting -- or alleged double voting -- in Wisconsin.<br />\r\n\t<br />\r\n\tPerhaps most memorably, Donovan Riley, a retired attorney running for state Senate, voted in Chicago and in Wisconsin in the 2000 presidential election. He was <a href=\"http://www.jsonline.com/news/waukesha/29229144.html\">convicted in 2006</a>.<br />\r\n\t<br />\r\n\tMore recently, a Milwaukee couple, Herb and Suzanne Gunka, were charged with voting by absentee ballot and at a polling place in the 2008 presidential election. They have pleaded not guilty and are awaiting trial; Herb Gunka says he voted on election day because he feared that his absentee ballot was not being counted.<br />\r\n\t<br />\r\n\tCurrently, investigators in Minnesota and Wisconsin are checking into possible cross-state double voting from 2008. And a task force set up by local, state and federal officials in 2008 has filed double-voting allegations in two cases, including the Gunka case.<br />\r\n\t<br />\r\n\tMost of the election-fraud cases charged in recent years involve voting by felons who are ineligible, or voter-registration fraud by groups, officials say. Not cases where individuals voted repeatedly, which is what Fitzgerald focused on.<br />\r\n\t<br />\r\n\tTo make sure we weren&rsquo;t missing any cases of people voting more than twice, we talked to 10 state, county and local elections officials, and law enforcement officers at the local and federal level.<br />\r\n\t<br />\r\n\tNone of the officials reported a case of voting more than two times. They said they couldn&rsquo;t be totally sure that a local case had escaped their attention, but Reid Magney, a spokesman for the state office overseeing elections, said it was extremely unlikely.<br />\r\n\t<br />\r\n\tIn Fitzgerald&rsquo;s home base, Juneau in Dodge County, election official Jane Fude said vote fraud was not a problem in a small town.<br />\r\n\t<br />\r\n\t&quot;We know who you are, where you live, where your parents live and what time you got home last night,&quot; Fude said.<br />\r\n\t<br />\r\n\tIt&rsquo;s too early to say what fraud cases may emerge from the fall 2010 elections because records are still being checked, officials said.<br />\r\n\t<br />\r\n\tTime to decide.<br />\r\n\t<br />\r\n\tIn trying to bolster the case for photo ID, the state Senate&rsquo;s top Republican asserted that people have voted five to six times in the same election. His office couldn&rsquo;t provide any evidence -- from Wisconsin or elsewhere -- to back that up. The one Wisconsin episode they mention as a possibility, the Marquette student, was disproved after extensive investigation. Election officials are unaware of anything on the level of serial voting that Fitzgerald refers to. And we were unable to turn up such a case in our research.<br />\r\n\t<br />\r\n\tWe rate his statement False.</p>", "ruling_comments_date": "2010-12-21T10:59:03.389973", "ruling_date": "2010-12-23T09:00:00", "ruling_headline": "Wisconsin state Sen. Scott Fitzgerald says some people have been found to be voting five or six times a day", "ruling_headline_slug": "wisconsin-state-sen-scott-fitzgerald-says-some-peo", "ruling_link_text": "Some cases of double voting, but none of quintuple or sextuple ballots", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tGreen Bay Press-Gazette.com, <a href=\"http://www.greenbaypressgazette.com/article/20101209/GPG0602/12090580/1269/GPG06/Editorial--Voting-laws-must-be-carefully-considered\">editorial</a>, Dec. 9, 2010<br />\r\n\t<br />\r\n\tWisconsin Department of Justice, <a href=\"http://www.doj.state.wi.us/absolutenm/templates/template_share.aspx?articleid=1848&amp;zoneid=1\">Van Hollen charges 5</a>, March 8, 2010<br />\r\n\t<br />\r\n\tMilwaukee Police Department, <a href=\"http://graphics2.jsonline.com/graphics/news/MPD_2004voterfraudprobe_22608.pdf\">2004 election investigation</a>, February 2008<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel, <a href=\"http://media.journalinteractive.com/documents/Marquette+vote+fraud.doc\">Marquette University voting story</a>, Dec. 21, 2000<br />\r\n\t<br />\r\n\tInterviews with Andrew Welhouse, Fitzgerald communications director, Dec. 14 and 15, 2010<br />\r\n\t<br />\r\n\tInterview with Bruce Landgraf, assistant district attorney, Milwaukee County, Dec. 15, 2010<br />\r\n\t<br />\r\n\tInterview with Richard Frohling, criminal chief, U.S. Attorney&rsquo;s office, Eastern District of Wisconsin, Dec. 14, 2010<br />\r\n\t<br />\r\n\tInterview with Reid Magney, spokesman, Government Accountability Board, Dec. 15, 2010<br />\r\n\t<br />\r\n\tInterview with Sue Edman, executive director, Milwaukee Election Commission, Dec. 15, 2010<br />\r\n\t<br />\r\n\tInterview with Neil Albrecht, deputy director, Milwaukee Election Commission, Dec. 15, 2010<br />\r\n\t<br />\r\n\tInterview with Lisa Weiner, administrator, Milwaukee County Election Commission, Dec. 15, 2010<br />\r\n\t<br />\r\n\tInterviews with Bill Cosh, spokesman, Wisconsin Department of Justice, Dec. 15, 2010<br />\r\n\t<br />\r\n\tInterview with Paul Ziehler, West Allis clerk/treasurer, Dec. 15, 2010<br />\r\n\t<br />\r\n\tInterview with Carla Ledesma, Wauwatosa city clerk, Dec. 15, 2010<br />\r\n\t<br />\r\n\tInterview with Jane Fude, Juneau deputy clerk, Dec. 15, 2010<br />\r\n\t<br />\r\n\tInterview with John Somers, Beaver Dam director of administration, Dec. 15, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "State Senator, 13th District", "false_count": 2, "first_name": "Scott", "half_true_count": 1, "home_state": "Wisconsin", "id": 930, "last_name": "Fitzgerald", "mostly_true_count": 0, "name_slug": "scott-fitzgerald", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Scott_Fitzgerald.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/930/", "total_count": 4, "true_count": 0, "website": "http://legis.wisconsin.gov/senate/sen13/news/Biography.asp"}, "statement": "<p>\r\n\t&quot;We continue to see these isolated incidents of people trying to vote five, six times a day.&quot;</p>", "statement_context": "an interview with a newspaper editorial board", "statement_date": "2010-12-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}], "target": [], "twitter_headline": ""}