{"art": [], "author": [], "canonical_url": "/texas/statements/2010/dec/23/louie-gohmert/louie-gohmert-says-those-who-dont-answer-directly-/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 2996, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [], "resource_uri": "/api/v/2/statement/2996/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tObjecting to a proposal repealing the law preventing gays and lesbians from serving openly in the U.S. military, U.S. Rep. Louie Gohmert, R-Tyler, said he had received hundreds of letters from military personnel vowing not to re-enlist if the change went through.<br />\r\n\t<br />\r\n\t&quot;The hundreds I&#39;ve heard from, that I didn&#39;t bring their quotes down here, have said, you pass this and I will tell you personally, but I will not say it in the presence of my commander, you pass this, I will not re-enlist,&quot; Gohmert said on the House floor Dec. 15. &quot;...Because we know what this president, this commander in chief, wants, just as does the secretary of defense, the two people that the president appoints said let&#39;s do it, because they know the president appointed, he&#39;s their boss, and all those who do not answer directly to the president, they&#39;ve said this is a terrible idea.&quot;<br />\r\n\t<br />\r\n\tThe House subsequently voted to repeal the &quot;Don&#39;t Ask, Don&#39;t Tell&quot; law and the Senate followed suit. President Barack Obama signed the change into law Wednesday.<br />\r\n\t<br />\r\n\tRegardless, was Gohmert correct that the two people the president appointed supported the change in law, but that everyone who doesn&#39;t answer to Obama gave the idea thumbs-downs?<br />\r\n\t<br />\r\n\tTo our request for back-up evidence, Gohmert sent this statement: &quot;The top officers in the Air Force, Army and Marine Corps have voiced grave concerns with ending the DADT policy during a time of war. Any disruption to our military at a time when our troops are in harm&rsquo;s way is dangerous and could cost lives. One single life lost to a degradation of combat-unit cohesion on the front lines is one life too many.&quot;<br />\r\n\t<br />\r\n\tThat sent us scrambling for testimony.<br />\r\n\t<br />\r\n\tTo recap: On Feb. 2, Defense Secretary Robert Gates and Adm. Mike Mullen, chairman of the Joint Chiefs of Staff, each told the Senate Armed Services Committee he favored dropping the Don&#39;t Ask, Don&#39;t Tell <a href=\"http://www.law.cornell.edu/uscode/10/654.html\">law put in place in 1993</a>.<br />\r\n\t<br />\r\n\tMullen testified: &quot;No matter how I look at the issue, I cannot escape being troubled by the fact that we have in place a policy which forces young men and women to lie about who they are in order to defend their fellow citizens.&quot;<br />\r\n\t<br />\r\n\tAccording to a Feb. 2 New York Times news article, Mullen was the first sitting chairman of the Joint Chiefs to support repealing the law, saying it was his belief that &quot;allowing gays and lesbians to serve openly would be the right thing to do.&quot; According to the Times, Gates &quot;was more cautious, even as he acknowledged that the question was not whether the law would be repealed, but how the Pentagon might best prepare for the change.&quot;<br />\r\n\t<br />\r\n\tNext, we turned to news articles on testimony about the change posted online by the American Forces Press Service.<br />\r\n\t<br />\r\n\tOn Dec. 3, the joint chiefs testified before the Senate Armed Services Committee; Gen. James Cartwright, vice chairman of the joint chiefs of staff, said he favored repealing Don&#39;t Ask, Don&#39;t Tell.<br />\r\n\t<br />\r\n\tAdm. Gary Roughhead, chief of naval operations, is quoted saying: &quot;With the exception of the moderate risk associated with projected retention and some Navy irregular warfare specialties, I assess the risk of readiness, effectiveness and cohesion to the Navy to be low. Based on my professional judgment and informed by the inputs of our Navy, I recommend repeal.&quot;<br />\r\n\t<br />\r\n\tGen. George Casey Jr., the Army chief of staff, is quoted saying he supports repealing the law, but not during wartime. Gen. Norton Schwartz, the Air Force chief of staff, and Gen. James Amos, the Marine Corps&#39; top officer, also recommended not repealing Don&#39;t Ask, Don&#39;t Tell while the United States is at war.<br />\r\n\t<br />\r\n\tScorecard?<br />\r\n\t<br />\r\n\tThe defense secretary, chairman and vice chairman of the Joint Chiefs of Staff testified in favor of repealing the law. So too did the Navy&#39;s Roughhead.<br />\r\n\t<br />\r\n\tHowever, three of the four joint chiefs &mdash; the top officers Gohmert refered to in his statement to us &mdash; recommended not repealing the law now.<br />\r\n\t<br />\r\n\tAccording to federal law, members of the joint chiefs of staff are military advisers to the president, with the chairman &mdash; Mullen &mdash; being the primary adviser. The chairman is appointed by the president, with advice and consent from the Senate.<br />\r\n\t<br />\r\n\tNext, we turned to the results of a nine-month Pentagon study on the effects of repealing Don&#39;t Ask, Don&#39;t Tell. According to the results, released Nov. 30, the study amounted to one of the largest in the military&#39;s history, drawing 115,052 responses to a survey issued to nearly 40,000 active-duty and reserve service members.<br />\r\n\t<br />\r\n\tFrom the study: &quot;When we asked about how having a service member in their immediate unit who said he or she is gay would affect the unit&#39;s ability to &#39;work together to get the job done,&#39; 70 percent of service members predicted it would have a positive, mixed or no effect... when asked about the actual experience of serving in a unit with a coworker who they believed was gay or lesbian, 92 percent stated that the unit&#39;s &#39;ability to work together&#39; was &#39;very good,&#39; &#39;good,&#39; or &#39;neither good nor poor.&#39;&quot;<br />\r\n\t<br />\r\n\tAccording to the study, 15 to 20 percent of service members said repeal would have a positive effect, while 30 percent said it would have a negative effect.<br />\r\n\t<br />\r\n\tSo, some&mdash;not all&mdash;military personnel objected to repealing the law, some saying the timing is bad. And not all who don&rsquo;t answer directly to the president labeled the change a terrible idea. We rate Gohmert&#39;s statement False.</p>", "ruling_comments_date": "2010-12-22T11:23:38.580748", "ruling_date": "2010-12-23T06:00:00", "ruling_headline": "Louie Gohmert says those who don't answer directly to president call repeal of 'Don't Ask, Don't Tell' a \"terrible idea\"", "ruling_headline_slug": "louie-gohmert-says-those-who-dont-answer-directly-", "ruling_link_text": "Split decision", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tC-SPAN, <a href=\"http://www.c-spanarchives.org/videoLibrary/clip.php?appid=599283617\">Video and transcript</a> of Rep. Louie Gohmert speaking on U.S. House floor about Don&#39;t Ask, Don&#39;t Tell Repeal Act of 2010, Dec. 15, 2010<br />\r\n\t<br />\r\n\tInterview with Scott Lively, legislative director, Rep. Louie Gohmert, Texas, Dec. 16, 2010</p>\r\n<p>\r\n\tThe New York Times, <a href=\"http://www.nytimes.com/2010/12/16/us/politics/16military.html\">House votes to repeal &#39;Don&#39;t Ask, Don&#39;t Tell,&#39;</a> Dec. 15, 2010<br />\r\n\t<br />\r\n\tThe New York Times, <a href=\"http://www.nytimes.com/2010/02/03/us/politics/03military.html\">Top defense officials seek to end &#39;Don&#39;t Ask, Don&#39;t Tell,&#39;</a> Feb. 2, 2010<br />\r\n\t<br />\r\n\tU.S. Department of Defense, <a href=\"http://www.defense.gov/home/features/2010/0610_gatesdadt/\">Don&#39;t Ask, Don&#39;t Tell special report,</a> accessed Dec. 16, 2010<br />\r\n\t<br />\r\n\tU.S. Department of Defense, <a href=\"http://www.defense.gov/news/newsarticle.aspx?id=62044\">Gates repeats call for Senate to repeal &#39;Don&#39;t Ask,&#39;</a> Dec. 10, 2010<br />\r\n\t<br />\r\n\tU.S. Department of Defense, <a href=\"http://www.defense.gov/home/features/2010/0610_gatesdadt/DADTReport_FINAL_20101130%28secure-hires%29.pdf\">Report of the Comprehensive Review of the Issues Associated with a Repeal of &quot;Don&#39;t Ask, Don&#39;t Tell,</a> Nov. 30, 2010<br />\r\n\t<br />\r\n\tU.S. Department of Defense, <a href=\"http://www.defense.gov/news/newsarticle.aspx?id=61951\">Casey supports repeal, but not during war,</a> Dec. 3, 2010<br />\r\n\t<br />\r\n\tU.S. Department of Defense, <a href=\"http://www.defense.gov/news/newsarticle.aspx?id=61938\">Joint Chiefs Vice Chairman Recommends &#39;Don&#39;t Ask&#39; Repeal,</a> Dec. 3, 2010<br />\r\n\t<br />\r\n\tU.S. Department of Defense, <a href=\"http://www.defense.gov/news/newsarticle.aspx?id=61947\">Schwartz: Services need time to implement &#39;Don&#39;t Ask&#39; repeal,</a> Dec. 3, 2010<br />\r\n\t<br />\r\n\tU.S. Department of Defense, <a href=\"http://www.defense.gov/news/newsarticle.aspx?id=61945\">Amos recommends deferring repeal of &#39;Don&#39;t Ask&#39; law,</a> Dec. 3, 2010<br />\r\n\t<br />\r\n\tU.S. Department of Defense, <a href=\"http://www.defense.gov/news/newsarticle.aspx?id=61944\">Roughead sees little impact from &#39;Don&#39;t Ask&#39; repeal,</a> Dec. 3, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "U.S. House member", "false_count": 7, "first_name": "Louie", "half_true_count": 1, "home_state": "Texas", "id": 932, "last_name": "Gohmert", "mostly_true_count": 0, "name_slug": "louie-gohmert", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/gohmert2008.jpeg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/932/", "total_count": 11, "true_count": 0, "website": "http://www.gohmert.com/"}, "statement": "<p>\r\n\tSays that &quot;all those who do not answer directly to the president, they&#39;ve said (repealing Don&#39;t Ask, Don&#39;t Tell) is a terrible idea.&quot;</p>", "statement_context": "a U.S. House floor speech.", "statement_date": "2010-12-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 118, "photo": null, "resource_uri": "/api/v/2/subject/118/", "subject": "Gays and Lesbians", "subject_slug": "gays-and-lesbians", "used_in_edition": []}, {"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}], "target": [], "twitter_headline": ""}