{"art": [{"brightcove": "", "caption": "Trans-Border Institute has been keeping track of Mexico's drug-related deaths.", "id": 984, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/mexicoborderpfbetter.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/984/", "title": "smith mexico graphic", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2010/dec/31/lamar-smith/us-rep-lamar-smith-says-border-death-toll-28000/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 3003, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/3003/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tReacting to the fatal shooting of a U.S. Border Patrol agent in Arizona, U.S. Rep. Lamar Smith of San Antonio said in a Dec. 15 news release that Brian Terry&#39;s death &quot;is a sad reminder of the real-life dangers that Americans and our law enforcement agents face&quot; in the southwestern United States.</p>\r\n<p>\r\n\t&quot;In the last five years, 28,000 people have been killed along the U.S.-Mexico border,&quot; said Smith, a Republican who is the incoming chairman of the U.S. House Judiciary Committee.</p>\r\n<p>\r\n\tThat tally has been mentioned by Smith before. In an opinion column that his office distributed Dec. 9, Smith wrote: &quot;In the past five years, more than 28,000 people have been killed along the border because of drug-related violence.&quot;</p>\r\n<p>\r\n\tSmith did not say that &quot;along the border&quot; meant the Mexican side. But Texas Gov. Rick Perry did when he wrote in an article on his campaign website Nov. 30 that &quot;the region of Mexico directly across the border from Texas has become one of the most dangerous places in the world, with more than 28,000 people killed since 2006.&quot;</p>\r\n<p>\r\n\tWhere did this oft-repeated stat originate? The Mexican government, according to an Aug. 3 Associated Press news story that Smith&#39;s office sent us. &quot;Mexico says more than 28,000 people have been killed in drug violence since President Felipe Calder&oacute;n launched a crackdown against cartels in 2006,&quot; the AP reported.</p>\r\n<p>\r\n\tFrom a story CNN posted online the same day, we learned the number had been mentioned by Mexico&#39;s director of national intelligence during a summit hosted by Calder&oacute;n.</p>\r\n<p>\r\n\tSoon after becoming president in December 2006, Calder&oacute;n sent tens of thousands of soldiers and federal police to take on Mexico&#39;s drug organizations as they battle over territory and power, according to a <em>New York Times</em> Web page on &quot;Mexican Drug Trafficking.&quot; Since then, drug-related violence has surged.</p>\r\n<p>\r\n\tWhile waiting for Mexican officials to respond to our inquiries about the 28,000 figure, we turned to the University of San Diego&#39;s Trans-Border Institute, which keeps tabs on the violence in Mexico. According to a January 2010 institute report, it&#39;s difficult to obtain definitive numbers on violence related to criminal activity by Mexican drug-trafficking groups.</p>\r\n<p>\r\n\tDavid Shirk, the institute&#39;s director, told us the Mexican government collects its data on drug-related violence from local prosecutors, who are asked to report any homicides associated with organized crime. Shirk said that the institute and others have requested access to the data but that Mexican officials have declined to release it. Regardless, Shirk said he knows Smith&#39;s statement that 28,000 people have been killed along the border is incorrect because that &quot;is the total number of homicides associated with organized crime in all of Mexico, according to figures released by the Mexican government.&quot;</p>\r\n<p>\r\n\tLater, Ricardo Alday, a spokesman for the Mexican Embassy in Washington, confirmed Shirk&#39;s assessment, telling us that all 28,000 deaths had not occurred in the border region. Alday did not offer further details.</p>\r\n<p>\r\n\tSo, how many slayings did take place in border areas?</p>\r\n<p>\r\n\tBecause the government won&#39;t share the bulk of its data on drug-related violence, the institute uses a different source for tracking the slayings: the Mexican media. Shirk and his colleagues analyze numbers from <em>Reforma</em>, a newspaper that keeps a running count of homicides related to drug trafficking broken down by state.</p>\r\n<p>\r\n\tThe institute&#39;s January report says <em>Reforma </em>classifies killings as drug-related based on factors such as &quot;use of high-caliber and automatic weapons typical of organized crime groups&quot;; &quot;execution-style and mass casualty shootings&quot;; decapitation or dismemberment of corpses; markings or written messages on a body; and presence of large quantities of illicit drugs, cash or weapons. Shirk said killings of law enforcement personnel are included in <em>Reforma</em>&#39;s tally.</p>\r\n<p>\r\n\tAccording to the institute&#39;s data, there were about 25,000 drug-related killings in Mexico from 2007 through Dec. 17, 2010. Of those, about 45 percent occurred in the six states that border the United States: Baja California, Chihuahua, Coahuila, Nuevo Le&oacute;n, Sonora and Tamaulipas.</p>\r\n<p>\r\n\tAmong all the states, Chihuahua, which the institute describes as home to the &quot;traditionally lucrative smuggling corridor of El Paso-Ciudad Ju&aacute;rez,&quot; had the most killings in the period, 6,966. Sinaloa, a Pacific coast state that does not border the United States, came in second, with 3,752 slayings.</p>\r\n<p>\r\n\tThose numbers from the institute cover drug-related homicides that have occurred since Calder&oacute;n&#39;s crackdown began four years ago, the point at which the Mexican government starts its tally. In his statement, though, Smith specifies &quot;the last five years,&quot; which begins in late 2005, a year before Calderon took office. We wondered whether adding the 2006 deaths would bring the border-area toll closer to 28,000.</p>\r\n<p>\r\n\tNope, according to the institute&#39;s information. The data for 2006 through Dec. 17, 2010 put the drug-related homicide total for the six Mexican border states at about 12,000; that&#39;s less than half of Smith&#39;s figure.</p>\r\n<p>\r\n\tFor another estimate of deaths related to the drug war in Mexico, we turned to Stratfor, an Austin-based global intelligence company that tracks the drug violence. According to a Stratfor chart, 27,240 people died in Mexico in drug-related killings from 2006 through Dec. 13, 2010. Scott Stewart, a Stratfor vice president, said the company does not break down its numbers by location. He also said that the company collects its information from a number of sources, which it declines to name.</p>\r\n<p>\r\n\tMeanwhile, as we researched the 28,000 figure, the Mexican attorney general, Arturo Ch&aacute;vez Ch&aacute;vez, announced an updated number of drug-related slayings in Mexico since Calder&oacute;n&#39;s crackdown began. According to a Dec. 16 BBC news report sent to us by Smith&#39;s office, Ch&aacute;vez &quot;said 12,456 people had been registered killed in drug-related violence so far this year, compared to 9,600 in 2009, bringing the total to 30,196 since President Calder&oacute;n took office in December 2006.&quot;</p>\r\n<p>\r\n\tIn a statement sent to us by e-mail, Smith cited the fresh number and pointed to a section of the BBC article that says &quot;most of the killings are concentrated in certain regions, particularly the northern border states.&quot;</p>\r\n<p>\r\n\t&quot;We should be concerned when drug-related violence takes the lives of more than 30,000 people in a neighboring country like Mexico, regardless of whether the killings are on the border or in the interior,&quot; Smith said.</p>\r\n<p>\r\n\tThen that&#39;s what Smith should have said in the first place. Instead, his statement that 28,000 people have been killed along the U.S.-Mexico border in the past five years fails a truth-test in a couple of ways.</p>\r\n<p>\r\n\tFirst, he misleads by failing to specify that all the deaths he is talking about were on the Mexican side of the border. Second, he claims the drug-related homicides took place in the border region, when the Mexican government says they occurred in other parts of the country as well.</p>\r\n<p>\r\n\tWe rate Smith&#39;s statement as False.</p>", "ruling_comments_date": "2010-12-28T18:00:55.542338", "ruling_date": "2010-12-31T06:00:00", "ruling_headline": "U.S. Rep. Lamar Smith says border death toll is 28,000", "ruling_headline_slug": "us-rep-lamar-smith-says-border-death-toll-28000", "ruling_link_text": "Deaths only in Mexico -- and not only along border", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tU.S. Rep. Lamar Smith, &quot;<a href=\"http://alt.coxnewsweb.com/statesman/politifact/122810_smithrelease.html\">Smith Statement on Murder of Border Patrol Agent Brian A. Terry</a>,&quot; Dec. 15, 2010</p>\r\n<p>\r\n\tU.S. Rep. Lamar Smith, &quot;<a href=\"http://alt.coxnewsweb.com/statesman/politifact/122810_smithpriorities.html\">My Priorities for the New Congress</a>,&quot; Dec. 9, 2010</p>\r\n<p>\r\n\tGov. Rick Perry, &quot;<a href=\"http://www.rickperry.org/media-articles/perry-texas-will-fight-back\">Texas will fight back; we won&#39;t stand by while Mexican border violence kills</a>,&quot; Nov. 30, 2010</p>\r\n<p>\r\n\tAssociated Press, &quot;<a href=\"http://www.cbsnews.com/stories/2010/08/03/world/main6740078.shtml\">28,000 Killed in Mexican Drug War Since 2006</a>,&quot; Aug. 3, 2010</p>\r\n<p>\r\n\tCNN.com, &quot;<a href=\"http://articles.cnn.com/2010-08-03/world/mexico.drug.deaths_1_drug-violence-drug-cartels-zetas?_s=PM:WORLD\">Drug war death toll in Mexico since 2006 exceeds 28,000, official says</a>,&quot; Aug. 3, 2010</p>\r\n<p>\r\n\tNew York Times website, &quot;<a href=\"http://topics.nytimes.com/top/news/international/countriesandterritories/mexico/drug_trafficking/index.html\">Mexican Drug Trafficking</a>,&quot; last updated Oct. 21, 2010, accessed Dec. 15, 2010</p>\r\n<p>\r\n\t<a href=\"http://justiceinmexico.org/about/about-our-project/\">Justice in Mexico Project</a>, Trans-Border Institute, University of San Diego, accessed Dec. 15, 2010</p>\r\n<p>\r\n\tTrans-Border Institute, &quot;<a href=\"http://alt.coxnewsweb.com/statesman/politifact/122810_tbireport1.pdf\">Drug Violence in Mexico: Data and Analysis from 2001-2009</a>,&quot; January 2010</p>\r\n<p>\r\n\tInterview with David Shirk, director, Trans-Border Institute, University of San Diego, Dec. 22, 2010</p>\r\n<p>\r\n\tInterview with Ricardo Alday, spokesman, Mexican Embassy in Washington, Dec. 22, 2010</p>\r\n<p>\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/122810_tbidata.xls\">Spreadsheet</a> of data from Trans-Border Institute, received Dec. 21, 2010</p>\r\n<p>\r\n\tStratfor, &quot;Drug Related Deaths in Mexico,&quot; <a href=\"http://alt.coxnewsweb.com/statesman/politifact/122810_stratforchart.png\">chart</a>, received Dec. 15, 2010</p>\r\n<p>\r\n\tE-mail interview with Kyle Rhodes, public relations manager, Stratfor, Dec. 15, 2010</p>\r\n<p>\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/122810_smithfinalemail.html\">E-mail</a> from Kim Smith, spokeswoman for U.S. Rep. Lamar Smith, Dec. 16, 2010</p>\r\n<p>\r\n\tBBC News website, &quot;<a href=\"http://www.bbc.co.uk/news/world-latin-america-12012425\">Mexico&#39;s drug war: Number of dead passes 30,000</a>,&quot; Dec. 16, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Congressman", "false_count": 5, "first_name": "Lamar", "half_true_count": 2, "home_state": "Texas", "id": 189, "last_name": "Smith", "mostly_true_count": 3, "name_slug": "lamar-smith", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/lamarsmithmug3.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/189/", "total_count": 17, "true_count": 4, "website": "http://lamarsmith.house.gov/"}, "statement": "<p>\r\n\t&quot;In the last five years, 28,000 people have been killed along the U.S.-Mexico border.&quot;</p>", "statement_context": "a news release", "statement_date": "2010-12-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 132, "photo": null, "resource_uri": "/api/v/2/subject/132/", "subject": "Homeland Security", "subject_slug": "homeland-security", "used_in_edition": []}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}