{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2011/jan/01/texas-veterans-commission/veterans-commission-representative-says-one-three-/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [], "facebook_headline": null, "id": 3005, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/3005/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tTimes are especially tough for new veterans, a state official said in a Dec. 5 news article in the <em>Lubbock Avalanche-Journal</em>.</p>\r\n<p>\r\n\tEricka Walmsley, a Texas Veterans Commission employment representative, is quoted saying: &quot;When their term is up and they get out, there&rsquo;s almost nothing for them now.&quot; One of three homeless men in the United States is a veteran, the newspaper quotes Walmsley saying.</p>\r\n<p>\r\n\tOne in three?</p>\r\n<p>\r\n\tWe asked Walmsley for background on that figure; she pointed us to a Web page kept by HelpUSA, a group that says its mission is to provide housing and the supportive services necessary for the homeless and people in need to become and remain self-reliant. The page has this statement: &quot;While the causes are many, the singular reality is staggering: 1 out of every 3 homeless men you see on the street is a veteran.&quot;</p>\r\n<p>\r\n\tAt the commission&rsquo;s Austin headquarters, spokesman Duncan McGhee pointed us to a chapter in a report posted online by the U.S. Department of Housing and Urban Development stating: &quot;Among homeless men, 33 percent report being veterans, and a very high proportion (98 percent) of homeless veterans are men.&quot;</p>\r\n<p>\r\n\tCase closed? We weren&rsquo;t sure, considering the posted chapter doesn&rsquo;t indicate when or how that ratio was reached and the data appeared to have been collected in 1996.</p>\r\n<p>\r\n\tWhile seeking elaboration on the statistic from HUD, we ran the reported ratio by Neil Donovan, executive director of the Washington-based National Coalition for the Homeless, which describes itself as a national network of groups and individuals committed to ending homelessness.</p>\r\n<p>\r\n\tDonovan said the latest research indicates the share of homeless men who are veterans is not 1 in 3. HUD has completed an Annual Homeless Assessment Report since 2005; its latest rendition, issued in June 2010, says veterans accounted for 11 percent of the nation&rsquo;s 1.2 million sheltered homeless adults in 2009 &mdash; or about 132,000 people &mdash; down from 13 percent in 2007. That percentage is derived from data collected on adults who used an emergency shelter or transitional housing program from October 2008 through September 2009.</p>\r\n<p>\r\n\tThe report says too that a check of homeless, in shelters and not, on one night in January 2009 suggests that 13 percent were veterans, compared to 15 percent the three previous years.</p>\r\n<p>\r\n\t&quot;Many veterans confront the same issues that lead others into homelessness, such (as) lack of affordable housing and inadequate income and savings,&quot; the report says. &quot;But they also have barriers that can be particularly acute among service-men and -women returning from active duty, such as the lingering effects of post-traumatic stress disorder (PTSD) and substance abuse. These issues can make it difficult for veterans to find and maintain gainful employment, which in turn can make it difficult to pay for housing.&quot;</p>\r\n<p>\r\n\tVeterans of the Iraq and Afghanistan conflicts &quot;have not yet become homeless in great numbers,&quot; the report says, &quot;perhaps because it takes some years for the mental disabilities associated with war to become acute.&quot; A forthcoming companion report focused on homeless veterans will provide a baseline understanding of homelessness among veterans, the report says.</p>\r\n<p>\r\n\tSeparately, an online search led us to a Dec. 7 speech by Eric Shinseki, the U.S. secretary of veterans affairs, in which Shinseki estimates the number of homeless veterans at 107,000 &mdash; down, he said, from 131,000 two years earlier and 250,000 a decade ago.</p>\r\n<p>\r\n\tIn his posted remarks, Shinseki says that when he became secretary in January 2009, he taught himself to say, &quot;Veterans lead the nation in homelessness, depression, substance abuse, and suicides. And they rank right up there in joblessness as well. It was a punch in the gut for me, and I repeated that line until it sunk in. I didn&rsquo;t want to become inured to its impact by letting it become part of the day-to-day background noise.&quot;</p>\r\n<p>\r\n\tNext, we heard from Brian Sullivan, a HUD public affairs officer, who said the 1-in-3 ratio is outdated; it comes from a 1999 report drawing on 1996 data that depended on a count of homeless men identified as veterans in 76 different communities, Sullivan said via e-mail. &quot;By today&#39;s data collection and reporting standards, it&#39;s not considered terribly relevant,&quot; his e-mail said.</p>\r\n<p>\r\n\tIn an interview, Sullivan said the 1999 study was based on a one-day snapshot of the homeless and a smaller sample size than more recent HUD assessments. The latest HUD tally draws on data from more than 3,000 communities, tabulating the homeless on a single day and also counting those using emergency shelters or transitional housing programs during the year.</p>\r\n<p>\r\n\tSullivan suggested we check for updated counts with Dennis Culhane, a University of Pennsylvania professor who helped lead the latest HUD assessment. Culhane replied by e-mail that he&rsquo;s comfortable with the 13 percent figure. &quot;I cannot vouch for the (1-in-3) estimate and am not sure it was ever correct,&quot; Culhane wrote.</p>\r\n<p>\r\n\tWhen we queried Mary Cunningham, a researcher who specializes in homeless issues for the Washington-based Urban Institute, she said the 1-in-3 figure is outdated but added that all &quot;of these numbers should be treated as rough estimates. In general, it&rsquo;s important to remember that there are far too many homeless who are veterans.&quot;</p>\r\n<p>\r\n\tMcGhee of the Texas commission pointed us to a March 2010 report by Project CHALENG, a federal effort to enhance the continuum of care for homeless veterans. The report says that homeless veterans are under-counted, but there also are fewer veterans, period. &quot;In 1990, there were 27.5 million veterans, a total that has decreased to 23 million today. Similarly, there has been a substantial reduction in the number of poor veterans, decreasing from 3 million in 1990 to 1.8 million in 2000. Since most homeless veterans are poor, it is believed that there has been a corresponding drop in the number of homeless veterans as well... it does appear that a significant, long-term reduction in the numbers of homeless veterans has occurred,&quot; the report says.</p>\r\n<p>\r\n\tWe also reached Lawrence Cann of HelpUSA, whose Web page was the Texas commission employee&rsquo;s source for the 1-in-3 figure. &quot;Given that many veterans do not report themselves as veterans or even seek services or shelters, we have not revised our 1-in-3 number,&quot; Cann&rsquo;s e-mail says, though in response to our inquiry he said the group would add Web links to other sources for homeless counts. When we looked at the HelpUSA site again, the 1-in-3 reference had been changed to 1-in-4.</p>\r\n<p>\r\n\tMcGhee stood by the 1-in-3 ratio. To shore up his position with more recent data, he led us to the 2010 strategic plan adopted by the U.S. Interagency Council on Homelessness, which advises President Barack Obama and Congress on that issue. The plan terms the 107,000 count of homeless veterans nationwide (cited by Shinseki) &quot;a reasonable figure.&quot; Using U.S. Census Bureau statistics to extrapolate the percentage of males among veterans (93 percent), McGhee comes up with a figure of 99,720 homeless male veterans &mdash; slightly more than one-third of the total number of adult homeless people calculated from the January 2009 one-night survey.</p>\r\n<p>\r\n\tBottom line: Experts outside Texas agree the claim that one-third of homeless men are veterans is based on obsolete data, though some cautioned that it&rsquo;s hard to pinpoint how many homeless men are veterans and one sorting of the data appears to justify the claim. We rate the statement Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-12-29T17:25:16.157901", "ruling_date": "2011-01-01T06:00:00", "ruling_headline": "Veterans commission representative says one in three homeless men is a veteran", "ruling_headline_slug": "veterans-commission-representative-says-one-three-", "ruling_link_text": "Outdated shocker", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tCHALENG for Veterans Project, report, &quot;<a href=\"http://www1.va.gov/HOMELESS/docs/chaleng/chaleng_sixteenth_annual_report.pdf\">THE SIXTEENTH ANNUAL PROGRESS REPORT COMMUNITY HOMELESSNESS ASSESSMENT, LOCAL EDUCATION AND NETWORKING GROUP (CHALENG) FOR VETERANS (FY 2009) SERVICES FOR HOMELESS VETERANS ASSESSMENT AND COORDINATION,</a> March 17, 2010 (accessed Dec. 28, 2010)</p>\r\n<p>\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/12282010_lawrencecannresponsepftexas.html\">E-mail </a>(excerpted), response to PolitiFact Texas, Lawrence Cann, director of Street Soccer/Advocacy, HELP USA, New York, Dec. 28, 2010</p>\r\n<p>\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/12282010_dennisculhanepftexas.html\">E-mail</a> (excerpted), Dennis P. Culhane, professor of Social Policy, School of Social Policy and Practice, University of Pennsylvania, response to PolitiFact Texas, Dec. 28, 2010</p>\r\n<p>\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/12282010_marycunnighamresponsespftexas.html\">E-mails</a> (excerpted) and interview, Mary Cunningham, Senior Research Associate<br />\r\n\tMetropolitan Housing and Communities Policy Center, Urban Institute, Washington, responses to PolitiFact Texas, Dec. 28 and 29, 2010</p>\r\n<p>\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/121612282010_veteranscommissionpftexas.html\">E-mails</a> and <a href=\"http://alt.coxnewsweb.com/statesman/politifact/12282010_duncanmcgheeresponsepftexas.html\">follow-up e-mail</a> (excerpted), Duncan McGhee, communications director, Texas Veterans Commission, Austin, Dec. 16, 28 and 29, 2010</p>\r\n<p>\r\n\tHelpUSA, web page, <a href=\"http://www.helpusa.org/Programs/veterans_services%20\">&quot;Veteran Services&quot;</a> (accessed Dec. 27, 2010)</p>\r\n<p>\r\n\tInterview, Steve Berg, vice president of programs and policy, National Alliance to End Homelessness, Washington, Dec. 29, 2010</p>\r\n<p>\r\n\tInterview, Neil Donovan, executive director, National Coalition for the Homeless, Washington, Dec. 21, 2010</p>\r\n<p>\r\n\tInterviews and<a href=\"http://alt.coxnewsweb.com/statesman/politifact/1221222010_briansullivanrepliespftexas.html\"> </a><a href=\"http://alt.coxnewsweb.com/statesman/politifact/1221222010_briansullivanrepliespftexas.html\">e-mails</a> (excerpted), Brian Sullivan, public affairs officer, Office of Public Affairs, HUD, Dec. 21 and 22, 27 and 28, 2010</p>\r\n<p>\r\n\t<em>Lubbock Avalanche-Journal</em>, news article, <a href=\"http://lubbockonline.com/local-news/2010-12-05/high-unemployment-rate-reduced-state-resources-tough-veterans\">&quot;High unemployment rate, reduced state resources tough on veterans,&quot;</a> Dec. 5, 2010 (accessed Dec. 6, 2010)</p>\r\n<p>\r\n\tNational Alliance to End Homelessness, report summary, <a href=\"http://www.endhomelessness.org/content/article/detail/1839%20\">&quot;Vital Mission: Ending Homelessness Among Veterans,&quot; </a>Nov. 8, 2007 (accessed Dec. 29, 2010)</p>\r\n<p>\r\n\tU.S. Department of Housing and Urban Development, Office of Community Planning and Development, <a href=\"http://www.hudhre.info/documents/5thHomelessAssessmentReport.pdf%20\">&quot;The 2009 Annual Homeless Assessment Report to Congress,&quot;</a> June 18, 2010 (fetched Dec. 21, 2010)</p>\r\n<p>\r\n\tU.S. Department of Veterans Affairs, report excerpt, <a href=\"http://www.huduser.org/portal/publications/pdf/home_tech/tchap-11.pdf%20\">&quot;Chapter 11, Veterans,</a>&quot; 1999 and <a href=\"http://www1.va.gov/opa/speeches/2010/12_7_2010.asp\">remarks</a>, Secretary Eric K. Shinseki, Department of Veterans Affairs, National Forum on Homelessness Among Veterans, Washington, Dec. 7, 2010 (accessed Dec. 21, 2010)</p>\r\n<p>\r\n\tU.S. Interagency Council on Homelessness, strategic plan, &quot;<a href=\"http://www.usich.gov/PDF/OpeningDoors_2010_FSPPreventEndHomeless.pdf\">Opening Doors: Federal Strategic Plan to Prevent and End Homelessness</a>&quot;</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "", "id": 937, "last_name": "Texas Veterans Commission", "mostly_true_count": 0, "name_slug": "texas-veterans-commission", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/vetcommissionlogo122010.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/937/", "total_count": 1, "true_count": 0, "website": "http://www.tvc.state.tx.us/"}, "statement": "<p>\r\n\tSays one out of three U.S. homeless men is a veteran.</p>", "statement_context": "a newspaper article.", "statement_date": "2010-12-05", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 29, "photo": null, "resource_uri": "/api/v/2/subject/29/", "subject": "Poverty", "subject_slug": "poverty", "used_in_edition": []}, {"description": "", "id": 51, "photo": null, "resource_uri": "/api/v/2/subject/51/", "subject": "Veterans", "subject_slug": "veterans", "used_in_edition": []}], "target": [], "twitter_headline": ""}