{"art": [], "author": [{"email_address": "wfiske@timesdispatch.com", "first_name": "Warren", "id": 209, "last_name": "Fiske", "name_slug": "warren-fiske", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/209/", "title": "PolitiFact Virginia Editor", "twitter": null}], "canonical_url": "/virginia/statements/2010/dec/30/ward-armstrong/del-ward-armstrong-does-half-flip-borrowing-roads/", "edition": {"adkey": "Editions", "advalue": "Virginia", "edition": "Virginia", "edition_slug": "virginia", "has_afterthefact": false, "id": 10, "index_page": false, "meter_name": "The Virginia Truth-O-Meter", "resource_uri": "/api/v/2/edition/10/"}, "editor": [{"email_address": "dfinnegan@timesdispatch.com", "first_name": "Daniel", "id": 222, "last_name": "Finnegan", "name_slug": "daniel-finnegan", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/222/", "title": "Editor, Richmond Times-Dispatch", "twitter": null}], "facebook_headline": null, "id": 3007, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "wfiske@timesdispatch.com", "first_name": "Warren", "id": 209, "last_name": "Fiske", "name_slug": "warren-fiske", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/209/", "title": "PolitiFact Virginia Editor", "twitter": null}], "resource_uri": "/api/v/2/statement/3007/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half Flip", "id": 8, "resource_uri": "/api/v/2/statementruling/8/", "ruling": "Half Flip", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/fom-halfFlip.png", "ruling_slug": "half-flip"}, "ruling_comments": "<p>\r\n\tDrive back with us to 2007 on the rickety road of state transportation plans.<br />\r\n\t<br />\r\n\tWe stop on April 4 when the General Assembly, after months of angry debate, passed a bill that empowered unelected authorities to impose regional taxes to build roads in Northern Virginia and Hampton Roads, established a $1,050 fine for going 20 miles over the speed limit, and authorized $3 billion in state borrowing to improve transportation.<br />\r\n\t<br />\r\n\tThe legislation passed the House 85-15. It was a delicate compromise between Democrats who insisted Virginia dedicate new revenues to transportation and Republicans who opposed any statewide tax increase.<br />\r\n\t<br />\r\n\tNewly-installed Minority Leader Ward Armstrong, D-Henry, was among a number of House Democrats who voted for the final bill. He had opposed earlier versions but voted &lsquo;aye&rsquo; in the end &nbsp;because he said the legislation was &quot;the best we could do given the political parameters we all face.&quot;<br />\r\n\t<br />\r\n\t&quot;We felt we had to pass a transportation bill, and this was the only thing before us,&quot; Armstrong said.<br />\r\n\t<br />\r\n\tNow, let&rsquo;s inch forward on the road, carefully navigating two sink holes that all but destroyed the transportation plan. In January, 2008, public protests forced the General Assembly to rescind the $1,050 speeding tickets and a host of other steep driving penalties enacted the previous year. A month later, the state Supreme Court ruled the legislature cannot delegate taxing authority to unelected bodies, crashing hopes for road improvements in congested Northern Virginia and Hampton Roads.<br />\r\n\t<br />\r\n\tWe&rsquo;re back, now, where we started. It&rsquo;s December, 2010. The only tangible lane still open from the 2007 transportation bill is authorization for the state to borrow up to $3.18 billion over 10 years to improve roads. The loans would be paid back by earmarking a third of the state&rsquo;s tax receipts on insurance premiums. That portion, which now comes to $132 million a year, was formerly used for general services such as education, health care and public safety.<br />\r\n\t<br />\r\n\tGov. Bob McDonnell, a Republican, wants to compress the $3 billion borrowing period to as little as five years, saying transportation needs are urgent and interest rates are the lowest in decades.<br />\r\n\t<br />\r\n\tArmstrong is strongly criticizing the proposal. &quot;A mere month after an election when the voters said we must stop deficit spending, Bob McDonnell has announced a multi-billion dollar deficit spending plan to fund transportation,&quot; Armstrong said in a <a href=\"http://www.wardarmstrong.com/node/144\">Dec. 9 news release</a>. &quot;...Unfortunately, the governor&rsquo;s lack of leadership has resulted in a plan that amounts to a back door tax increase on our children.&quot;<br />\r\n\t<br />\r\n\tMcDonnell&rsquo;s office is accusing Armstrong of flip flopping, saying the Democrat doesn&rsquo;t want to issue bonds to build roads that he &quot;voted for and applauded just three short years ago.&quot;<br />\r\n\t<br />\r\n\t&quot;All that&rsquo;s changed since then is the governor is now a Republican,&quot; the administration wrote in &quot;talking points&quot; distributed to GOP lawmakers earlier this month. &quot;...That&rsquo;s just the definition of partisan politics and it would be laughable if it wasn&rsquo;t so irresponsible.&quot;<br />\r\n\t<br />\r\n\tArmstrong, who is exploring a run for statewide office, has amped his rhetoric this year. But we have a hard time concluding he&rsquo;s made a u-turn on borrowing to build roads. Although McDonnell is correct that Armstrong voted for the 2007 bill, it&rsquo;s a stretch to say the minority leader &quot;applauded&quot; the bill.<br />\r\n\t<br />\r\n\tThis year as in 2007, Armstrong is saying the state should dedicate a new, reliable revenue stream to fund transportation but has stopped short of suggesting a specific source -- such as an increased gas tax.<br />\r\n\t<br />\r\n\tAs in 2007, Armstrong says he may wind up voting unenthusiastically for the borrowing plan. Here&rsquo;s the hitch: The 2007 &nbsp;bill essentially limited the state to about $318 million a year in road borrowing over a decade; McDonnell would put the cap at about $618 million over five years.<br />\r\n\t<br />\r\n\tArmstrong says he wants to make sure the source earmarked by the General Assembly in 2007 to repay the road bonds -- one-third of the state&rsquo;s receipts on insurance tax premiums -- can cover the increased immediate debt costs that would come with McDonnell&rsquo;s plan.<br />\r\n\t<br />\r\n\tIf it does, Armstrong said he could support the governor. If it doesn&rsquo;t, Armstrong said he is concerned lawmakers will cover the increased borrowing cost by taking money from vital services.<br />\r\n\t<br />\r\n\tBut Armstrong voted to do just that when he supported the 2007 transportation bill that designated one-third of the tax receipts on insurance premiums to pay back the bonds. The legislation moved that money from the general fund -- used for education, public safety and health -- to a separate transportation budget. So we can&rsquo;t say Armstrong has been consistent.<br />\r\n\t<br />\r\n\tNor can we say he&rsquo;s flipped like a leaf in the wind. A check of 2007 newspaper stories showed Armstrong sounded the same alarm about &quot;raiding the general fund&quot; to pay for roads that he&rsquo;s issuing today. And just like in 2007, Armstrong says he&rsquo;s keeping his voting options open.<br />\r\n\t<br />\r\n\tAll things considered, we find it a Half Flip.&nbsp;</p>", "ruling_comments_date": "2010-12-30T16:30:38.200598", "ruling_date": "2010-12-30T16:23:56", "ruling_headline": "Del. Ward Armstrong does half-flip on borrowing for roads", "ruling_headline_slug": "del-ward-armstrong-does-half-flip-borrowing-roads", "ruling_link_text": "Voted for road bonds in 2007 but wasn't happy about it", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tInterview with Ward Armstrong, House Minority leader, Dec. 28, 2010<br />\r\n\t<br />\r\n\tPress release, <a href=\"http://www.wardarmstrong.com/node/144\">House Minority Leader Ward Armstrong Responds to McDonnell Plan to Increase Deficit Spending</a>, Dec. 9, 2010.<br />\r\n\t<br />\r\n\tThe Washington Post, &quot;Talking Points&quot; sent to House and Senate Republicans from the Governor&rsquo;s Office, Dec. 15, 2010<br />\r\n\t<br />\r\n\tThe Roanoke Times, various news articles, Jan. 20, 2007; April 5, 2007; July 14, 2007.<br />\r\n\t<br />\r\n\tInterview with Robert Vaughn, staff director of Virginia House Appropriations Committee, Dec. 28, 2010.<br />\r\n\t<br />\r\n\tInterview with Sen. Charles Colgan, chairman of Virginia Senate Finance Committee, Dec. 28, 2010.&nbsp;&nbsp;</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Minority leader, House of Delegates", "false_count": 3, "first_name": "Ward", "half_true_count": 0, "home_state": "Virginia", "id": 933, "last_name": "Armstrong", "mostly_true_count": 0, "name_slug": "ward-armstrong", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Armstrong1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Virginia", "edition": "Virginia", "edition_slug": "virginia", "has_afterthefact": false, "id": 10, "index_page": false, "meter_name": "The Virginia Truth-O-Meter", "resource_uri": "/api/v/2/edition/10/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/933/", "total_count": 8, "true_count": 2, "website": ""}, "statement": "<p>\r\n\tOn whether the state should ramp up borrowing to build roads.&nbsp;</p>", "statement_context": "a news release.", "statement_date": "2010-12-20", "statement_type": {"id": 4, "resource_uri": "/api/v/2/statementtype/4/", "statement_type": "Flip", "type_description": "Flip-o-Meter items"}, "subject": [{"description": "", "id": 44, "photo": null, "resource_uri": "/api/v/2/subject/44/", "subject": "Transportation", "subject_slug": "transportation", "used_in_edition": []}], "target": [], "twitter_headline": ""}