{"art": [], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2011/jan/08/warren-chisum/texas-rep-warren-chisum-two-minds-role-gop-caucus-/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 3032, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/3032/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Full Flop", "id": 9, "resource_uri": "/api/v/2/statementruling/9/", "ruling": "Full Flop", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/fom-fullFlop.png", "ruling_slug": "full-flop"}, "ruling_comments": "<p>\r\n\tPointing to the Republican romp in the November elections and a desire to see a &quot;conservative&quot; lead the Texas House, state Rep. Warren Chisum, R-Pampa, is pushing the GOP caucus to select a speaker candidate during its scheduled closed-door Jan. 10 meeting.</p>\r\n<p>\r\n\t&quot;The voters of Texas have elected a strong overwhelming majority of Republicans to the Texas House of Representatives,&quot; Chisum says in a Dec. 21 press release. &quot;We need to respond to the will of the voters and work together to select a single Republican nominee for Speaker.&quot;</p>\r\n<p>\r\n\tHe then notes there are three GOP candidates for speaker and says the &quot;Republican caucus is the appropriate place for us to narrow the field to one candidate.&quot; Chisum and Rep. Ken Paxton, R-McKinney, are challenging the current speaker, Rep. Joe Straus, R-San Antonio. Whoever wins the post presides over the House and appoints its committees and committee chairs.</p>\r\n<p>\r\n\tAny speaker candidate agreed upon within the 101-member GOP caucus would be all but guaranteed to win when the 150-member body elects the speaker Jan. 11. In committing their votes to that candidate, Republicans could unilaterally choose the speaker.</p>\r\n<p>\r\n\tWe&#39;re not sure the speaker-apparent has ever been designated through a caucus vote. But in the last 20 years, the speaker has been chosen by the entire membership in open session on the House floor. That doesn&#39;t mean the outcome is a surprise: The votes generally accord with written pledges that speaker hopefuls have already secured from members.</p>\r\n<p>\r\n\tIn a Jan. 3 letter to House members, former Democratic House Speaker Rayford Price urged lawmakers not to anoint a speaker through a GOP caucus vote. &quot;A majority of a political caucus has no right or authority to direct how any member will cast his vote,&quot; Price&#39;s letter states. &quot;I cannot believe any member would agree to give up that right and duty as is being suggested.&quot;</p>\r\n<p>\r\n\tAccording to a July 2002 Austin American-Statesman news story, a similar push for the GOP caucus to hold a vote on a speaker candidate came that year, ahead of the November election, when Republicans were expected to win the majority in the Texas House for the first time in 130 years. The article says that &quot;Republican Party delegates voted at their convention in early June to require their House members to agree to vote as a caucus for speaker, and to bind all the Republicans to vote for whomever the caucus chooses.&quot;</p>\r\n<p>\r\n\tBut at about the same time, according to the story, 23 &quot;Republican House members signed an open letter to newspapers saying they thought the requirement flew in the face of the bipartisanship President George W. Bush lauded while he was governor.&quot; There never was such a caucus vote, according to Rep. Todd Smith, R-Euless, among the signers of the 2002 letter.</p>\r\n<p>\r\n\tChisum also was one of those 23 objectors, the Fort Worth Star-Telegram reminded readers in a Dec. 23, 2010, blog post. Chisum&#39;s signature on that letter was also brought to our attention by GOP consultant Bryan Eppstein, who has Straus as a client.</p>\r\n<p>\r\n\tSo, has Chisum changed his position on the appropriate way to pick a speaker?</p>\r\n<p>\r\n\tThe 2002 Chisum-supported letter &mdash; which appeared in the Star-Telegram June 6, 2002 under the headline &quot;Let&#39;s not have partisan speaker elections&quot; &mdash; says that letting the majority party select the speaker would remake Texas in the image of Washington. &quot;In Washington, each party caucus nominates one candidate for speaker,&quot; the letter says. &quot;House members then are forced to vote for their party&#39;s candidate. A bare majority of the members ... of one political party decides who wins.&quot;</p>\r\n<p>\r\n\tIn contrast, the letter praises the Texas practice: &quot;The outcome is not determined by the majority party. It is an open election in which any member may nominate any other member. The speaker is elected by a majority of all members of the House &mdash; Republican and Democrat.&quot;</p>\r\n<p>\r\n\tThe letter urges House Republicans to resist calls for the caucus to select a single GOP candidate. &quot;Now that it appears Republicans will gain a majority of Texas House seats this November, some &mdash; but not all &mdash; of our Republican colleagues are eager to change this system and seize control so that no Democrat will have a voice in choosing the next speaker,&quot; the letter says. &quot;They want effectively to elect the speaker in the Republican caucus. To support such a monumental policy change simply and solely because it improves the odds of a particular speaker candidate is short sighted and fundamentally wrong.&quot;</p>\r\n<p>\r\n\tWe wondered what led Chisum to advocate a similar policy change for the 2011 speaker election. He did not respond to our inquiries.</p>\r\n<p>\r\n\tHowever, in a Dec. 29 press release, Chisum made an assertion that indicated he may be playing tit for tat with the Democrats. He said Democratic &quot;members of the Texas House caucused before the last legislative session to elect Speaker Straus. ... Therefore, when we convene on January 10th, I call on Representative (Larry) Taylor as the Republican Caucus chair, to call for a vote to determine the Republican preference for Speaker of the Texas House.&quot;</p>\r\n<p>\r\n\tSoon after, a post on the online news site Quorum Report challenged Chisum&#39;s claim that the Democrats had caucused to elect Straus. Chisum fired back in a second news release that day, pointing to a pledge that some Democratic members made shortly before the 2009 session not to vote for the incumbent speaker, Rep. Tom Craddick, R-Midland.</p>\r\n<p>\r\n\tChisum said: &quot;Now, it seems to me that when you see a letter with 64 signatures, released by the Democratic Caucus, all taking a unified party position on the speaker&#39;s race, that it just might be fair to say that the Democrats &#39;caucused&#39; and took a position on the speaker&#39;s race. We all know that every one of those 64 Democrats subsequently pledged to vote and did vote for Joe Straus for speaker. ... My position is that the Republicans should also caucus and take a unified position on the race for speaker.&quot;</p>\r\n<p>\r\n\tWe&#39;re not truth-testing whether the Democrats&#39; actions then constituted a caucus vote. The test is whether Chisum&#39;s recent call-to-caucus reverses the position he took in 2002. We find that it does. Mark this a Full Flop.</p>", "ruling_comments_date": "2011-01-07T13:10:49.996341", "ruling_date": "2011-01-08T06:00:00", "ruling_headline": "Texas Rep. Warren Chisum of two minds on role of GOP caucus in speaker race", "ruling_headline_slug": "texas-rep-warren-chisum-two-minds-role-gop-caucus-", "ruling_link_text": "Caucus vote on speaker OK ... now", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tState Rep. Warren Chisum, &quot;<a href=\"http://alt.coxnewsweb.com/statesman/politifact/010711_chisumrelease1.doc\">Rep. Warren Chisum to force a Republican caucus on speaker race</a>,&quot; press release, Dec. 21, 2010</p>\r\n<p>\r\n\tFormer House speaker Rayford Price, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/010711_priceletter.pdf\">letter</a> to Texas House members, Jan. 3, 2011</p>\r\n<p>\r\n\tAustin American-Statesman, &quot;<a href=\"http://alt.coxnewsweb.com/statesman/politifact/010711_aasstory.pdf\">The quiet race for speaker of state House</a>,&quot; July 14, 2002</p>\r\n<p>\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/010711_smithemail1.html\">E-mail</a> from state Rep. Todd Smith, Jan. 6, 2011</p>\r\n<p>\r\n\tFort Worth Star-Telegram, &quot;<a href=\"http://blogs.star-telegram.com/politex/2010/12/was-chisum-opposed-to-partisan-speaker-races-before-he-was-for-them.html#more#ixzz1AOQWJNXO\">Was Chisum opposed to partisan speaker races before he was for them?</a>&quot; blog post, Dec. 23,010</p>\r\n<p>\r\n\tFort Worth Star-Telegram, &quot;<a href=\"http://alt.coxnewsweb.com/statesman/politifact/010711_2002letter.pdf\">Let&#39;s not have partisan speaker elections</a>,&quot; open letter from 23 Republican Texas House members, June 6, 2002</p>\r\n<p>\r\n\tState Rep. Warren Chisum, &quot;<a href=\"http://alt.coxnewsweb.com/statesman/politifact/010711_chrelease.pdf\">Chisum calls on Taylor to clarify caucus agenda</a>,&quot; press release, Dec. 29, 2010</p>\r\n<p>\r\n\tQuorum Report, &quot;<a href=\"http://alt.coxnewsweb.com/statesman/politifact/010711_qr1.doc\">Chisum mistakenly cites 2009 Democrats as basis for GOP caucus to pick speaker</a>,&quot; Dec. 29, 2010</p>\r\n<p>\r\n\tState Rep. Warren Chisum, &quot;<a href=\"http://alt.coxnewsweb.com/statesman/politifact/010711_chisumrelease3.pdf\">Chisum stands by his statement</a>,&quot; Dec. 29, 2010<br />\r\n\t&nbsp;</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "State representative", "false_count": 0, "first_name": "Warren", "half_true_count": 0, "home_state": "Texas", "id": 949, "last_name": "Chisum", "mostly_true_count": 0, "name_slug": "warren-chisum", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/chisum_mug_better.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/949/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\tOn choosing a Texas House speaker</p>", "statement_context": "a press release", "statement_date": "2010-12-21", "statement_type": {"id": 4, "resource_uri": "/api/v/2/statementtype/4/", "statement_type": "Flip", "type_description": "Flip-o-Meter items"}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}, {"description": "", "id": 147, "photo": null, "resource_uri": "/api/v/2/subject/147/", "subject": "States", "subject_slug": "states", "used_in_edition": []}], "target": [], "twitter_headline": ""}