{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2011/jan/10/allan-ritter/party-switching-legislator-allan-ritter-says-his-d/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [], "facebook_headline": null, "id": 3034, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/3034/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tDemocrat-turned-Republican state Rep. Allan Ritter told reporters last month that the district he represents once was true blue, but it&rsquo;s now dead red.<br />\r\n\t<br />\r\n\tRitter was less, uh, poetical at a Dec. 14 Austin press conference confirming his switch, which helped Republicans edge toward the 101-vote Texas House super-majority they&rsquo;ll have when the 2011 legislative session starts Tuesday.<br />\r\n\t<br />\r\n\t&quot;In my 12 years in the House, I have watched my district go from a solidly Democratic district to a heavily Republican district,&quot; the Nederland resident said of House District 21, which takes in a portion of Beaumont and extends through southwestern Jefferson County. His comment appeared in a Dec. 15 Dallas Morning News article.<br />\r\n\t<br />\r\n\tDid most voters in Ritter&rsquo;s district shift right in that time?<br />\r\n\t<br />\r\n\tTo gauge election returns, we contacted the Texas Legislative Council, which provided results of various general-election races for Ritter&rsquo;s district from 1994, four years before he first won his seat, through 2008; analyst Clare Dyer told us the council has yet to analyze 2010 results within the district. We also asked Jefferson County for breakdowns of district results.<br />\r\n\t<br />\r\n\tWhat we found is that Republicans running statewide were strong vote-getters prior to Ritter&rsquo;s election, a sign the Dems&rsquo; grip on the district was already loosening. &nbsp;Still, Democrats continued to win a share of down-ballot races, though that pattern has faded.<br />\r\n\t<br />\r\n\tAlso notable: Jefferson County, historically pro-union, pro-Democratic territory, saw numerous down-ballot races in which the GOP offered no nominees. Also, the district&rsquo;s configuration changed slightly in redistricting after the 2000 census. We scrutinized district results based on boundaries in place at the time of each election.<br />\r\n\t<br />\r\n\tSome particulars:<br />\r\n\t<br />\r\n\t+In November 1994, seven Republicans running statewide carried the district, topped by U.S. Sen. Kay Bailey Hutchison with 61 percent. But seven Democratic statewide hopefuls also prevailed, led by Lt. Gov. Bob Bullock at 65 percent.<br />\r\n\t<br />\r\n\t+In 1998, Ritter drew 53 percent of the district&rsquo;s vote, while Democratic state Sen. David Bernsen of Beaumont won 61 percent; U.S. Rep. Nick Lampson fared the best of Democrats in races analyzed by the council, gathering 68 percent.<br />\r\n\t<br />\r\n\tNo Democrats won statewide office that year, but five nominees carried HD 21 including two judicial choices and Jim Mattox (for attorney general), 54 percent; John Sharp (lieutenant governor), 53 percent; and Paul Hobby (state comptroller), 52 percent.<br />\r\n\t<br />\r\n\tEight Republican hopefuls including four judicial nominees won the district, topped by Gov. George W. Bush, at 68 percent.<br />\r\n\t<br />\r\n\tAccording to Jefferson County, a Democrat carried part of HD 21 in 1998 for a county commissioner&rsquo;s seat, while a Republican seeking another commissioner seat carried a different part. Among HD 21 voters, Republican Jimmy D. &quot;Skip&quot; Hulett bested his Democratic opponent for a district court judgeship, though Hulett lost his race over all.<br />\r\n\t<br />\r\n\t+In 2000, Ritter won 57 percent of the district vote, compared to Lampson&rsquo;s 63 percent. Republican U.S. Sen. Kay Bailey Hutchison got 66 percent with Bush, the GOP presidential nominee, drawing 62 percent.<br />\r\n\t<br />\r\n\t+In 2002, Ritter romped with 70 percent as Lampson garnered 66 percent in the district. However, every Republican running statewide--with the leading vote-getter being State Comptroller Carole Keeton Rylander, 64 percent--carried the district.<br />\r\n\t<br />\r\n\tFrom 2004 through 2010, Ritter ran unopposed in November elections as Republicans running for state and federal office enjoyed continued gains:<br />\r\n\t<br />\r\n\t+In 2004, Bush won 63 percent in the district as Democrat Lampson got 59 percent though he lost his seat to a Republican challenger in a district that had been redrawn by the GOP-majority 2003 Legislature.<br />\r\n\t<br />\r\n\t+In 2006, every Republican running statewide carried the district, led by Hutchison, who drew 65 percent. At the bottom of the statewide slate was Perry, who got 45 percent of the district vote versus three major foes. Down-ballot, the Democratic nominees for Jefferson County judge, Ronald Walker, and the 279th state district judgeship, Randy Shelton, drew 52 and 51 percent, respectively.<br />\r\n\t<br />\r\n\t+In 2008, Republican presidential nominee John McCain drew 66 percent of the vote, while Cornyn carried 64 percent, compared to 55 percent statewide for both. In contested statewide races, no Republican carried less than 56 percent of the district vote.<br />\r\n\t<br />\r\n\t+In November 2010, Republicans beat Democrats in the district for three Texas Supreme Court seats, a seat on the state&rsquo;s highest criminal court, the Court of Criminal Appeals, and a spot on the Ninth Court of Appeals. Down ballot, Republican hopefuls for county treasurer and tax assessor-collector trounced their Democratic foes--also prevailing countywide in the historically Democratic bastion.<br />\r\n\t<br />\r\n\tTo our queries, partisan consultants Mike Baselice and Ed Martin said the district leans Republican, but Martin, a Democratic strategist, said it hasn&#39;t changed as much as Ritter claims.<br />\r\n\t<br />\r\n\tBaselice, a GOP pollster, stressed numbers that he said demonstrate the district shifting 10 percentage points over 10 years. In 1998, the base Republican vote in the district was 47 percent, he said, a figure based on entwining the results of races for lieutenant governor and state comptroller (and ignoring third-party votes). In 2008, the base GOP vote was 57 percent, based on the results in one race for the Texas Supreme Court.<br />\r\n\t<br />\r\n\tIn an interview, Ritter told us voter perceptions have swung. &quot;I can&rsquo;t say that a Democrat, the right candidate, cannot win in the district... My point is that the overall view and philosophical view and the comfortability of the voters, they are leaning heavy conservative and Republican. I can tell you, just from the reaction we&rsquo;ve been getting locally that&rsquo;s overwhelmingly supportive of (my switch), I know this is the right move.&quot;<br />\r\n\t<br />\r\n\tFinally, Bruce Drury, a retired Lamar University professor of political scientist, cautioned against basing conclusions about the district&rsquo;s tilt on the latest elections, which were widely viewed as a referendum on national affairs and the Democratic leadership in Washington. Drury said: &quot;If the Republicans screw up Congress and (the) 2012 (election) becomes a plebiscite on that and (President Barack) Obama appears to be successful, then Allan Ritter could well be in trouble.&quot;<br />\r\n\t<br />\r\n\tOur sense? Republicans running statewide had an edge in Ritter&rsquo;s district before his first election and that advantage expanded in subsequent elections as Democrats became less successful. During the 12 years, though, Democrats still pulled off some wins, while a few candidates (like Ritter) managed not to stir up GOP challengers. Whether such free rides will continue is uncertain.<br />\r\n\t<br />\r\n\tRittter exaggerates how &quot;solidly Democratic&quot; his district was; he&rsquo;s closer to the mark on how Republican it became. We rate his statement Half True.</p>", "ruling_comments_date": "2011-01-07T15:37:05.322340", "ruling_date": "2011-01-10T06:00:00", "ruling_headline": "Party-switching legislator Allan Ritter says his district was Democratic blue, but now it's Republican red", "ruling_headline_slug": "party-switching-legislator-allan-ritter-says-his-d", "ruling_link_text": "District was Republican friendly last century", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tE-mail (excerpted), <a href=\"http://alt.coxnewsweb.com/statesman/politifact/12292010_edmartinresponsepftexas.html\">response</a> to PolitiFact Texas, Ed Martin, Democratic consultant, Austin, Dec. 29, 2010</p>\r\n<p>\r\n\tInterview, Mike Baselice, Republican pollster, Austin, Jan. 5, 2011</p>\r\n<p>\r\n\tInterviews, Allan Ritter, Nederland, Dec. 16 and 29, 2010</p>\r\n<p>\r\n\tInterview, Bruce Drury, distinguished professor emeritus, Lamar University, Department of Political Science, Jan. 7, 2011<br />\r\n\t<br />\r\n\tJefferson County, web pages, <a href=\"http://co.jefferson.tx.us/cclerk/election/previous/19981103_Results.htm\">&quot;November 3, 1998 Election Results,&quot;</a> <a href=\"http://co.jefferson.tx.us/cclerk/election/previous/20001107_Results.htm\">&quot;November 7, 2000 Election Results,&quot;</a> <a href=\"http://co.jefferson.tx.us/cclerk/election/previous/20021105_Results.htm\">&quot;Election Results, November 5, 2002,&quot;</a> &quot;<a href=\"http://co.jefferson.tx.us/cclerk/election/previous/20041102_results.htm\">Election Results November 2, 2004,&quot;</a> <a href=\"http://co.jefferson.tx.us/cclerk/election/previous/20061107_results.htm\">&quot;2006 General Election,&quot;</a> <a href=\"http://co.jefferson.tx.us/cclerk/election/previous/20081104_ElectionSummaryFinal.pdf\">&quot;2008 Special and General Elect November 4, 2008,&quot;</a> (accessed Dec. 29, 2010)<br />\r\n\t<br />\r\n\tJefferson County Clerk&rsquo;s office, responses to PolitiFact Texas, Texas House District 21 local <a href=\"http://alt.coxnewsweb.com/statesman/politifact/12272010_jeffersonctyresponsepftexas.xls\">results</a>, November 1998 elections and local <a href=\"http://alt.coxnewsweb.com/statesman/politifact/12272010_jeffersonctyresponsepftexas2.xls\">results</a>, November 2010 elections (received Dec. 27, 2010)<br />\r\n\t<br />\r\n\tTexas Legislative Council, <a href=\"http://www.fyi.legis.state.tx.us/fyiwebdocs/PDF/house/dist21/m1.pdf%20\">map</a>, Texas House District 21, and election returns for HD 21, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/12162010_oldhd211081994txlegcouncilpftexas.pdf\">1994,</a> <a href=\"http://alt.coxnewsweb.com/statesman/politifact/08022010_OldHD211998txlegcouncil.pdf\">1998</a>, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/08022010_OldHD%20212000txlegcouncil.pdf\">2000</a>, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/11262001_HD212002txlegcouncil.pdf\">2002</a>, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/11262001_HD212004txlegcouncil.pdf\">2004</a>, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/11262001_HD212006txlegcouncil.pdf\">2006</a> and <a href=\"http://alt.coxnewsweb.com/statesman/politifact/11262001_HD212008txlegcouncil.pdf\">2008</a> (accessed Dec. 20, 2010 and received Dec. 16, 2010 through Jan. 4, 2011)</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "businessman", "false_count": 0, "first_name": "Allan", "half_true_count": 1, "home_state": "Texas", "id": 928, "last_name": "Ritter", "mostly_true_count": 0, "name_slug": "allan-ritter", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/ritter122010.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/928/", "total_count": 2, "true_count": 0, "website": "http://www.allanritter.com/"}, "statement": "<p>\r\n\t&quot;In my 12 years in the House, I have watched my district go from a solidly Democratic district to a heavily solid Republican district.&quot;</p>", "statement_context": "a press conference.", "statement_date": "2010-12-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 149, "photo": null, "resource_uri": "/api/v/2/subject/149/", "subject": "Bipartisanship", "subject_slug": "bipartisanship", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}