{"art": [], "author": [{"email_address": "jnelson@journalsentinel.com", "first_name": "James B.", "id": 176, "last_name": "Nelson", "name_slug": "james-b-nelson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/176/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2011/jan/10/lee-holloway/acting-milwaukee-county-executive-lee-holloway-acc/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 3038, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "jnelson@journalsentinel.com", "first_name": "James B.", "id": 176, "last_name": "Nelson", "name_slug": "james-b-nelson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/176/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/3038/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tWhen Milwaukee County Board Chairman Lee Holloway took office as acting county executive Dec. 28, 2010, he laid out his vision for the county before a crowd of more than 250 people at a Courthouse swearing-in ceremony.<br />\r\n\t<br />\r\n\tAmid the vision, he made passing reference to his notoriety as a city landlord.<br />\r\n\t<br />\r\n\tEarlier in December, Holloway was ordered into court -- again -- for not correcting building code violations on five apartment buildings he owns with his wife, Lynda, on W. Atkinson Ave. Holloway had been <a href=\"http://www.jsonline.com/news/milwaukee/110894119.html\">cited</a> for 116 violations ranging from rodent and roach infestations to loose window trim and moldy walls, according to city officials and inspection records.<br />\r\n\t<br />\r\n\tSome of the violations have been <a href=\"http://www.jsonline.com/news/milwaukee/111168444.html\">fixed</a>. According to a Dec. 2, 2010 <a href=\"http://www.jsonline.com/news/milwaukee/111168444.html\">Journal Sentinel </a><a href=\"http://www.jsonline.com/news/milwaukee/111168444.html\">article</a> only 63 of the 116 violations were part of the case sent to court. And inspection notes indicated some of the remaining 63 already had been addressed.<br />\r\n\t<br />\r\n\tThe violations date back to 2009, and have been subject to monthly re-inspections -- many at a cost of $350 per visit. His problems with code violations stretch back years, according to city records and news reports.<br />\r\n\t<br />\r\n\tIn his swearing-in speech, Holloway didn&rsquo;t say much about his violations, but took this unscripted swipe at City Hall: &quot;We know that the city uses the building inspection area as a revenue base.&quot;<br />\r\n\t<br />\r\n\tIs Holloway right on that point? Is the city raking in building inspection fees to help balance the budget?<br />\r\n\t<br />\r\n\tWe called Holloway spokesman Harold Mester to ask what the acting executive -- and candidate for the full-time job in the April election -- was basing his statement on.<br />\r\n\t<br />\r\n\tMester responded that Holloway might talk -- if we first made some calls. He said we should contact Crown Hardware, Door City and Home Depot and find out what their customers said about building inspection fees.<br />\r\n\t<br />\r\n\tWe tried, but the responses led to unlisted phone numbers and shrugs as to why Holloway wanted a reporter to contact the business.<br />\r\n\t<br />\r\n\tMester then told us Holloway was not willing to discuss his comments further.<br />\r\n\t<br />\r\n\tHe did tell us Holloway received advice and data about the city&rsquo;s building inspection department from another landlord -- and occasional political foe -- Orville Seymer, a founder of the Citizens for Responsible Government.<br />\r\n\t<br />\r\n\tAfter hearing about Holloway&rsquo;s latest court date last month, Seymer said he called Holloway and &quot;invited myself&quot; to meet Holloway at the apartments for a visit from city inspectors.<br />\r\n\t<br />\r\n\t&quot;I don&rsquo;t think that Lee Holloway is the problem here,&quot; said Seymer. &quot;I think it&rsquo;s the Department of Neighborhood Services. They&rsquo;re out to get Holloway and they&rsquo;re out to get landlords in general.&quot;<br />\r\n\t<br />\r\n\tSeymer said he shared with Holloway budget data that he has collected that he argues shows building inspectors are padding city coffers.<br />\r\n\t<br />\r\n\tHe prepared a spreadsheet showing the growth in recent years in &quot;special charges&quot; on the city tax rolls -- money added to property tax bills that is owed to the city for services provided.<br />\r\n\t<br />\r\n\tThose numbers are growing, according to the city. Those &quot;special charges&quot; were $6.9 million in 2010, compared with $4 million in 2006. &nbsp;<br />\r\n\t<br />\r\n\tBut those charges take in much more than building inspection fees. They also include boarded-up buildings, abandoned cars, litter and snow and ice removal.<br />\r\n\t<br />\r\n\tWhat&rsquo;s more, city officials say the increases have come as a tidal wave of foreclosed properties have hit the city -- and as the city has taken numerous steps to keep those buildings from falling into disrepair. Last year there were 6,427 foreclosures in Milwaukee County, and the vast majority of those were in the city of Milwaukee.<br />\r\n\t<br />\r\n\tFor instance: Records show that last year the city had nearly four times as many properties that needed boarding up and spent about twice as much on litter removal compared with five years ago.<br />\r\n\t<br />\r\n\tSo, what about the fees Holloway is being charged to cover inspections of his properties?<br />\r\n\t<br />\r\n\tIn 2010, the city collected about $4 million in fees for re-inspections of 5,939 properties. That compares with $2.53 million for 6,091 properties in 2006.<br />\r\n\t<br />\r\n\tThe amount taken in was up, officials said, because the city increased re-inspection fees for property owners who received repeated visits. The fees increase from $50 to $350 for the fourth visit -- viewed as an added incentive for landlords to make repairs in a timely fashion.<br />\r\n\t<br />\r\n\tCity Budget Director Mark Nicolini said the fees help fund the operation of the city&rsquo;s Department of Neighborhood Services. That department had a $14 million budget for 2010, with that amount being paid by various fees generated by department services.<br />\r\n\t<br />\r\n\tUnder state law, the city cannot use fees to cover anything more than the service provided.<br />\r\n\t<br />\r\n\t&quot;These aren&rsquo;t additional revenues,&quot; said Nicolini. &quot;We can&rsquo;t use them to go fund garbage collection.&quot;<br />\r\n\t<br />\r\n\tPatrick Curley, chief of staff to Mayor Tom Barrett, was even stronger on this point.<br />\r\n\t<br />\r\n\t&quot;Mr. Holloway does not have the facts on the city budget,&quot; Curley said. &quot;Mr. Holloway is dead wrong.&quot;<br />\r\n\t<br />\r\n\tOK, we&rsquo;ve finished our inspection of Holloway&rsquo;s building inspection statement. No charge.<br />\r\n\t<br />\r\n\tHolloway, who is due in court Jan. 27, 2011, for the building inspection fees, said the city is using such charges to balance its budget. The city has had more re-inspections and other unpaid charges in recent years. But there&rsquo;s no evidence that the city uses them as a revenue source or to otherwise pad the budget -- indeed, it&rsquo;s against state law to use fees for anything beyond paying for the service provided.<br />\r\n\t<br />\r\n\tWe&rsquo;ll add this to that summation: False.</p>", "ruling_comments_date": "2011-01-07T19:27:17.693019", "ruling_date": "2011-01-10T09:00:00", "ruling_headline": "Acting Milwaukee County Executive Lee Holloway accuses city of padding budget with inspection fees", "ruling_headline_slug": "acting-milwaukee-county-executive-lee-holloway-acc", "ruling_link_text": "State law says fees can’t be put into other parts of the budget", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tMilwaukee Journal Sentinel, Holloway offers ambitious agenda for 30-day stint, Dec. 28, 2010</p>\r\n<p>\r\n\tMilwaukee Journal Sentinel, &quot;Holloway says he&rsquo;s devoted to better mental health care,&quot; Dec. 2, 2010<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel, &quot;Holloway due on court over building code violations,&quot; Nov. 28, 2010<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel, &quot;Problems mount at Holloway properties,&quot; Feb. 22, 2006<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel, &quot;City sets deadline for repairs,&quot; Feb. 23, 2006<br />\r\n\t<br />\r\n\tInterview, Orville Seymer, Jan. 5, 2011<br />\r\n\t<br />\r\n\tInterview, e-mails, Mark Nicolini, city of Milwaukee Budget Director, Jan. 5 and 6, 2011<br />\r\n\t<br />\r\n\tInterviews, Harold Mester, Milwaukee County Board spokesman, Jan. 5 and 6, 2011<br />\r\n\t<br />\r\n\tInterviews, e-mails, Todd Weiler, Milwaukee Department of Neighborhood Services, Jan. 7, 2011<br />\r\n\t<br />\r\n\tInterviews, e-mails, Tom Mishefske, Milwaukee Department of Neighborhood Services, Jan. 5, 6, and 7, 2011<br />\r\n\t<br />\r\n\tInterview, Patrick Curley, chief of staff, Mayor Tom Barrett, Jan. 5, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Chairman, Milwaukee County Boaerd of Supervisors", "false_count": 2, "first_name": "Lee", "half_true_count": 0, "home_state": "Wisconsin", "id": 888, "last_name": "Holloway", "mostly_true_count": 1, "name_slug": "lee-holloway", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Lee_Holloway.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/888/", "total_count": 5, "true_count": 0, "website": "http://county.milwaukee.gov/Holloway"}, "statement": "<p>\r\n\tThe City of Milwaukee &quot;uses the building inspection area as a revenue base.&quot;</p>", "statement_context": "a speech at his swearing-in ceremony", "statement_date": "2010-12-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 196, "photo": null, "resource_uri": "/api/v/2/subject/196/", "subject": "City Budget", "subject_slug": "city-budget", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}