{"art": [], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/ohio/statements/2011/jan/10/john-boehner/house-speaker-john-boehner-has-right-count-magnitu/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 3040, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/3040/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tRepublicans like to say the government is spending like a drunken sailor. Democrats say the government needs to keep spending, albeit strategically, to jolt job creation. It&rsquo;s all relative to political persuasion and the economic theories that partisans follow.<br />\r\n\t<br />\r\n\tBut congressman John Boehner, a southwestern Ohio Republican who just became speaker of the House of Representatives, provides a perspective that Americans outside of Washington &nbsp;might not think about.<br />\r\n\t<br />\r\n\t&quot;Our spending has caught up with us, and our debt soon will eclipse the entire size of our national economy,&quot; Boehner said in his inaugural remarks upon accepting the speaker&rsquo;s gavel. &quot;Hard work and tough decisions will be required of the 112th Congress.&quot;<br />\r\n\t<br />\r\n\tThere are certain assumptions built into this claim about the extent of the government&rsquo;s debt, although they are widely held and agreed to by the nonpartisan Congressional Budget Office and President Barack Obama&rsquo;s commission on reducing the deficit and debt. But before going there, we thought we&rsquo;d look at Boehner&rsquo;s statement in its most simplistic interpretation.<br />\r\n\t<br />\r\n\tThe United States government&rsquo;s total debt on the day Boehner took over as speaker was $14 trillion, according to the Treasury Department&rsquo;s interactive &quot;<a href=\"http://www.treasurydirect.gov/NP/BPDLogin?application=np\">Debt to the Penny</a>&quot; website.<br />\r\n\t<br />\r\n\tThe size of the United States economy, measured by the gross domestic product, or the value of all goods and services, was $14.745 trillion in the third quarter of 2010, the most recent quarter for which data is available. This number comes from the <a href=\"http://www.bea.gov/national/nipaweb/Index.asp\">U.S. Commerce Department&rsquo;s Bureau of Economic Analysis databases</a>.<br />\r\n\t<br />\r\n\tUsing only these numbers, it would appear that the eclipse is about to start. But since GDP estimates are not as current as the debt numbers, we wanted to see how big the debt was at the &nbsp;end of the third quarter of 2010. Going back to Treasury&rsquo;s calculator, we got a debt figure of $13.668 trillion by putting the date at Oct. 31, 2010. Boehner said &quot;soon,&quot; so he was correct: $13.6 trillion in debt against a $14.7 trillion economy signals the onset of an eclipse.<br />\r\n\t<br />\r\n\tEconomists and analysts who are reading this by now are shouting, &quot;Wait!&quot; We understand. &nbsp;Some government debt is considered way more troubling than other, and many analysts say that only part of it should be used when measuring its size against the total economy.<br />\r\n\t<br />\r\n\tA mercifully short primer: Federal debt has two major components, namely, debt held by the public and intragovernmental holdings. Public debt is money the government owes to the public, including foreigners who buy government T bills and retirees who want safe government bonds. &nbsp;The government sells them these bills and bonds and uses the money to operate. But like a loan, the money must be paid back in real cash.<br />\r\n\t<br />\r\n\tIntragovernmental holdings involve such things as Social Security Trust Fund IOU&rsquo;s and other transfers between divisions of the government. These borrowings must be repaid, too, but they don&rsquo;t put an immediate crimp on the government, and they often are handled by shuffling paper back and forth between departments, despite the future perils that may hold (the piper must be paid eventually, and all that).<br />\r\n\t<br />\r\n\tIn other words, the public debt will require real money to repay the lenders, and that has a faster ripple effect in the private sector. So we go back to that Treasury calculator to see how much money this might involve. It shows that the public debt on the day that Boehner took control of the House was nearly $9.4 trillion. It was $9.069 trillion as of the end of last October, when the GDP was $14.745 trillion, or nearly 62 percent of the GDP.<br />\r\n\t<br />\r\n\tThat&rsquo;s a high debt-to-GDP ratio by historic standards, although it was much higher at the end of World War II, when the debt did in fact exceed the nation&rsquo;s GDP. But what worries Boehner and many others is the projection that the public debt could reach World War II proportions again.<br />\r\n\t<br />\r\n\tIf current practices aren&rsquo;t changed, debt will reach 90 percent of GDP in 2020, according to the Congressional Budget Office, whose figures were cited by President Barack Obama&rsquo;s national <a href=\"http://www.fiscalcommission.gov/sites/fiscalcommission.gov/files/documents/TheMomentofTruth12_1_2010.pdf\">Commission on Fiscal Responsibility and Reform </a>in December.<br />\r\n\t<br />\r\n\tBrian Riedl, a research fellow at the conservative-leaning Heritage Foundation, told us the public debt could reach 100 percent of GDP by then, &quot;and if you add in state and local debt, it could be as early as 2016, 2017 or 2018.&quot;<br />\r\n\t<br />\r\n\tAnd if this trend were to continue? Unless Congress made some big changes, &quot;the federal debt would balloon to 185 percent of GDP by 2035,&quot; said the CBO. The president&rsquo;s commission used the same warning.<br />\r\n\t<br />\r\n\tWould this automatically be catastrophic? That depends on the government&rsquo;s choices. For a parallel, consider the mortgage on a house, which often exceeds the owner&rsquo;s income by 200 percent or 300 percent. The problem is that if there are other debts and the car breaks down and Junior suddenly needs braces, the homeowner is likely to have a problem that limits his financial and lifestyle options.<br />\r\n\t<br />\r\n\tFor the government, this would likely drive up interest rates as the government competed with the private sector to borrow money, and crimp economic growth. It could result in tax hikes, spending cuts and stingier government entitlements, analysts say..<br />\r\n\t<br />\r\n\tIt needs to be noted that these projections are based on the most dire projections that use a set of what-ifs, and rosier estimates show up, in fact, in current budget documents. But the what-ifs come from realistic expectations about the way Washington operates. For example, the CBO noted that Congress passed tax cuts a decade ago and projected they would only last a decade. Yet Congress just renewed them.<br />\r\n\t<br />\r\n\tSimilarly, Congress keeps passing temporary, one-year payment hikes for Medicare doctors who otherwise would see steep cuts -- and might stop caring for seniors. While well-intentioned, this keeps the long-term costs from looking too bad when projecting future budgets, despite the fact that renewal is a near certainty every single year. The CBO doesn&rsquo;t say this is nefarious; it just says that continuation of these kinds of practices has consequences.<br />\r\n\t<br />\r\n\tSo what of Boehner&rsquo;s claim that the debt will &quot;soon&quot; eclipse the size of the economy?</p>\r\n<ul>\r\n\t<li>\r\n\t\tUsing the broadest measure, that&rsquo;s true.</li>\r\n\t<br />\r\n\t<li>\r\n\t\tBut even if the total eclipse is a decade away, &quot;to me, that counts as soon,&quot; says Riedl, of Heritage. That&rsquo;s because it can take five to 10 years for congressional decisions &quot;to turn the budget ship around.&quot;</li>\r\n</ul>\r\n<p>\r\n\tWe are not endorsing or rejecting Boehner&rsquo;s proposed solutions or his analysis of the policies that led to the problem. Democrats blame the war in Iraq and the tax cuts of former President George W. Bush, while Republicans blame spending by Democrats and President Barack Obama&rsquo;s White House. Some economists suggest that with sensible policy changes and an economy that eventually turns robust, these fears will never come to pass.<br />\r\n\t<br />\r\n\tBut when the nonpartisan CBO and the Democratic president&rsquo;s fiscal commission agree with the Republican leader on the scope of the problem, both citing the prospect public debt at 185 percent of GDP, the Truth-O-Meter must concur that his prediction is reasonable.<br />\r\n\t<br />\r\n\tSo we rate Boehner&rsquo;s statement True.</p>", "ruling_comments_date": "2011-01-09T18:42:55.008234", "ruling_date": "2011-01-10T06:00:00", "ruling_headline": "House Speaker John Boehner has the right count on the magnitude of the federal debt", "ruling_headline_slug": "house-speaker-john-boehner-has-right-count-magnitu", "ruling_link_text": "This debt illustration is on the money", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tJohn Boehner&rsquo;s speech to the House of Representatives, CQ Transcripts Wire, 01-05-2010<br />\r\n\t<br />\r\n\tTreasury Department <a href=\"http://www.treasurydirect.gov/NP/BPDLogin?application=np\">&quot;Debt to the Penny and Who Holds It&quot;</a> database, accessed 01-06-2010<br />\r\n\t<br />\r\n\tCommerce Department Bureau of Economic Analysis <a href=\"http://www.bea.gov/national/nipaweb/Index.asp\">interactive tables on gross domestic product</a>, accessed 01-06-2010<br />\r\n\t<br />\r\n\tBrian Riedl, Heritage Foundation, telepphone interview, 01-06-2010<br />\r\n\t<br />\r\n\t<a href=\"http://www.cbo.gov/ftpdocs/119xx/doc11998/12-10-CostWaitingBrief.pdf\">&quot;Economic Impacts of Waiting to Resolve the Long-Term Budget Imbalance,&quot;</a> Congressional Budget Office, December 2010<br />\r\n\t<br />\r\n\t<a href=\"http://www.cbo.gov/ftpdocs/119xx/doc11999/12-14-FederalDebt.pdf\">&quot;Federal Debt and Interest Costs,&quot;</a> Congressional Budget Office, December 2010<br />\r\n\t<br />\r\n\t<a href=\"http://www.cbo.gov/ftpdocs/119xx/doc11998/12-10-CostWaitingBrief.pdf\">&quot;The Moment of Truth,&quot; </a>report of the National Commission on Fiscal Responsibility and Reform, December 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 13, "current_job": "Speaker of the House of Representatives", "false_count": 22, "first_name": "John", "half_true_count": 11, "home_state": "Ohio", "id": 49, "last_name": "Boehner", "mostly_true_count": 4, "name_slug": "john-boehner", "pants_count": 2, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-johnboehner.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/49/", "total_count": 69, "true_count": 17, "website": "http://www.speaker.gov/"}, "statement": "<p>\r\n\t&quot;Our spending has caught up with us, and our debt soon will eclipse the entire size of our national economy.&quot;</p>", "statement_context": "a speech in the House of Representatives", "statement_date": "2011-01-05", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 183, "photo": null, "resource_uri": "/api/v/2/subject/183/", "subject": "Deficit", "subject_slug": "deficit", "used_in_edition": ["/api/v/2/edition/10/"]}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}