{"art": [], "author": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2011/jan/13/chris-abele/milwaukee-county-executive-candidate-chris-abele-s/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 3052, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/3052/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tPhilanthropist Chris Abele stunned the political and charity worlds when he jumped into the spring 2011 race to succeed Scott Walker as Milwaukee County executive.<br />\r\n\t<br />\r\n\tAbele used his Jan. 4, 2011, announcement to position himself as an outsider who could build consensus and rise above politics to save critical services and solve the county&rsquo;s fiscal problems.<br />\r\n\t<br />\r\n\tIn a speech almost free of policy specifics, Abele made pragmatism the centerpiece of his pitch, telling reporters: &quot;I&rsquo;ve worked with Republicans, Democrats and anyone who has good ideas to find solutions. And I&rsquo;ve fought for our shared values without being an ideologue or a partisan.&quot;<br />\r\n\t<br />\r\n\tAbele (pronounced AY-buh-lee) argues that squabbling between Walker and the far more liberal Milwaukee County Board -- and to some extent between Republican Walker and Milwaukee Mayor Tom Barrett, a Democrat -- has hampered progress.<br />\r\n\t<br />\r\n\tAbele is a transplanted Bostonian unknown to most voters. To the degree he has had a public profile, his family&rsquo;s Argosy Foundation is best known for backing the arts and left-of-center social causes.<br />\r\n\t<br />\r\n\tHis statement made us wonder: Is he really a nonpartisan or bipartisan kind of guy?<br />\r\n\t<br />\r\n\tWe tested Abele&rsquo;s statement by checking his past political involvement, including donations to political campaigns, as well as examining the foundation&rsquo;s donations.<br />\r\n\t<br />\r\n\tBeyond that, the question of nonpartisanship can be measured by his positions on key issues facing the county. We aimed to put him on the record about those as well.<br />\r\n\t<br />\r\n\t<strong>Personal contributions</strong><br />\r\n\t<br />\r\n\tThe <a href=\"http://wisdc.org/index.php?module=wisdc.websiteforms&amp;cmd=searchadvanced&amp;filter=+Search+&amp;contributor_name=Abele%2C+Chris\">long paper </a><a href=\"http://wisdc.org/index.php?module=wisdc.websiteforms&amp;cmd=searchadvanced&amp;filter=+Search+&amp;contributor_name=Abele%2C+Chris\">trail</a> left by Abele&rsquo;s personal campaign donations since 2000 leaves no doubt he is a very loyal Democrat.<br />\r\n\t<br />\r\n\tHe has given heavily to Democratic Party office-seekers here and around the country, to the Democratic Party itself and in 2002 was on the campaign finance committee for Jim Doyle in his first race for governor.<br />\r\n\t<br />\r\n\tHe has plugged funds into key state legislative contests outside Milwaukee that were important for determining the balance of power in Madison. Among the recipients closer to home: Pedro Colon, Lena Taylor, Sheldon Wasserman and Jim Sullivan -- now a foe in the exec&rsquo;s race.<br />\r\n\t<br />\r\n\tHis federal donations have helped Wisconsin congressional candidates Russ Feingold, Dave Obey, Steve Kagen and Tammy Baldwin, as well as Paul Wellstone of Minnesota and Michael Bennet of Colorado.<br />\r\n\t<br />\r\n\tIn 2004, Abele lined up attendees at a Ted Kennedy fundraiser for John Kerry&rsquo;s presidential bid. And in 2008, Barack Obama got a check.<br />\r\n\t<br />\r\n\t&quot;His politics are well known,&quot; said David Gordon, who directed the Milwaukee Art Museum when Abele served on its board. &quot;He&rsquo;s known as a supporter of Democratic policies. He&rsquo;s a liberal. He would be proud to use the word and not ashamed of it.&quot;<br />\r\n\t<br />\r\n\tIt&rsquo;s not uncommon for major community figures who work with various governments to hedge their bets with small donations to candidates they may not necessarily favor personally. Abele has not done that.<br />\r\n\t<br />\r\n\tWhen he began making political donations in 2000, Abele suggested to the Journal Sentinel -- which described him as a &quot;young millionaire&quot; -- he wouldn&rsquo;t just give to Democrats.<br />\r\n\t<br />\r\n\tBut we couldn&rsquo;t find one dime in donations over a decade to a Republican candidate out of about $175,000. And Abele himself could not point out any to GOP candidates or incumbents in a partisan position.<br />\r\n\t<br />\r\n\tAbele downplays his Democratic bent, saying he doesn&rsquo;t necessarily agree with his favored candidates on everything.<br />\r\n\t<br />\r\n\tHe gets a mixed political report card from his own campaign co-chairman, Milwaukee businessman-philanthropist Sheldon Lubar -- Abele&rsquo;s closest Republican ally by his own account. The pair have worked together for years studying and offering solutions to Milwaukee County&rsquo;s fiscal plight, in their role as co-chairs of a group set up by the Greater Milwaukee Committee, a group of local business and civic leaders.<br />\r\n\t<br />\r\n\tLubar, co-chairman of Abele&rsquo;s campaign, said Abele is a moderate who is &quot;kind of&quot; nonpartisan and won&rsquo;t spend money the county doesn&rsquo;t have.<br />\r\n\t<br />\r\n\t&quot;He&rsquo;s ideological, but he&rsquo;s not a (political) party freak,&quot; Lubar added.<br />\r\n\t<br />\r\n\tJulia Taylor, president of the Greater Milwaukee Committee, said Abele did not show any partisan bent in his work studying county government&rsquo;s future.<br />\r\n\t<br />\r\n\t&quot;He likes to get a lot of different viewpoints at the table,&quot; she said.<br />\r\n\t<br />\r\n\t<strong>Foundation giving</strong><br />\r\n\t<br />\r\n\tThe primary source of Abele&rsquo;s influence around town is the Argosy Foundation. It&rsquo;s a private family foundation established in 1997 by Abele&rsquo;s father, John, a co-founder of the medical technology firm Boston Scientific.<br />\r\n\t<br />\r\n\tThe younger Abele now directs Argosy from Milwaukee -- and Wisconsin organizations are prominent recipients. Abele, 43, who moved here in the early 1990s, says he is the main decision-maker in the family on the local grants.<br />\r\n\t<br />\r\n\tThe foundation&rsquo;s grants slowed to a relative trickle in 2009 -- just $550,000 nationally and only $89,000 in Wisconsin. Before Boston Scientific&rsquo;s stock went south, the foundation was doling out as much as $14.5 million a year. Figures for 2010 are not yet available.<br />\r\n\t<br />\r\n\tChris Abele <a href=\"http://www.bizjournals.com/milwaukee/stories/2002/11/18/story2.html\">told The Business </a><a href=\"http://www.bizjournals.com/milwaukee/stories/2002/11/18/story2.html\">Journal</a> in 2002 that his goal was that Argosy outstrip Milwaukee&rsquo;s conservative Bradley Foundation &quot;but with a much different political bent.&quot;<br />\r\n\t<br />\r\n\tHe made good on the second part: Argosy has funded progressive social causes such as Planned Parenthood, homeless prevention, global warming, alternative energy and the Wisconsin Citizen Action Fund, the sister organization of group representing a coalition of labor and social justice causes. The Progressive magazine in Madison is a beneficiary.<br />\r\n\t<br />\r\n\tBut the arts here and in several others states are the prime beneficiary, including many mainline performing arts groups and museums. He has served on the boards of the Marcus Center for the Performing Arts and the Milwaukee Symphony Orchestra.<br />\r\n\t<br />\r\n\tArgosy also backs a number of good-government causes, and well-established organizations that transcend politics, such as the Boys &amp; Girls Clubs, Midwest Athletes Against Childhood Cancer and the American Heart Association.<br />\r\n\t<br />\r\n\tEducation is another pet cause, and the only area where Argosy&rsquo;s donations clearly lean to the free-market conservative side -- at least in some donations supporting the charter and for-profit school movements.<br />\r\n\t<br />\r\n\tSo what has the money trail shown us?<br />\r\n\t<br />\r\n\tA &quot;partisan&quot; label seems pretty fair based solely on Abele&rsquo;s campaign donations -- especially if you narrowly define partisan as a &quot;strong supporter of a person, group, or cause.&quot; That&rsquo;s a common dictionary definition. His foundation giving is broader, but the social causes certainly lean left.<br />\r\n\t<br />\r\n\tBut &quot;partisan&quot; carries a broader, more negative meaning: a biased, emotional attachment to ideas and unwillingness to listen or acknowledge alternate viewpoints.<br />\r\n\t<br />\r\n\t<strong>Positions on the issues</strong><br />\r\n\t<br />\r\n\tAbele does not seem like a rigid thinker; from what&rsquo;s known about his positions on local issues, he defies easy labeling.<br />\r\n\t<br />\r\n\tHe may be a traditional liberal in some broad sense, but when it comes to local politics Abele strays from that orthodoxy on some key issues:</p>\r\n<ul>\r\n\t<li>\r\n\t\t<strong>Taxes</strong>. He has not adopted Walker&rsquo;s strict &quot;no new taxes&quot; approach, but says tax increases should be a &quot;last resort&quot; until the county gets its act together. Specifically, a dedicated sales tax for parks or transit is out for the &quot;foreseeable future,&quot; he told PolitiFact Wisconsin.</li>\r\n\t<li>\r\n\t\t<strong>Privatization</strong>. He told us he is &quot;wide open&quot; to privatizing more county services if it saves money, preserves an important service or improves poorly delivered programs such as mental health. County employee unions have fiercely fought such moves.</li>\r\n\t<li>\r\n\t\t<strong>Intergovernmental cooperation</strong>. He is open to letting other municipalities perform some of what the county now does, or have the county take over other things.</li>\r\n\t<li>\r\n\t\t<strong>Employee benefits</strong>. With Lubar, he called for an end to lifetime health insurance for transit workers, and says getting employee costs under control is important. He says Walker didn&rsquo;t go far enough, fast enough to trim pension liabilities.</li>\r\n\t<li>\r\n\t\t<strong>Public education</strong>. He favors a mayoral takeover of the Milwaukee Public Schools, and urged Barrett to push for that. It died quickly but isn&rsquo;t necessarily buried.</li>\r\n</ul>\r\n<p>\r\n\t<br />\r\n\tOn the other hand, some of Abele&rsquo;s rhetoric seems designed to reassure progressives -- suggesting we can protect services even in the county&rsquo;s time of fiscal peril.<br />\r\n\t<br />\r\n\t&quot;The answer is not to continually cut the critical county services that for years have been neglected, like transit, public safety, mental health services and support for our parks,&quot; Abele said at his announcement.<br />\r\n\t<br />\r\n\tAbele supported the use of federal funds for a high-speed rail link between Madison and Milwaukee. Wisconsin lost the $800 million after Walker opposed the project during the governor&rsquo;s race.<br />\r\n\t<br />\r\n\tUnder questioning, he resists being pinned down, preferring to offer lengthy analyses of competing liberal and conservative political philosophies, saying he takes good ideas from both sides.<br />\r\n\t<br />\r\n\tHe&rsquo;s still an enigma to key interest groups in the county, from unions on the left to anti-tax groups on the right.<br />\r\n\t<br />\r\n\tAbele recently asked to meet with Rich Abelson, leader of the powerful county employee union, AFSCME District Council 48. He sought to assure the union boss that he&rsquo;s not a Darth Vader seeking to blow up county government, but made no specific commitments, Abelson said.<br />\r\n\t<br />\r\n\t&quot;He didn&rsquo;t ask for our endorsement,&quot; Abelson said. &quot;I came away from our breakfast together not knowing what he really wants to do.&quot;<br />\r\n\t<br />\r\n\tOne of the most high-profile conservative activists on the county scene, Chris Kliesmet of Citizens for Responsible Government, also sat down with Abele recently. Kliesmet said Abele struck him as &quot;almost apolitical.&quot;<br />\r\n\t<br />\r\n\t&quot;The question in every conservative&rsquo;s mind should be, &lsquo;Is this guy a wolf in sheep&rsquo;s clothing?&rsquo;&quot; Kliesmet said.<br />\r\n\t<br />\r\n\tThat brings us back to the question of who Abele is. More specifically, is he what he defines himself as -- non-ideological and nonpartisan?<br />\r\n\t<br />\r\n\tBased on where he puts his own money, Abele&rsquo;s politics are decidedly Democratic -- and his family&rsquo;s foundation backs a variety of liberal social causes and just a few that would be considered conservative. Abele made clear his political intentions when he declared his plans to make Argosy an ideological counterweight to the conservative Bradley Foundation. His own campaign co-chairman says he is ideological.<br />\r\n\t<br />\r\n\tWhen it comes to his stated positions on county issues, a limited number at best, they cannot be labeled under one partisan banner. As promises of future behavior, though, they carry less weight than the money trail he has already established.<br />\r\n\t<br />\r\n\tFor now, we&rsquo;ll call his statement Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2011-01-12T18:05:56.997805", "ruling_date": "2011-01-13T09:00:00", "ruling_headline": "Milwaukee County executive candidate Chris Abele says he’s not partisan", "ruling_headline_slug": "milwaukee-county-executive-candidate-chris-abele-s", "ruling_link_text": "Following the money suggests otherwise when it comes to partisanship", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tChris Abele, <a href=\"http://www.facebook.com/home.php#%21/notes/chris-abele-for-milwaukee-county-executive/why-im-running-for-milwaukee-county-executive/124475647617640\">campaign announcement</a>, Jan. 4, 2011<br />\r\n\t<br />\r\n\tInterview with Chris Abele, county executive candidate, Jan. 10, 2011<br />\r\n\t<br />\r\n\tInterview with Chris Kliesmet, Citizens for Responsible Government, Jan. 10, 2011<br />\r\n\t<br />\r\n\tInterview with Rich Abelson, AFSCME District Council 48, Jan. 10, 2011<br />\r\n\t<br />\r\n\tInterview with Bruce Thompson, Milwaukee Public Schools board of directors, Jan. 11, 2011<br />\r\n\t<br />\r\n\tInterview with Sheldon Lubar, Abele campaign co-chairman, Jan. 7, 2011<br />\r\n\t<br />\r\n\tEmail interviews with Phil Walzak, Abele campaign manager, Jan. 7-11, 2011<br />\r\n\t<br />\r\n\tInterview with Julia Taylor, president, Greater Milwaukee Committee, Jan. 12, 2011<br />\r\n\t<br />\r\n\tInterview with David Gordon, former Milwaukee Art Museum director, Jan. 10, 2011<br />\r\n\t<br />\r\n\tInterview with Margaret Farrow, WisconsinEye, Jan. 10, 2011<br />\r\n\t<br />\r\n\tArgosy Foundation, financial reports, accessed Jan. 7, 2011<br />\r\n\t<br />\r\n\tArgosy Foundation, <a href=\"http://www.argosyfoundation.org/\">annual reports</a>, accessed Jan. 7, 2011<br />\r\n\t<br />\r\n\tJournal Sentinel archives<br />\r\n\t<br />\r\n\tThe Business Journal of Milwaukee, <a href=\"http://www.bizjournals.com/milwaukee/stories/2002/11/18/story2.html\">Foundation Moves to Milwaukee</a>, Nov. 17, 2002</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "Philanthropist", "false_count": 5, "first_name": "Chris", "half_true_count": 5, "home_state": "", "id": 959, "last_name": "Abele", "mostly_true_count": 4, "name_slug": "chris-abele", "pants_count": 2, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Abele_Chris_PFACT_2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/959/", "total_count": 22, "true_count": 1, "website": "http://chrisabele.com/"}, "statement": "<p>\r\n\t&quot;I have fought for our shared values without being an ideologue or a partisan&quot;</p>", "statement_context": "a news conference announcing his candidacy for Milwaukee County executive", "statement_date": "2011-01-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}], "target": [], "twitter_headline": ""}