{"art": [], "author": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2011/jan/18/phil-gingrey/marietta-republican-says-single-immigrant-can-lead/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jdenery@ajc.com", "first_name": "Jim ", "id": 141, "last_name": "Denery", "name_slug": "jim-denery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/141/", "title": "Word editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 3058, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/3058/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tU.S. Rep. Phil Gingrey wants Georgians to know that even a trickle of immigration can lead to a deluge.<br />\r\n\t<br />\r\n\tThe Marietta Republican explained just how bad he thinks it can get during a state legislative committee meeting on immigration. Speaking via a video conference transmission from Washington on Dec. 16, he put blame on the shoulders of national immigration policy.<br />\r\n\t<br />\r\n\t&quot;And so now, under the policy, our immigration policy, literally one person with a green card can bring in, in the extreme ... 279 people.&quot;<br />\r\n\t<br />\r\n\tThat sounds like a lot. Is this true?<br />\r\n\t<br />\r\n\tImmigration became a central issue during the election season when now-Gov. Nathan Deal and his Democratic foe, former Gov. Roy Barnes, both called for an Arizona-style immigration law. That state&#39;s decision to take a more active role enforcing federal laws prompted the U.S. Department of Justice to file suit against it.<br />\r\n\t<br />\r\n\tWe called Gingrey&#39;s office for evidence. A staffer referred us to NumbersUSA, a <font>nonprofit group</font> that advocates for lower immigration levels.<br />\r\n\t<br />\r\n\tRoy Beck, the group&#39;s executive director, said he did not know of any cases where this happened, but he stressed it&#39;s possible through &quot;chain migration.&quot; That&#39;s when immigrants take advantage of U.S. rules that allow them to bring their relatives here.<br />\r\n\t<br />\r\n\tForeigners who obtain green cards can apply to the U.S. Citizenship and Immigration Services to bring their spouses and unmarried children. If they become citizens and are over age 21, they can also apply to bring in their married children, parents and siblings.<br />\r\n\t<br />\r\n\tWe checked NumbersUSA&#39;s math.<br />\r\n\t<br />\r\n\tThe group used immigration rules and fertility rates for less-developed countries to determine that 273 relatives of a legal immigrant can follow him during the next 15 years. (Gingrey said 279, but we won&#39;t count this slight difference against him.)<br />\r\n\t<br />\r\n\tSince Gingrey said such immigration was possible &quot;in the extreme,&quot; we accepted the group&#39;s assumptions such as that in recent years, families in the less-developed world have, on average, three children, and that all of an immigrant&#39;s eligible family members would leave for the U.S. and become citizens as soon as they could legally do so.<br />\r\n\t<br />\r\n\tWe also assumed there were absolutely no visa processing waits and that immigration backlogs do not exist.<br />\r\n\t<br />\r\n\tWe found NumbersUSA&#39;s estimate was not based on &quot;literally one person with a green card&quot; entering the country, as Gingrey said. Their estimate assumes that the first immigrant comes here as a worker with his spouse and three children. This roughly doubles its estimate.<br />\r\n\t<br />\r\n\tWe also found that immigration researchers generally agree that in the real world, such large-scale immigration is at least extremely unlikely if not impossible.<br />\r\n\t<br />\r\n\tJessica Vaughan of the Center for Immigration Studies, which advocates for lower immigration levels, is critical of chain migration, but she noted that administrative wait times and quotas can make such large-scale migration difficult. She had not heard of a case where this has happened.</p>\r\n<p>\r\n\t<br />\r\n\tKaren Woodrow-Lafield, who studies immigration as a professor at the Maryland Population Research Center at the University of Maryland, noted those same problems. She said such numbers are &quot;not possible under the current immigration system&quot; because of visa application backlogs.<br />\r\n\t<br />\r\n\tAtlanta&#39;s USCIS field office now takes four or five months to process immigration documents. In California, the processing time for U.S. citizens to bring in siblings is more than four years.<br />\r\n\t<br />\r\n\tCrystal Williams, executive director of the American Immigration Lawyers Association, a national association of attorneys and law professors who practice and teach immigration law, said her group also determined that NumbersUSA&#39;s figures are not possible. Her group supports the U.S. Justice Department&#39;s suit against Arizona.<br />\r\n\t<br />\r\n\t&quot;If people could bring in those numbers, they would have,&quot; Williams said. &quot;But they didn&#39;t.&quot;<br />\r\n\t<br />\r\n\tU.S. law sets yearly quotas on legal permanent residents and caps the percentage of potential immigrants from a particular country to 7 percent.<br />\r\n\t<br />\r\n\tThis means waits that can last for decades. For instance, Filipino siblings of U.S. residents who applied for visas before Jan. 1, 1988, are only just beginning to be interviewed for entry, according to the U.S. State Department. For countries without backlogs, the date is Jan. 1, 2002<font><font>. </font></font><br />\r\n\t<br />\r\n\tIn reality, chain-migration numbers are much lower, experts who study the subject told us.&nbsp; Over a span of 20 years, immigrants who came in on employment visas in 1971 brought in an average of one resident.<br />\r\n\t<br />\r\n\t<font>More recently, one researcher found </font><font>that on average, one foreign citizen brings in 2.1 others under family reunification rules.</font> And another study shows only some 10 percent of immigrants who got their green cards in 2003 petitioned to bring a relative to the U.S.<br />\r\n\t<br />\r\n\tSo what does this mean?<br />\r\n\t<br />\r\n\tGingrey said that &quot;literally one person with a green card&quot; could bring in more than 270 others &quot;in the extreme.&quot; But we found his figure was not based on one person. It&#39;s based on a family of five.<br />\r\n\t<br />\r\n\tWe found this scenario is likely impossible under quotas established under current immigration policy. Quotas mean it can take years -- even decades. Merely processing immigration documents can take months, if not years.<br />\r\n\t<br />\r\n\tGiven that recent data show that the average immigrant brings in 2.1 others in his lifetime, Gingrey could easily have remained within the bounds of accuracy by describing an &quot;extreme&quot; scenario as one where two or three dozen others followed the first immigrant within 15 years.&nbsp;<br />\r\n\t<br />\r\n\tInstead, he said &quot;279&quot; -- hundreds more than &quot;extreme.&quot; We therefore rule Gingrey&#39;s statement False.</p>", "ruling_comments_date": "2011-01-14T13:36:41.953734", "ruling_date": "2011-01-18T06:00:00", "ruling_headline": "Marietta Republican says a single immigrant can lead to more than 270 others", "ruling_headline_slug": "marietta-republican-says-single-immigrant-can-lead", "ruling_link_text": "No huddled masses. More like a party of two.", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tNumbersUSA chain-migration charts, received Jan. 4 and Jan. 10, 2011<br />\r\n\t<br />\r\n\tE-mail interview, Guillermina Jasso, professor, New York University, Jan. 7, 2011<br />\r\n\t<br />\r\n\tE-mail interview, Karen Woodrow-Lafield, professor, Maryland Population Research Center at the University of Maryland, Jan. 7, 2011<br />\r\n\t<br />\r\n\tInterview, Bin Yu, adjunct professor, Rhode Island University, Jan. 7, 2011<br />\r\n\t<br />\r\n\tInterview, <font><font>Roy Beck</font></font>, executive director, NumbersUSA, Jan. 5, 2011<br />\r\n\t<br />\r\n\tInterview, Crystal Williams, executive director, American Immigration Lawyers Association, Jan. 9, 2011<br />\r\n\t<br />\r\n\tInterview, Rosemary Jenks, director of government relations, NumbersUSA, Jan. 11, 2011</p>\r\n<p>\r\n\tInterview, Jessica Vaughan, Director of Policy Studies, Center for Immigration Studies, Jan. 5, 2011<br />\r\n\t<br />\r\n\tU.S. Department of State,<a href=\"http://travel.state.gov/visa/statistics/ivstats/ivstats_4581.html\"> Immigration Visa Statistics</a><br />\r\n\t<br />\r\n\tU.S. Citizenship and Immigration Services, <a href=\"https://egov.uscis.gov/cris/processTimesDisplayInit.do\">Processing Time Information</a>, retrieved Jan. 11, 2011<br />\r\n\t<br />\r\n\tU.S. Department of State, <a href=\"http://travel.state.gov/visa/bulletin/bulletin_5212.html\">Visa Bulletin for January 2011</a>, retrieved Jan. 10, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "U.S. Congressman", "false_count": 5, "first_name": "Phil", "half_true_count": 2, "home_state": "Georgia", "id": 727, "last_name": "Gingrey", "mostly_true_count": 1, "name_slug": "phil-gingrey", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Phil_Gingrey.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/727/", "total_count": 12, "true_count": 1, "website": ""}, "statement": "<p>\r\n\tUnder current U.S. immigration policy, &quot;literally one person with a green card&quot; can, in the extreme, bring in more than 270 of his relatives.</p>", "statement_context": "a state legislative committee meeting", "statement_date": "2010-12-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "Rep. Phil Gingrey says 1 immigrant can bring in 270+ in 15 years. True? "}