{"art": [], "author": [{"email_address": "gemery@cox.net", "first_name": "C. Eugene", "id": 144, "last_name": "Emery Jr.", "name_slug": "c-eugene-emery", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/gene_emery80_.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/144/", "title": "PolitiFact correspondent", "twitter": null}], "canonical_url": "/rhode-island/statements/2011/jan/16/robert-flanders/education-chairman-says-each-high-school-dropout-c/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "tmurphy@providencejournal.com", "first_name": "Tim", "id": 145, "last_name": "Murphy", "name_slug": "tim-murphy", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/tim_murphy2_80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/145/", "title": "Editor", "twitter": null}], "facebook_headline": null, "id": 3061, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "gemery@cox.net", "first_name": "C. Eugene", "id": 144, "last_name": "Emery Jr.", "name_slug": "c-eugene-emery", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/gene_emery80_.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/144/", "title": "PolitiFact correspondent", "twitter": null}], "resource_uri": "/api/v/2/statement/3061/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tWith Rhode Island facing a budget crisis, officials are desperate to find ways to generate more revenue or save money.<br />\r\n\t<br />\r\n\tDuring a Dec. 17, 2010, budget summit, Robert G. Flanders Jr., chairman of the Rhode Island Board of Regents for Elementary and Secondary Education, said bringing down the state&#39;s high school dropout rate could be the key because a well-educated work force would attract new business.<br />\r\n\t<br />\r\n\tIn addition, he said, there could be a direct monetary benefit to government as well.<br />\r\n\t<br />\r\n\t&quot;The biggest thing I think we can do at the state level to promote savings is to do a better job of keeping kids in school and not having them turn out to be dropouts because the dropout problem -- it&#39;s not unique to Rhode Island of course -- but every dropout costs us $72,000 for the life of that person, whereas any person who has a college degree is generating hundreds of thousands of dollars for the state,&quot; he said. &quot;The most expensive tuition we pay is the tuition to send kids to the training school or the ACI [Adult Correction Institutions], and those are disproportionately populated with people who have no education or who have dropped out and have no skills to get jobs.&quot;<br />\r\n\t<br />\r\n\tDoes each dropout really cost the state $72,000 over a lifetime?<br />\r\n\t<br />\r\n\tWe&#39;re always curious where the numbers like these come from, so we decided to go to the source.<br />\r\n\t<br />\r\n\tFlanders&#39; office directed us to an <a href=\"http://www.providencechamber.com/files/RI%20fiscal%20impacts%20paper%20final.pdf\">April 2009 report</a> from Northeastern University&#39;s Center for Labor Market Studies prepared for the Board of Governors for Higher Education, The Greater Providence Chamber of Commerce and the Association of Independent Colleges and Universities of Rhode Island.<br />\r\n\t<br />\r\n\tTo find out how much high school dropouts cost the state, the authors used data gathered for the U.S. Census Bureau&#39;s American Community Survey to make several estimates. One was their average earnings from age 18 to 64 in 2007 dollars. That number turns out to be $827,438.<br />\r\n\t<br />\r\n\tThen they estimated how much a typical dropout pays during that period in federal, state and local taxes, including property and sales taxes.<br />\r\n\t<br />\r\n\tFinally, they subtracted how much the typical dropout is expected to receive in unemployment compensation, disability, food stamps, Medicaid, workers&#39; compensation and other social welfare programs, or how much would be spent to keep them in prison, using national incarceration statistics.<br />\r\n\t<br />\r\n\tIt turns out that, by their reckoning, an average high school dropout costs society $440,214 from age 18 to 64. That&#39;s offset by the $367,867 he or she pays in taxes.<br />\r\n\t<br />\r\n\tThus, a dropout&#39;s lifetime cost is $72,347, which is where Flanders&#39; $72,000 number comes from.<br />\r\n\t<br />\r\n\tLooked at another way, the money you save by converting one dropout to one high school graduate is even higher. According to the methods used in the study, graduates have a lifetime income of $1,206,250, pay $532,922 in taxes, and consume $216,217 in services.<br />\r\n\t<br />\r\n\tInstead of being a $72,347 drain to the government, they add $316,705 to state, local, city and town coffers.<br />\r\n\t<br />\r\n\tSo the average net benefit to the tax rolls of preventing one dropout is $389,052 over a lifetime.<br />\r\n\t<br />\r\n\tIn theory.<br />\r\n\t<br />\r\n\tOne problem with Flanders&#39; comment is that he was talking about the impact of dropouts on the state, while the study looked at all taxes -- state, federal and local. State taxes make up about one quarter of a person&#39;s tax burden, according to estimates from The Tax Foundation, a respected business-backed tax policy group.<br />\r\n\t<br />\r\n\tSuddenly the $389,052 in tax benefit accrued by preventing one dropout and helping them graduate drops to about $100,000 over a lifetime. That&#39;s $2,100 per year.<br />\r\n\t<br />\r\n\tMeanwhile, we found other sources of information that made us wonder about the estimates.<br />\r\n\t<br />\r\n\tIf you do the math, you discover that, according to the study, dropouts and high school graduates pay 44 percent of their lifetime earnings in taxes.<br />\r\n\t<br />\r\n\tBut The Tax Foundation, which gives an annual estimate of how much Americans pay in taxes, reports that state, federal and local taxes amount to 27 percent of income, a much smaller ratio.<br />\r\n\t<br />\r\n\tAlso, in 2005, Cecilia Rouse, a professor of economics and public affairs at Princeton University, <a href=\"http://devweb.tc.columbia.edu/manager/symposium/Files/77_Rouse_paper.pdf\">made her own estimate</a> of the lifetime difference in income between dropouts and high school graduates. She pegged it at $260,000, much smaller than estimate of $378,812 found in the study cited by Flanders.<br />\r\n\t<br />\r\n\tIn her study, Rouse noted that the dollar amount varies significantly depending on how the economy behaves. The lifetime estimate could be as low as $121,000 or as high as $294,000.<br />\r\n\t<br />\r\n\tRouse, who now works at the White House as a member of the <a href=\"http://www.whitehouse.gov/administration/eop/cea/\">Council of Economic Advisers</a>, said such estimates include all sorts of assumptions that can quickly turn out to be outdated.<br />\r\n\t<br />\r\n\t&quot;There&#39;s a lot of variation in this,&quot; she said. &quot;These numbers are, at best, illustrative and are meant to make a point, and I don&#39;t encourage anybody to . . . say, &#39;That&#39;s the number.&#39;&quot;<br />\r\n\t<br />\r\n\tChristy Huebner Caridi, director of the Marist College Bureau of Economic Research in Poughkeepsie, N.Y., expressed concern that the Harrington study &quot;didn&#39;t pick up indirect costs such as the need for increased police and private security because there&#39;s an increased criminal element&quot; with more dropouts.<br />\r\n\t<br />\r\n\t&quot;There are many factors they couldn&#39;t take into consideration in a study like this,&quot; she said.<br />\r\n\t<br />\r\n\tWe asked Paul Harrington, the chief author of the study cited by Flanders, who is now at Drexel University in Philadelphia, about some of the discrepancies. He said one reason for the variation is that other reports exclude people who have no earnings; even though they have no income, they do end up paying some types of taxes such as sales tax.<br />\r\n\t<br />\r\n\t&quot;Because there are many more zero earners among dropouts, this will bring down their average per capita lifetime earnings estimates proportionately more than it will lower their average lifetime tax burden, given that they do pay some taxes,&quot; he warned. &quot;Our findings are consistent with other reports once we exclude zero earners from the analysis.&quot;<br />\r\n\t<br />\r\n\tHe also noted, correctly, that the Rouse study looked at employee payroll taxes, state income and federal income taxes, not sales and other types of taxes. So that&#39;s another reason why the analysis would come up with different numbers.<br />\r\n\t<br />\r\n\t&quot;I think we&#39;re using some of the best data out there for research purposes,&quot; he said. &quot;I think these are probably pretty solid numbers.&quot;<br />\r\n\t<br />\r\n\tThere&#39;s no disagreement that dropping out of high school is harmful, both for the individual and society. Dropouts tend to make less money, get in trouble with the law more often, require more social services and end up with more health problems.<br />\r\n\t<br />\r\n\tBut the $72,000 figure strikes us as another example of experts making assumptions and doing calculations that produce numbers that sound precise, yet may only be rough approximations of the truth.<br />\r\n\t<br />\r\n\tIn the end, while experts may calculate the cost of dropouts in different ways, they all agree that turning would-be dropouts into high school graduates is beneficial to the economy.<br />\r\n\t<br />\r\n\tBut Flanders cited the $72,000 figure with a degree of certainty that is undeserved. And he did not make it clear that the figure includes lost tax revenue to the federal government, not just the state.<br />\r\n\t<br />\r\n\tAs a result, the Truth-O-Meter grades his assertion as <a href=\"http://www.politifact.com/rhode-island/about/\">Half True</a>.</p>", "ruling_comments_date": "2011-01-14T17:30:49.716115", "ruling_date": "2011-01-16T00:01:00", "ruling_headline": "Education chairman says each high school dropout costs Rhode Island $72,000 over a lifetime", "ruling_headline_slug": "education-chairman-says-each-high-school-dropout-c", "ruling_link_text": "That's one rough estimate", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tProvidenceChamber.com, &quot;<a href=\"http://www.providencechamber.com/files/RI%20fiscal%20impacts%20paper%20final.pdf\">The Fiscal Consequences of Dropping Out of High School in Rhode Island</a>,&quot; April 2009, accessed Jan. 5, 2011<br />\r\n\t<br />\r\n\tAll4Ed.org, &quot;<a href=\"http://www.all4ed.org/files/archive/publications/HighCost.pdf\">The High Cost of High School Dropouts: What the Nation Pays for Inadequate High Schools,</a>&quot; October 2007, accessed Jan. 6, 2011<br />\r\n\t<br />\r\n\tDevWeb.tc.Columbia.edu, &quot;<a href=\"http://devweb.tc.columbia.edu/manager/symposium/Files/77_Rouse_paper.pdf\">The Labor Market Consequences of an Inadequate Education</a>,&quot; Cecilia Elena Rouse, Princeton University, September 2005, accessed Jan. 6, 2011<br />\r\n\t<br />\r\n\tE-mails, Elliot Krieger, spokesman, Rhode Island Department of Elementary and Secondary Education, Jan. 6 and 7, 2011<br />\r\n\t<br />\r\n\tE-mail, Richard Morrison, manager of media relations, The Tax Foundation, Jan. 7, 2011<br />\r\n\t<br />\r\n\tTaxFoundation.org, &quot;<a href=\"http://taxfoundation.org/files/sr177.pdf\">Special Report: April 9th is Tax Freedom Day</a>,&quot; March 2010, accessed Jan. 7, 2011<br />\r\n\t<br />\r\n\tInterview and e-mail, Paul Harrington, Drexel University, Jan. 10 and 14, 2011<br />\r\n\t<br />\r\n\tInterview, Christy Huebner Caridi, director, &nbsp;Bureau of Economic Research, Marist College, Jan. 7, 2011<br />\r\n\t<br />\r\n\tInterview, Cecilia Rouse, member, White House Council of Economic Advisers, Jan. 12, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Robert", "half_true_count": 1, "home_state": "Rhode Island", "id": 960, "last_name": "Flanders", "mostly_true_count": 0, "name_slug": "robert-flanders", "pants_count": 0, "party": {"id": 14, "party": "State official", "party_slug": "state-official", "resource_uri": "/api/v/2/party/14/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/ROBERT_FLANDERS.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/960/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\t&quot;Every dropout costs us $72,000 for the life of that person.&quot;</p>", "statement_context": "an economic forum", "statement_date": "2010-12-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}