{"art": [{"brightcove": "", "caption": "Martin Luther King Jr.'s niece Alveda King speaks in this National Black Republican Association video.", "id": 2017, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/2017/", "title": "MLK Republican video", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/F64k_INn-Tc?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "F64k_INn-Tc"}], "author": [{"email_address": "politifact@statesman.com", "first_name": "Meghan", "id": 672, "last_name": " Ashford-Grooms", "name_slug": "meghan-aashford-grooms", "on_staff_page": null, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/672/", "title": "staff writer", "twitter": ""}], "canonical_url": "/texas/statements/2011/jan/17/raging-elephants/houston-group-says-martin-luther-king-jr-was-repub/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": "Was MLK a Republican?", "id": 3062, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/3062/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Raging Elephants, a Houston-based group involved in unsuccessful efforts to stop GOP state Rep. Joe Straus from winning another turn as Texas House speaker, says on its website that it&#39;s dedicated to bringing more &quot;Americans of color&quot; to the ranks of conservative voters.</p>\r\n\r\n<p>Posted on the site is a video of a speech by the group&#39;s leader, Apostle Claver Kamau-Imani, titled &quot;Apostle Claver tells the world how the real party of racism is the Democrats.&quot; Also on the site, the group claims: &quot;Martin Luther King Jr. was a Republican!&quot;</p>\r\n\r\n<p>We weren&#39;t aware that the late civil rights leader ever expressed a partisan affiliation.</p>\r\n\r\n<p>Yet, we discovered, Republican groups have previously declared King one of their own. In 2006, the Sarasota, Fla.-based National Black Republican Association ran radio ads in Washington, D.C.; Georgia; Maryland; Ohio; and Pennsylvania including the statement that King was a Republican, according to an Oct. 19, 2006, Washington Post news story.</p>\r\n\r\n<p>And in 2008, according to news reports, the same group &mdash; whose website says it &quot;is dedicated to promoting the traditional values of the black community, which are in concert with the core Republican Party philosophy of strong families, personal responsibility, quality education and equal opportunities for all&quot; &mdash; paid for eight billboards bearing that message in Florida and South Carolina, as well as 50 billboards in Denver during the Democratic National Convention, where Barack Obama became the party&#39;s presidential nominee.</p>\r\n\r\n<p>In July 2009, Raging Elephants made the same claim on a Houston billboard, according to a July 14, 2009, news article on the Fox News Channel&#39;s website and a July 9, 2009, column in the Houston Chronicle.</p>\r\n\r\n<p>Kamau-Imani told FoxNews.com that the purpose of the billboard was to get blacks to rethink their political affiliation; African Americans typically vote for Democrats. &quot;We think it&#39;s imperative that (the GOP) try and attract more people from the communities of color to vote their values &mdash; to vote conservative,&quot; Kamau-Imani told FoxNews.com.</p>\r\n\r\n<p>The King message has drawn objections. In Houston, the Fox News story says, local activist Quanell X held a news conference to speak out against the sign. Earlier, an Associated Press news article about the billboards posted in Florida reported that the chairman of the Florida Legislative Black Caucus, Democratic state Rep. Joe Gibbons, called the statement ridiculous. &quot;To make a claim without presenting proof is bogus,&quot; he is quoted as saying in the July 4, 2008, story.</p>\r\n\r\n<p>Frances Rice, chairwoman of the National Black Republican Association, was quoted by the Post in 2006 as saying that the backlash from the radio ads was so great that she stopped answering telephone calls. But she stood by the claim that King was a Republican. &quot;We were all Republicans in those days,&quot; she told the Post. &quot;The Democrats were training fire hoses on us, siccing dogs on us.&quot;</p>\r\n\r\n<p>The Post story says it&#39;s correct that Southern Democrats &quot;blocked the social and political progress of black Southerners for decades.&quot;</p>\r\n\r\n<p>When we asked Raging Elephants for information to support its claim that King himself was a Republican, Kamau-Imani pointed us to a video made by the National Black Republican Association featuring one of King&#39;s nieces, Alveda King, founder of the faith-based group King for America. In the Sept. 14, 2008, video, she says: &quot;I just want to share with you a little bit about my family and my history. My uncle Dr. Martin Luther King Jr. during his lifetime was a Republican, as was my father, his brother, Rev. A. D. King, and my grandfather, Dr. Martin Luther King Sr.&quot;</p>\r\n\r\n<p>She adds: &quot;The Republican Party historically has supported the rights of the oppressed. During the times of slavery, many of the abolitionists were Republicans.&quot;</p>\r\n\r\n<p>Our attempts to contact Alveda King were unsuccessful.</p>\r\n\r\n<p>Next, we sought historical expertise, including by asking Thomas Jackson, a history professor at the University of North Carolina-Greensboro and author of<em> From Civil Rights to Human Rights: Martin Luther King, Jr., and the Struggle for Economic Justice</em>, for his take on the video.</p>\r\n\r\n<p>He told us that Alveda King&#39;s description of the Republican Party&#39;s history was on the mark. &quot;The Party of (Abraham) Lincoln defended black rights most vocally in the 1860s and 1870s, then abandoned the cause when the Democrats and the (Ku Klux) Klan defeated Republican state governments in the South. Blacks started their historic switch to the Democrats during the New Deal,&quot; which were economic programs implemented in the 1930s under President Franklin Roosevelt in response to the Great Depression.</p>\r\n\r\n<p>But Jackson said that he would not consider King a Republican, calling him instead a &quot; &#39;tax and spend&#39; democratic socialist.&quot;</p>\r\n\r\n<p>&quot;He wanted the nation to spend billions of dollars directly to employ the unemployed when the private sector failed, and a vigorous mixture of affirmative action and anti-poverty programs championed by the liberal-left, and targeted federal spending in impoverished areas, especially the nation&#39;s slums,&quot; Jackson said.</p>\r\n\r\n<p>David Garrow &mdash; author of <em>Bearing the Cross: Martin Luther King, Jr. and the Southern Christian Leadership Conference</em>, which won the 1987 Pulitzer Prize for biography &mdash; advised against assigning King to either party. &quot;It&#39;s simply incorrect to call Dr. King a Republican,&quot; Garrow told us.</p>\r\n\r\n<p>However, he said he wouldn&#39;t call King a Democrat, either, because he had &quot;very positive feelings&quot; about Republican Richard Nixon in the late 1950s and &quot;extremely positive feelings&quot; about Republican Nelson Rockefeller, the New York governor who later served as vice president. Also, Garrow said, King became &quot;a very harsh critic&quot; of Democratic President Lyndon Johnson over his escalation of the Vietnam War and &quot;wouldn&#39;t necessarily have backed (Democratic presidential nominee) Hubert Humphrey in &#39;68 had he (King) lived.&quot;</p>\r\n\r\n<p>We asked Garrow about the 2006 Post article&#39;s statements that King had voted for Democratic presidential candidates John F. Kennedy in 1960 and Lyndon Johnson in 1964. He said there is little doubt that King did so.</p>\r\n\r\n<p>But that doesn&#39;t mean King made public his political preferences. In his book, Garrow writes that during the 1960 race between Kennedy and Republican Richard Nixon, King declined to endorse either nominee &mdash; even after Kennedy associates interceded with officials in Georgia to help secure King&#39;s release from jail on a probation violation. The closest King came to that was a few days before the election when he released a statement that said: &quot;I want to make it palpably clear that I am deeply grateful to Senator Kennedy for the genuine concern he expressed. ... (He) exhibited moral courage of a high order.&quot;</p>\r\n\r\n<p>King&#39;s father, however, was so grateful to Kennedy that he announced he was shifting his traditionally Republican presidential preference to vote for Kennedy, according to Garrow&#39;s book.</p>\r\n\r\n<p>King was more vocal about the candidates in the 1964 presidential election, when Johnson faced GOP nominee Barry Goldwater, who as an Arizona senator had voted against the Civil Rights Act of 1964. Garrow told us that King &quot;certainly did all but explicitly endorse LBJ in &#39;64 and strongly criticize the Goldwater candidacy.&quot; Garrow writes in <em>Bearing the Cros</em>s that King urged his supporters to vote against Goldwater and all GOP candidates who did not disassociate from him.</p>\r\n\r\n<p>According to the King Online Encyclopedia, from Stanford University&#39;s Martin Luther King Jr. Research and Education Institute, King campaigned for Johnson and welcomed his win.</p>\r\n\r\n<p>Next, we wondered what the King Center in Atlanta, founded by King&#39;s wife, the late Coretta Scott King, had to say about his partisanship. In 2008, Steve Klein, the center&#39;s communications director, told the <em>National Journal</em> that &quot;there is absolutely no confirmation that (King) was a Republican. ... He was never a member of any political party &mdash; and never formally endorsed any candidates.&quot;</p>\r\n\r\n<p>Klein noted Coretta Scott King&#39;s recall of a 1960 phone call from Kennedy when her husband was in jail. In her book, <em>My Life With Martin Luther King, Jr.</em>, she wrote that she took the call but was later unsure what to say about it. &quot;My husband had a policy of not endorsing presidential candidates,&quot; her book says. &quot;And at this point, I did not want to get him or myself identified with either party.&quot;</p>\r\n\r\n<p>The 2008 AP story about the Florida and South Carolina billboards included a statement from King&#39;s son, Martin Luther King III: &quot;It is disingenuous to imply that my father was a Republican. He never endorsed any presidential candidate, and there is certainly no evidence that he ever even voted for a Republican. It is even more outrageous to suggest that he would support the Republican Party of today, which has spent so much time and effort trying to suppress African American votes in Florida and many other states.&quot;</p>\r\n\r\n<p>Friends and associates of Martin Luther King Jr. also objected. The AP article says that the Rev. Joseph Lowery, who co-founded the Southern Christian Leadership Conference with King, &quot;said there is no reason why anyone would think King was a Republican.&quot; Lowery told the AP that King almost certainly voted for Kennedy and that the only time he openly talked about politics was when he criticized Goldwater in 1964.</p>\r\n\r\n<p>The story quotes Lowery as saying: &quot;That was not the Martin I know, and I don&#39;t think they can substantiate that by any shape, form or fashion. It&#39;s purely propaganda and poppycock. ... Even if he was, he would have nothing to do with what the Republican Party stands for today.&quot;</p>\r\n\r\n<p>Finally, we checked with political experts in the states where King spent most of his adulthood. Charles Bullock, a political science professor at the University of Georgia, said King &quot;didn&#39;t die a Republican.&quot; But Bullock speculated that King could have been Republican in his youth when Southern Democrats were intensely segregationist. William Stewart, a political scientist at the University of Alabama, said that if King was a Republican, he kept it a secret. King focused on civil rights, Stewart said, and &quot;partisan politics wasn&#39;t relevant.&quot;</p>\r\n\r\n<p>Upshot: Raging Elephants points to a King family member whose declaration lends support for its claim that King was a Republican: his niece Alveda. We didn&#39;t divine how she reached that conclusion. Another King relative, his son, disagrees, as do respected academic experts and former King associates and friends. The record shows that as a civil rights leader, King avoided partisan identification.</p>\r\n\r\n<p>We rate the statement False.</p>\r\n", "ruling_comments_date": "2011-01-14T18:51:49.040426", "ruling_date": "2011-01-17T06:00:00", "ruling_headline": "Houston group says Martin Luther King Jr. was a Republican", "ruling_headline_slug": "houston-group-says-martin-luther-king-jr-was-repub", "ruling_link_text": "Evidence not there", "ruling_state": null, "source_documents": null, "sources": "<p>Raging Elephants, <a href=\"http://www.ragingelephants.org/\">website</a>, accessed Dec. 29, 2010</p>\r\n\r\n<p>Raging Elephants, &quot;Apostle Claver tells the world how the real party of racism is the Democrats,&quot; <a href=\"http://www.ragingelephants.org/2009/03/11/apostle-claver-tells-the-world-how-the-real-party-of-racism-is-the-democrats/\">video</a>, March 11, 2009</p>\r\n\r\n<p>National Black Republican Association, &quot;MLK was a Republican,&quot; <a href=\"http://www.nbra.info/MLKWasARepublican\">Web page</a>, accessed Jan. 6, 2011</p>\r\n\r\n<p>Washington Post, &quot;<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2006/10/18/AR2006101801754.html\">Controversial Ad Links MLK, GOP</a>,&quot; Oct. 19, 2006</p>\r\n\r\n<p>Associated Press, &quot;<a href=\"http://alt.coxnewsweb.com/statesman/politifact/011611_apstory.doc\">Black Republican group uses MLK to promote itself</a>,&quot; July 4, 2008</p>\r\n\r\n<p>Rocky Mountain News, &quot;<a href=\"http://alt.coxnewsweb.com/statesman/politifact/011611_rockymountainnewsstory.pdf\">It adds up to fuzzy math</a>,&quot; Aug. 26, 2008</p>\r\n\r\n<p>FoxNews.com, &quot;<a href=\"http://www.foxnews.com/politics/2009/07/14/billboard-claiming-martin-luther-king-republican-angers-black-activists-houston/#ixzz1A1VZT4WF\">Billboard Claiming Martin Luther King was Republican Angers Black Activists in Houston</a>,&quot; July 14, 2009</p>\r\n\r\n<p>Lisa Falkenberg, Houston Chronicle, &quot;<a href=\"http://alt.coxnewsweb.com/statesman/politifact/011611_falkenbergcolumn.pdf\">Whoa! MLK was a what?</a>&quot; July 9, 2009</p>\r\n\r\n<p><a href=\"http://alt.coxnewsweb.com/statesman/politifact/011611_ragingelephantemail.html\">E-mail</a> interview with Apostle Claver Kamau-Imani, Jan. 6, 2011</p>\r\n\r\n<p>Raging Elephants, &quot;Education&quot; <a href=\"http://www.ragingelephants.org/education/\">Web page</a>, accessed Jan. 6, 2011</p>\r\n\r\n<p>King for America website, <a href=\"http://www.kingforamerica.com/Groups/1000031878/King_for_America/Speakers_Bureau/Dr_Alveda_King/Dr_Alveda_King.aspx\">about Alveda C. King</a>, accessed Jan. 12, 2011</p>\r\n\r\n<p><a href=\"http://alt.coxnewsweb.com/statesman/politifact/011611_jacksonemails.doc\">E-mail</a> interview with Thomas Jackson, professor, University of North Carolina-Greensboro, Jan. 7 and 10, 2011</p>\r\n\r\n<p><a href=\"http://alt.coxnewsweb.com/statesman/politifact/011611_garrowemail.html\">E-mail</a> interview with David Garrow, Jan. 7, 2011</p>\r\n\r\n<p>David J. Garrow, Bearing the Cross: Martin Luther King, Jr., and the Southern Christian Leadership Conference, 1986</p>\r\n\r\n<p>King Online Encyclopedia of Stanford University&#39;s Martin Luther King Jr. Research and Education Institute, Lyndon Baines Johnson <a href=\"http://mlk-kpp01.stanford.edu/index.php/encyclopedia/encyclopedia/enc_johnson_lyndon_baines_1908_1973/\">entry</a>, accessed Jan. 16, 2011</p>\r\n\r\n<p>National Journal, &quot;<a href=\"http://alt.coxnewsweb.com/statesman/politifact/011611_nationaljournalstory.pdf\">Inside Washington</a>,&quot; July 12, 2008</p>\r\n\r\n<p>Interview with Steve Klein, communications director, the King Center, Atlanta, Jan. 14, 2011</p>\r\n\r\n<p>Interview with Charles Bullock, professor, University of Georgia, Athens, Jan. 13, 2011</p>\r\n\r\n<p>Interview with William Stewart, professor of political science emeritus, University of Alabama, Tuscaloosa, Jan. 14, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Political Group", "false_count": 1, "first_name": "", "half_true_count": 0, "home_state": "Texas", "id": 965, "last_name": "Raging Elephants", "mostly_true_count": 0, "name_slug": "raging-elephants", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/ragingelephants01142011.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/965/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>&quot;Martin Luther King Jr. was a Republican!&quot;</p>\r\n", "statement_context": "a web post", "statement_date": "2011-01-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 149, "photo": null, "resource_uri": "/api/v/2/subject/149/", "subject": "Bipartisanship", "subject_slug": "bipartisanship", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}], "target": [], "twitter_headline": "Was MLK a Republican? A Texas group said so."}