{"art": [], "author": [{"email_address": "jgeiger@timesdispatch.com", "first_name": "Jacob", "id": 228, "last_name": "Geiger", "name_slug": "jacob-geiger", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/228/", "title": "Staff writer", "twitter": null}], "canonical_url": "/virginia/statements/2011/jan/14/bob-mcdonnell/gov-bob-mcdonnell-says-his-job-creation-record-top/", "edition": {"adkey": "Editions", "advalue": "Virginia", "edition": "Virginia", "edition_slug": "virginia", "has_afterthefact": false, "id": 10, "index_page": false, "meter_name": "The Virginia Truth-O-Meter", "resource_uri": "/api/v/2/edition/10/"}, "editor": [{"email_address": "wfiske@timesdispatch.com", "first_name": "Warren", "id": 209, "last_name": "Fiske", "name_slug": "warren-fiske", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/209/", "title": "PolitiFact Virginia Editor", "twitter": null}], "facebook_headline": null, "id": 3064, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [], "resource_uri": "/api/v/2/statement/3064/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tGov. Bob McDonnell has made job creation a priority--and key talking point--since he took office a year ago.<br />\r\n\t<br />\r\n\tIn his <a href=\"http://hamptonroads.com/2010/01/full-text-mcdonnells-inaugural-address\">inaugural address</a>&nbsp;he said &quot;the creation of new job opportunities for all our citizens is the obligation of our time.&quot; &nbsp;<br />\r\n\t<br />\r\n\tMcDonnell returned to that theme Jan. 12 in his annual State of the Commonwealth speech.<br />\r\n\t<br />\r\n\t&quot;Since February 2010, Virginia has added 67,900 net new jobs, the third-highest number in the nation. We ranked 35th in this same category in 2009.&quot;<br />\r\n\t<br />\r\n\tWe sensed some unspoken political score settling within the statement. After all, Democrat Tim Kaine was governor in 2009. And McDonnell, a Republican, was governor for all but the first two weeks of 2010.<br />\r\n\t<br />\r\n\tWe wondered about two things: Are those rankings correct, and do they provide an accurate picture of Virginia&rsquo;s job growth compared to the rest of the nation?<br />\r\n\t<br />\r\n\tStacey Johnson, McDonnell&rsquo;s press secretary, told us the figures were taken from the federal Bureau of Labor Statistics, which gathers the nation&rsquo;s job and unemployment information. According BLS, Virginia lost 94,600 jobs during 2009, the 35th best performance of any state.<br />\r\n\t<br />\r\n\tBut how relevant are net job figures, when each state has a different population? Should we be using a percentage-based figure instead, to account for the different populations in the various states? After all, as Harvard economist Jeffrey Miron told us, &quot;1,000 jobs in Idaho are much more important than 1,000 jobs in New York.&quot;<br />\r\n\t<br />\r\n\tVirginia is a relatively large state, ranking 12th in population. During 2009 the largest job losses occurred in the largest states, with California leading the way.<br />\r\n\t<br />\r\n\tIf we examine the figures on a percentage basis, the state&rsquo;s performance suddenly looks better. Those 94,600 jobs represented 2.56 percent of the state&rsquo;s employed population. That 2.56 percent drop in jobs places Virginia&rsquo;s performance 14th best nationally.<br />\r\n\t<br />\r\n\tThe state added 67,900 net new jobs between February 2010 and November 2010, the last month for which data are available. That matches the governor&rsquo;s claim, and McDonnell is right that Virginia&rsquo;s job creation trailed only the 196,400 jobs new jobs in Texas and the 70,000 jobs added in Pennsylvania during the period.<br />\r\n\t<br />\r\n\tWhen looking at the 2010 figures on a percentage basis, Virginia&rsquo;s statewide employment rolls grew 1.90 percent between February and November. That&rsquo;s good for fifth in the nation, trailing only Washington D.C., Maryland, North Dakota and Texas.<br />\r\n\t<br />\r\n\tJohn Knapp, a senior economist at &nbsp;the Weldon Cooper Center for Public Service at The University of Virginia, explained why the percentage figures are a more accurate reflection of performance.<br />\r\n\t<br />\r\n\t&quot;For comparisons among the states we use percentages because of the tremendous difference in size,&quot; he said. &quot;The total number is relevant &nbsp;if you are doing a comparison inside the state.&quot;<br />\r\n\t<br />\r\n\tLet&rsquo;s look at two examples. Nevada lost 76,800 jobs during 2009, meaning by McDonnell&rsquo;s math it performed better--and should rank higher--than Virginia. But because Nevada has far fewer people than the Commonwealth, those lost jobs represented 6.40 percent of the Silver State&rsquo;s work force. So didn&rsquo;t Virginia easily out out perform Nevada?<br />\r\n\t<br />\r\n\tOr consider New York&rsquo;s 2009 performance. The state lost 208,700 jobs, 2.41 percent of the total. Despite having a far greater net job loss, New York&rsquo;s performance was actually a bit better than Virginia&rsquo;s when we account for population differences.<br />\r\n\t<br />\r\n\tRandy Marcus, chief of staff for Lt. Gov. Bill Bolling, compiles the employment figures used by McDonnell administration. &nbsp;He said raw and percentage figures provide equally accurate views of the job picture. Marcus said the figure used by McDonnell was one of many statistics available to show Virginia&rsquo;s performance and also argued that to people looking for work,,total job creation numbers are far more important than percentage figures or state-to-state comparisons. &nbsp;<br />\r\n\t<br />\r\n\tKnapp has <a href=\"http://www.politifact.com/virginia/statements/2010/nov/17/bob-mcdonnell/bob-mcdonnell-says-virginia-has-gained-60000-jobs-/\">previously told us</a>he thinks governors get undue kudos for good job numbers and undue scorn when jobs leave a state. Miron has similar views.<br />\r\n\t<br />\r\n\t&quot;I, like most economists, feel consistently that politicians get too much blame and too much credit,&quot; he said. &quot;They are not irrelevant, but in a state economy the national economy obviously matters.&quot;<br />\r\n\t<br />\r\n\tMiron did say governors and state legislatures sometimes have a short-term impact, citing the recent move by politicians in Illinois to <a href=\"http://newsblogs.chicagotribune.com/clout_st/2011/01/quinn-supports-tax-increase-plan-top-aide-says.html\">raise personal and business income tax rates</a>.<br />\r\n\t<br />\r\n\tLet&rsquo;s review.<br />\r\n\t<br />\r\n\tMcDonnell has used raw numbers to draw the starkest contrast with Kaine. Under that set of numbers, which measure total jobs gained or lost each year, the governor accurately said Virginia ranked 35th under Kaine and third under the McDonnell administration.<br />\r\n\t<br />\r\n\tBut percentages tell a more complete story. Based on percentage of the work force, Virginia&#39;s job creation went from being 14th under Kaine to fifth under McDonnell, which is not nearly as dramatic.<br />\r\n\t<br />\r\n\tMcDonnell has used a selective set of data to imply Virginia went from being a &quot;D&quot; student under Kaine to an &quot;A&quot; student under the new administration. But that fails to provide the necessary context provided by percentages. In reality Virginia went from a &quot;B+&quot; performance under Kaine to an &quot;A&quot; performance under McDonnell.<br />\r\n\t<br />\r\n\tTherefore, we find McDonnell&rsquo;s claim Half True.&nbsp;</p>", "ruling_comments_date": "2011-01-14T19:50:40.207527", "ruling_date": "2011-01-14T19:43:08", "ruling_headline": "Gov. Bob McDonnell says his job creation record tops former Gov. Tim Kaine's ", "ruling_headline_slug": "gov-bob-mcdonnell-says-his-job-creation-record-top", "ruling_link_text": "Uses statistics that draw the starkest contrast ", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tInterview with Jeffrey Miron, Director of Undergraduate Studies in Economics, Harvard University, Jan. 13, 2011.<br />\r\n\t<br />\r\n\tInterview with John Knapp, senior economist at the Weldon Cooper Center for Public Service, Jan. 13, 2011.<br />\r\n\t<br />\r\n\tInterview with Stacey Johnson, press secretary, Gov. Bob McDonnell, Jan. 13, 2011.<br />\r\n\t<br />\r\n\tInterview with Randy Marcus, chief of staff for Lt. Gov. Bill Bolling, Jan. 14, 2011.<br />\r\n\t<br />\r\n\tBureau of Labor Statistics, <a href=\"http://www.bls.gov/sae/data.htm\">State and Area Employment databases</a>, accessed Jan. 13, 2011.<br />\r\n\t<br />\r\n\tCensus Bureau, <a href=\"http://www.census.gov/compendia/statab/2011/ranks/rank01.html\">State rankings by resident population</a>, accessed Jan. 14, 2011<br />\r\n\t<br />\r\n\tChicago Tribune, <a href=\"http://newsblogs.chicagotribune.com/clout_st/2011/01/quinn-supports-tax-increase-plan-top-aide-says.html\">Lawmakers send governor major Illinois income tax increase</a>, Jan. 11, 2011.<br />\r\n\t<br />\r\n\tRichmond Times-Dispatch,<a href=\"http://www2.timesdispatch.com/news/2010/jan/17/text17_20100116-215201-ar-17595/\">Prepared text of McDonnell&rsquo;s inaugural address</a>, Jan. 16, 2010.&nbsp;</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 6, "current_job": "Governor", "false_count": 5, "first_name": "Bob", "half_true_count": 7, "home_state": "Virginia", "id": 308, "last_name": "McDonnell", "mostly_true_count": 6, "name_slug": "bob-mcdonnell", "pants_count": 3, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/mcdonnell.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Virginia", "edition": "Virginia", "edition_slug": "virginia", "has_afterthefact": false, "id": 10, "index_page": false, "meter_name": "The Virginia Truth-O-Meter", "resource_uri": "/api/v/2/edition/10/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/308/", "total_count": 39, "true_count": 8, "website": ""}, "statement": "<p>\r\n\tVirginia ranked 35th in job creation in 2009 under Gov. Tim Kaine, and moved up to third for 2010, while McDonnell has been in office.&nbsp;</p>", "statement_context": "a speech.", "statement_date": "2011-01-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}