{"art": [], "author": [{"email_address": "whester@timesdispatch.com", "first_name": "Wes", "id": 213, "last_name": "Hester", "name_slug": "wes-hester", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/213/", "title": "Richmond-Times Dispatch political reporter", "twitter": null}], "canonical_url": "/virginia/statements/2011/jan/15/eric-cantor/cantor-says-health-care-reform-collects-1o-years-t/", "edition": {"adkey": "Editions", "advalue": "Virginia", "edition": "Virginia", "edition_slug": "virginia", "has_afterthefact": false, "id": 10, "index_page": false, "meter_name": "The Virginia Truth-O-Meter", "resource_uri": "/api/v/2/edition/10/"}, "editor": [{"email_address": "wfiske@timesdispatch.com", "first_name": "Warren", "id": 209, "last_name": "Fiske", "name_slug": "warren-fiske", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/209/", "title": "PolitiFact Virginia Editor", "twitter": null}], "facebook_headline": null, "id": 3065, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "whester@timesdispatch.com", "first_name": "Wes", "id": 213, "last_name": "Hester", "name_slug": "wes-hester", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/213/", "title": "Richmond-Times Dispatch political reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/3065/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tNewly elected House Majority Leader Eric Cantor and his colleagues are wasting no time following through on promises to attempt a repeal of President Barack Obama&rsquo;s health care reform bill.<br />\r\n\t<br />\r\n\tA challenge for House Republicans has been finding a way around their own new rules, which require that nearly all proposed legislation is paid for. So the GOP exempted the repeal -- which is estimated by the non-partisan Congressional Budget Office to increase the deficit by $230 billion over 10 years -- from the requirement.<br />\r\n\t<br />\r\n\tCantor issued a statement last week reinforcing what he sees as the need for the repeal.<br />\r\n\t<br />\r\n\t&quot;Despite claims that this trillion dollar bill would reduce deficits and save taxpayer dollars, the new law is riddled with budget gimmicks that double count savings, offset 6 years of benefits with 10 years of tax increases, and rely on cuts to Medicare and tax increases to fund a new entitlement,&quot; Cantor said.<br />\r\n\t<br />\r\n\tWe wondered about the oft-repeated assertion that the law would offset six years of benefits with 10 years of tax increases.<br />\r\n\t<br />\r\n\tAsked for a source, Cantor&rsquo;s deputy press secretary Megan Whittemore replied:<br />\r\n\t<br />\r\n\t&quot;By law, ObamaCare implements new taxes and fees to &lsquo;pay for&rsquo; new subsides aka benefits. &nbsp;With regard to the question about offsetting six years of benefits with ten years of tax increases, the law raises taxes and fees immediately upon enactment &ndash; as we have already seen &ndash; while not paying out for the cost of benefits contained within the law until 2014. Thus, the 10-year period scored by the CBO only accounts for the cost of 6 years of benefits actually going out the door, compared to 10 years of taxes and fees coming in.&quot;<br />\r\n\t<br />\r\n\tLooking at the big picture, that&rsquo;s not entirely true.<br />\r\n\t<br />\r\n\tAs PolitiFact has previously reported, two of the highest-profile and most significant elements of the bill start in 2014, roughly four years after the law took effect last year. The virtual marketplaces known as the health care exchanges would start that year, enabling those who are uninsured or who do not have access to coverage through a large employer to buy affordable plans. Also starting that year would be subsidies to help people buy coverage on the exchange.<br />\r\n\t<br />\r\n\tIn addition, that&#39;s the year for a major expansion in eligibility for Medicaid. And a 10-year phase out of the &quot;doughnut hole&quot; -- the gap in Medicare drug coverage -- began last year.<br />\r\n\t<br />\r\n\tSo, Cantor&rsquo;s argument that the &quot;benefits&quot; don&rsquo;t kick in until 2014 is true if you&rsquo;re looking at the biggest provisions of the law. But many other, smaller provisions to boost coverage have already taken effect. As PolitiFact has previously reported, there are plenty of examples:<br />\r\n\t<br />\r\n\t<strong>&bull; Small business tax credits</strong>. From 2010 through 2013, qualifying small companies could get a tax credit of up to 35 percent of the company&#39;s contribution to employee health coverage. Beginning in 2014, when the exchanges start up, small businesses could qualify for up to 50 percent of the cost.<br />\r\n\t<br />\r\n\t<strong>&bull; Coverage for those with pre-existing conditions.</strong> Soon after enactment, people with pre-existing conditions who haven&#39;t had coverage for at least six months could obtain coverage through a &quot;high-risk pool&quot; with subsidized premiums. This would be a temporary solution until the exchanges begin in 2014.<br />\r\n\t<br />\r\n\t<strong>&bull; Assistance for early retirees.</strong> Starting last year, a temporary reinsurance program will help cut the cost of health coverage for retirees not old enough to be eligible for Medicare.<br />\r\n\t<br />\r\n\t<strong>&bull; Dependent coverage to age 26.</strong> Shortly after enactment, all insurers were forced to accept dependent coverage for children up to age 26.<br />\r\n\t<br />\r\n\t<strong>&bull; No more recisions.</strong> Existing plans can no longer terminate beneficiaries when they get sick.<br />\r\n\t<br />\r\n\t&bull; Enhanced preventive care. Soon after enactment, qualified health plans were forced to provide certain preventive services without cost-sharing. Starting this year, patient cost-sharing for preventive services under Medicare and Medicaid are eliminated.<br />\r\n\t<br />\r\n\tThe other half of Cantor&rsquo;s claim is that the taxes kicked in immediately.<br />\r\n\t<br />\r\n\tSome of the tax provisions that help pay for the plan are already in effect. A 10 percent levy on indoor tanning began last year, and an escalating annual fee on drug makers begins this year. Individuals with flexible spending plans and health savings accounts -- tax-advantaged accounts linked to health care expenses -- have already been hit with certain exclusions and limits.<br />\r\n\t<br />\r\n\tBut many of the major tax changes will be delayed by a few years.<br />\r\n\t<br />\r\n\t<strong>&bull; Medical device taxes.</strong> A new levy on medical device makers worth about $20 billion over 10 years kicks in 2013.<br />\r\n\t<br />\r\n\t<strong>&bull; Taxes to benefit Medicare Part A.</strong> The bill&#39;s hike of payroll taxes for individuals earning $200,000 or couples earning $250,000 and a new tax on unearned income for higher earners will start in 2013.<br />\r\n\t<br />\r\n\t<strong> &bull; Insurance sector fees.</strong> Fees on health insurers totaling $67 billion over 10 years become effective in 2014.<br />\r\n\t<br />\r\n\t<strong> &bull; Mandated coverage.</strong> Two of the bill&#39;s provisions most controversial to Republicans -- the requirement that individuals buy health insurance and that employers of a certain size offer affordable health insurance, under penalty of a fine -- would not begin until 2014. The individual mandate would start low that year and then phase in through 2016.<br />\r\n\t<br />\r\n\t<strong> &bull; &quot;Cadillac tax.&quot;</strong> The most recent version of the bill pushes back the tax on higher-cost health plans until 2018.<br />\r\n\t<br />\r\n\tNow, let&rsquo;s look at numbers to get a sense of proportion.<br />\r\n\t<br />\r\n\tAccording to the Joint Committee on Taxation -- Congress&#39; bipartisan judge of revenue impacts from proposed laws -- the tax provisions collect minimal revenue for 2010, $2.9 billion for 2011 and $5.5 billion for 2012. They only start getting big in 2013, when revenues increase to $31.9 billion, eventually peaking at $86.9 billion in 2019.<br />\r\n\t<br />\r\n\tIndeed, of the total $409.2 billion in increased taxes over the 10-year window, only 10 percent of that amount is raised in the first four years -- the period when, according to Republicans, the government is collecting taxes without providing care.<br />\r\n\t<br />\r\n\tMeanwhile, on the coverage side, it&#39;s true that the cost increases significantly four years after enactment. According to the Centers for Medicare and Medicaid Service&#39;s Office of the Actuary, the first four years account for about 1 percent of the 10-year cost of increased coverage.<br />\r\n\t<br />\r\n\tThe &quot;statement that you have 10 years of taxes and six years of benefits is obviously an oversimplification,&quot; said Paul N. Van de Water, Senior Fellow at the Center on Budget and Policy Priorities. &quot;But overall, it is generally true that more taxes kick in a little bit earlier than the benefits do.&quot;<br />\r\n\t<br />\r\n\tVan de Water said the larger question is whether this is a gimmick and a long-term problem. The answer to that, he said, is no.<br />\r\n\t<br />\r\n\t&quot;Despite the fact that it&rsquo;s true that some of the taxes kick in on average a bit earlier, by the end of the 10-year period the health reform bill still produces a modest reduction of the deficit, according to the CBO estimate,&quot; he said, &quot;and in the subsequent 10-year period the reduction of the deficit gets even larger.&quot; &nbsp;<br />\r\n\t<br />\r\n\tRepublican leadership has waved off the CBO estimate, saying that it&rsquo;s misleading.</p>\r\n<p>\r\n\tSo let&rsquo;s review.<br />\r\n\t<br />\r\n\tCantor says the health care reform law &quot;offset[s] 6 years of benefits with 10 years of tax increases.&quot;<br />\r\n\t<br />\r\n\tCantor is correct that the bill&#39;s biggest expansions in coverage do not happen until 2014, including the exchanges, the subsidies and the Medicaid expansion. He&#39;s also right that some taxation begins well before that. But several of the bill&rsquo;s &nbsp;most popular provisions -- including no cancelation of health insurance for pre-exisitng conditions and guaranteed coverage of dependents to age 26 -- have taken effect and other components will be implemented before 2014. And only 10 percent taxes that come with health care reform will be levied in the first four years.<br />\r\n\t<br />\r\n\tSo we find his claim Half True.</p>", "ruling_comments_date": "2011-01-15T16:49:55.884917", "ruling_date": "2011-01-15T16:33:44", "ruling_headline": "Cantor says health care reform collects 10 years of taxes for six years of benefits ", "ruling_headline_slug": "cantor-says-health-care-reform-collects-1o-years-t", "ruling_link_text": "Some benefits as well as some taxes come early ", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tCongressional Budget Office, Review of Affordable Care Act Repeal, Jan. 6, 2011<br />\r\n\t<br />\r\n\tCongressional Budget Office, <a href=\"http://cboblog.cbo.gov/?p=650\">The Effects of Health Reform on the Federal Budget</a>, April 12, 2010<br />\r\n\t<br />\r\n\tHouse Ways and Means, Energy and Commerce and Education and Labor Committees,<a href=\"http://docs.house.gov/energycommerce/TIMELINE.pdf\">Implementation Timeline for H.R. 4872</a>, March 18, 2010.<br />\r\n\t<br />\r\n\tJoint Committee on Taxation, <a href=\"http://jct.gov/publications.html?func=startdown&amp;id=3671\">&quot;Estimated Revenue Effects Of The Amendment In The Nature Of A Substitute To H.R. 4872, The &quot;Reconciliation Act Of 2010,&quot; In Combination With The Revenue Effects Of H.R. 3590, The &quot;Patient Protection And Affordable Care Act (&lsquo;PPACA&rsquo;),&quot; As Passed By The Senate,&quot;</a>March 18, 2010.<br />\r\n\t<br />\r\n\tCenters for Medicare and Medicaid Services Office of the Actuary, analysis of the &quot;Patient Protection And Affordable Care Act&quot; as passed by the Senate, Jan. 8, 2010.<br />\r\n\t<br />\r\n\tKaiser Family Foundation,<a href=\"http://www.kff.org/healthreform/upload/housesenatebill_final.pdf\">Side-by-side comparison of health care reform bills</a>, accessed March 19, 2010.<br />\r\n\t<br />\r\n\tInterview with Paul N. Van de Water, Senior Fellow at the Center on Budget and Policy Priorities, Jan. 10, 2011<br />\r\n\t<br />\r\n\tE-mail interview with James R. Horney, Director of Federal Fiscal Policy at the Center on Budget and Policy Priorities, Jan. 7 2011<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://politifact.com/truth-o-meter/statements/2010/mar/19/todd-tiahrt/tiahrt-health-care-bill-will-collect-10-years-taxe/\">Tiahrt: Health care bill will collect 10 years of taxes for six years of services,</a>&quot; March 19, 2010</p>\r\n<p>\r\n\t<br />\r\n\tE-mail interview with Marc Goldwein, policy director for the Committee for a Responsible Federal Budget, March 19, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 9, "current_job": "House Majority Leader", "false_count": 6, "first_name": "Eric", "half_true_count": 4, "home_state": "Virginia", "id": 118, "last_name": "Cantor", "mostly_true_count": 4, "name_slug": "eric-cantor", "pants_count": 4, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/AP_DCSA133_DEBT_SHOWDOWN.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Virginia", "edition": "Virginia", "edition_slug": "virginia", "has_afterthefact": false, "id": 10, "index_page": false, "meter_name": "The Virginia Truth-O-Meter", "resource_uri": "/api/v/2/edition/10/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/118/", "total_count": 36, "true_count": 7, "website": ""}, "statement": "<p>\r\n\tThe health care reform law &quot;offset[s] 6 years of benefits with 10 years of tax increases.&quot;</p>", "statement_context": "a statement.", "statement_date": "2011-01-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}