{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}, {"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2011/jan/20/eric-cantor/health-care-law-job-killer-evidence-falls-short/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 3078, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}, {"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}, {"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/3078/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tPoll after poll shows Americans&#39; top concerns are the economy and jobs, which explains why Republicans have labeled the health care law as &quot;job-killing.&quot; On Wednesday, the U.S. House of Representatives approved a repeal measure that Republicans formally titled the &quot;Repealing the Job-Killing Health Care Law Act.&quot; It is sponsored by House Republican leader Eric Cantor.<br />\r\n\t<br />\r\n\tWe&#39;ve read a number of critiques that say the law isn&#39;t quite the &quot;job killer&quot; that Republicans claim it is, so we wanted to investigate for ourselves and evaluate the evidence. The Republican leadership recently published a document titled, &quot;Obamacare: A budget-busting, job-killing health care law,&quot; which cites several pieces of evidence for its job-killing claim:<br />\r\n\t<br />\r\n\t&quot;Independent analyses have determined that the health care law will cause significant job losses for the U.S. economy: the non-partisan Congressional Budget Office has determined that the law will reduce the &#39;amount of labor used in the economy by &hellip; roughly half a percent...,&#39; an estimate that adds up to roughly 650,000 jobs lost. A study by the National Federation of Independent Businesses (NFIB), the nation&#39;s largest small business association, found that an employer mandate alone could lead to the elimination of 1.6 million jobs, with 66 percent of those coming from small businesses.&quot;<br />\r\n\t<br />\r\n\tWe first turned to the Congressional Budget Office report. The CBO is a nonpartisan agency that provides economic analyses to members of Congress on how legislation will impact the federal budget and the economy as a whole. In August 2010, it published a new outlook that considered the jobs impact of the new health care law.<br />\r\n\t<br />\r\n\tThe Republican report is right that the CBO has determined that the law will reduce &quot;the amount of labor used in the economy,&quot; but the GOP report leaves out many important qualifiers. The CBO report actually says:<br />\r\n\t<br />\r\n\t&quot;The Congressional Budget Office (CBO) estimates that the legislation, on net, will reduce the amount of labor used in the economy by a small amount&mdash;roughly half a percent&mdash;primarily by reducing the amount of labor that workers choose to supply. That net effect reflects changes in incentives in the labor market that operate in both directions: Some provisions of the legislation will discourage people from working more hours or entering the workforce, and other provisions will encourage them to work more. Moreover, many people will be unaffected by those provisions and will face the same incentives regarding work as they do under current law.&quot;<br />\r\n\t<br />\r\n\tBasically, the CBO is saying that some people right now are working mostly to keep their health insurance. Once they have other options -- to enroll in Medicaid, or to qualify for tax breaks to buy insurance from a health exchange -- they might choose to work less. The CBO describes this as a &quot;small segment&quot; of the population. And, because the CBO is describing reduced hours rather than lost jobs, it never uses the 650,000 number that the Republican document cites. The Republican extrapolated that number from the CBO&#39;s estimate of one-half percent of the labor supply. Finally, we should point out that a person who voluntarily chooses to work less is not having their job &quot;killed&quot; by federal legislation.<br />\r\n\t<br />\r\n\tNow let&#39;s turn to the other piece of evidence, the study that claims that the health care law will result in 1.6 million lost jobs. That number comes from a study by the National Federation of Independent Businesses.<br />\r\n\t<br />\r\n\tThe problem with this study is that it isn&#39;t based on the law that passed. It was published on Jan. 26, 2009, before a finalized House or Senate bill had even been proposed.<br />\r\n\t<br />\r\n\tIn the NFIB study, <a href=\"http://www.nfib.com/Portals/0/PDF/AllUsers/NFIBStudy_HealthcareMandate.pdf\">&quot;Small Business Effects of a National Employer Healthcare Mandate,&quot;</a> the authors made hypothetical assumptions based on what they thought the law might include. Specifically, the study assumed that all companies would be required to offer private health insurance to their employees, and that the employers would have to pay for at least half of the cost of the insurance premiums.<br />\r\n\t<br />\r\n\t&quot;The results indicate that without major reductions in the cost of healthcare, the employer mandate would cause the economy to lose over 1.6 million jobs within the first five years of program implementation. Small firms would be most adversely affected by the mandate and account for approximately 66 percent of all jobs lost,&quot; the report said.<br />\r\n\t<br />\r\n\tBut the report&#39;s assumptions don&#39;t match up with the final version of the health care law. The law actually exempts companies with 50 or fewer workers from any mandate, so many of the small firms &quot;most adversely affected&quot; in the NFIB study are not required to offer insurance.<br />\r\n\t<br />\r\n\tAccording to the study, firms with 19 or fewer jobs accounted for 467,182 of the 1.6 million job losses. Those companies would be exempt from the mandate, so the 1.6 million figure is at least inflated by 467,182. The next category was firms with 20 to 99 employees, estimated to shed 420,600 jobs as a result of a hypothetical employer mandate. Presumably a good percentage of those are companies with 50 or fewer employees, and again, are exempt from the health care law.<br />\r\n\t<br />\r\n\tOne of the authors of the NFIB study, Michael J. Chow, acknowledged there are &quot;material differences&quot; between the assumptions made in the study and what actually became law. The NFIB did not produce an updated study based on the realities of what ended up in the health care law. The organization continues to oppose the health care law.<br />\r\n\t<br />\r\n\t&quot;We still have concerns about the employer mandate and the final law in general,&quot; Chow said.<br />\r\n\t<br />\r\n\tWe should note here that the final law did not include a direct mandate. Rather, it enacted a fairly complicated way to fine employers if any of their workers qualify for new federal tax credits aimed at helping people buy insurance. Health care experts we&#39;ve interviewed conclude that most large employers will be fined if they do not offer insurance.<br />\r\n\t<br />\r\n\tIn evaluating this statement, we should reiterate that the health care law is a complicated piece of legislation. Large employers who do not currently offer insurance or who offer limited coverage will see greater costs under the bill, either because they will have to buy their employees new or additional coverage or they get hit with fines.</p>\r\n<p>\r\n\tWe asked Cantor&#39;s office about whether the bill was &quot;job-killing.&quot; A spokesman insisted that it was, pointing to individual business owners who said they would face increased costs under health care. He also pointed us to a letter organized from the American Action Network, a conservative think tank. The letter, signed by 200 economists, said, &quot;The Patient Protection and Affordable Care Act contains expensive mandates and penalties that create major barriers to stronger job growth. The mandates will compete for the scarce business resources used for hiring and firm expansion.&quot;</p>\r\n<p>\r\n\tTo be clear, the health care law will cost some employers money, particularly large ones. The CBO says that&nbsp; fines imposed on large employers will affect low-wage workers the most. But it also says the effect will be somewhat limited.<br />\r\n\t<br />\r\n\tWe should also note that the major part of the legislation does not go into effect until 2014, and even after that, it will take time for workers and employers to see how it plays out.</p>\r\n<p>\r\n\t&quot;To the extent that changes in the health insurance system lead to improved health status among workers, the nation&rsquo;s economic productivity could be enhanced,&quot; the CBO said in its report. &quot;It is not clear, however, whether such changes would have a substantial impact on overall economic productivity or output. Moreover, many of the effects of the legislation may not be felt for several years because it will take time for workers and employers to recognize and to adapt to the new incentives.&quot;<br />\r\n\t<br />\r\n\tRepublicans have used the &quot;job-killing&quot; claim hundreds of times -- so often that they used the phrase in the name of the bill. It implies that job losses will be one of the most significant effects of the law. But they have flimsy evidence to back it up.<br />\r\n\t<br />\r\n\tThe phrase suggests a massive decline in employment, but the data doesn&#39;t support that. The Republican evidence is extrapolated from a report that was talking about a reduction in the labor supply rather than the loss of jobs, or based on measures that weren&#39;t included in the final health care law. We rate the statement False.</p>", "ruling_comments_date": "2011-01-19T15:29:07.746142", "ruling_date": "2011-01-20T11:54:13", "ruling_headline": "The health care law a \"job killer\"? The evidence falls short", "ruling_headline_slug": "health-care-law-job-killer-evidence-falls-short", "ruling_link_text": "The GOP cherry-picks its studies", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tHouse Republican leadership, &quot;<a href=\"http://speaker.gov/UploadedFiles/ObamaCareReport.pdf\">Obamacare: A budget-busting, job-killing health care law</a>,&quot; Jan. 6, 2011</p>\r\n<p>\r\n\tTHOMAS, <a href=\"http://thomas.loc.gov/cgi-bin/bdquery/z?d112:H.R.2:\">HR 2, &quot;Repealing the Job-Killing Health Care Law Act,&quot;</a> Jan. 5, 2011</p>\r\n<p>\r\n\tThe Congressional Budget Office, <a href=\"http://cbo.gov/ftpdocs/117xx/doc11705/08-18-Update.pdf\">The Budget and Economic Outlook: An Update</a>, Effects of Recent Health Care Legislation on Labor Markets, p. 48, August, 2010</p>\r\n<p>\r\n\tThe Congressional Budget Office, <a href=\"http://www.cbo.gov/ftpdocs/104xx/doc10435/07-13-HealthCareAndLaborMarkets.pdf\">Effects of Changes to the Health Insurance System on Labor Markets</a>, July 13, 2009</p>\r\n<p>\r\n\tNational Federation of Independent Business, <a href=\"http://www.nfib.com/press-media/press-media-item?cmsid=48480\">Employer Healthcare Mandate Would Wipe Out 1.6 Million Jobs</a>, Jan. 28, 2009</p>\r\n<p>\r\n\tInterview with Michael J. Chow of the National Federation of Independent Business</p>\r\n<p>\r\n\tThe American Action Forum,&nbsp; <a href=\"http://americanactionforum.org/sites/default/files/Final%20Open%20Letter_Impact%20of%20Healthcare%20Repeal_1182010.pdf\">200 Economists and Experts Support Repeal of Health Care Law, </a>Jan. 18, 2010</p>\r\n<p>\r\n\tFactcheck.org, <a href=\"http://factcheck.org/2011/01/a-job-killing-law/\">A &lsquo;Job-Killing&rsquo; Law?</a>, Jan. 7, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 9, "current_job": "House Majority Leader", "false_count": 6, "first_name": "Eric", "half_true_count": 4, "home_state": "Virginia", "id": 118, "last_name": "Cantor", "mostly_true_count": 4, "name_slug": "eric-cantor", "pants_count": 4, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/AP_DCSA133_DEBT_SHOWDOWN.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Virginia", "edition": "Virginia", "edition_slug": "virginia", "has_afterthefact": false, "id": 10, "index_page": false, "meter_name": "The Virginia Truth-O-Meter", "resource_uri": "/api/v/2/edition/10/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/118/", "total_count": 36, "true_count": 7, "website": ""}, "statement": "<p>\r\n\tThe health care law is &quot;job killing.&quot;</p>", "statement_context": "a bill introduced on the House floor.", "statement_date": "2011-01-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}