{"art": [], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/ohio/statements/2011/jan/20/sherrod-brown/sen-sherrod-brown-laments-system-failure-allowed-j/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 3079, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/3079/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tJared Loughner, the 22-year-old Tucson man accused of killing six people and injuring 13 others including Rep. Gabrielle Giffords, scared community college classmates even before his alleged rampage. He should have been diagnosed, treated and kept in a mental health institution as long as he was a danger to others, or so goes the national conversation.<br />\r\n\t<br />\r\n\tBut that never happened.</p>\r\n<p>\r\n\tAnd the shameful irony is that under a bill that President George W. Bush signed, &quot;if he had been identified with this mental illness, he would not have been able to buy this gun,&quot; U.S. Sen. Sherrod Brown said in a discussion of the mental health safety net during an appearance on MSNBC&rsquo;s &quot;Morning Joe&quot; program. &quot;I mean, the laws were there, but he fell through the system, he fell through the cracks, because he wasn&rsquo;t identified because when he left the community college, nobody approached him, apparently.&quot;<br />\r\n\t<br />\r\n\tThe system&rsquo;s failure will be discussed by others for some time, but Brown, an Ohio Democrat, caught our attention for his other point on the Jan. 11 TV segment -- that &quot;laws were there&quot; already to prevent Loughner from buying a firearm, if only he had been diagnosed.<br />\r\n\t<br />\r\n\tSo we checked with the FBI, the Brady Center to Prevent Gun Violence, the Ohio attorney general&rsquo;s office, a group called Legal Community Against Violence and the Buckeye Firearms Association, a pro-Second Amendment group. There was no disagreement: A federal law passed in 1968 made it illegal to possess a firearm if you had been found by a court or legal authority to be a &quot;mental defective.&quot; The prohibition also applied to anyone involuntarily committed to a mental institution.<br />\r\n\t<br />\r\n\tEnforcement was strengthened with the Brady Handgun Protection Act of 1993, which established the National Instant Criminal Background Check System, or NICS, to conduct electronic background checks when individuals purchase guns. Another measure, signed by President George W. Bush, improved the reporting system as it pertained to mental health issues after the Virginia Tech massacre in 2007. Individuals may be released from the federal gun ban if they have deemed rehabilitated and are discharged from all monitoring.<br />\r\n\t<br />\r\n\tUnder Arizona law, it would not have been hard to get Loughner committed, according to reviews by news organizations. &quot;Arizona has one of the least restrictive laws when it comes to detaining apparently mentally ill people against their will,&quot; <a href=\"http://www.trust.org/alertnet/news/before-tucson-rampage-a-powerful-law-went-unused\">Reuters, a wire service, reported on Jan. 13.</a> &quot;Under the state&#39;s broad involuntary-commitment statute, the government can mandate in-patient treatment for anyone determined to be &lsquo;persistently or acutely disabled.&rsquo; That could include a broad range of seemingly troubled individuals.&quot;<br />\r\n\t<br />\r\n\tBut the federal gun law has exceptions.</p>\r\n<p>\r\n\tThe big one: Those who voluntarily get institutional treatment and bypass the need for court action aren&rsquo;t barred from gun ownership, according to the groups with which we checked. That means that if community college officials, counselors or Loughner&rsquo;s parents had convinced Loughner to check in on his own, he still would have qualified to buy a gun. &quot;Just being mentally ill is not going to be the triggerer&quot; for the prohibition, said Becca Knox, the Brady Center&rsquo;s director of research.<br />\r\n\t<br />\r\n\tFor reasons that most agree are good, this country doesn&rsquo;t keep a registry on mental illness. Mental illness is stigmatized enough already, and the majority of people who seek treatment &quot;will never commit a crime,&quot; said Jim Irvine, chairman of the Buckeye Firearms Association. &quot;We have talked about this and looked at it, and none of us at Buckeye have come up with a good solution. I don&rsquo;t know how you deal with it, because you will have problems on all sides.&quot;<br />\r\n\t<br />\r\n\tYet there&rsquo;s another problem, gun control advocates say. Some people who have been forced into psychiatric treatment by state courts -- and therefore have a record at the state level -- still don&rsquo;t show up in the NICS system. Only 26 states have statutes authorizing or mandating that their mental health adjudications be sent to the federal system, according to the Legal Community Against Violence. &nbsp;Arizona does not have such a law, but it is one of nine states that provide the information to NICS anyway, said Robyn Thomas, executive director of Legal Community Against Violence.<br />\r\n\t<br />\r\n\tOhio, too, provides the information voluntarily -- but it didn&rsquo;t until the state passed a concealed carry law that took effect in 2004, according to Toby Hoover, executive director of the Ohio Coalition Against Gun Violence and a Brady Center board member. This was confirmed by Lisa Peterson Hackley, spokeswoman for Ohio Attorney General Mike DeWine. The bill that Bush signed provided financial incentives for all states to participate, but no federal laws make participation mandatory.<br />\r\n\t<br />\r\n\tSo we come back to Brown&rsquo;s claim that if Loughner &quot;had been identified with this mental illness, he would not have been able to buy this gun.&quot;<br />\r\n\t<br />\r\n\tBrown&rsquo;s statement was generally correct. We&rsquo;ll concede that &nbsp;Brown was speaking as a guest on a fast-moving TV program where four other people were jumping in with opinions -- not exactly a forum for discussing the nuances of federal gun law.<br />\r\n\t<br />\r\n\tNevertheless, his statement lacked the caveat that if Loughner had been diagnosed but had committed himself voluntarily and was not adjudicated by a court, he still could have bought a gun legally. That&rsquo;s a point of clarification important for a full understanding of his statement.<br />\r\n\t<br />\r\n\tWe rate his claim Mostly True.</p>\r\n<p>\r\n\t<a href=\"http://www.cleveland.com/open/index.ssf/2011/01/sen_sherrod_brown_laments_syst.html\" target=\"blank\">Comment</a> on this item.<br />\r\n\t&nbsp;</p>", "ruling_comments_date": "2011-01-19T16:55:50.344872", "ruling_date": "2011-01-20T06:00:00", "ruling_headline": "Sen. Sherrod Brown laments system failure that allowed Jared Loughner to buy a gun", "ruling_headline_slug": "sen-sherrod-brown-laments-system-failure-allowed-j", "ruling_link_text": "With one caveat, he's right on target", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tTranscript of Sen. Sherrod Brown on MSNBC&rsquo;s &quot;Morning Joe, Jan. 11, 2011<br />\r\n\t<br />\r\n\tE-mail with Meghan Dubyak, Brown&rsquo;s communications director, Jan. 13, 2011<br />\r\n\t<br />\r\n\tE-mail with Stephen G. Fischer Jr., Criminal Justice Information Services division of FBI, Jan. 13, 2011<br />\r\n\t<br />\r\n\tTelephone interview, Becca Knox, Brady Center to Prevent Gun Violence, Jan. 13, 2011<br />\r\n\t<br />\r\n\tTelephone interview, Toby Hoover, Ohio Coalition Against Gun Violence, Jan. 13, 2011<br />\r\n\t<br />\r\n\tTelephone interview, Jim Irvine, Buckeye Firearms Association, Jan. 14, 2011<br />\r\n\t<br />\r\n\tTelephone interview, Robyn Thomas, Legal Community Against Violence, Jan. 14, 2011<br />\r\n\t<br />\r\n\tE-mails with Lisa Peterson Hackley, Ohio attorney general&rsquo;s office, Jan. 13 and 14, 2011<br />\r\n\t<br />\r\n\t<a href=\"http://www.fbi.gov/about-us/cjis/nics/nics\">FBI website on NICS</a>, with multiple links for data<br />\r\n\t<br />\r\n\tReuters, &quot;<a href=\"http://www.trust.org/alertnet/news/before-tucson-rampage-a-powerful-law-went-unused\">Before Tucson rampage, a powerful Arizona law went unused</a>,&quot; Jan. 13, 2011<br />\r\n\t<br />\r\n\tLegal Community Against Violence, &quot;<a href=\"http://www.lcav.org/content/recent_developments_policies.asp\">Recent Developments in Federal and State Law</a>,&quot; &nbsp;Oct. 5, 2010<br />\r\n\t<br />\r\n\tLegal Community Against Violence, &quot;<a href=\"http://www.lcav.org/states/ohio.asp#MentalHealthReporting\">Summary of Ohio firearms laws</a>,&quot; April 14, 2010<br />\r\n\t<br />\r\n\tJournal of Legal Studies, &quot;<a href=\"http://www.saf.org/LawReviews/Zimring68.htm\">Firearms and federal law: The Gun Control Act of 1968</a>,&quot; 1975</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "U.S. Senator", "false_count": 4, "first_name": "Sherrod", "half_true_count": 5, "home_state": "Ohio", "id": 387, "last_name": "Brown", "mostly_true_count": 9, "name_slug": "sherrod-brown", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-sherrod-brown2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/387/", "total_count": 37, "true_count": 14, "website": "http://www.brown.senate.gov/"}, "statement": "<p>\r\n\tUnder federal law, Jared Loughner &quot;would not have been able to buy a gun&quot; had he been identified as mentally ill.</p>", "statement_context": "an MSNBC interview", "statement_date": "2011-01-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 19, "photo": null, "resource_uri": "/api/v/2/subject/19/", "subject": "Guns", "subject_slug": "guns", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}