{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/jan/21/mike-pence/mike-pence-says-dodd-frank-financial-regulation-bi/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "Morris", "id": 130, "last_name": "Kennedy", "name_slug": "morris-kennedy", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/130/", "title": "Former Deputy Government and Politics Editor", "twitter": null}], "facebook_headline": "", "id": 3084, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/3084/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>After the global economic crisis of 2008, President Barack Obama and Democratic lawmakers promised to pass a bill that would strengthen regulation of financial markets. The result was the <a href=\"http://www.gpo.gov/fdsys/pkg/PLAW-111publ203/content-detail.html\" id=\"ikp:\" title=\"Dodd–Frank Wall Street Reform and Consumer Protection Act\">Dodd&ndash;Frank Wall Street Reform and Consumer Protection Act</a>.<br />\r\n<br />\r\nThe law is complex -- here is a <a href=\"http://banking.senate.gov/public/_files/FinancialReformSummaryAsFiled.pdf\" id=\"lg7b\" title=\"summary\">summary</a> assembled by the Senate Banking, Housing and Urban Affairs Committee -- but in general, the bill created an independent consumer protection agency, established new ways to liquidate failed financial firms, created a council to warn about systemic risks to the financial system and tighten regulatory scrutiny of the financial system while increasing transparency.<br />\r\n<br />\r\nThe measure was controversial. When it passed the <a href=\"http://clerk.house.gov/evs/2010/roll413.xml\" id=\"r_yt\" title=\"House\">House</a> and the <a href=\"http://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=111&amp;session=2&amp;vote=00208\" id=\"mr4v\" title=\"Senate\">Senate</a>, it did so with only three Republicans voting for it in each chamber.<br />\r\n<br />\r\nOn July 15, 2010, shortly after the Senate passed the measure, then-House Republican Conference Chairman Mike Pence, R-Ind., released <a href=\"http://www.gop.gov/press-release/10/07/15/pence-financial-reform-bill-will\" id=\"t:ya\" title=\"a statement\">a statement</a> critical of the bill. In part, it said, &quot;This so-called financial reform bill will kill jobs, raise taxes, restrict the flow of credit, make bailouts permanent and turn the Democrats&rsquo; disastrous too-big-to-fail approach into federal law.&quot;<br />\r\n<br />\r\nWith the Republicans now in control of the House, some lawmakers are already pushing to repeal Dodd-Frank. Not long after being sworn in, Rep. Michele Bachmann, R-Minn., said she was introducing a bill to do just that. &quot;I&#39;m pleased to offer a full repeal of the job-killing Dodd-Frank financial regulatory bill,&quot; <a href=\"http://www.stillwatergazette.com/articles/2011/01/07/headlines/223sv_010711_bachmannbill.txt\" id=\"y:oj\" title=\"Bachmann said\">Bachmann said</a>.<br />\r\n<br />\r\nAs part of our look at the range of bills that have been attacked as &quot;job-killing,&quot; we thought we&#39;d look at whether the charge is accurate when leveled against the Dodd-Frank bill.<br />\r\n<br />\r\nWe began by asking Pence&#39;s office for details on why they believed the bill would &quot;kill jobs.&quot; They replied with two position statements Pence&#39;s office had sent out during the debate.<br />\r\n<br />\r\nOne of Pence&#39;s statements said the bill &quot;would discourage lending to those on Main Street. By draining capital out of the financial system and wasting it on misguided government spending and double-digit unemployment, the albatross weighing down the economy gets even heavier.&quot;<br />\r\n<br />\r\nIn an interview, Satya Thallam, director of the Financial Markets Working Group at George Mason University&#39;s Mercatus Center, elaborated on what Pence meant. &quot;Micro-level access to credit for consumers and small businesses will be severely constricted, hampering basic purchases and small-business creation,&quot; Thallam said. &quot;Individuals who need access to credit will inevitably substitute to whatever form is available (check bouncing, loan sharks, other high interest methods) which is like adding a tax on these transactions, which in turn will reduce the number of productive purchases, investments, and allocations.&quot;<br />\r\n<br />\r\nThe other concern Pence raised is that &quot;government bureaucrats would have the authority to break up&quot; a bank or bank holding company that is becoming &quot;too big to fail&quot; -- &quot;even if the firm is financially healthy and well managed. Such arbitrary power could have a devastating impact on the nation&rsquo;s economy and destroy American jobs.&quot;<br />\r\n<br />\r\nNext, we looked at the <a href=\"http://cbo.gov/ftpdocs/115xx/doc11560/hr4173senatepassed.pdf\" id=\"o863\" title=\"cost estimate\">cost estimate</a> of the bill published by the Congressional Budget Office, the nonpartisan agency that referees fiscal and economic impacts for Congress.<br />\r\n<br />\r\nThough CBO acknowledged that uncertainty about the course of future regulations clouded its estimate, it nonetheless concluded that the cost of the bill on the private sector would be substantial.<br />\r\n<br />\r\nOver the bill&#39;s first five years, firms would likely have to pay $1 billion into a mandatory fund that would help liquidate failed financial institutions; $650 million in user fees to the Securities and Exchange Commission; $375 million to cover new regulatory entities within the Treasury Department; and $375 million to cover new regulatory costs for the Federal Reserve.<br />\r\n<br />\r\nIn addition, the bill would impose specific costs or restrictions on credit rating agencies, credit card companies and hedge funds. Finally, the bill opened the door to the SEC barring mandatory arbitration to settle disputes, requiring companies instead to use the court system. The cost of such a rule &quot;could be significant,&quot; the CBO said.<br />\r\n<br />\r\nGranted, the financial and insurance sector is big -- it <a href=\"http://www.census.gov/compendia/statab/2011/tables/11s1161.pdf\" id=\"s7g5\" title=\"contributes more than $1 trillion annually to GDP\">contributes more than $1 trillion annually to GDP</a>, or better than 8 percent of the national GDP, so these costs would be absorbed into a pretty large base. Still, they are not trivial. While the CBO didn&#39;t go as far as to project job losses, most analysts we spoke to agreed that they could have a direct impact on the number of people employed by financial companies. In 2009, the financial and insurance sectors <a href=\"http://www.census.gov/compendia/statab/2011/tables/11s0619.pdf\" id=\"qqe4\" title=\"employed\">employed</a> about 6.8 million Americans.<br />\r\n<br />\r\nBut the analysis of job losses quickly gets tricky. Between 2008 and 2009, the financial and insurance industry shed about 450,000 jobs, or 6 percent of its workforce -- most, presumably, due to the economic crisis and the resulting meltdown that the Dodd-Frank bill is designed to prevent. Should the number of jobs &quot;killed&quot; because of Dodd-Frank be offset by the 450,000 jobs in the financial sector that might have been saved had Dodd Frank been in place earlier? For that matter, what about the 7.2 million <a href=\"http://data.bls.gov/cgi-bin/surveymost?ce\" id=\"bpmb\" title=\"jobs lost\">jobs lost</a> in the larger economy between the peak employment of December 2007 and today, a drop that was caused to a significant (though not exclusive) degree by excesses in the financial sector?<br />\r\n<br />\r\nMost of the experts we spoke to said the bill is all about tradeoffs -- and determining whether the tradeoff is merited depends heavily on how much confidence you have that Dodd-Frank will actually be able to prevent economic crises.<br />\r\n<br />\r\n&quot;Let&#39;s assume this bill is a big job-killer because of the direct and indirect costs to the financial system, and because of the degradation in the ability of the financial sector to support the non-financial sector,&quot; said J.D. Foster, an economist at the conservative Heritage Foundation. &quot;Those costs are like a great, macro-insurance premium we all pay hopefully to avoid a costly financial crisis. The big question is then, will the financial regulatory bill reduce the likelihood or the magnitude of a future financial crisis?&quot;<br />\r\n<br />\r\nFoster said he personally doesn&#39;t think Dodd-Frank would do much good in preventing the next crisis. Others, such as the Basel Committee on Banking Supervision -- an international panel of high-level banking officials that serves as a forum to discuss regulatory issues -- <a href=\"http://www.bis.org/press/p100818.htm\" id=\"ns3v\" title=\"have projected\">have projected</a> that Dodd-Frank has a decent shot at succeeding.<br />\r\n<br />\r\nEven supporters of the bill acknowledge uncertainty, and even skepticism, about its effectiveness. Still, many did tell us that the risks of another crisis are so serious -- including on the narrow question of how many jobs are &quot;killed&quot; as a result of future financial crises -- that even an imperfect bill needed to be passed.<br />\r\n<br />\r\n&quot;It requires an exceptional degree of <em>chutzpah </em>to suggest that new regulation of the financial sector represents &#39;job-killing&#39; legislation,&quot; said Gary Burtless, an economist with the centrist-to-liberal Brookings Institution. &quot;If any private industry in the United States can be legitimately identified as a &#39;job-killing&#39; machine, the financial sector would seem be that industry. The nation is still trying to pick of the pieces from a devastating economic crisis brought about by the financial industry&rsquo;s hubris and recklessness.&quot;</p>\r\n\r\n<p>As we concluded our research on this item, we noticed that the information on how financial reform will affect the labor supply is speculative. While the CBO noted that the cost for the private sector would be substantial, it didn&#39;t estimate how much that would affect job numbers. (By contrast, CBO said the health care law would restrict the labor supply by .5 percent.) Most analysts agree that the financial regulations will restrict job growth by some amount, but nobody has detailed estimates on just how much.<br />\r\n<br />\r\nUltimately, even the supporters of the bill we spoke to acknowledged that some jobs will likely be lost, or never created, due to passage of Dodd-Frank. However, many of the experts we spoke to agreed that not passing the bill would put even more jobs in the greater economy at risk, not to mention countless nest-eggs, homes and other non-job-related concerns. Would potential job savings offset job costs? Unfortunately, there is no way to know. Still, Pence&#39;s comment ignores the principle that preventing financial shocks is job-saving. On balance, we rate the statement Barely True.</p>\r\n\r\n<p><br />\r\n<em>Editor&#39;s note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</em></p>\r\n\r\n<p><a href=\"https://www.sharethefacts.co/share/eb3196ca-e4dd-4009-863e-dbaa192dc592\">https://www.sharethefacts.co/share/eb3196ca-e4dd-4009-863e-dbaa192dc592</a></p>\r\n", "ruling_comments_date": "2011-01-20T14:34:33.971856", "ruling_date": "2011-01-21T11:11:27", "ruling_headline": "Mike Pence says Dodd-Frank financial regulation bill \"will kill jobs\"", "ruling_headline_slug": "mike-pence-says-dodd-frank-financial-regulation-bi", "ruling_link_text": "What about jobs saved by the new regulations?", "ruling_state": null, "source_documents": null, "sources": "<p>House Republican Conference, &quot;Pence: Financial Reform Bill Will Kill Jobs and Raise Taxes&quot; (<a href=\"http://www.gop.gov/press-release/10/07/15/pence-financial-reform-bill-will\" id=\"r1ga\" title=\"news release\">news release</a>), July 15, 2010<br />\r\n<br />\r\nHouse Republican Conference, &quot;The Democrats&rsquo; Latest Job Killing Proposal&mdash;The Volcker Rule&quot; (<a href=\"http://www.gop.gov/policy-news/10/01/27/the-democrats-latest-job\" id=\"cm-h\" title=\"news release\">news release</a>), Jan. 27, 2010<br />\r\n<br />\r\nHouse Republican Conference, &quot;Democrat Tax on the Financial Services Industry - Another Attempt to Increase the Unemployment Rate&quot; (<a href=\"http://www.gop.gov/policy-news/10/01/14/democrat-tax-on-the-financial\" id=\"vhkc\" title=\"news release\">news release</a>), Jan. 14, 2010<br />\r\n<br />\r\nText of the <a href=\"http://www.gpo.gov/fdsys/pkg/PLAW-111publ203/content-detail.html\" id=\"q0mw\" title=\"Dodd–Frank Wall Street Reform and Consumer Protection Act\">Dodd&ndash;Frank Wall Street Reform and Consumer Protection Act</a><br />\r\n<br />\r\nSenate Banking, Housing and Urban Affairs Committee, <a href=\"http://banking.senate.gov/public/_files/FinancialReformSummaryAsFiled.pdf\" id=\"k1eo\" title=\"summary\">summary</a> of the Dodd-Frank Wall Street Reform and Consumer Protection Act<br />\r\n<br />\r\nHouse <a href=\"http://clerk.house.gov/evs/2010/roll413.xml\" id=\"l3_j\" title=\"roll call vote\">roll call vote</a> on the Wall Street Reform and Consumer Protection Act of 2009<br />\r\n<br />\r\nSenate <a href=\"http://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=111&amp;session=2&amp;vote=00208\" id=\"zq.g\" title=\"roll call vote\">roll call vote</a> on the Wall Street Reform and Consumer Protection Act of 2009</p>\r\n\r\n<p>Congressional Budget Office, <a href=\"http://cbo.gov/ftpdocs/115xx/doc11560/hr4173senatepassed.pdf\">cost estimate</a> of H.R. 4173, Restoring American Financial Stability Act of 2010 as passed by the Senate on May 20, 2010; June 9, 2010<br />\r\n<br />\r\nBasel Committee on Banking Supervision, <a href=\"http://www.bis.org/publ/bcbs173.pdf\" id=\"s.-q\" title=\"An assessment of the long-term economic impact of stronger capital and liquidity requirements\">An assessment of the long-term economic impact of stronger capital and liquidity requirements</a>, August 2010<br />\r\n<br />\r\n<em>Stillwater Gazette</em>, &quot;<a href=\"http://www.stillwatergazette.com/articles/2011/01/07/headlines/223sv_010711_bachmannbill.txt\" id=\"hua0\" title=\"Bachmann bill seeks finance reform repeal\">Bachmann bill seeks finance reform repeal</a>,&quot; Jan. 7, 2011<br />\r\n<br />\r\nU.S. Census Bureau, <em>Statistical Abstract of the United States </em><a href=\"http://www.census.gov/compendia/statab/2011/tables/11s1161.pdf\" id=\"mjrc\" title=\"Table 1161\">Table 1161</a>: Gross Domestic Product in Finance, Insurance, Real Estate, Rental and Leasing, accessed Jan. 20, 2011<br />\r\n<br />\r\nU.S. Census Bureau, <em>Statistical Abstract of the United States</em> <a href=\"http://www.census.gov/compendia/statab/2011/tables/11s0619.pdf\" id=\"rga-\" title=\"Table 619\">Table 619</a>: Employment by Industry, accessed Jan. 20, 2011<br />\r\n<br />\r\nBureau of Labor Statistics, main search page for Employment, Hours, and Earnings from the Current Employment Statistics survey (National), , accessed Jan. 20, 2011<br />\r\n<br />\r\nE-mail interview with Lawrence J. White, economist at New York University&#39;s Stern School of Business, Jan. 20, 2011<br />\r\n<br />\r\nE-mail interview with J.D. Foster, economist at the Heritage Foundation, Jan. 19, 2011<br />\r\n<br />\r\nE-mail interview with Satya Thallam, director of the Financial Markets Working Group at George Mason University&#39;s Mercatus Center, Jan. 20, 2011<br />\r\n<br />\r\nE-mail interview with Douglas Elliott, fellow with the Brookings Institution, Jan. 20, 2011<br />\r\n<br />\r\nE-mail interview with Arthur E. Wilmarth Jr., professor at George Washington University Law School, Jan. 20, 2011<br />\r\n<br />\r\nE-mail interview with Gary Burtless, senior fellow at the Brookings Institution, Jan. 19, 2011<br />\r\n<br />\r\nE-mail interview with Dean Baker, co-director of the Center for Economic and Policy Research, Jan. 19, 2011</p>\r\n\r\n<p>E-mail interview with David Zaring, professor at the University of Pennsylvania&#39;s Wharton School of Business, Jan. 21, 2011</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Pence", "barely_true_count": 8, "current_job": "Governor", "false_count": 14, "first_name": "Mike", "half_true_count": 15, "home_state": "Indiana", "id": 124, "last_name": "Pence", "mostly_true_count": 6, "name_slug": "mike-pence", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/AP_VASH107_CAMPAIGN_2016_PE.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/124/", "total_count": 49, "true_count": 5, "website": "http://www.in.gov/gov/2358.htm"}, "statement": "<p>The financial regulatory bill &quot;will kill jobs.&quot;</p>\r\n", "statement_context": "a press release", "statement_date": "2010-07-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 153, "photo": null, "resource_uri": "/api/v/2/subject/153/", "subject": "Financial Regulation", "subject_slug": "financial-regulation", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 109, "photo": null, "resource_uri": "/api/v/2/subject/109/", "subject": "Regulation", "subject_slug": "market-regulation", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}