{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2011/jan/24/national-rifle-association/nra-claims-more-die-accident-medical-misadventures/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 3095, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/3095/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tAre you more likely to die as a result of an accident involving medical care or an accident involving a gun?<br />\r\n\t<br />\r\n\tThe National Rifle Association claims that in Florida and nationally, you are far more likely to die at the hands of a medical professional or procedure -- by accident -- than you are&nbsp;as a result of an accidental firearm incident.<br />\r\n\t<br />\r\n\tWe found a reference to that claim in a Jan. 16, 2011, <em><a goog_docs_charindex=\"541\" href=\"http://www.miamiherald.com/2011/01/16/2018335_p2/floridas-solution-to-violence.html#\">Miami Herald</a></em> article about Florida lawmakers filing bills related to firearms. The bills are attracting much interest after the Jan. 8 shooting in Arizona that killed six and injured Democratic Congresswoman Gabrielle Giffords. One of the bills, <a goog_docs_charindex=\"789\" href=\"http://www.myfloridahouse.gov/Sections/Documents/loaddoc.aspx?FileName=_s0432__.DOCX&amp;DocumentType=Bill&amp;BillNumber=0432&amp;Session=2011\">Senate Bill 432</a> sponsored by state Sen. Greg Evers, R-Crestview, aims to prevent doctors from asking patients questions about their access to firearms and makes violations a felony punishable by up to a $5 million fine.<br />\r\n\t<br />\r\n\tDoctors argue against the proposed law. It also would prohibit physicians from refusing to see patients who won&#39;t answer questions about guns and bans the medical staff from writing down information about patients and their guns. This bill, then, is a battle between the gun lobby and the doctors&#39; lobby, two powerful groups in Tallahassee.<br />\r\n\t<br />\r\n\tThis Truth-O-Meter isn&#39;t going to weigh in on the argument about gun control. Our question: Are the fatality comparisons between medical mishaps and firearms correct?<br />\r\n\t<br />\r\n\t<strong>NRA&#39;s accident facts</strong><br />\r\n\t<br />\r\n\tThe <em>Miami Herald </em>article said&nbsp;NRA lobbyist Marion Hammer cited &quot;statistics showing that medical mishaps kill more people than guns,&quot; but did not cite the actual statistics. Hammer said she gave the <em>Herald </em>a one-page document called <a goog_docs_charindex=\"1800\" href=\"https://docs.google.com/viewer?a=v&amp;pid=explorer&amp;chrome=true&amp;srcid=1TAWitxXrFuYB23MSzwvrJSVoKTxDIxsAqQOvijQu8Rhzoayl94Vu5QbC5X_v&amp;hl=en\">&quot;Firearms Accidents Facts&quot;</a> compiled by the Unified Sportsmen of Florida in June 2010. The document compares accidental death by firearms to other types of accidents -- from choking to tricycles -- both nationally and in Florida. The Unified Sportsmen of Florida is the state&#39;s affiliate of the NRA.<br />\r\n\t<br />\r\n\tThe fact-sheet includes comparisons to accidental deaths by &quot;medical misadventures&quot; -- both in raw numbers and in rates per capita -- but doesn&#39;t specify the year. Medical misadventures, the handout says, &quot;is a term used by some statisticians to cover &#39;accidents&#39; by doctors and other medical personnel.&quot;&nbsp;Note that this claim&nbsp;covers only gun accidents -- it doesn&#39;t include firearm deaths due to murder or suicide.<br />\r\n\t<br />\r\n\tAccording to the sheet:<br />\r\n\t<br />\r\n\t&bull; Nationally, &quot;4 times more die from &#39;medical misadventures&#39; &quot; than firearms.<br />\r\n\t&bull; In Florida, &quot;6 times more die from &#39;medical misadventures&#39; &quot; than firearms.<br />\r\n\t<br />\r\n\tHammer on Jan. 17 directed us to Mark Overstreet, NRA Institute for Legislative Action research coordinator. He told us that the figures -- compiled by the NRA for Hammer -- were from 2007. He pointed us to the <a goog_docs_charindex=\"3037\" href=\"http://www.cdc.gov/injury/wisqars/index.html\">Centers for Disease Control and Prevention WISQARS</a> (Web-based Injury Statistics Query and Reporting System) -- an interactive database that provides customized reports.<br />\r\n\t<br />\r\n\tThe death data is compiled by the CDC&#39;s National Center for Health Statistics. This&nbsp;information comes&nbsp;from death certificates filed in state vital-statistics offices and includes causes of death reported by attending physicians, medical examiners and coroners, according to the CDC. All of the states comply with providing this data.<br />\r\n\t<br />\r\n\t<strong>Firearm accident data</strong></p>\r\n<p>\r\n\tOn the WISQARS website, we searched Fatal Injury Reports 1999-2007 for &quot;unintentional,&quot; &quot;firearms,&quot; &quot;2007&quot; and &quot;United States.&quot; That produced a chart that showed 613 deaths in the U.S. for 2007.<br />\r\n\t<br />\r\n\tThen we queried the same data for <a goog_docs_charindex=\"3901\" href=\"http://webappa.cdc.gov/cgi-bin/broker.exe\">Florida</a> and found 16 deaths.<br />\r\n\t<br />\r\n\t<strong>CDC&#39;s&nbsp;adverse effects data</strong><br />\r\n\t<br />\r\n\tThe death data about medical care was far more complex. We&#39;ll walk you through the numbers and explain&nbsp;why it doesn&#39;t provide a complete picture. We&#39;ll also discuss the &quot;medical misadventures&quot; label.<br />\r\n\t<br />\r\n\tOn WISQARS, we marked &quot;all intents&quot; and <a goog_docs_charindex=\"4235\" href=\"http://webappa.cdc.gov/cgi-bin/broker.exe\">&quot;medical care, adverse effects&quot;</a> for 2007 and saw 2,248 deaths nationwide. For <a goog_docs_charindex=\"4315\" href=\"http://webappa.cdc.gov/cgi-bin/broker.exe\">Florida</a>, the number was 108 deaths.<br />\r\n\t<br />\r\n\tWe thought those figures sounded awfully low for deaths as a result of medical errors. A 1999 study by the Institute of Medicine, <a goog_docs_charindex=\"4488\" href=\"http://www.iom.edu/Reports/1999/To-Err-is-Human-Building-A-Safer-Health-System.aspx\">&quot;To Err is Human: Building a Safer Health System,&quot;</a> concluded that medical error deaths range from about 44,000 to 98,000 a year.<br />\r\n\t<br />\r\n\tLet&#39;s summarize what we found before we delve into why the government&#39;s data is so low on such deaths:<br />\r\n\t<br />\r\n\t<strong>Accidental deaths 2007&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Nationwide&nbsp;&nbsp;&nbsp;&nbsp; Florida</strong><br goog_docs_charindex=\"4765\" />\r\n\tFirearms&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 613&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 16<br goog_docs_charindex=\"4782\" />\r\n\tMedical care adverse effects&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp; 2,248&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;108<br goog_docs_charindex=\"4822\" />\r\n\t<br goog_docs_charindex=\"4823\" />\r\n\t<strong>What the stats mean</strong></p>\r\n<p>\r\n\tWe interviewed Robert N. Anderson, chief of mortality statistics at the CDC, to explain what the numbers mean.<br />\r\n\t<br />\r\n\tThe deaths are coded by categories, and one category is indeed labeled &quot;misadventures to patients during surgical and medical care.&quot; Some examples are an unintentional cut, a foreign object accidentally left in the body during surgery, and contaminated medical substances.<br />\r\n\t<br />\r\n\tOther categories&nbsp;included in &quot;adverse effects:&quot;<br />\r\n\t<br />\r\n\t&bull; Breakdown or malfunctioning of a medical device.<br />\r\n\t<br />\r\n\t&bull; &quot;Surgical and other medical procedures as the cause of abnormal reaction of the patient, or of later complication, without mention of misadventure at the time of the procedure.&quot; Anderson told us that refers to procedures such as a patient reacting badly to an organ transplant.<br />\r\n\t<br />\r\n\t&bull; Complication of medical care, which was a significant factor even though the care (such as surgery) occurred more than one year prior to death. This is also often referred to as &quot;late effects,&quot; Anderson said.<br />\r\n\t<br />\r\n\tSo overall, &quot;medical care, adverse effects&quot; includes both errors and complications.<br />\r\n\t<br />\r\n\t<strong>How many errors?</strong></p>\r\n<p>\r\n\tWe asked Anderson: Are the majority medical errors?<br />\r\n\t<br />\r\n\t&quot;I&rsquo;m not sure,&quot; he wrote in an e-mail. &quot;Only a very few in adverse effects category are explicitly medical misadventures.&quot; He added, &quot;Just because a misadventure is not specified, doesn&rsquo;t mean that it didn&rsquo;t occur. My guess is that many ... (in some categories) are indeed medical errors, but have been characterized as complications.&quot;<br />\r\n\t<br />\r\n\tAnderson also explained a key limitation of the data: It is only as accurate as the information provided on the death certificates by doctors. The WISQARS system tabulates types of deaths based on the &quot;underlying cause of death.&quot; Suppose a man had heart disease and needed a heart procedure, a doctor punctured his artery during surgery and the patient bled to death. If the doctor reports the underlying cause of death&nbsp;as heart disease, then it won&#39;t be counted in the &quot;medical care, adverse effects&quot; category.<br />\r\n\t<br />\r\n\tThe CDC offers another source of online data called the WONDER system, which tabulates if a cause of death was mentioned anywhere on the death certificate, even if it wasn&#39;t listed as the &quot;underlying cause.&quot; The most recent year we could look up for WONDER was 2006.<br />\r\n\t<br />\r\n\tThe <a goog_docs_charindex=\"7142\" href=\"http://wonder.cdc.gov/mcd-icd10.html\">WONDER</a> database showed 22,116 deaths from &quot;medical care, adverse effects&quot; nationwide in 2006 and about 1,319 for Florida. Anderson acknowledges that even that figure is low.<br />\r\n\t<br />\r\n\tThe reason, according to Anderson: &quot;The physician who makes the error doesn&#39;t have any incentive to report it. Actually they have a disincentive to report it even though it&#39;s in the interests of medical care in general to have that information reported. ... We are at the mercy of the cause of death certifier and how thorough they are in their reporting of cause of death.&quot;<br />\r\n\t<br />\r\n\tAnderson said he personally finds some studies more believable than others -- for example he disagrees with counting all hospital infections as errors. But he says he agrees with the Institute of Medicine study that put the figure between 44,000 and 98,000 -- and says even though that study is from 1999, he believes little has changed since then.<br />\r\n\t<br />\r\n\t<strong>Firearm data is&nbsp; also uncertain</strong><br />\r\n\t<br />\r\n\tAnderson also raised a concern with the firearm data, that self-inflicted gun deaths could be accidental or a suicide, and some could be mis-classified or labeled as &quot;intent undetermined.&quot;<br />\r\n\t<br />\r\n\tIt&#39;s worth repeating that the vast majority of firearm deaths are by suicide and murder -- only a small slice of firearm deaths are accidental. According to the WISQARS data, in 2007 there were 31,224 firearm deaths nationwide -- the largest category was suicide followed by murder. That total number of firearm deaths is many multiples higher than the CDC&#39;s count for &quot;medical care, adverse effects&quot; deaths.<br />\r\n\t<br />\r\n\tWe asked Hammer, why make the comparison solely on accidents?<br />\r\n\t<br />\r\n\t&quot;When doctors claim that they have a right to question children and the parents of children because they want to prevent deaths by accidents with firearms, the facts speak for themselves,&quot; Hammer said. &quot;There are a number of areas dealing with medical care over which they have some control that (doctors) should focus attention on.&quot;<br />\r\n\t<br />\r\n\tAnd Overstreet, the NRA researcher, defends the use of WISQARS data, even knowing its limitations.<br />\r\n\t<br />\r\n\t&quot;We are not looking to jack the numbers up,&quot; he said. &quot;We are saying this is what the federal government is reporting.&quot;<br />\r\n\t<br />\r\n\tAnderson doesn&#39;t disagree.<br />\r\n\t<br />\r\n\t&quot;With the data issues surrounding medical errors, it&#39;s a fairly difficult comparison,&quot; he said. However, &quot;I don&#39;t think they are off base. I don&#39;t think they are doing something making an invalid comparison. ... What they are basically doing is looking at the government&#39;s underlying cause data. They are not even saying it&#39;s a gross underestimate. They are being very conservative here.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong></p>\r\n<p>\r\n\tSo, is the NRA right to state that, nationwide, people are four times more likely to die from medical misadventures than firearm accidents and that figure drops to six times more likely&nbsp;for Florida?</p>\r\n<p>\r\n\tThe government&#39;s 2007 data shows&nbsp;613 accidental firearm deaths nationwide compared to 2,248 deaths from medical care adverse effect. That&#39;s close to four times, as the NRA handout says. In Florida, there were&nbsp;16 accidental firearm deaths compared to 108 medical care adverse effect. That&#39;s almost seven times, even worse than the six times cited by the NRA.<br />\r\n\t<br />\r\n\tWe have two concerns: The WISQARS data comes with a lot of caveats when examining medical errors, and even the gun data may not be perfect. And the NRA&#39;s fact-sheet ignores gun deaths from murders and suicides, which take a significantly higher toll than accidents and can&#39;t be ignored in the gun debate.</p>\r\n<p>\r\n\tFor the point the NRA is making -- accidents only, guns v. medical misadventures -- the numbers back up their claims but need clarification and context. We rate this claim Mostly True.</p>", "ruling_comments_date": "2011-01-21T16:28:48.658034", "ruling_date": "2011-01-24T11:13:24", "ruling_headline": "NRA claims more die by accident from 'medical misadventures' than firearms", "ruling_headline_slug": "nra-claims-more-die-accident-medical-misadventures", "ruling_link_text": "Should you fear an accidental slip of the scalpel more than a firearm?", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<em>Miami Herald</em>, <a goog_docs_charindex=\"10755\" href=\"http://www.miamiherald.com/2011/01/16/v-fullstory/2018335/floridas-solution-to-violence.html#\">&quot;Florida&#39;s solution to violence: more guns,&quot;</a> Jan. 16, 2011<br goog_docs_charindex=\"10815\" />\r\n\t<br goog_docs_charindex=\"10816\" />\r\n\tUnified Sportsmen of Florida (NRA affiliate), <a goog_docs_charindex=\"10863\" href=\"https://docs.google.com/viewer?a=v&amp;pid=explorer&amp;chrome=true&amp;srcid=1TAWitxXrFuYB23MSzwvrJSVoKTxDIxsAqQOvijQu8Rhzoayl94Vu5QbC5X_v&amp;hl=en\">&quot;Firearm Accident Facts,&quot;</a> June 2010<br goog_docs_charindex=\"10900\" />\r\n\t<br goog_docs_charindex=\"10901\" />\r\n\tNational Rifle Association, <a goog_docs_charindex=\"10930\" href=\"http://www.nraila.org/Issues/FactSheets/Read.aspx?ID=127\">&quot;Accident Statistics,&quot;</a> Accessed Jan. 17, 2011<br goog_docs_charindex=\"10977\" />\r\n\t<br goog_docs_charindex=\"10978\" />\r\n\tCenters for Disease Control WISQARS, <a goog_docs_charindex=\"11016\" href=\"http://www.cdc.gov/injury/wisqars/index.html\">&quot;Fatal Injury Reports,&quot;</a> 1999-2007<br goog_docs_charindex=\"11051\" />\r\n\t<br goog_docs_charindex=\"11052\" />\r\n\tCenters for Disease Control WONDER, <a goog_docs_charindex=\"11089\" href=\"http://wonder.cdc.gov/mcd.html\">&quot;Multiple Cause of Death,&quot;</a> 2005-2006<br goog_docs_charindex=\"11127\" />\r\n\t<br goog_docs_charindex=\"11128\" />\r\n\tInstitute of Medicine, <a goog_docs_charindex=\"11152\" href=\"http://www.iom.edu/Reports/1999/To-Err-is-Human-Building-A-Safer-Health-System.aspx\">&quot;To Err is Human: Building A Safer Health System,&quot;</a> Nov. 1, 1999<br goog_docs_charindex=\"11217\" />\r\n\t<br goog_docs_charindex=\"11218\" />\r\n\tHearst newspapers investigation, <a goog_docs_charindex=\"11252\" href=\"http://www.chron.com/deadbymistake/\">&quot;Dead by Mistake,&quot;</a> August 2009<br goog_docs_charindex=\"11284\" />\r\n\t<br goog_docs_charindex=\"11285\" />\r\n\tFlorida Senate, <a goog_docs_charindex=\"11302\" href=\"http://www.myfloridahouse.gov/Sections/Bills/billsdetail.aspx?BillId=45055&amp;SessionIndex=-1&amp;SessionId=66&amp;BillText=&amp;BillNumber=432&amp;BillSponsorIndex=0&amp;BillListIndex=0&amp;BillStatuteText=&amp;BillTypeIndex=0&amp;BillReferredIndex=0&amp;HouseChamber=S&amp;BillSearchIndex=0\">Senate Bill 432</a>, Filed Jan. 13, 2011<br goog_docs_charindex=\"11341\" />\r\n\t<br goog_docs_charindex=\"11342\" />\r\n\tInterview, NRA Institute for Legislative Action Research Coordinator Mark Overstreet, Jan. 17-21, 2011<br goog_docs_charindex=\"11445\" />\r\n\t<br goog_docs_charindex=\"11446\" />\r\n\tInterview, NRA lobbyist Marion Hammer, Jan. 17, 2011<br goog_docs_charindex=\"11499\" />\r\n\t<br goog_docs_charindex=\"11500\" />\r\n\tInterview, CDC chief of mortality statistics Robert N. Anderson, Jan. 20-21, 2011</p>\r\n<div goog_docs_charindex=\"11583\">\r\n\t<div goog_docs_charindex=\"11584\">\r\n\t\t&nbsp;</div>\r\n</div>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "", "false_count": 5, "first_name": "", "half_true_count": 1, "home_state": "", "id": 67, "last_name": "National Rifle Association", "mostly_true_count": 6, "name_slug": "national-rifle-association", "pants_count": 4, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-nra.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/67/", "total_count": 20, "true_count": 1, "website": "http://www.nra.org/home.aspx"}, "statement": "<p>\r\n\tMore people die from &quot;medical misadventures&quot; than firearm accidents nationally and in Florida.<br goog_docs_charindex=\"94\" />\r\n\t&nbsp;</p>", "statement_context": "a fact-sheet.", "statement_date": "2011-01-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 19, "photo": null, "resource_uri": "/api/v/2/subject/19/", "subject": "Guns", "subject_slug": "guns", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}