{"art": [], "author": [{"email_address": "plord@projo.com", "first_name": "Peter", "id": 227, "last_name": "Lord", "name_slug": "peter-lord", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/peter_lord.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/227/", "title": "Reporter", "twitter": null}], "canonical_url": "/rhode-island/statements/2011/jan/23/jack-reed/senator-reed-says-new-england-has-ample-supplies-n/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "tmurphy@providencejournal.com", "first_name": "Tim", "id": 145, "last_name": "Murphy", "name_slug": "tim-murphy", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/tim_murphy2_80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/145/", "title": "Editor", "twitter": null}], "facebook_headline": null, "id": 3096, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "plord@projo.com", "first_name": "Peter", "id": 227, "last_name": "Lord", "name_slug": "peter-lord", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/peter_lord.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/227/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/3096/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tFor years, Weaver&rsquo;s Cove Energy, the company that wants to develop a liquefied natural gas terminal in Fall River, has battled critics in Rhode Island and Massachusetts, who have fought the project on several fronts.<br />\r\n\t<br />\r\n\tOpponents say the terminal -- and massive tankers making regular trips through Narragansett Bay -- would pose a serious safety risk to communities on Mount Hope Bay and cause widespread environmental damage. They also say the region already has enough natural gas and doesn&rsquo;t need a new terminal.<br />\r\n\t<br />\r\n\tThe four U.S. senators from the two states, who all oppose the terminal, cited the supply argument in a letter they sent in November to a key Senate appropriations committee, urging it to prohibit the Federal Regulatory Commission from using federal money to approve the terminal.<br />\r\n\t<br />\r\n\tWith temperatures plummeting &ndash;&ndash; and the Weaver&rsquo;s Cove project far from resolved &ndash;&ndash; we thought this was a good time to delve into the issue, focusing on the senators&rsquo; claim that New England has ample supplies of natural gas, and therefore doesn&rsquo;t need the new terminal. We chose Sen. Jack Reed as the speaker for this item because he issued a news release about the letter.<br />\r\n\t<br />\r\n\tThe senators cited an analysis by the Massachusetts Department of Energy Resources (DOER) that was summarized in a Nov. 16, 2009 letter the department sent to federal regulators: &quot;DOER asserts that it is unclear to what extent, if any, Weaver Cove&rsquo;s LNG supply is needed to meet the region&rsquo;s gas supply needs. . .&quot;<br />\r\n\t<br />\r\n\tIn the letter, the Massachusetts energy office staff reported that within the past year, two new or expanded LNG facilities were completed in the Northeast, &nbsp;adding to the &quot;large excess supply already in the natural gas market.&quot;<br />\r\n\t<br />\r\n\tThey also cited other increased supplies and a drop in demand for natural gas. Those were among many changes in the region&rsquo;s electricity and natural gas marketplace that occurred since the Weaver&rsquo;s Cove project was first initiated in 2002, they said. &nbsp;As a result, they said, &quot;it is unclear why there would be demand for additional LNG infrastructure.&quot;<br />\r\n\t<br />\r\n\tWe then found Damien Gaul, an analyst for the Energy Information Administration, a research arm of the U.S. Department of Energy. Gaul referred us to a recent administration projection showing natural gas demand nationally increasing from 23 trillion cubic feet in 2008 to 26.4 trillion cubic feet in 2035, a growth rate of .6 percent annually.<br />\r\n\t<br />\r\n\t&quot;We don&rsquo;t believe the U.S. has a need for more LNG deliveries,&quot; said Gaul, who emphasized his agency does not issue opinions on specific LNG proposals.<br />\r\n\t<br />\r\n\t&quot;We currently have the capacity to handle five times the demand we have now. Does the U.S. need more LNG? Probably not. Does the Northeast need more? Probably not.&quot;<br />\r\n\t<br />\r\n\tThe natural gas supply issue also arose at a hearing for electric utility National Grid before the Rhode Island Public Utilities Commission on Oct. 20, 2010.<br />\r\n\t<br />\r\n\tElizabeth D. Arangio, U.S. director of gas supply planning for National Grid, said several new sources of gas have been created in the Northeast, with more to come soon. She concluded: &quot;So at this point, the market doesn&rsquo;t technically need more supply in this area in addition to those projects ...&quot;<br />\r\n\t<br />\r\n\tAt the same hearing, Bruce Oliver, a consultant hired by the PUC, said the recession has reduced the demand for LNG. &quot;That is, the overall demand in the region has declined due to the economy and other factors, energy-efficiency activity, etc. That activity negates a lot of the factors that were driving the need for a Weaver&rsquo;s Cove type of supply.&quot;<br />\r\n\t<br />\r\n\tSo why would Weaver&rsquo;s Cove spend millions of dollars fighting to develop a project to deliver a product to a market that doesn&rsquo;t need it?<br />\r\n\t<br />\r\n\tWe asked Gordon Shearer, president of Hess LNG LLC, who has spearheaded the Weaver&rsquo;s Cove project. He responded with a question: If New England has enough gas, he asked, why are prices for natural gas here much higher than in the rest of the country? (Gas prices vary widely across the country; the EIA finds prices in New England are generally several dollars higher per thousand cubic feet than the national average.) The high prices, Shearer said, show the region needs more gas.<br />\r\n\t<br />\r\n\tHe also said the Massachusetts Energy Office used faulty arithmetic in its study and failed to note that existing pipelines don&rsquo;t have enough capacity to handle much of the new LNG supplies. He also dismissed the federal reports, saying commercial forecasters tend to see a need for more imports.<br />\r\n\t<br />\r\n\tBut documents Shearer provided told a mixed story. For instance, a report from Spectra Energy described the company&rsquo;s efforts to pipe more gas to the Northeast, but it said nothing about the need for more gas from other sources. &nbsp;&nbsp;<br />\r\n\t<br />\r\n\tAnother report, the 2010 Statistical Guide by the Northeast Gas Association, reports that &quot;an era of abundant supplies appears to have arrived&quot; and that is having a positive impact on natural gas prices.<br />\r\n\t<br />\r\n\tThe rapid development of shale gas supplies in New York and Pennsylvania are expected to &nbsp;produce substantially more gas for the U.S. market, the report said. It noted that some proposed LNG projects, including one offshore of New Jersey, have been withdrawn recently because of the changing market conditions.<br />\r\n\t<br />\r\n\tTo summarize: The Massachusetts and federal energy offices say there is an ample supply of natural gas. So does National Grid, the largest local utility.<br />\r\n\t<br />\r\n\tWeaver&rsquo;s Cove contention -- that the region&rsquo;s relatively high gas prices prove there&rsquo;s not enough supply -- may make theoretical sense. But it hasn&rsquo;t convinced the regulators so far. Nor us.<br />\r\n\t<br />\r\n\tWe find the claim by Reed and the other senators to be True.</p>\r\n<p>\r\n\t<strong><em>Update: The original version of this item incorrectly reported that National Grid, a major supplier of electricity and natural gas, burns natural gas to produce electricity. National Grid buys and sells electricity but does not generate it.</em></strong></p>", "ruling_comments_date": "2011-01-21T17:44:32.082127", "ruling_date": "2011-01-23T00:01:00", "ruling_headline": "Senator Reed says New England has ample supplies of natural gas", "ruling_headline_slug": "senator-reed-says-new-england-has-ample-supplies-n", "ruling_link_text": "Enough is enough", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tNov. 4 <a href=\"http://reed.senate.gov/newsroom/details.cfm?id=328489\">News release and letter </a>from U.S. Sen. Jack Reed, accessed Jan. 17, 2010<br />\r\n\t<br />\r\n\tNov. 16, 2009 <a href=\"http://www.projo.com/news/politifact/11.16.09_LNG_MassDOER_letter.pdf\">letter from Massachusetts Department of Energy Resources</a><br />\r\n\t<br />\r\n\tInterview with Gordon Shearer, Jan. 12, 2010<br />\r\n\t<br />\r\n\tTelephone interview with Damien Gaul, Office of Petroleum, Gas and Biofuels Analysis, Energy Information Administration, Jan. 14, 2010.<br />\r\n\t<br />\r\n\tTranscript of a hearing for National Grid before the Rhode Island Public Utilities Commission on Oct. 20, 2010.<br />\r\n\t<br />\r\n\t<a href=\"http://www.northeastgas.org/index.php?option=com_content&amp;task=view&amp;id=100\">Northeast Gas Association 2010 Statistical Guide</a>, accessed Jan. 17<br />\r\n\t<br />\r\n\t<a href=\"http://lngfactcheck.com/2010/03/09/weavers-cove-lng-task-force-testimony/\">Testimony of Gordon Shearer</a> to Rhode Island Senate committee, March 9, 2010, accessed Jan. 18, 2010.</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "U.S. Senator", "false_count": 0, "first_name": "Jack", "half_true_count": 2, "home_state": "Rhode Island", "id": 972, "last_name": "Reed", "mostly_true_count": 1, "name_slug": "jack-reed", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/jack_reed.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/972/", "total_count": 7, "true_count": 3, "website": "http://reed.senate.gov/"}, "statement": "<p>\r\n\t&quot;New England already has access to ample supplies of natural gas.&quot;</p>", "statement_context": "a letter to a Senate committee", "statement_date": "2010-11-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}], "target": [], "twitter_headline": ""}