{"art": [], "author": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "canonical_url": "/oregon/statements/2011/jan/23/victoria-taft/victoria-taft-says-rigler-elementary-gave-prayer-r/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "tbottomly@oregonian.com", "first_name": "Therese", "id": 188, "last_name": "Bottomly", "name_slug": "therese-bottomly", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/therese_1.jpg", "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/188/", "title": "Managing Editor", "twitter": null}], "facebook_headline": null, "id": 3098, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "resource_uri": "/api/v/2/statement/3098/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tRemember that whole separation of church and state thing? Well, according to a recent blog post by local radio personality Victoria Taft, the wall dividing the two is crumbling over at Portland&#39;s Rigler Elementary School.<br />\r\n\t<br />\r\n\tIn her <a href=\"http://victoriataftkpam.blogspot.com/2010/12/pdxs-rigler-public-grade-school.html\">missive</a>, Taft writes that &quot;Muslim students at Portland&#39;s Rigler Elementary School are given their own school provided prayer room, prayer rugs, helpfully stored in the prayer room by the school, and let out of class five times a day to pray to Allah. Did I mention this is during school hours?&quot;<br />\r\n\t<br />\r\n\tIf this sounds a little dubious, she backs it up in the Dec. 27, 2010, post: &quot;School officials AND the PPS spokesman confirmed before I went on the air with this earlier this month.&quot;<br />\r\n\t<br />\r\n\tThere&#39;s a lot more in her post, but she keeps coming back to the idea that Muslim students are getting exceptional treatment. Here&#39;s another sentence along those lines: &quot;The school stores the Muslim prayer rugs for the students in a special room and they roll them all out for the kids five times a day.&quot;<br />\r\n\t<br />\r\n\tSo is any of this true? Well, according to Portland Public Schools spokesman Matt Shelby, it&#39;s not. In fact, as much as we like to keep up on our talk radio, this whole issue flew under our radar until we received an e-mail from Shelby asking us to debunk the claim.<br />\r\n\t<br />\r\n\tWe read over Taft&#39;s original post and found it provocative enough to deem it worth a look.<br />\r\n\t<br />\r\n\tOne claim that caught our attention straight away: It didn&#39;t seem right that Muslim students would be praying five times during the school day.<br />\r\n\t<br />\r\n\tIt&#39;s true, some Muslims pray five times a day, but most of those prayers don&#39;t fall during the school day. Rigler&#39;s school day runs from 8 a.m. to 2:15 p.m. The five prayers traditionally take place before dawn, just after noon, midafternoon, at sunset and before bed. Of those five prayers, only one (possibly two) would seem to conflict with the school schedule.<br />\r\n\t<br />\r\n\tWith that in mind, we gave Shelby a call.<br />\r\n\t<br />\r\n\tHe reiterated some of what he had told us in previous e-mails. He was contacted by Taft&#39;s producer, who said the show had received a complaint from a relative of a teacher that Muslim students were being singled out for special treatment. Shelby said he told the producer he would look into it, but, in the end, for no reason in particular, they never actually spoke about the situation. When he saw the blog post, he contacted Rigler and was told nobody there spoke with Taft or a producer for her show. (Taft still maintains a school official confirmed her report, though she declined to give us the name of that official.)<br />\r\n\t<br />\r\n\tSo, we asked, how did any of this crop up in the first place?<br />\r\n\t<br />\r\n\tWell, Shelby said, four years ago, two brothers at Rigler asked for permission to pray at lunch during Ramadan, an Islamic holy month. The students were allowed to do so in an empty office. The school, he said, did not convert the office to a prayer room; the two were simply to pray in private. The students prayed just once a day and no rugs were provided.<br />\r\n\t<br />\r\n\tShelby then pointed us to a couple of memos from Portland Public Schools&rsquo; general counsel Jollee Faber Patterson. <a href=\"http://www.pps.k12.or.us/files/general-counsel/Religious_Issues_doc.pdf\">One of the </a><a href=\"http://www.pps.k12.or.us/files/general-counsel/Religious_Issues_doc.pdf\">memos </a>deals with religious instruction in school and makes clear that teachers should neither encourage nor discourage religious expression -- no matter the faith.<br />\r\n\t<br />\r\n\tIn <a href=\"http://www.pps.k12.or.us/files/general-counsel/RamadanStudentPrayer.pdf\">another memo</a>, this one dealing specifically with special requests during Ramadan, Patterson suggests that schools &quot;should accommodate reasonable requests.&quot; This, she writes, would include giving students access to a quiet place to pray and excusing students from physical education should they be fasting during the day (as is custom during Ramadan).<br />\r\n\t<br />\r\n\tShelby says Portland Public Schools has made allowances for children of other faiths as well. At one elementary school, Christian students are allowed to miss class in order to participate in religious studies off campus. A few years back, Wilson High School rescheduled a graduation ceremony to accommodate Jewish students who were observing Shabbat. Other schools keep the Sabbath in mind when scheduling Friday night and weekend activities, Shelby said.<br />\r\n\t<br />\r\n\t&quot;It&#39;s all over the board, and we try to accommodate our kids as best we can,&quot; Shelby said. &nbsp;<br />\r\n\t<br />\r\n\tAfter talking to Shelby, we tried to get in touch with Taft to see if she stood by her blog post. She referred us only to an <a href=\"http://victoriataftkpam.blogspot.com/2011/01/zeros-politifact-goes-after-claims.html\">updated blog </a><a href=\"http://victoriataftkpam.blogspot.com/2011/01/zeros-politifact-goes-after-claims.html\">post </a>that went up the night after we asked for comment. In her new post, she says she may have &quot;conflated his (Shelby&rsquo;s) &lsquo;checking it out&rsquo; with the other confirmations but it&#39;s not a lie -- intentional or otherwise.&quot;<br />\r\n\t<br />\r\n\tShe then goes on to dissect a response from Shelby, which reads, in part: &quot;Rigler School does not have any students that pray as part of their school day. This includes, Muslims, Christians, Jews, Mormons and other groups mentioned in the article. Consequently, the school does not have any space or equipment devoted to any type of religious practice at school. Four years ago, Rigler did have two brothers who asked permission to pray during their lunch during Ramadan. The school did give them a quiet space to use; they missed no instructional time to do so and only prayed once a day. Those are the facts.&quot;<br />\r\n\t<br />\r\n\tTaft cites this as proof that her original post was accurate. She says, &quot;Shelby confirms that the district has provided a spot at the school to pray.&quot;<br />\r\n\t<br />\r\n\tIt&#39;s true, he does. But Taft&rsquo;s original post went much further than that. She said that the students were praying five times a day (instead of once), that the school let them out of class (it was during lunch), that the school gave them a prayer room (it was an unused office) and prayer rugs (nope), and that other religions would not be similarly accommodated (they are).<br />\r\n\t<br />\r\n\tWe tried to get in touch with Taft one last time to let her address these loose ends. She declined. &nbsp;&quot;I&#39;ll just leave my comments as is,&quot; she wrote in an e-mail.<br />\r\n\t<br />\r\n\tWell, given that, we find the claim to be not only false but ridiculous: Pants on Fire.</p>\r\n<p>\r\n\t<a href=\"http://www.oregonlive.com/portland/index.ssf/2011/01/politifact_oregon_checks_claim.html\">Return to OregonLive to comment on Victoria Taft&#39;s statement and this Politifact Oregon ruling.</a></p>", "ruling_comments_date": "2011-01-21T18:27:21.574900", "ruling_date": "2011-01-23T09:00:00", "ruling_headline": "Victoria Taft says Rigler Elementary gave prayer room, rugs, special treatment to Muslim students", "ruling_headline_slug": "victoria-taft-says-rigler-elementary-gave-prayer-r", "ruling_link_text": "We couldn’t find a prayer room anywhere", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tVictoria Taft, &quot;<a href=\"http://victoriataftkpam.blogspot.com/2010/12/pdxs-rigler-public-grade-school.html\">Rigler Public Grade School</a>&hellip;,&quot; Dec. 27, 2010<br />\r\n\t<br />\r\n\tVictoria Taft, &quot;<a href=\"http://victoriataftkpam.blogspot.com/2011/01/zeros-politifact-goes-after-claims.html\">Zero&rsquo;s &lsquo;Politifact&rsquo; goes after claims</a>...,&quot; Jan. 18, 2011<br />\r\n\t<br />\r\n\tInterview with Portland Public Schools spokesman Matt Shelby, Jan. 14, 2011</p>\r\n<p>\r\n\tPortland Public Schools, <a href=\"http://www.pps.k12.or.us/files/general-counsel/RamadanStudentPrayer.pdf\">Ramadan and Student Prayer Requests </a><br />\r\n\t<br />\r\n\tPortland Public Schools, <a href=\"http://www.pps.k12.or.us/files/general-counsel/Religious_Issues_doc.pdf\">Religious Issues</a><br />\r\n\t<br />\r\n\tE-mail from Victoria Taft, Jan. 19, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "radio talk show host", "false_count": 2, "first_name": "Victoria", "half_true_count": 0, "home_state": "Oregon", "id": 952, "last_name": "Taft", "mostly_true_count": 0, "name_slug": "victoria-taft", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/victoria_taft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/952/", "total_count": 3, "true_count": 0, "website": "http://victoriataftkpam.blogspot.com/"}, "statement": "<p>\r\n\tSays a Portland school gives Muslim students &quot;their own school provided prayer room, prayer rugs,&quot; and lets them &quot;out of class five times a day to pray to Allah.&quot;</p>", "statement_context": "a website posting", "statement_date": "2010-12-27", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 9, "photo": null, "resource_uri": "/api/v/2/subject/9/", "subject": "Religion", "subject_slug": "religion", "used_in_edition": []}], "target": [], "twitter_headline": ""}