{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/jan/26/michele-bachmann/michele-bachmann-repeats-claim-health-care-bill-wi/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 3119, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/3119/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tIn her <a href=\"http://www.npr.org/2011/01/26/133230238/transcript-tea-party-response-from-rep-bachmann\">Tea Party Express-sponsored rebuttal</a> to President Barack Obama&#39;s State of the Union address on Jan. 25, 2011, Rep. Michele Bachmann, R-Minn., repeated a line used by numerous other Republican opponents of the Democratic-backed health care law passed in 2010.<br />\r\n\t<br />\r\n\t&quot;Instead of a leaner, smarter government, we bought a bureaucracy that now tells us which light bulbs to buy and which may put 16,500 IRS agents in charge of policing President Obama&#39;s health care bill.&quot;<br />\r\n\t<br />\r\n\tWe&rsquo;ve previously looked at the light bulb comment <a href=\"http://www.politifact.com/truth-o-meter/statements/2011/jan/26/michele-bachmann/michele-bachmann-says-government-tells-us-what-lig/\">and have done so again</a>. Here we&rsquo;ll scrutinize Bachmann&rsquo;s claim about the IRS.</p>\r\n<p>\r\n\tWe <a href=\"http://politifact.com/truth-o-meter/statements/2010/mar/29/mark-kirk/kirk-says-health-care-bill-will-lead-irs-hire-more/\">looked at this question </a>when then-Rep. Mark Kirk, R-Ill., (now a senator) said in a March 21, 2010, House floor speech, &quot;About the only jobs created by the (health care) legislation would be at the IRS. According to the nonpartisan Congressional Budget Office, the IRS would need to hire over 16,000 people -- over 700 just in Illinois-- to audit the American people and impose the new taxes and mandates of the bill.&quot;<br />\r\n\t<br />\r\n\tLet&rsquo;s note right off the bat that Kirk added a few problematic details that Bachmann did not, specifically his decision to cite the CBO, the nonpartisan budget arm of Congress, as his primary source. So we&rsquo;ll rate Bachmann&rsquo;s statement on its own terms.<br />\r\n\t<br />\r\n\tOn Dec. 19, 2009, the CBO released an analysis of the Senate version of the health care bill, which ultimately became the basis for the bill that was passed by both chambers and signed into law. The CBO wrote that it had &quot;not completed an estimate of the discretionary costs that would be associated with the legislation,&quot; including the costs for the IRS and other &quot;federal agencies that would be responsible for implementing the provisions of the legislation.&quot;<br />\r\n\t<br />\r\n\tHowever, CBO did offer an estimate of the costs to the IRS for &quot;implementing the eligibility determination, documentation, and verification processes for premium and cost-sharing credits.&quot; The IRS, the analysis said, &quot;would probably&quot; need to spend &quot;between $5 billion and $10 billion over 10 years.&quot;<br />\r\n\t<br />\r\n\tHowever, CBO did not translate that dollar range into a possible number of new hires. Instead, that task was taken up by another group -- the Republican staff of the House Ways and Means Committee, which has jurisdiction for taxes.<br />\r\n\t<br />\r\n\tOn March 18, 2010, the House Ways and Means Republicans released a report titled, &quot;The Wrong Prescription: Democrats&rsquo; Health Overhaul Dangerously Expands IRS Authority.&quot; The report acknowledged that it is &quot;impossible to know exactly how many new employees the IRS would have to hire to enforce the individual mandate and other provisions of the Democrats&rsquo; health care bill.&quot; Still, it uses IRS data and &quot;reasonable assumptions about costs and program responsibilities&quot; to suggest that as many as 16,500 additional &quot;examiners, agents and other employees&quot; could be needed.<br />\r\n\t<br />\r\n\tThe Ways and Means Republicans used the high end of CBO&#39;s cost estimate of $10 billion over 10 years.<br />\r\n\t<br />\r\n\t&quot;First, assume that the IRS budget would grow by the $10 billion that CBO indicates could be necessary. While there might be some early-year start-up costs to prepare for the added workload, most of the costs would accrue in the last six years of CBO&rsquo;s ten-year budget window, when the individual mandate and other provisions, which present the bulk of the new enforcement responsibilities, take effect. Thus, for this analysis, assume that $1 billion total will be spent by the IRS in the first four years to prepare for the mandate with the spending increasing to $1.5 billion per year in each of the last six years.<br />\r\n\t<br />\r\n\t&quot;Second, in the last year for which actual IRS data is available, fiscal year 2009, the IRS employed the equivalent of 92,577 people, nearly half of whom worked directly in examinations and collections. In total, the IRS had payroll and benefit expenses of $8.371 billion, implying that costs per worker were $90,427. If the $1.5 billion in annual funds are used for the payroll and benefits of a similar mix of employees, the IRS could add more than 16,500 additional agents, auditors, examiners, and administrative support personnel to enforce large portions of the nation&rsquo;s health insurance system.&quot;<br />\r\n\t<br />\r\n\tBut even as it offered the 16,500 figure, the Ways and Means Republicans&#39; report offered caveats as well.<br />\r\n\t<br />\r\n\t&quot;Some might argue that figure over-estimates the number of employees that would be hired, because it includes only payroll and benefit costs and does not include other costs that would be incurred, including office overhead,&quot; the report says. &quot;However, note that the IRS total budget in fiscal year 2009 was $11.708 billion, meaning that, when all costs are included, IRS&nbsp; total spending averaged $126,474 per employee. Thus, critics of the 16,500 figure might argue that any new employees should be assumed to cost as much as the average member of the existing workforce and that the $1.5 billion per year would &#39;only&#39; support hiring slightly more than 11,800 new IRS employees.&quot;<br />\r\n\t<br />\r\n\tIn fact, in a footnote, the report said that &quot;it is likely the number would lie somewhere in between the two sets of figures. There would be some additional overhead costs for the new employees, such as computers and telephone services. But there could also be fixed costs that are not as affected by additional workers (e.g., the agency may already have extra office space so does not need to rent additional square footage for each additional worker).&quot;<br />\r\n\t<br />\r\n\tWe contacted a half-dozen experts in federal human-resources issues to see if they could provide an independent critique of the report&#39;s math, but those who responded ultimately declined to either confirm or second-guess the Ways and Means Republicans&#39; calculations, citing uncertainty about what kind of staffing would be needed. One key unknown is whether computer automation -- something in which the IRS has made a substantial investment in recent years -- could handle much of the work stemming from the health care bill, rather than employees.<br />\r\n\t<br />\r\n\tFor the record, the IRS itself says that it has not sorted out the employment fallout yet.<br />\r\n\t<br />\r\n\tOn March 25, 2010, IRS Commissioner Douglas Shulman appeared at a hearing of the House Ways and Means Subcommittee on Oversight. At one point, Rep. Ron Kind, D-Wis., asked Shulman, &quot;You said that right now you are moving forward as far as calculations and costs and staffing needs the IRS has -- you haven&#39;t made any of those final determinations yet, have you?&quot;</p>\r\n<p>\r\n\tTo that question, Shulman answered, &quot;That&#39;s correct.&quot;<br />\r\n\t<br />\r\n\tUltimately, we have several problems with 16,500 figure.<br />\r\n\t<br />\r\n\t&bull; It uses the high end of the CBO estimate. The CBO estimated a cost burden of between $5 billion and $10 billion over 10 years. The Ways and Means Republicans&#39; report made its calculations based only on the high end of that range. If it had used the $5 billion figure instead (or offered it side by side with the $10 billion figure) it would have worked out to 8,250 jobs.<br />\r\n\t<br />\r\n\t&bull; The Ways and Means Republicans themselves acknowledge that the figure could be less than 16,500 new jobs. Factoring overhead -- rather than just salaries and benefits -- into the equation, the Republican staff said,&nbsp; would reduce the number from 16,500 new employees to 11,800. This isn&#39;t just an outside critique: this is something stated explicitly in the Ways and Means Republicans&#39; own report. And if one uses the $5 billion CBO estimate rather than the $10 billion CBO estimate, that number could shrink to 5,900 new jobs -- substantially below the 16,500 figure.<br />\r\n\t<br />\r\n\t&bull; The Ways and Means Republican staff is not a neutral arbiter. Republicans were, and are, strongly opposed to the Democratic-backed health care law. Earlier this month, every single Republican voted to repeal the law, joined by only a handful of Democrats. So we would be more comfortable relying on a figure by an independent, nonpartisan organization.<br />\r\n\t<br />\r\n\tAll told, we do think it&#39;s fair to assume that the IRS will need to hire new employees, perhaps thousands, to handle the caseload from the new health care law. But even the Republican staffers who calculated the number acknowledged that 16,500 is the high end of a range that could theoretically stretch as low as 5,900 using their methodology.<br />\r\n\t<br />\r\n\tThe good news for Bachmann is that she took greater care than Kirk did in phrasing the statistic. Rather than simply citing the 16,500 figure, she added some cushion by saying that the bill &quot;may put 16,500 IRS agents&quot; to work. That&rsquo;s enough in our book to raise the rating from Barely True, which is what we gave Kirk, to Half True.</p>", "ruling_comments_date": "2011-01-26T12:26:17.948407", "ruling_date": "2011-01-26T15:25:28", "ruling_headline": "Michele Bachmann repeats claim that health care bill will require 16,500 new IRS agents", "ruling_headline_slug": "michele-bachmann-repeats-claim-health-care-bill-wi", "ruling_link_text": "That number is speculative at best", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tMichele Bachmann, <a href=\"http://www.npr.org/2011/01/26/133230238/transcript-tea-party-response-from-rep-bachmann\">rebuttal to the State of the Union address</a>, Jan. 25, 2011<br />\r\n\t<br />\r\n\tMark Kirk, House <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getpage.cgi?position=all&amp;page=H1918&amp;dbname=2010_record\">floor</a><a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getpage.cgi?position=all&amp;page=H1918&amp;dbname=2010_record\"> speech</a>, March 21, 2010<br />\r\n\t<br />\r\n\tHouse Ways and Means Republicans, &quot;The Wrong Prescription: Democrats&rsquo; Health Overhaul Dangerously Expands IRS Authority&quot; (<a href=\"http://republicans.waysandmeans.house.gov/UploadedFiles/IRS_Power_Report.pdf\">report</a>), March 18, 2010<br />\r\n\t<br />\r\n\tCongressional Budget Office, <a href=\"http://cbo.gov/ftpdocs/108xx/doc10868/12-19-Reid_Letter_Managers_Correction_Noted.pdf\">analysis </a>of the Patient Protection and Affordable Care Act, Senate Amendment 2786 in the nature of a substitute to H.R. 3590 (as printed in the Congressional Record on November 19, 2009), Dec. 19, 2009<br />\r\n\t<br />\r\n\tDouglas Shulman, <a href=\"http://www.youtube.com/watch?v=sluAS6Z5MEU\">testimony </a>before the House Ways and Means Subcommittee on Oversight, March 25, 2010<br />\r\n\t<br />\r\n\tJohn Ensign, Senate <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getpage.cgi?position=all&amp;page=S2076&amp;dbname=2010_record\">floor</a><a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getpage.cgi?position=all&amp;page=S2076&amp;dbname=2010_record\"> speech</a>, March 25, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 8, "current_job": "Congresswoman", "false_count": 22, "first_name": "Michele", "half_true_count": 6, "home_state": "Minnesota", "id": 149, "last_name": "Bachmann", "mostly_true_count": 4, "name_slug": "michele-bachmann", "pants_count": 16, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Bachmann_mug_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/149/", "total_count": 61, "true_count": 5, "website": "http://bachmann.house.gov/"}, "statement": "<p>\r\n\tThe federal government &quot;may put 16,500 IRS agents in charge of policing President Obama&#39;s health care bill.&quot;</p>", "statement_context": "a rebuttal to the State of the Union address", "statement_date": "2011-01-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 131, "photo": null, "resource_uri": "/api/v/2/subject/131/", "subject": "Government Efficiency", "subject_slug": "government-efficiency", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}