{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2011/jan/27/paul-ryan/rep-paul-ryan-claims-health-care-law-accelerating-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 3124, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/3124/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tIn the Republican response to President Barack Obama&#39;s State of the Union, Rep. Paul Ryan, R-Wis., touched on one of the most contentious issues in the health care debate: whether or not the new health care law will increase or decrease the deficit over time.<br />\r\n\t<br />\r\n\t&quot;Health care spending is driving the explosive growth of our debt,&quot; Ryan said. &quot;And the president&rsquo;s law is accelerating our country toward bankruptcy.&quot;<br />\r\n\t<br />\r\n\tContrast that with President Obama&#39;s claim in the State of the Union address, that &quot;nonpartisan economists have said that repealing the health care law would add a quarter of a trillion dollars to our deficit.&quot;<br />\r\n\t<br />\r\n\tSo which is it? Does the health care law reduce the deficit by a quarter of a trillion dollars or accelerate our country toward bankruptcy?<br />\r\n\t<br />\r\n\tLet&#39;s start with Obama&#39;s claim. In a Jan. 6, 2011, letter to House Speaker John Boehner, R-Ohio, Douglas W. Elmendorf, director of the nonpartisan Congressional Budget Office, wrote that repealing the health care law would increase the deficit over the next 10 years &quot;in the vicinity of $230 billion.&quot; That&#39;s because while the health care law has a large cost -- mainly from expansion of Medicaid and subsidies to people of moderate means to help them pay for health insurance -- those costs are slightly more than offset by new taxes and spending cuts (most from slowing the growth of Medicare spending).<br />\r\n\t<br />\r\n\tRyan and other Republicans, however, contend that the CBO report is based on gimmicks and double-counting and that the health care law will actually explode the nation&#39;s debt.<br />\r\n\t<br />\r\n\tThe various arguments underpinning that contention are laid out in a press release on Ryan&#39;s website titled, <a href=\"http://budget.house.gov/healthcare/\" id=\"ov01\" title=\"&quot;The Budgetary Consequences of the President’s Health Care Overhaul.&quot;\">&quot;The Budgetary Consequences of the President&rsquo;s Health Care Overhaul.&quot;</a> Some of the points raised by Ryan are more legitimate than others.<br />\r\n\t<br />\r\n\tLet&#39;s address some of Ryan&#39;s main points:</p>\r\n<p>\r\n\t&bull;<strong> &quot;The CBO score did not include the cost of setting up and administering the massive overhaul, including the cost of hiring new health-care bureaucrats to run new spending programs, as well as thousands of IRS agents to enforce the new mandates.&quot;</strong></p>\r\n<p>\r\n\tThe release links to a CBO letter that estimates these discretionary appropriations would cost $115 billion over the next 10 years. That includes the administrative cost to implement new health care policies, as well as grants and other program spending prescribed in the law. And it&#39;s true that those costs weren&#39;t in the CBO&#39;s estimates regarding the budget effects of the health care law.</p>\r\n<p>\r\n\tBut these are discretionary appropriations, which means Congress will determine each year how much of that cost it is willing to appropriate.</p>\r\n<p>\r\n\tAlso, as the CBO pointed out in its letter to Boehner, &quot;most of those authorizations, for more than $86 billion, were for activities that were already being carried out under prior law or that were previously authorized.&quot;<br />\r\n\t<br />\r\n\tMarc Goldwein, policy director at the Committee for a Responsible Federal Budget, said just $10 to $20 billion of that $115 billion is actually tied to implementation of the new health care law. In other words, much of the rest is not new cost.</p>\r\n<p>\r\n\t&bull;<strong>&nbsp; The new law double-counts $53 billion in additional Social Security payroll tax revenue and $398 billion in reduced Medicare payments. </strong></p>\r\n<p>\r\n\tRyan argues it&#39;s disingenuous to claim those revenues will be used to offset the cost of the health care law while also claiming they strengthen Social Security and Medicare finances.</p>\r\n<p>\r\n\tGoldwein agrees. &quot;It&#39;s one or the other,&quot; he said. &quot;You&#39;re either strengthening Medicare or using the money to offset the health care law. You are not doing both.&quot;</p>\r\n<p>\r\n\tBut in a report, <a href=\"http://www.cbpp.org/cms/index.cfm?fa=view&amp;id=3366\" id=\"g:dd\" title=\"&quot;Debunking False Claims About Health Reform, Jobs, and the Deficit,&quot;\">&quot;Debunking False Claims About Health Reform, Jobs, and the Deficit,&quot;</a> Paul Van de Water of the left-leaning Center on Budget and Policy Priorities dismissed the double-counting claim as a &quot;canard.&quot;</p>\r\n<p>\r\n\t&quot;In estimating the law&rsquo;s impact on the deficit, CBO counted the Medicare savings and Social Security revenues only once,&quot; Van de Water wrote. &quot;The financial status of the Medicare or Social Security trust funds is a different matter, distinct from CBO&rsquo;s estimate of the impact of the legislation on the budget deficit. The skilled CBO experts did not double count, as anyone familiar with budget estimates knows.&quot;<br />\r\n\t<br />\r\n\t&bull;&nbsp; <strong>The law uses an accounting trick to make a plan to create government insurance for long-term care, the CLASS program, look like a revenue producer. </strong></p>\r\n<p>\r\n\tThe program would start taking in premiums immediately but won&#39;t start paying out until 2016. As a result, it&#39;s expected to generate a surplus of $70 billion over the first 10 years. Long-term, the program could be quite expensive, but, because of a &quot;timing trick,&quot; it looks like a revenue-producer over the first 10 years, Goldwein said.</p>\r\n<p>\r\n\tRegardless of the effect of the CLASS program, said Edwin Park, co-director of health policy at the Center on Budget and Policy Priorities, the big picture is that the CBO projects an even bigger deficit reduction from the health care law in the second 10 years than the first. The CBO projects that over the second 10 years, the health care law will reduce the deficit &quot;in a broad range around one half percent of GDP.&quot; Obama and other Democrats have used that to estimate that the health care bill would cut deficits by over $1 trillion dollars in the second 10 years, but that&#39;s such a speculative number we rated Obama&#39;s claim <a href=\"http://politifact.com/truth-o-meter/statements/2010/oct/28/barack-obama/barack-obama-health-care-bill-cuts-deficit/\" id=\"wlnr\" title=\"Half True.\">Half True.</a> Still, it&#39;s worth noting that the CBO anticipates even bigger savings in the law&#39;s second 10 years.</p>\r\n<p>\r\n\t&bull;&nbsp; <strong>The plan does not account for the annual Medicare &quot;doc fix&quot; which the CBO estimates could cost the government an additional $208 billion. </strong></p>\r\n<p>\r\n\tThis relates to laws that limit the amount paid to Medicare doctors. Because lower payments (relative to the private market) could discourage doctors from accepting Medicare patients, Congress has regularly provided &quot;doctor fixes&quot; to bring payments closer to private market rates.</p>\r\n<p>\r\n\tOne could certainly argue that this problem ought to be addressed in a comprehensive health care reform law, but it&#39;s also true that this problem would exist with or without the new health care law, which is why Democrats left it out -- it would certainly have driven up the cost of the legislation.</p>\r\n<p>\r\n\t<strong>&bull; Even the government experts express skepticism that Congress can stick to the schedule of reduced payments to Medicare.</strong></p>\r\n<p>\r\n\tIn an <a href=\"http://www.cms.gov/ActuarialStudies/Downloads/PPACA_2010-04-22.pdf\" id=\"zazb\" title=\"April 22, 2010, letter\">April 22, 2010, letter</a>, Richard Foster, chief actuary of the Centers for Medicare and Medicaid Services, warned some of the estimated Medicare savings &quot;may be unrealistic.&quot;</p>\r\n<p>\r\n\t&quot;Simulations by the Office of the Actuary suggest that roughly 15 percent of (Medicare) Part A providers would become unprofitable within the 10-year projection period as a result of the productivity adjustments,&quot; Foster wrote. &quot;Although this policy could be monitored over time to avoid such an outcome, changes would likely result in smaller actual savings than shown here for these provisions.&quot;</p>\r\n<p>\r\n\tAnd in his Jan. 6, 2011, letter to Boehner, CBO&#39;s Elmendorf wrote that &quot;current law now includes a number of policies that might be difficult to sustain over a long period of time&quot; including the law&#39;s reduced payments to Medicare providers.</p>\r\n<p>\r\n\tIn other words, they aren&#39;t convinced Congress will have the stomach for the reduced Medicare payments over the long haul.</p>\r\n<p>\r\n\tIn a House Budget Committee hearing on the fiscal consequences of the health care law on Jan. 27, 2011, Foster reiterated his concern that some of the estimated savings from Medicare may &quot;turn out to be politically unsustainable over the years.&quot; Because of that and other factors, Foster said, &quot;it is important to note that the actual future costs for Medicare are likely to exceed those shown by the current-law projections in this report.<br />\r\n\t<br />\r\n\tFoster was asked directly if it was true or false that the health care law would keep costs down.&nbsp; &quot;I would say false, more so than true,&#39;&#39; Foster responded.<br />\r\n\t<br />\r\n\tIn a letter to the committee, James Capretta, a fellow at the conservative Ethics and Public Policy Center, warned that &quot;if these taxes and spending cuts do not materialize, the new law will be a budget-buster of significant proportions.&quot;<br />\r\n\t<br />\r\n\tBut not everyone agrees that the Medicare cuts are unrealistic.<br />\r\n\t<br />\r\n\tIn a letter to the budget committee, Van de Water stated, &quot;The record demonstrates that Congress has repeatedly adopted measures to produce considerable savings in Medicare and has let them take effect.&quot;<br />\r\n\t<br />\r\n\tAnd in a White House blog post, Stephanie Cutter, a top aide helping to guide political strategy on health care, responded to Foster&#39;s testimony: &quot;Once again, we disagree. History shows that it is possible to implement measures that will save money for Medicare and the federal government.&quot;<br />\r\n\t<br />\r\n\tAgain, some of these issues raised by Ryan are more legitimate than others. Yes, the CBO estimate did not include the administrative cost necessary to implement the new health care policies, but that comes to $10 to $20 billion. Most of the $115 billion cited in Ryan&#39;s press release are discretionary appropriations related to prior laws (in other words, unrelated to the new health care law). We also think there is some friendly timing that allows the CLASS program to look profitable in a 10-year window, even though it&#39;s likely to be quite expensive in the long-term. Still, we note that the CBO projects that over the second 10 years, the health care law is expected to reduce the deficit even more.<br />\r\n\t<br />\r\n\tAlmost every expert from every side on the health care law would agree that there&#39;s a lot of uncertainty involved in projecting its budget impact. Looking strictly at the CBO&#39;s analysis of the budget effect of the health care law, it is a deficit-reducer, both in the short and long term. But Ryan points to several legitimate concerns about the assumptions made by the CBO -- particularly whether reduced Medicare payments are sustainable -- assumptions that even the CBO and Medicare&#39;s chief actuary noted may be suspect. The fate of those cuts may largely determine whether the new health care law ends up in the red or black. For now, though, those cuts are law. Congress would have to act to reduce or eliminate them. So Ryan is overplaying his hand when he claims the law is &quot;accelerating our country toward bankruptcy.&quot; We rate his claim Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2011-01-26T17:33:04.769712", "ruling_date": "2011-01-27T14:28:20", "ruling_headline": "Rep. Paul Ryan claims health care law \"is accelerating our country toward bankruptcy\"", "ruling_headline_slug": "rep-paul-ryan-claims-health-care-law-accelerating-", "ruling_link_text": "May depend on Congress' stomach for proposed Medicare cuts", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tNPR, <a href=\"http://www.npr.org/2011/01/26/133224933/transcript-obamas-state-of-union-address\" id=\"iemx\" title=\"Transcript: Obama's State Of The Union Address\">Transcript: Obama&#39;s State Of The Union Address</a>, Jan. 25, 2011<br />\r\n\t<br />\r\n\tNPR, <a href=\"http://www.npr.org/2011/01/26/133227396/transcript-gop-response-from-rep-paul-ryan\" id=\"j3te\" title=\"Transcript: GOP Response From Rep. Paul Ryan\">Transcript: GOP Response From Rep. Paul Ryan</a>, Jan. 25, 2011<br />\r\n\t<br />\r\n\tCenter on Budget and Policy Priorities, <a href=\"http://www.cbpp.org/cms/index.cfm?fa=view&amp;id=3366\" id=\"cn4c\" title=\"&quot;Debunking False Claims About Health Reform, Jobs, and the Deficit,&quot;\">&quot;Debunking False Claims About Health Reform, Jobs, and the Deficit,&quot;</a>by Paul Van de Water, Jan. 7, 2011<br />\r\n\t<br />\r\n\tCongressional Budget Office, <a href=\"http://www.cbo.gov/ftpdocs/113xx/doc11376/RyanLtrhr4872.pdf\" id=\"bxha\" title=\"Letter regarding the combined budgetary impact of enacting the reconciliation proposal, H.R. 3590, and H.R. 3961\">Letter regarding the combined budgetary impact of enacting the reconciliation proposal, H.R. 3590, and H.R. 3961</a>, by Douglas Elmendorf, March 19, 2010<br />\r\n\t<br />\r\n\tCongressional Budget Office, <a href=\"http://www.cbo.gov/ftpdocs/114xx/doc11490/LewisLtr_HR3590.pdf\" id=\"yn6o\" title=\"Letter with additional information about the potential effects of H.R. 3590, the Patient Protection and Affordable Care Act on discretionary spending\">Letter with additional information about the potential effects of H.R. 3590, the Patient Protection and Affordable Care Act on discretionary spending</a>, by Douglas Elmendorf, May 11, 2010<br />\r\n\t<br />\r\n\tCongressional Budget Office, <a href=\"http://www.cbo.gov/ftpdocs/110xx/doc11005/01-22-HI_Fund.pdf\" id=\"g.tr\" title=\"Letter to Sen. Jeff Sessions regarding questions about the effect of the health law on discretionary spending\">Letter to Sen. Jeff Sessions regarding questions about the effect of the health law on discretionary spending</a>, Jan. 22, 2010<br />\r\n\t<br />\r\n\tCongressional Budget Office, <a href=\"http://www.cbo.gov/ftpdocs/108xx/doc10823/CLASS_Additional_Information_Harkin_Letter.pdf\" id=\"dr3k\" title=\"Letter regarding budgetary effects of proposals to establish the Community Living Assistance Services and Supports (CLASS) Program\">Letter regarding budgetary effects of proposals to establish the Community Living Assistance Services and Supports (CLASS) Program</a>, by Douglas Elmendorf, Nov. 25, 2009<br />\r\n\t<br />\r\n\tCenters for Medicare and Medicaid Services, <a href=\"http://www.cms.gov/ActuarialStudies/Downloads/PPACA_2010-04-22.pdf\" id=\"moi3\" title=\"Estimated Financial Effects of the &quot;Patient Protection and Affordable Care Act,&quot;\">Estimated Financial Effects of the &quot;Patient Protection and Affordable Care Act,&quot;</a> by Richard Foster, April 22, 2010<br />\r\n\t<br />\r\n\tHouse of Representatives, Committee on the Budget, <a href=\"http://budget.house.gov/healthcare/\" id=\"b4yc\" title=\"&quot;The Budgetary Consequences of the President’s Health Care Overhaul&quot;\">&quot;The Budgetary Consequences of the President&rsquo;s Health Care Overhaul&quot;</a><br />\r\n\t<br />\r\n\tCongressional Budget Office, <a href=\"http://www.cbo.gov/ftpdocs/120xx/doc12040/01-06-PPACA_Repeal.pdf\" id=\"fzbn\" title=\"Letter to Speaker John Boehner regarding the &quot;Repealing the Job-Killing Health Care Law Act,\">Letter to Speaker John Boehner regarding the &quot;Repealing the Job-Killing Health Care Law Act,</a> by Douglas Elmendorf, Jan. 6, 2011</p>\r\n<p>\r\n\tCQ, Transcript of House Budget Committee Hearing: The Fiscal Consequences of the Health Care Law, Jan. 26, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 23, "current_job": "U.S. Representative", "false_count": 7, "first_name": "Paul", "half_true_count": 24, "home_state": "Wisconsin", "id": 373, "last_name": "Ryan", "mostly_true_count": 16, "name_slug": "paul-ryan", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/AP_WX201_HOUSE_2016_PRIMARI.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/373/", "total_count": 89, "true_count": 10, "website": "http://www.house.gov/ryan/"}, "statement": "<p>\r\n\tThe health care law &quot;is accelerating our country toward bankruptcy.&quot;</p>", "statement_context": "the GOP response to the State of the Union", "statement_date": "2011-01-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}