{"art": [], "author": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "canonical_url": "/florida/statements/2011/jan/27/dennis-jones/florida-septic-tank-inspections/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 3127, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "cpittman@tampabay.com", "first_name": "Craig", "id": 233, "last_name": "Pittman", "name_slug": "craig-pittman", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/233/", "title": "Staff Writer, Tampa Bay Times", "twitter": null}, {"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "resource_uri": "/api/v/2/statement/3127/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tMembers of the state Legislature who resoundingly voted in 2010 to require people to have their septic tanks inspected once every five years now say the new law -- sorry for the pun -- stinks.<br />\r\n\t<br />\r\n\tThe idea, to help prevent sewage from leaking out of septic tanks and into the state groundwater system, isn&#39;t the problem, they say. It&#39;s the cost to septic tank owners that worries&nbsp;legislators. They agreed in November to push back the implementation of the bill from Jan. 1, 2011, until July 1, 2011,&nbsp;to delay any fiscal impact on septic tank owners.<br />\r\n\t<br />\r\n\tAnd now, the entire proposal appears to be -- okay, last pun -- circling the drain.<br />\r\n\t<br />\r\n\tA Senate committee debated reversing many of the requirements on Jan. 26, 2011, less than a year after the initial legislation passed. State Sen. Charlie Dean, R-Inverness, who voted for the inspection requirement but is now leading a fight to have it removed or replaced, said the law has been met with almost &quot;unanimous disapproval,&quot; and that many septic tank owners are not in areas where they would affect water quality, anyway.<br />\r\n\t<br />\r\n\tSen. Nancy Detert, R-Venice, another &#39;Yes&#39; vote in 2010, said the requirement is unnecessary. If someone&#39;s septic tank breaks, they&#39;ll have it fixed, she said. &quot;The previous incarnation of this legislation started out to protect the springs,&quot; Detert said. &quot;It became a huge overreach and overrun.&quot;<br />\r\n\t<br />\r\n\tBut Sen. Dennis Jones, R-Treasure Island, said he saw merits in the law (which he voted for, too, by the way).<br />\r\n\t<br />\r\n\tThe inspection will help keep sewage from entering the state water system. It will keep homeowners&#39; septic tanks in better shape. And it can serve a public good.<br />\r\n\t<br />\r\n\tOn top of all that, Jones said, the cost is marginal.<br />\r\n\t<br />\r\n\t&quot;I don&#39;t think it&#39;s that expensive to spend $100 to $150 every five years,&quot; he said.<br />\r\n\t<br />\r\n\tDoes all this talk and concern really boil down to $30 a year? PolitiFact Florida decided to find out.<br />\r\n\t<br />\r\n\t<b>Septic tanks largely unchecked</b><br />\r\n\t<br />\r\n\tThe septic tank inspection requirement seemed to be controversial from the moment it was approved and signed into law on June 4, 2010, by then-Gov. Charlie Crist.<br />\r\n\t<br />\r\n\tAccording to the Department of Health, there are more than 2.6 million septic sewage systems in Florida serving about a third of the state&#39;s population. But less than 1 percent of the state&#39;s systems -- about 17,000 -- are being inspected and serviced by licensed maintenance professionals. In most cases, septic systems are only checked or serviced when they fail. And more than half of the state&#39;s septic systems are at least 30 years old.<br />\r\n\t<br />\r\n\tLeaky septic tanks have been identified by health and environmental officials as major sources of water pollution.<br />\r\n\t<br />\r\n\tSo a group of legislators worked for several years to try to force inspections. The law that finally passed in 2010 attempted to mute concerns over cost. It requires inspections every five years (the <a href=\"http://www.epa.gov/owm/septic/pubs/homeowner_guide_long.pdf\">U.S. Environmental Protection Agency suggests an inspection every three to five years</a>), creates a grant program for low-income homeowners and allows certain homeowners to request a one-time, one-year inspection extension.<br />\r\n\t<br />\r\n\t&quot;Pay a little bit now or all of us will pay a whole lot later,&quot; said former state Sen. Lee Constantine, R-Altamonte Springs, who was behind the 2010 law.<br />\r\n\t<br />\r\n\tBut concerns over the cost to homeowners quickly escalated. The Legislature passed a measure to stall implementation of the law during a November special session, and then waited until Gov. Rick Scott took office to send the bill to the governor&#39;s office to prevent a possible veto from Crist. Scott allowed the delay to become law without his signature.<br />\r\n\t<br />\r\n\t&quot;I applaud Governor Scott for allowing Senate Bill 2A to become law,&quot; Senate Majority Leader Andy Gardiner, R-Orlando, who voted for the original 2010 law, said in a statement. &quot;This decisive step postpones the implementation of septic tank inspection regulations, enabling lawmakers to analyze whether or not such a mandate is necessary and saving taxpayer dollars in the meantime.&quot;<br />\r\n\t<br />\r\n\tInterestingly, <a href=\"http://www.flsenate.gov/data/session/2010/Senate/bills/analysis/pdf/2010s0550.ep.pdf\" id=\"p00h\" title=\"a state Senate analysis\">a state Senate analysis</a> found that the inspection requirement would create hundreds &quot;if not thousands&quot; of private sector jobs because of a shortage of certified septic tank inspectors. The Department of Health estimated that annual septic tank inspections would grow from 17,000 a year to 500,000.<br />\r\n\t<br />\r\n\t<b>The cost of an inspection</b><br />\r\n\t<br />\r\n\tAll this leads to the main point of this fact check -- just how much would an inspection cost?<br />\r\n\t<br />\r\n\tJones said the cost of the inspection is between $100 and $150, to be paid once every five years. But we found <a href=\"http://www.floridarealtors.org/NewsAndEvents/article.cfm?id=250249\" id=\"lwhp\" title=\"several references\">references</a> to the inspection costing $500. And then <a href=\"http://k.b5z.net/i/u/6019781/f/SB550_Information_Guide_for_Homeowners__1_pg__10-15-10.pdf\" id=\"ictu\" title=\"other references\">other references</a> to $200.<br />\r\n\t<br />\r\n\tIn an interview with PolitiFact Florida, Jones said he used information from the Department of Health for his estimate. But he believed the number might even be high. He said he spoke with people who believe that an influx of new private inspectors will naturally drive down costs because of increased competition.<br />\r\n\t<br />\r\n\tMichelle Dahnke, a health department spokeswoman, said private contractors would do the inspections. The department estimated an inspection would cost $150, she said, but that contractors ultimately would set the price and compete for business.<br />\r\n\t<br />\r\n\tWe then asked two private-sector experts to talk about the cost of an inspection.<br />\r\n\t<br />\r\n\tEllen Vause, president of Florida Septic Inc. in Hawthorne, said the cost of the inspection will depend on what the state actually requires and where the septic tank is located. Vause said that a standard inspection, which would include pumping out sewage from a septic tank system, costs $150 to $300 now in North Florida, and $200 to $350 in South Florida. The main difference, Vause said, is the cost to dispose of the sludge.<br />\r\n\t<br />\r\n\tBut Vause said she would expect costs to drop if more inspections were required because contractors could do several inspections in the same neighborhood on the same day, saving on transportation and disposal costs.<br />\r\n\t<br />\r\n\tBob Himschoot, a member of the Florida Onsite Wastewater Association and an owner of a septic tank contracting company in Fort Myers, pegged the cost slightly higher -- between $325 and $500. The cost includes the labor cost of a technician, who must be qualified to drive a commercial vacuum truck, equipment cost and the cost to dispose of the waste.<br />\r\n\t<br />\r\n\tThe cost of the inspection is only one part of the problem, though. The worry is that the inspector finds something wrong.<br />\r\n\t<br />\r\n\tIt&#39;s like going to the car mechanic for an oil change. You find out your brakes need fixing. Your wheels are out of alignment. Your tires are wearing thin. (And dollar signs dance through your head.)<br />\r\n\t<br />\r\n\tThat&#39;s exactly the point of the 2010 law, of course, to identify problems to keep contaminants from seeping into the ground. The <a href=\"http://www.doh.state.fl.us/ENVIRONMENT/ostds/pdfiles/rule/10-12--64E-6.pdf\" id=\"v-q1\" title=\"Department of Health, in draft rules\">Department of Health, in draft rules</a>, would require septic tank owners to repair tanks that are cracked and replace systems where sewage is flowing directly into the ground.<br />\r\n\t<br />\r\n\tShould your system need to replaced entirely -- systems generally&nbsp;last between 20 and 30 years&nbsp;-- that will cost $5,000 to $7,500 on average.<br />\r\n\t<br />\r\n\t&quot;It&#39;s just another thing for the government to get mixed up with when they have no business sticking their nose in there,&quot; said Ralph Pohl, 77, who installed a septic tank 18 years ago at his home in Seacrest in the Panhandle and hasn&#39;t had it inspected once. Pohl reports no problems with his system.<br />\r\n\t<br />\r\n\t&quot;I have no problem with someone coming and taking a look if there&#39;s any seepage or things like that,&quot; he said. &quot;To force an inspector to come out and dig out a perfectly operating septic tank -- I don&#39;t see the point. If they&#39;re working, there&#39;s no problem. If they&#39;re not working, the homeowner is going to have to do something.&quot;<br />\r\n\t<br />\r\n\tThere&#39;s another obvious, but critical point to consider when talking about the cost of a septic tank inspection. People using septic tanks don&#39;t pay for a central sewer system. People without&nbsp;septic tanks do. We did some math for three areas -- St. Petersburg in Pinellas County, Lakeland in Polk County, and the residents of Marion County -- and found that the typical sewer system customer will pay $375-$400 a year for sewer service in those three areas. Septic tank users would pay nothing.<br />\r\n\t<br />\r\n\tOver five years, that&#39;s $1,875-$2,000 in sewer charges versus nothing.<br />\r\n\t<br />\r\n\t&quot;It&#39;s really a very inexpensive method compared to a central sewer system,&quot; Himschoot said.<br />\r\n\t<br />\r\n\t<b>Our ruling</b><br />\r\n\t<br />\r\n\tIn talking about making changes to a law requiring septic tank inspections once every five years, Sens. Dean and Detert didn&#39;t question the need to have properly functioning septic tanks but argued that the inspection itself was unnecessary for many people. Jones countered that the cost of the inspection alone isn&#39;t that great, especially when spread out over five years.<br />\r\n\t<br />\r\n\tJones said an inspection would cost $100 to $150, citing a Department of Health estimate. Spread over five years, that&#39;s an investment of as little as $30 a year -- much less than homeowners with a central sewer system pay.<br />\r\n\t<br />\r\n\tBut that&#39;s not telling the entire story. Experts we talked to said the price of an inspection could cost up to $500 and depends on a number of variables. On top of that, the inspection could result in finding problems that could require repairs at additional cost. That&#39;s obviously part of the intent of the bill, but it comes at a cost nevertheless.<br />\r\n\t<br />\r\n\tWe think that&#39;s enough of difference to rate this claim Half True.</p>", "ruling_comments_date": "2011-01-27T15:03:30.219639", "ruling_date": "2011-01-27T17:13:52", "ruling_headline": "Citing cost, some people want to flush a septic tank inspection requirement", "ruling_headline_slug": "florida-septic-tank-inspections", "ruling_link_text": "People say the cost stinks", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tInterview with state Sen. Dennis Jones, Jan. 26, 2011</p>\r\n<p>\r\n\tInterview with Bob Himschoot, Jan. 27, 2011</p>\r\n<p>\r\n\tInterview with Ralph Pohl, Jan. 27, 2011</p>\r\n<p>\r\n\tE-mail interview with Michelle Dahnke, a health department spokeswoman, Jan. 26, 2011</p>\r\n<p>\r\n\tInterview with Ellen Vause, Jan. 27, 2011</p>\r\n<p>\r\n\tSenate <a href=\"http://www.flsenate.gov/cgi-bin/View_Page.pl?Tab=committees&amp;Submenu=1&amp;File=index.html&amp;Directory=committees/senate/EP/\">Environmental Preservation and Conservation,</a> committee meeting, Jan. 26, 2011</p>\r\n<p>\r\n\tInterview with former state Sen. Lee Constantine, Jan. 10, 2011</p>\r\n<p>\r\n\tFlorida Onsite Wastewater Association, Inc., <a href=\"http://k.b5z.net/i/u/6019781/f/SB550_Information_Guide_for_Homeowners__1_pg__10-15-10.pdf\">inspection FAQ</a>, accessed Jan. 27, 2011</p>\r\n<p>\r\n\tFlorida Department of Health, <a href=\"http://www.doh.state.fl.us/environment/ostds/pdfiles/forms/MSIP.pdf\">report on inspection requirement,</a> Oct. 1, 2008</p>\r\n<p>\r\n\t<em>Miami Herald</em>, <a href=\"http://www.miamiherald.com/2010/04/30/1605336/bill-passed-requiring-septic-tank.html\">Bill passed requiring septic tank inspections,</a> April 30, 2010</p>\r\n<p>\r\n\tNews Service of Florida, <a href=\"http://gainesvilleteaparty.org/state-fl-info/fl-sb-550-forced-septic-tank-inspection/\">Lawmakers Plan Repeal of Septic Tank Inspection Bill</a>, Oct. 7, 2010</p>\r\n<p>\r\n\tFlorida Department of Heath, <a href=\"http://www.doh.state.fl.us/ENVIRONMENT/ostds/pdfiles/rule/550WorkshopHandout.pdf\">proposed inspection rules</a>, accessed Jan. 27, 2011</p>\r\n<p>\r\n\tFlorida Senate, <a href=\"http://www.flsenate.gov/session/index.cfm?BI_Mode=ViewBillInfo&amp;Mode=Bills&amp;ElementID=JumpToBox&amp;SubMenu=1&amp;Year=2010&amp;billnum=550\">SB 550</a>, accessed Jan. 27, 2011</p>\r\n<p>\r\n\tFlorida Department of Health, <a href=\"http://www.doh.state.fl.us/environment/ostds/SepticEvaluation.htm\">Statewide Septic Tank Evaluation Program</a>, accessed Jan. 27, 2011</p>\r\n<p>\r\n\tEnvironmental Protection Agency, <a href=\"http://www.epa.gov/owm/septic/pubs/homeowner_guide_long.pdf\">A Homeowner&#39;s Guide to Septic Systems</a>, accessed Jan. 27, 2011</p>\r\n<p>\r\n\tSunshine State News, <a href=\"http://www.sunshinestatenews.com/story/septic-tank-inspections-delayed-six-months\">Septic Tank Inspections Delayed Six Months</a>, Jan. 21, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "State Senator", "false_count": 0, "first_name": "Dennis", "half_true_count": 1, "home_state": "Florida", "id": 984, "last_name": "Jones", "mostly_true_count": 0, "name_slug": "dennis-jones", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/dennisjones.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/984/", "total_count": 1, "true_count": 0, "website": "http://www.flsenate.gov/Legislators/index.cfm?Members=View+Page&District_Num_Link=013&Submenu=1&Tab=legislators&chamber=Senate&CFID=247053140&CFTOKEN=31759794"}, "statement": "<p>\r\n\tSays required state septic inspections would cost septic tank owners $100 to $150 every five years.</p>", "statement_context": "a state Senate committee hearing.", "statement_date": "2011-01-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}], "target": [], "twitter_headline": ""}