{"art": [], "author": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2011/jan/28/americans-tax-reform/anti-tax-group-says-georgia-overhaul-hike/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jdenery@ajc.com", "first_name": "Jim ", "id": 141, "last_name": "Denery", "name_slug": "jim-denery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/141/", "title": "Word editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 3132, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/3132/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tA proposal to overhaul Georgia&rsquo;s tangled tax system recently earned the worst slur in the fiscal conservative book: &quot;tax hike.&quot; &nbsp;&nbsp;<br />\r\n\t<br />\r\n\tAmericans for Tax Reform, which opposes all tax increases, called out new Gov. Nathan Deal, House Speaker David Ralston and Senate Majority Leader Chip Rogers by name. If they back the reforms, ATR said, they&rsquo;re breaking a promise they made when they signed the group&rsquo;s anti-tax pledge.<br />\r\n\t<br />\r\n\tThe proposal &quot;is akin to shards of glass in a delicious creme brulee,&quot; Grover Norquist, leader of the Washington-based group, said in a written statement Jan. 10. &quot;It is a bit of desirable tax reform ruined by an overall tax hike.&quot;<br />\r\n\t<br />\r\n\tAre there really shards of tax-hike glass in an otherwise yummy overhaul?<br />\r\n\t<br />\r\n\tIn June, then-Gov. Sonny Perdue created the Special Council on Tax Reform and Fairness for Georgians to recommend a rewrite of the state&rsquo;s tax code.<br />\r\n\t<br />\r\n\tCritics think change is overdue. They argue that the code is outdated and riddled with exemptions for special interests. They also want the state&rsquo;s income to rely on revenue sources that aren&rsquo;t so vulnerable to economic downturns.<br />\r\n\t<br />\r\n\tOn Jan. 7, the council came back with more than a dozen recommendations. They included lowering the 6 percent personal and corporate income tax over three years to a rate that &quot;does not exceed&quot; 4 percent, re-establishing a tax on groceries and eliminating many exemptions.<br />\r\n\t<br />\r\n\tCouncil members recommended lowering income tax rates to levels they think will zero out any potential revenue increases, said Christine Ries, an economics professor at Georgia Tech and a member of the council.<br />\r\n\t<br />\r\n\tState legislators now must decide how to incorporate the recommendations into a bill.<br />\r\n\t<br />\r\n\tThree days later, ATR called the recommendations an &quot;overall tax hike.&quot;<br />\r\n\t<br />\r\n\tATR used data from the council&rsquo;s report and its own estimates to determine cuts would total $3.375 billion over three years but hikes would total far more -- between $4.77 billion and $5.75 billion. Since the proposal would increase state revenue, it counts as a tax increase, its officials told PolitiFact Georgia.<br />\r\n\t<br />\r\n\tATR&rsquo;s focus is on the recommendation&rsquo;s overall effect on revenue and not whether certain individuals would pay more taxes. We will therefore focus on revenue, as well. &nbsp;<br />\r\n\t<br />\r\n\tWe took our own look at the council&rsquo;s report and found that while it&rsquo;s possible the changes would increase tax revenue, it might not.<br />\r\n\t<br />\r\n\tUnder the council&rsquo;s proposal, a grocery tax would start right away, but reductions in personal and corporate taxes that would offset that hike would phase in over three years. Therefore, in the first year taxes could rise. Our rough calculations put that jump between some $250 million and $1.4 billion.<br />\r\n\t<br />\r\n\tThe report, however, lacks revenue estimates for major pieces. It has none for two years of the three-year cut in personal and corporate income taxes. Estimates for other initiatives, such as eliminating the tax on energy used in manufacturing, are missing as well. News accounts place the cost of this tax anywhere from $80 million a year to $420 million.<br />\r\n\t<br />\r\n\tMore complete estimates are in the works.<br />\r\n\t<br />\r\n\tWhen you tally what numbers are available, it&rsquo;s not clear whether tax numbers would rise or fall. PolitiFact Georgia was able to cobble together reasonable scenarios in which they increased and dropped.<br />\r\n\t<br />\r\n\tFor instance, if you follow ATR&rsquo;s assumptions and take the high revenue estimates for taxing groceries, increasing cigarettes taxes and taxing person-to-person auto sales, revenue would jump by an average of more than $1 billion a year (about 6 percent of the state budget).<br />\r\n\t<br />\r\n\tIf you use low revenue estimates and ignore ATR&rsquo;s assumptions, they would sink by nearly $119 million (roughly 1 percent). &nbsp;&nbsp;<br />\r\n\t&nbsp;<br />\r\n\tAnother problem is that ATR boost its revenue estimate by about $1.23 billion over three years by assuming state-level reform would enable Georgia to collect sales taxes from out-of-state Internet retailers.<br />\r\n\t<br />\r\n\tBut state changes can&rsquo;t create this windfall. This is largely a federal issue, and the constitutionality of collecting this money is in dispute. Other states, the U.S. Congress and courts will likely have to act before this money comes in. It&rsquo;s not clear when or if this will happen.<br />\r\n\t<br />\r\n\tATR opposes taxing e-commerce, but &quot;that said, we are merely using the numbers we were provided,&quot; Joshua Culling, the group&rsquo;s state affairs manager, said in an e-mail. &nbsp;<br />\r\n\t<br />\r\n\t&quot;Most of what has been discussed about this plan has been guesswork to this point,&quot; Cullig added. &quot;ATR&rsquo;s scoring of the plan is as comprehensive as anything out there.&quot; &nbsp;<br />\r\n\t<br />\r\n\tWe talked to other experts and found they were hesitant to label the proposal a &quot;tax increase.&quot;<br />\r\n\t<br />\r\n\tKelly McCutchen, who is president of the Georgia Public Policy Foundation, a Libertarian-influenced think tank, cautioned that even valid revenue estimates can vary widely.<br />\r\n\t<br />\r\n\tFor instance, the foundation&rsquo;s estimate for the revenue from taxing food was more than $175 million higher than one by the Georgia State University Fiscal Research Center. &nbsp;<br />\r\n\t<br />\r\n\tWhether the proposal would constitute a tax increase is up for grabs, McCutchen said.<br />\r\n\t<br />\r\n\tKail Padgitt, a staff economist for the fiscally conservative Tax Foundation in Washington, noted that taxes may jump initially because of the timing of income tax cuts. Still, the group currently favors the proposal because its language would allow legislators to solve this problem by slashing income taxes more quickly and deeply than recommended. &nbsp;<br />\r\n\t<br />\r\n\tAnother issue is ATR&rsquo;s &quot;tax hike&quot; definition. Tax revenue is currently unusually low because of the foundering economy. It&rsquo;s fair to ask whether &quot;revenue-neutral&quot; means the proposal maintains current revenue levels or returns us to pre-recession figures, said Sarah Beth Gehl, deputy director of the Georgia Budget and Policy Institute.<br />\r\n\t<br />\r\n\tTo sum up:<br />\r\n\t<br />\r\n\tATR concluded the reform recommendations were an &quot;overall tax hike&quot; before it had enough evidence. PolitiFact Georgia&rsquo;s own analysis found that the tax overhaul could increase or cut taxes. &nbsp;<br />\r\n\t<br />\r\n\tATR also included a $1.23 billion boost in e-commerce revenue that recommendations cannot bring about on their own.<br />\r\n\t<br />\r\n\tCalling the recommendation an &quot;overall tax hike&quot; is therefore akin to telling Georgians there are shards of glass in their creme brulee before it reaches the table.<br />\r\n\t<br />\r\n\tATR&rsquo;s assessment contains some element of truth, but it is premature and ignores critical facts that would give a different impression. It therefore meets our definition of Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2011-01-27T17:39:06.978235", "ruling_date": "2011-01-28T06:00:00", "ruling_headline": "Anti-tax group says Georgia overhaul is hike", "ruling_headline_slug": "anti-tax-group-says-georgia-overhaul-hike", "ruling_link_text": "Don't judge your creme brulee before it's served", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tAmericans for Tax Reform, news release, <a href=\"http://www.atr.org/georgia-tax-reform-report-taxpayer-protection-a5752\">Georgia Tax Reform Report a Taxpayer Protection Pledge Violation</a>, Jan. 10, 2010,<br />\r\n\t<br />\r\n\t2010 Special Council on Tax Reform and Fairness for Georgians, <a href=\"http://fiscalresearch.gsu.edu/taxcouncil/downloads/FINAL_REPORT_Jan_7_2011.pdf\">Recommendations</a>, Jan. 7, 2011<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, &quot;Tax plan could sting at first,&quot; Jan. 9, 2011<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, &quot;Future of tax revamp unclear, Jan. 15, 2011<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, &quot;House GOP leader wary over tax plan specifics,&quot; Jan. 22, 2011<br />\r\n\t<br />\r\n\tStreamlined Sales Tax Governing Board Inc. <a href=\"http://www.streamlinedsalestax.org/index.php?page=faqs\">FAQ</a>, retrieved Jan. 24, 2011<br />\r\n\t<br />\r\n\tAJC.com, Political Insider blog, &quot;<a href=\"http:// http://blogs.ajc.com/political-insider-jim-galloway/2011/01/10/tax-rewrite-would-amount-to-an-increase-declares-grover-norquists-anti-tax-group/?cxntfid=blogs_political_insider_jim_galloway\">Tax rewrite would amount to an increase, declares Grover Norquist&rsquo;s anti-tax group</a>,&quot; Jan. 10, 2011<br />\r\n\t<br />\r\n\tGeorgia General Assembly, Legislation 2010, <a href=\"http://www.legis.ga.gov/Legislation/20092010/106078.pdf\">HB 1405</a>, retrieved Jan. 24, 2011,<br />\r\n\t<br />\r\n\tChattanooga Times Free Press, &quot;<a href=\"http://www.timesfreepress.com/news/2011/jan/23/leaders-want-to-ax-georgia-energy-tax/\">Leaders want to ax Georgia Energy Tax</a>,&quot; Jan. 23, 2011<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, &quot;<a href=\"http://www.ajc.com/business/dont-touch-our-tax-768184.html\">Don&#39;t touch our tax break, businesses plead with reform council</a>,&quot; Dec. 6, 2010<br />\r\n\t<br />\r\n\tE-mail interview, John Kartch, spokesman, Americans for Tax Reform, Jan. 14, 2011<br />\r\n\t<br />\r\n\tE-mail interview, Joshua Culling, state affairs manager, Americans for Tax Reform, Jan. 14, 2011<br />\r\n\t<br />\r\n\tInterview, Verenda Smith, interim executive director, Federation of Tax Administrators, Jan. 18, 2011<br />\r\n\t<br />\r\n\tInterview, Christine Ries, professor, Georgia Institute of Technology, Jan 21, 2011<br />\r\n\t<br />\r\n\tInterview, Kail Padgitt, staff economist, Tax Foundation, Jan. 21, 2011<br />\r\n\t<br />\r\n\tInterview, Sarah Beth Gehl, deputy director, Georgia Budget and Policy Institute, Jan. 20, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 1, "home_state": "", "id": 839, "last_name": "Americans For Tax Reform", "mostly_true_count": 1, "name_slug": "americans-tax-reform", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-group-icon.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/839/", "total_count": 7, "true_count": 0, "website": "http://www.atr.org/index.php?content=home"}, "statement": "<p>\r\n\tRecommendations for a major tax overhaul for Georgia are an &quot;overall tax hike.&quot;</p>", "statement_context": "in a news release.", "statement_date": "2011-01-10", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": "An anti-tax group calls GA's tax reform recommendations a tax hike. Will pants burn? #gapolitics"}