{"art": [], "author": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2011/jan/31/jeff-stone/milwaukee-county-executive-candidate-jeff-stone-sa/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 3141, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/3141/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tSeven years after the former Park East freeway spur came down on the north edge of Milwaukee&rsquo;s downtown, a move aimed at spurring development, some buildings have risen nearby -- but not on Milwaukee&rsquo;s County&rsquo;s prime portion of the land.<br />\r\n\t<br />\r\n\tWhy?<br />\r\n\t<br />\r\n\tAt a Jan. 21, 2011 <a href=\"http://www.jsonline.com/news/milwaukee/114382459.html\">forum</a> sponsored by the Milwaukee Press Club and Marquette University Law School, the five candidates in the special election for Milwaukee County executive were asked to assign blame for the eyesore.<br />\r\n\t<br />\r\n\tThey pointed to the bad economy, the financial crisis, excessive bureaucracy and mismanagement by former county executive and current Gov. Scott Walker &ndash; or a combination of those factors.<br />\r\n\t<br />\r\n\tAll, that is, but state Rep. Jeff Stone, R-Greendale. Stone, by his own account, helped make the freeway demolition possible as a state lawmaker.<br />\r\n\t<br />\r\n\tHe squarely -- and solely -- blamed county rules that favor developers who pay union-scale wages and hire local residents. He was referring to the so-called &quot;community benefits&quot; policy approved in 2005 as part of the Park East Redevelopment Compact.<br />\r\n\t<br />\r\n\tIt was backed by labor, religious and environmental groups over the objection of Walker, who said it would hinder development.<br />\r\n\t<br />\r\n\tSaid Stone: &quot;What we&rsquo;ve seen in the county is that we pile on requirements above and beyond what the market requires or will allow, and so the property sits there, unused, underutilized, wasting an opportunity for our taxpayers, for people that want to get jobs...&quot;<br />\r\n\t<br />\r\n\tIs he right? The requirements are to blame?<br />\r\n\t<br />\r\n\tAsked to support his claim, Stone said the requirements generate extra costs during construction and for ongoing management, and force higher rents that can turn off prospective tenants.<br />\r\n\t<br />\r\n\tIn a statement, Stone offered this solution: &quot;The county should consider removing the restrictions placed on county-owned land, and either (sell) the land to the City of Milwaukee or come up with some creative partnership with the city to minimize the obstacles to development.&quot;<br />\r\n\t<br />\r\n\tThe evidence Stone provided essentially was his opinion.<br />\r\n\t<br />\r\n\tIt did not include any example to show the benefits were the sole -- or even primary -- cause of the lack of development on county land, while adjacent city-owned land has been developed.<br />\r\n\t<br />\r\n\tWe turned to county and city development officials, developers and elected officials for their perspective on the contrast between the city- and county-owned land.<br />\r\n\t<br />\r\n\tRocky Marcoux, the city&rsquo;s development chief, said the wage and hiring rules play no role in discouraging development in the Park East. In 2009, the city approved rules similar to those the county put in place in 2005 -- and has still managed to attract major housing and hotel developments on its share of the Park East corridor.<br />\r\n\t<br />\r\n\tMarcoux blamed the county&rsquo;s failure on its inexperience on real-estate deals and a failure to coordinate efforts with the city. One example he cites: The county put large parcels up for sale -- &nbsp;entire blocks -- discouraging interest by small developers.<br />\r\n\t<br />\r\n\tA prominent official with one of the state&rsquo;s largest commercial real estate brokerage firms had a different take.<br />\r\n\t<br />\r\n\tJim Barry III, president of Cassidy Turley Barry, said he does not think there is one particular reason for the lack of progress, which he calls &quot;shameful.&quot;<br />\r\n\t<br />\r\n\tBut he thinks the two biggest factors are the wage-and-hiring standards -- they stigmatized the land, in his view -- and an &quot;elephantine&quot; approval process requiring developers to get both city and county OK for projects on the county-owned land.<br />\r\n\t<br />\r\n\tHe said the city&rsquo;s rejection of a special financing district for one proposed development on county land killed the project.<br />\r\n\t<br />\r\n\tThe developer of the proposed Palomar Hotel and condos <a href=\"http://www.jsonline.com/business/38180299.html\">wanted $18 million in city </a><a href=\"http://www.jsonline.com/business/38180299.html\">financing</a> assistance for the $158 million project &mdash; a request city officials rejected. Dallas-based Gatehouse Capital Corp. said it needed more city cash because of tight credit markets and weak demand for downtown condos. The developers did not cite the wage-and-hiring rules as a concern.<br />\r\n\t<br />\r\n\tOne of the main movers behind the wage and hiring standards, Kathleen Mulligan-Hansel, a co-founder of the Good Jobs &amp; Livable Neighborhoods coalition, says there have been unrealistic expectations on how quickly the Park East would redevelop.<br />\r\n\t<br />\r\n\tShe said the nationwide housing crash caused retrenchment in downtown development across the county. Marcoux made a similar point.<br />\r\n\t<br />\r\n\tMilwaukee is one of dozens of cities to adopt the approach. Mulligan-Hansel, has heard the criticism that community benefits might have been just enough to squelch development in a city as small as Milwaukee.<br />\r\n\t<br />\r\n\tBut she pointed out Pittsburgh adopted the approach as well and has been successful.<br />\r\n\t<br />\r\n\tThe idea, said Mulligan-Hansel, is that when public lands are developed, a chunk of the developer&rsquo;s profits should be redistributed to the public in the form of wages and jobs, thus helping to relieve poverty.<br />\r\n\t<br />\r\n\tSupervisor Theodore Lipscomb, chairman of the county&rsquo;s Economic Development Committee, said developers who have made offers to purchase county land have blamed financing problems and lack of demand for the failure to complete deals -- not the wage and hiring rules.<br />\r\n\t<br />\r\n\tMany big developers already pay prevailing wage scale, and don&rsquo;t see the rule as a problem, Lipscomb said.<br />\r\n\t<br />\r\n\tDespite his declarative statement at the candidate forum, Stone seems to agree in part with a couple of the factors cited by the experts and insiders we contacted.<br />\r\n\t<br />\r\n\tHe told PolitiFact Wisconsin the financial markets have &quot;not been conducive to new development&quot; and city-county approval processes were a &quot;daunting hurdle.&quot; But he noted the financing crunch was not until late 2009, five years after demolition of the Park East freeway spur.<br />\r\n\t<br />\r\n\tLet&rsquo;s top this item off.<br />\r\n\t<br />\r\n\tAt a candidate forum, Stone cited community benefits rules as the reason why gulls -- not graders -- populate the county-owned Park East land. But, as city development officials note, similar requirements are in place for city-owned parcels, where progress has been made. What&rsquo;s more, even one of the toughest critics of the rules did not contend they are the sole problem, and Stone himself later reframed his position to recognize those factors.<br />\r\n\t<br />\r\n\tWe rate Stone&rsquo;s statement Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2011-01-28T16:20:13.965434", "ruling_date": "2011-01-31T09:00:00", "ruling_headline": "Milwaukee County executive candidate Jeff Stone says regulations have prevented development of the Park East corridor", "ruling_headline_slug": "milwaukee-county-executive-candidate-jeff-stone-sa", "ruling_link_text": "Even critics of the wage and hiring rule say they are not the sole cause for vacant land", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tMilwaukee Public Television, <a href=\"http://www.youtube.com/user/MPTV1036#p/u/1/UGGBD2yBUpM\">video of candidate forum</a>, accessed Jan. 24, 2011<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel, <a href=\"http://news.google.com/newspapers?id=GSQqAAAAIBAJ&amp;sjid=Q0UEAAAAIBAJ&amp;dq=park%20east%20redevelopment%20corridor&amp;pg=6243%2C951386\">Board Overrides Park East Veto</a>, February 4, 2005<br />\r\n\t<br />\r\n\tE-mail interview with Vi Rowley Hammelman, campaign manager for Jeff Stone, Jan. 25, 2011<br />\r\n\t<br />\r\n\tInterview with County Supervisor Marina Dimitrijevic, Jan. 25, 2011<br />\r\n\t<br />\r\n\tInterview with County Supervisor Theodore Lipscomb, Jan. 25, 2011<br />\r\n\t<br />\r\n\tInterview with James Barry III, president of Cassidy, Turley, Barry, Jan. 25, 2011<br />\r\n\t<br />\r\n\tInterview with Kathleen Mulligan-Hansel, director of research and communications, The Partnership for Working Families, Jan. 25, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Member of State Assembly, 82nd District", "false_count": 0, "first_name": "Jeff", "half_true_count": 0, "home_state": "Wisconsin", "id": 940, "last_name": "Stone", "mostly_true_count": 1, "name_slug": "jeff-stone", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Jeff_Stone.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/940/", "total_count": 5, "true_count": 2, "website": "http://legis.wisconsin.gov/w3asp/contact/legislatorpages.aspx?house=Assembly&district=82"}, "statement": "<p>\r\n\tRegulations on developers have thwarted construction on county-owned land in Milwaukee&rsquo;s downtown Park East corridor.</p>", "statement_context": "a statement at a candidate forum", "statement_date": "2011-01-21", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 192, "photo": null, "resource_uri": "/api/v/2/subject/192/", "subject": "Labor", "subject_slug": "labor", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}