{"art": [], "author": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2011/jan/31/hank-johnson/johnson-says-economy-better-obama-became-president/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "liz.miniet@ajc.com", "first_name": "Elizabeth", "id": 143, "last_name": "Miniet", "name_slug": "elizabeth-miniet", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/143/", "title": "Word Editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 3142, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/3142/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tGeorgia Congressman Hank Johnson used President Barack Obama&rsquo;s State of the Union address last week to give his own state of the American economy.<br />\r\n\t<br />\r\n\t&quot;There is no doubt that the economy we preside over today is better than the one we inherited,&quot; the representative said in a one-paragraph statement on his website.<br />\r\n\t<br />\r\n\t&quot;But we know,&quot; added Johnson, a DeKalb County Democrat, who was one of Obama&rsquo;s earliest supporters when he campaigned for the presidency in 2008, &quot;we must do more to ensure that America and its workers can compete and win in the 21st century.&quot;<br />\r\n\t<br />\r\n\tHis statement raised an interesting question: Is the economy better now than when Obama took office on Jan. 20, 2009?<br />\r\n\t<br />\r\n\tOfficially, the nation&rsquo;s economic recession ended in June 2009, but many Americans are still without jobs and most experts said the recovery is slow. Forty-four states are projecting budget shortfalls this year, according to the Center on Budget and Policy Principles.<br />\r\n\t<br />\r\n\tSo how do you measure the economy? As Georgia State University economics expert Rajeev Dhawan noted to us, the economy is like a diamond. There are many facets to it.<br />\r\n\t<br />\r\n\tJohnson&rsquo;s spokesman Andy Phelan said the main areas to consider when measuring the economy are the stock market, industrial production, consumer spending and exports. They were comparing the last two full years of George W. Bush&rsquo;s presidency, 2006 to 2008, to the following two years. (Bush&rsquo;s presidency ended on Jan. 20, 2009.)<br />\r\n\t<br />\r\n\t&quot;I think jobs is the most important stat -- as you would probably agree - and we&rsquo;ve seen 12 straight months of job growth in the private sector,&quot; Phelan told us in an e-mail. &quot;In 2010, the private sector gained 1.3 million jobs -- the strongest job growth since 2006.&quot;<br />\r\n\t<br />\r\n\tFed Chairman Ben Bernanke recently told a congressional committee that the economy has shown &quot;hopeful&quot; signs of growth -- citing increases in consumer spending and private-sector investment in new equipment and software. But Bernanke also said he was troubled by issues such as long-term unemployment and mortgage foreclosures.<br />\r\n\t<br />\r\n\tBernanke said that the housing sector &quot;remains depressed.&quot; RealtyTrac, which tracks foreclosures, last week reported that foreclosure activity jumped in 149 of the nation&rsquo;s 206 largest metropolitan areas in 2010. Atlanta ranked third, behind Houston and Seattle.<br />\r\n\t<br />\r\n\tNew home construction, though, has slightly increased since the end of 2008, The Associated Press reported,using data from the U.S. Commerce Department. In 2008, builders broke ground on 549,000 homes. Last year, construction began on 587,600 homes.<br />\r\n\t<br />\r\n\tSome frequently considered economic indicators, like the gross domestic product, which measures the nation&rsquo;s output and its consumption of goods and services, have remained steady since 2006.<br />\r\n\t<br />\r\n\tAnother popular economic measure, the Dow Jones industrial average, is hovering around 12,000, about a 50 percent increase from 7,949 on Jan. 20, 2009. The Dow decreased by about 50 percent between the beginning of 2007 and the beginning of 2009. Some may argue the drop between 2007 and 2009 was the result of a few extraordinary days on Wall Street. The Dow dropped 504 points on Sept. 15, 2008, the worst one-day decline since the aftermath of the Sept. 11, 2001, terrorist attacks. The Dow dropped by about 1,400 points during a five-day stretch in October 2008.<br />\r\n\t<br />\r\n\tOn trade, there is some support for Johnson&rsquo;s case,but clearly room for growth. The federal trade deficit was $38.3 billion in November 2010, according to the most recent figures available from the U.S. Bureau of Economic Analysis. The $38.3 billion deficit was about 25 percent less than the largest deficit of the Obama presidency, $50.1 billion in June 2010. The deficit was $43.8 billion in November 2008, a 50 percent decline from the high of $66.4 billion in July 2008. Exports increased from the November 2008 total of $141 billion to the November 2010 figure of $159.6 billion.<br />\r\n\t<br />\r\n\tUnemployment is another trouble point for the congressman&rsquo;s argument. The nation&rsquo;s unemployment rate was 7.2 percent in December 2008. A year later, it was 9.9 percent. In December 2010, the rate was 9.4 percent; lower than at the end of 2009, but still higher than at the same point in 2008. Monthly job losses, which were brutal between July 2008 and June 2009, have stopped, and the data shows there is growth in that area.<br />\r\n\t<br />\r\n\tHowever, the number of discouraged workers -- people who&rsquo;ve stopped looking for a job -- has doubled since the end of 2008, from about 642,000 that December to the December 2010 total of 1.3 million.<br />\r\n\t<br />\r\n\tMichael Pento, senior economist for Euro Pacific Capital, a Connecticut-based brokerage firm, said the economy has improved in the GDP, initial jobless claims and regional manufacturing. But he said it has worsened in the critical areas of housing, unemployment and -- in his greatest concern -- debt.<br />\r\n\t<br />\r\n\tThe gross federal debt -- the amount of money the government owes itself -- has risen since the end of 2008 from slightly more than $10 trillion to its current total of about $14 trillion.<br />\r\n\t<br />\r\n\tSome economists prefer to use another measurement of debt when measuring the nation&rsquo;s economic health. They focus on the public debt rather than gross federal debt, because the public debt will require real money to repay the lenders, which in turn would have a faster ripple effect in the private sector.The public debt -- which is held by individuals, companies, foreign governments and others -- is higher now than it was at the beginning of 2009. However, it is now a smaller percentage of the nation&rsquo;s GDP than it was in January 2009.<br />\r\n\t<br />\r\n\tSome analysts like Pento worry the debt will drive the nation&rsquo;s economy toward a cliff, without an air safety bag.<br />\r\n\t<br />\r\n\t&quot;The economy can&rsquo;t be deemed better now than when George W. Bush left office because the factors that led to the credit crisis exist today, only they have been vastly intensified,&quot; Pento told us. &quot;How can anybody claim the economy is getting better?&quot;<br />\r\n\t<br />\r\n\tJohnson&rsquo;s office agreed that debt is a serious concern, but argued that job growth, manufacturing growth and improved consumer confidence are more important immediate factors in the economic recovery.<br />\r\n\t<br />\r\n\tSo where does all of this leave us? Matthew Dowd, who worked as a strategist for Bush, argued in December that the economy has &quot;worsened&quot; since Obama took office. Our national PolitiFact site rated his statement Half-True.<br />\r\n\t<br />\r\n\tIn many areas, the numbers show the economy has grown. However, there are analysts and members of Congress like Wisconsin&rsquo;s Paul Ryan, a Republican, who worry the debt problem has grown during the Obama presidency and fear it will be a painful problem in the near future. The worst of the nation&rsquo;s recent economic troubles began in mid-2008 and continued through much of 2009.<br />\r\n\t<br />\r\n\t&quot;The growth is very strong,&quot; says Georgia State&rsquo;s Dhawan, director of the university&rsquo;s Economic Forecasting Center,who argues the economy has improved.<br />\r\n\t<br />\r\n\tIn some areas, the economy has improved over the past two years in measurable areas like trade and the Dow. Congressman Johnson is correct about that.<br />\r\n\t<br />\r\n\tBut major components like housing and unemployment are still in the dumps. Until those key areas turn around, it&rsquo;s hard to argue that the overall economy has improved.<br />\r\n\t<br />\r\n\tJohnson&rsquo;s statement contains an element of truth but ignores critical facts that would give readers a different impression. Under our guidelines, the congressman&rsquo;s statement rates as Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2011-01-28T17:47:50.828084", "ruling_date": "2011-01-31T06:00:00", "ruling_headline": "Johnson says economy better since Obama became president", "ruling_headline_slug": "johnson-says-economy-better-obama-became-president", "ruling_link_text": "Johnson claim on economy is mixed bag", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tU.S. Rep. Hank Johnson <a href=\"http://hankjohnson.house.gov/2011/01/rep-johnsons-statement-on-the-state-of-the-union-address-1.s\">statement</a> on the State of the Union, Jan. 25, 2011</p>\r\n<p>\r\n\tE-mail from Andy Phelan, spokesman for U.S. Rep. Hank Johnson, Jan. 26, 2011<br />\r\n\t<br />\r\n\tFederal Reserve, <a href=\"http://www.federalreserve.gov/newsevents/testimony/bernanke20110107a.htm\">testimony</a> by Chairman Ben Bernanke, Jan. 7, 2011</p>\r\n<p>\r\n\tFederal Reserve Industrial Production release <a href=\"http://www.federalreserve.gov/releases/g17/Current/\">schedule</a>, Jan. 14, 2011</p>\r\n<p>\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2010/dec/13/matthew-dowd/matthew-dowd-says-economy-has-only-\">Matthew Dowd says economy has &lsquo;only worsened&rsquo; under Obama</a>,&quot; Dec. 13, 2010</p>\r\n<p>\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/jan/25/paul-ryan/paul-ryan-state-union-response-says-u\">Paul Ryan, in State of the Union response, says U.S. debt will soon eclipse GDP</a>,&quot; Jan. 25, 2011</p>\r\n<p>\r\n\tTelephone interview with Georgia State University Economic Forecasting Center director Rajeev Dhawan, Jan. 27, 2011<br />\r\n\t<br />\r\n\tTelephone interview with economist Michael Pento, Jan. 27, 2011<br />\r\n\t<br />\r\n\tTreasuryDirect, Federal Debt <a href=\"http://www.treasurydirect.gov/govt/reports/pd/histdebt/histdebt_histo5.htm\">information</a></p>\r\n<p>\r\n\tU.S. Bureau of Economic Analysis, U.S. International Trade <a href=\"http://www.bea.gov/newsreleases/international/trade/2011/pdf/trad1110.pdf\">Report</a>, November 2010</p>\r\n<p>\r\n\tU.S. Bureau of Economic Analysis, Gross Domestic Product, <a href=\"http://www.bea.gov/national/nipaweb/TableView.asp?SelectedTable=5&amp;ViewSeries=NO&amp;Java=no&amp;Request3Place=N&amp;3Place=N&amp;FromView=YES&amp;Freq=Year&amp;FirstYear=2006&amp;LastYear=2010&amp;3Place=N&amp;Update=Update&amp;JavaBox=no#Mid\">Table 1.1.5</a></p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "U.S. Congressman", "false_count": 0, "first_name": "Hank", "half_true_count": 4, "home_state": "Georgia", "id": 584, "last_name": "Johnson", "mostly_true_count": 3, "name_slug": "hank-johnson", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/hankjohnson.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/584/", "total_count": 12, "true_count": 2, "website": ""}, "statement": "<p>\r\n\t&quot;The economy we preside over today is better than the one we inherited.&quot;</p>", "statement_context": "an online posting", "statement_date": "2011-01-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}], "target": [], "twitter_headline": "Hank Johnson says economy better since 2 years ago. Numbers tell a different story #obama "}