{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2011/feb/13/janet-mitchell/austin-school-district-task-force-co-chair-says-25/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [], "facebook_headline": null, "id": 3163, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/3163/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tSpeaking to an Austin school task force&rsquo;s exploration of possible Austin school closures, the volunteer group&rsquo;s co-chair recently applauded alternative ideas yet warned that campus shutdowns aren&rsquo;t off the table.<br />\r\n\t<br />\r\n\tJanet Mitchell told the <em>Austin American-Statesman</em> for a Jan. 20 news article: &quot;The reality is that the (Austin school) district has a long-term inefficiency in utilization of school buildings. We have 25 percent of our school buildings that are underutilized. At some point... the community is going to need to decide whether we continue to invest in under-enrolled schools or whether we need to save those dollars to invest in teachers and programs.&quot;<br />\r\n\t<br />\r\n\tOne in four schools--underused?<br />\r\n\t<br />\r\n\tWe left a message for Mitchell, then asked the school district for elaboration.<br />\r\n\t<br />\r\n\tJoe Silva, assistant director for planning services, provided a spreadsheet listing each of the district&rsquo;s 100-plus schools and whether each one is operating at, under or over the student capacity for which it was designed.<br />\r\n\t<br />\r\n\tSilva said the district has historically considered a campus under-enrolled if its school buildings, not counting portables, are at 75 percent capacity or less. He said the citizens task force set an under-capacity threshold of 85 percent.<br />\r\n\t<br />\r\n\tBy the 85-percent threshold, 34 schools -- 31 percent -- are under-enrolled. By the usual district threshold, 22 schools -- 20 percent -- are under-filled. The calculations count both students who live in a school&rsquo;s attendance zone and those attending via transfers.<br />\r\n\t<br />\r\n\tAccording to the spreadsheet, the district&rsquo;s least-crowded school is Pearce Middle School, at 31 percent of capacity. The school normally serves more students; sixth grade wasn&rsquo;t offered this year. Also least-crowded, according to the spreadsheet, are Becker Elementary, at 40 percent, and Blackshear Elementary, at 41 percent.<br />\r\n\t<br />\r\n\tSilva said that four of Becker&rsquo;s permanent classrooms serve students shifted temporarily from their home schools to the disciplinary Alternative Center for Elementary Students. Those students aren&rsquo;t counted in Becker&rsquo;s enrollment calculation, he said, because the district can place the program at any location. Mary Saul, ACES&rsquo; director, told us that up to 36 students in the program occupy permanent classrooms at Becker.<br />\r\n\t<br />\r\n\tSilva initially told us that the district would describe under-enrolled schools as under capacity, not underutilized. That is, he said, many schools not filled with students still use their available space to offer add-on programs for students, families and the community. Also, he said, the district&rsquo;s central administration places administrative and other staff in space available in the schools.<br />\r\n\t<br />\r\n\tHe passed along campus survey results indicating that in 2009-10, 29 of the district&rsquo;s 2,425 elementary classrooms, 1 percent, were used by principals for &quot;discretionary&quot; purposes, with others used for instruction, student and parental support or by district administrative staff.<br />\r\n\t<br />\r\n\t&quot;Very few campuses are underutilized,&quot; Silva said. &quot;But many are under capacity.&quot;<br />\r\n\t<br />\r\n\tBumfuzzled? So were we, until Mitchell told us she&rsquo;d said &quot;underutilized&quot; after seeing the term in a presentation to the school board.<br />\r\n\t<br />\r\n\tThe 15-page presentation, &quot;Facility Master Plan, Board Update,&quot; was shown to the board Jan. 10. It includes a page titled &quot;Current Facility Inefficiencies&quot; with this subhead: &quot;Utilization (Permanent Capacity/Enrollment).&quot; The page says the target utilization for the district is 85 percent to 105 percent; 27 schools -- or 25 percent -- are below the bottom target figure and 55 schools are above it. Silva later told us the results differ from the breakdown he gave us because the presentation used 2009-10 enrollment totals and ours had more recent enrollment totals.<br />\r\n\t<br />\r\n\tSo, 25 percent or so of the schools are below target capacity for students, but that&rsquo;s not to say most of their space isn&rsquo;t being used.<br />\r\n\t<br />\r\n\tIn fact, a key consultant on the master plan, Carolyn Staskiewicz, president of Ohio-based DeJong-Richter, told us in an interview that &quot;utilization&quot; -- a term reflecting the students enrolled in a school divided by the school&rsquo;s capacity--could give the erroneous impression that the schools aren&rsquo;t fully used.<br />\r\n\t<br />\r\n\tAt her suggestion, we poked into the term--underutilization--by contacting the Arizona-based Council on Educational Facility Planners International. Spokeswoman Barbara Worth pointed us to Ron Fanning, chairman of the board of Ohio-based Fanning/Howey Associates, Inc., among the nation&rsquo;s largest school architecture firms. Fanning agreed with Staskiewicz&rsquo;s definition of utilization, but said it&rsquo;s not the only factor to weigh in judging a school&rsquo;s value: &quot;You really have to look at each individual building&quot; on its merits, &quot;what it can hold, based on the programs being taught at that school... You can&rsquo;t do a broad-brush statement.&quot;<br />\r\n\t<br />\r\n\tStefan Pharis, who has a child at Barton Hills Elementary, told us the facilities task force has yet to take into account a comprehensive state measure of schools&rsquo; efficiency. According to online posts by the state comptroller&rsquo;s office, the Financial Allocation Study for Texas (FAST), as ordered by the 2009 Legislature, reflects how districts and campuses spend their money -- and how the spending translates into student achievement.<br />\r\n\t<br />\r\n\t&quot;There&rsquo;s an implication when you say (a school is) underutilized, that somehow they&rsquo;re wasteful in terms of spending,&quot; Pharis said. According to the comptroller, he said, &quot;Some of these schools... excel academically and they do it at a cost-effective price.&quot;<br />\r\n\t<br />\r\n\tOur take: Mitchell&rsquo;s statement accurately echoes the consultant-endorsed characterization of under-enrolled schools as being below their &quot;target&quot; utilization. However, &quot;underutilized&quot; is potentially misleading when applied to schools that may in fact be fully used, and could be targeted for closure as a result of that label. This is critical, missing context. We rate the statement Half True.</p>", "ruling_comments_date": "2011-02-02T15:47:21.956176", "ruling_date": "2011-02-13T06:00:00", "ruling_headline": "Austin school district task force co-chair says 25 percent of the schools are \"underutilized\"", "ruling_headline_slug": "austin-school-district-task-force-co-chair-says-25", "ruling_link_text": "Schools not filled with students, but that doesn't mean they're underused", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tAustin Independent School District, presentation, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/01102011_aisdfmpboardupdate.pdf\">&quot;Facility Master Plan, Board Update,&quot;</a> Jan. 10, 2011and <a href=\"http://alt.coxnewsweb.com/statesman/politifact/01262011_aisdspreadsheet.html%20\">spreadsheet</a>, Jan. 26, 2011<br />\r\n\t<br />\r\n\tAustin American-Statesman, news article, <a href=\"http://www.statesman.com/news/local/facilities-task-force-members-hear-other-options-1197063.html?cxtype=rss_ece_frontpage\">&quot;Facilities task force members hear other options,&quot;</a> Jan. 20, 2011 (accessed Jan. 26, 2011)<br />\r\n\t<br />\r\n\tInterview, Ron Fanning, chairman of the board, Fanning/Howey Associates, Inc., Celina, Ohio, Jan. 28, 2011<br />\r\n\t<br />\r\n\tInterview, Janet Mitchell, Austin, co-chair, AISD Facilities Master Plan Task Force, Austin, Jan. 26, 2011<br />\r\n\t<br />\r\n\tInterview, Stefan Pharis, Austin parent, Jan. 28, 2011<br />\r\n\t<br />\r\n\tInterview, Mary Saul, director, Alternative Center for Elementary Students, Austin Independent School District, Feb. 9, 2011<br />\r\n\t<br />\r\n\tInterviews, Joe Silva, assistant director for planning services, Austin Independent School District, Jan. 26 and 28, 2011 and Feb. 9, 2011<br />\r\n\t<br />\r\n\tInterview, Carolyn Staskiewicz, president, DeJong-Richter, school facility planning consultants, Dublin, Ohio, Jan. 27, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Volunteer task force co-chair", "false_count": 0, "first_name": "Janet", "half_true_count": 1, "home_state": "Texas", "id": 994, "last_name": "Mitchell", "mostly_true_count": 0, "name_slug": "janet-mitchell", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/aisdlogo02022011.jpeg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/994/", "total_count": 1, "true_count": 0, "website": "http://www.dejongrichter.com/projects/austin-independent-school-district/"}, "statement": "<p>\r\n\tSays 25 percent of Austin&#39;s public school buildings are &quot;underutilized.&quot;</p>", "statement_context": "an interview.", "statement_date": "2011-01-20", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": ""}