{"art": [], "author": [{"email_address": "jguillen@plaind.com", "first_name": "Joe", "id": 157, "last_name": "Guillen", "name_slug": "joe-guillen", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-joe-guillen.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/157/", "title": "Reporter, Plain Dealer statehouse bureau", "twitter": null}], "canonical_url": "/ohio/statements/2011/feb/04/lorraine-fende/rep-lorraine-fende-point-abortion-8-12-months-ille/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 3170, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jguillen@plaind.com", "first_name": "Joe", "id": 157, "last_name": "Guillen", "name_slug": "joe-guillen", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-joe-guillen.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/157/", "title": "Reporter, Plain Dealer statehouse bureau", "twitter": null}], "resource_uri": "/api/v/2/statement/3170/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tA new bill to ban late-term abortions is gaining traction in the Ohio House of Representatives, reinvigorating debate over the state&rsquo;s abortion laws.<br />\r\n\t<br />\r\n\tIf passed, the bill would ban abortions when a woman is at least 20 weeks pregnant and tests show the fetus can live outside the womb &ndash; a condition known as being viable. The proposed ban contains exceptions for certain medical situations, a legal requirement for late-term abortion bans at the state level.<br />\r\n\t<br />\r\n\tThe proposed ban is one of three bills related to abortion the Republican majority in the House introduced this week. The set of abortion bills comes on the heels of similar legislation Democratic Rep. Lorraine Fende of Willowick introduced earlier this year. Fende&rsquo;s bill aimed to ban abortions when a woman is at least 22 weeks pregnant with a viable fetus.<br />\r\n\t<br />\r\n\tFende&rsquo;s bill is likely going nowhere now that Republicans have trumped her proposal with one of their own. But a case she made for her bill &ndash; involving the availability of late-term abortions in Ohio &ndash; also is central to Republicans&rsquo; plan to ban late-term abortions.<br />\r\n\t<br />\r\n\t&quot;I had a conversation with someone quite some time ago that right now, you could be 8&frac12; months&rsquo; pregnant and have an abortion for no reason,&quot; Fende told The Columbus Dispatch for a story published Jan. 17.<br />\r\n\t<br />\r\n\tSimilarly, proponents of Republicans&rsquo; plan to ban abortions after 20 weeks of pregnancy decried the occurrence of abortions in Ohio up to the ninth month of pregnancy.<br />\r\n\t<br />\r\n\tWhile advocates and opponents of the proposed ban on late-term abortions prepare to debate this sensitive issue as it moves through the legislature, it is important to keep the facts straight. So we decided to check out Fende&rsquo;s claim.<br />\r\n\t<br />\r\n\tFende said she relied on statistics from the Ohio Department of Health. Doctors who perform an abortion in Ohio must submit to the department a Confidential Abortion Report, which does not include the woman&rsquo;s name or other identifying information.<br />\r\n\t<br />\r\n\tAccording to the Ohio Department of Health, four abortions were performed in Ohio after 32 weeks (or eight months) of pregnancy in 2009, the most recent year in which statistics are available. Two abortions were performed when the mother was 32 weeks along; one abortion took place at 33 weeks; and one occurred at 35 weeks.<br />\r\n\t<br />\r\n\tOverall, 28,721 abortions were reported in Ohio in 2009. Of those, 613 involved pregnancies at least 20 weeks along and 116 of them were for women at least 24 weeks pregnant. The length of the pregnancy was unknown in 276 cases.<br />\r\n\t<br />\r\n\tThe numbers confirm that at least one abortion occurred in Ohio when a mother was at least 8&frac12; months&rsquo; pregnant. Fende said she was aware of this one abortion when she made her claim, and she said she did not know the reason behind it.<br />\r\n\t<br />\r\n\tOhio law does not include an absolute ban on abortions when a woman is 8&frac12;, 8&frac34; or even 9 months&rsquo; pregnant.<br />\r\n\t<br />\r\n\tState lawmakers tried to pass a late-term abortion ban in 1995, but the U.S. Sixth Circuit Court of Appeals ruled the ban was unconstitutional because medical exceptions to the ban were not sufficiently specific.<br />\r\n\t<br />\r\n\tCourts, however, have upheld Ohio&rsquo;s a ban on partial-birth abortions, which are performed after part of the fetus has been removed from the mother&rsquo;s body. Partial-birth abortion is associated with late-term pregnancy but the two are not mutually exclusive. There are other abortion procedures, permitted under Ohio law, that can terminate a late-term pregnancy.<br />\r\n\t<br />\r\n\tAlthough certain late-term abortions are legal, pro-choice advocates say they are only done for medical reasons &ndash; not for &quot;no reason,&quot; as Fende suggested.<br />\r\n\t<br />\r\n\tKellie Copeland, executive director of NARAL Pro-Choice Ohio, said abortion clinics in the state will not perform an abortion if the woman has been pregnant for at least 24 weeks. She said any abortion performed afterward would take place in a hospital for medical reasons.<br />\r\n\t<br />\r\n\tJessie Hill, a professor at the Case Western Reserve University School of Law, said abortions when a woman is 8&frac12; months pregnant don&rsquo;t happen in Ohio for no reason. &quot;It&rsquo;s just one of those things that&rsquo;s unheard of,&quot; said Hill, who has researched reproductive rights. Hill said she is pro-choice.<br />\r\n\t<br />\r\n\tMichael Gonidakis, executive director for Ohio Right to Life, said that most abortion clinics advertise for abortions at 24 weeks or earlier. But, Gonidakis pointed out, statistics from the Ohio Department of Health show abortions are happening beyond 24 weeks. The statistics do not show whether the abortions are taking place in a hospital or an abortion clinic.<br />\r\n\t<br />\r\n\tBut, upon request from the Democrats for Life of Ohio, the Department of Health provided data on the medical condition of women receiving an abortion after they had been pregnant for at least 23 weeks. The data was taken from the abortion reports doctors submitted to the department. The report includes a question about the patient&rsquo;s medical condition, whether it was &quot;good,&quot; &quot;fair,&quot; or &quot;other.&quot;<br />\r\n\t<br />\r\n\tOf the 116 abortions in 2009 performed when the woman was reported to be 24 weeks pregnant or more, all of them were listed in good medical condition, according to the Department of Health.<br />\r\n\t<br />\r\n\tSo where does this leave us?<br />\r\n\t<br />\r\n\tThe law does not explicitly outlaw such an abortion, but state health records show there was just one such case in 2009, and Fende said she did not have the background of that case. And a law professor who is an expert in reproductive rights told us that abortions at 8&frac12; months aren&#39;t done for just &quot;no reason.&quot;<br />\r\n\t<br />\r\n\tFende&rsquo;s claim was legally sound. But by itself it does not reflect what the state Department of Health is documenting. That there was just one case out of more than 28,700 abortions in 2009 that fits her statement is an additional piece of information needed to fully understand the claim.<br />\r\n\t<br />\r\n\tOn the Truth-O-Meter that rates as Mostly True.</p>", "ruling_comments_date": "2011-02-03T17:10:06.498189", "ruling_date": "2011-02-04T06:00:00", "ruling_headline": "Rep. Lorraine Fende on point that abortion at 8 1/2 months is legal", "ruling_headline_slug": "rep-lorraine-fende-point-abortion-8-12-months-ille", "ruling_link_text": "Legally? Yes, but 1 time in 28,721 cases isn't a trend", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tInterview with Rep. Lorraine Fende, Jan. 17, 2011<br />\r\n\t<br />\r\n\tMultiple interviews with Michael Gonidakis, executive director for Ohio Right to Life<br />\r\n\t<br />\r\n\tMultiple interviews with Kellie Copeland, executive director of NARAL Pro-Choice Ohio<br />\r\n\t<br />\r\n\tInterview with Jessie Hill, Case Western Reserve University School of Law professor, Jan. 28, 2011<br />\r\n\t<br />\r\n\tInterview with Denise Mackura, director and general counsel, Democrats for Life of Ohio, Feb. 2, 2011<br />\r\n\t<br />\r\n\tOhio Department of Health, <a href=\"http://www.odh.ohio.gov/ASSETS/F53A5F925E0D467EA3B4755B780C8C6F/2009AbortionReport.pdf\">Induced Abortions in Ohio, 2009</a><br />\r\n\t<br />\r\n\tThe Columbus Dispatch, &quot;<a href=\"http://www.dispatch.com/live/content/local_news/stories/2011/01/16/ohio-bill-would-ban-late-term-abortions.html\">Ohio bill would ban late-term abortions</a>,&quot; Jan. 17, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "State representative", "false_count": 0, "first_name": "Lorraine", "half_true_count": 0, "home_state": "Ohio", "id": 998, "last_name": "Fende", "mostly_true_count": 1, "name_slug": "lorraine-fende", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-ohio-lorraine-m-fende_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/998/", "total_count": 1, "true_count": 0, "website": "http://www.house.state.oh.us/index.php?option=com_displaymembers&task=detail&district=62"}, "statement": "<p>\r\n\tSays that in Ohio &quot;right now, you could be 8&frac12; months pregnant and have an abortion for no reason.&quot;</p>", "statement_context": "an interview with The Columbus Dispatch", "statement_date": "2011-01-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}], "target": [], "twitter_headline": ""}