{"art": [{"brightcove": "", "caption": "In an appearance on the \"Late Show with David Letterman,\" MSNBC anchor Rachel Maddow said that Fox News “said the New Black Panther Party decided the election for Barack Obama.” Did they?", "id": 1055, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/1055/", "title": "Maddow on Letterman", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/wLlO1ve1Oqw?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "wLlO1ve1Oqw"}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/feb/09/rachel-maddow/rachel-maddow-says-fox-news-said-new-black-panther/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 3181, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}, {"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/3181/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>In an <a href=\"http://maddowblog.msnbc.msn.com/_news/2010/12/16/5659432-maddow-on-letterman-more-about-fox\">interview</a> on the <em>Late Show with David Letterman</em>, Rachel Maddow said there&#39;s a big difference in the approaches of MSNBC and Fox: MSNBC, the network that carries her nightly show, is concerned with accuracy. Fox is not.<br />\r\n<br />\r\n&quot;I of course think that we (MSNBC) are much more true than Fox is true,&quot; Maddow said in the Dec. 15, 2010, interview. &quot;The problem that I think is reasonable to assert about Fox and its coverage is that they make up stories out of whole cloth and then make a big deal out of them.&quot;<br />\r\n<br />\r\nShe continued, &quot;For example, they said the New Black Panther Party decided the election for Barack Obama. They ran dozens and dozens and dozens of stories about the New Black Panther Party, which was one guy who braided his beard in Philadelphia and who didn&rsquo;t have an organization, yelling on a street corner. They represented that story as if that is the guy who decided the election. That was fake.&quot;<br />\r\n<br />\r\nA few weeks after that appearance, a PolitiFact reader wrote us to ask if we could fact-check Maddow&rsquo;s statement that Fox News &quot;said the New Black Panther Party decided the election for Barack Obama.&quot; So we will.<br />\r\n<br />\r\nFirst, some background on the controversy Maddow referenced. We addressed it in some detail <a href=\"http://www.politifact.com/truth-o-meter/statements/2010/jul/23/bill-oreilly/bill-oreilly-blames-obama-administration-not-pursu/\">in a previous item</a>, but here&rsquo;s a summary:<br />\r\n<br />\r\nIn mid 2010, Fox News pundits hammered the Obama administration for its handling of a voter intimidation case involving the New Black Panther Party (which is not related to the original Black Panthers), specifically, that the Obama administration backed off the case because it is afraid of prosecuting minorities for civil rights violations.<br />\r\n<br />\r\nAt issue was an incident on Nov. 4, 2008 -- the day of the presidential election -- when New Black Panther Party members Jerry Jackson and King Samir Shabazz stood outside a Philadelphia polling place dressed in black military-style uniforms. Shabazz held a nightstick, and the two men were accused of making intimidating remarks to both white and black voters. (You can see it on YouTube <a href=\"http://www.youtube.com/watch?v=neGbKHyGuHU&amp;feature=pyv&amp;ad=3265020430&amp;kw=black%20panther\">here</a>.)<br />\r\n&nbsp;&nbsp;&nbsp;<br />\r\nOn Jan. 7, 2009, two weeks before Obama took office, the Department of Justice filed a civil action accusing the two men, as well as the New Black Panther Party and its leader Malik Zulu Shabazz, of engaging in voter intimidation. Although none of the defendants responded to the complaint, the department later dropped its case against all but King Samir Shabazz, the one with the nightstick. The department asked for, and got, an injunction prohibiting Shabazz from displaying a weapon within 100 feet of a Philadelphia polling location until 2012.<br />\r\n<br />\r\nMany Fox News commentators criticized the government&#39;s position as outrageously lenient and saw it as evidence of an Obama administration double-standard on race issues.<br />\r\n<br />\r\nBut Maddow&rsquo;s comment to Letterman framed Fox&rsquo;s coverage of the issue in political, rather than legal, terms. Was she correct that Fox News had claimed that &quot;the New Black Panther Party decided the election for Barack Obama&quot;?<br />\r\n<br />\r\nWe looked at dozens of Fox transcripts between June 30, 2010, and July 14, 2010, because those dates coincide with the span of coverage that Media Matters for America, a liberal group that tracks media coverage, analyzed in <a href=\"http://mediamatters.org/research/201007160038\">a blog post </a>on July 16, 2010. Maddow referenced the Media Matters post in <a href=\"http://maddowblog.msnbc.msn.com/_news/2010/12/16/5659432-maddow-on-letterman-more-about-fox\">her blog&rsquo;s item</a> on the Letterman appearance, so we thought it would be appropriate to use that study&rsquo;s parameters as the basis for checking her statement on the <em>Late Show.</em><br />\r\n<br />\r\nWhen we contacted Jess Levin, a spokeswoman for Media Matters, she told us that her group had chosen that time frame because Fox News&rsquo; coverage of the controversy during that period had been especially extensive.<br />\r\n<br />\r\nThe transcripts showed that indeed there was lots of coverage on Fox. However, the discussions focused on the legal side of the story and the question of whether other media outlets were derelict in not giving it enough attention.<br />\r\n<br />\r\nHere are some examples of Fox News&rsquo; coverage:<br />\r\n<br />\r\n&bull; On June 30, Fox anchor Megyn Kelly appeared on <em>Hannity </em>to talk about the Justice Department&rsquo;s dismissal of the case.<br />\r\n<br />\r\n&quot;The law says that&#39;s voter intimidation -- that if you intimidate voters from not going in the polling station or you attempt to intimidate voters. And there was testimony by one person who was trying to vote that the one guy held up his arms and physically blocked him from going that the polling station. Now, I mean, you tell me: is that or is that not voter intimidation?&quot;<br />\r\n<br />\r\n&bull; On July 9, Fox covered a statement by the New Black Panther Party attacking Fox host Glenn Beck. Beck appeared on the <em>O&rsquo;Reilly Factor</em> to discuss the matter. &quot;I wonder if anyone on any other network would talk about his hate speech or talk about his inciting violence or talk about the fact that the New Black Panther Party is a -- is a hate group.&quot;<br />\r\n<br />\r\n&bull; On July 12, Fox host Bill O&rsquo;Reilly aired a segment about the &quot;mainstream media&quot; ignoring the New Black Panther Party story. In it, he said that Attorney General Eric Holder was &quot;getting away with this because the liberal print press and the network news (is) pretty much ignoring the story.&quot;<br />\r\n<br />\r\n&bull; On July 14, Fox covered the NAACP passage of a resolution condemning &quot;racist elements&quot; of the tea party. In one segment, Sean Hannity claimed that there was a double standard on racism. Speaking to conservative activist and media figure Andrew Breitbart, Hannity said, &quot;I haven&#39;t heard any Democrats talk about the New Black Panther Party standing outside the polling place, Andrew.&quot;<br />\r\n<br />\r\nBut in all the coverage we examined, we couldn&#39;t find a single case in which the discussion revolved around the political impact of the incident, including whether the New Black Panther Party had helped put the Obama campaign over the top in 2008. (Needless to say, since <a href=\"http://www.cnn.com/ELECTION/2008/results/president/\">Obama won by more than 8 million votes</a>, it&#39;s not like one guy with a nightstick at a single polling place swung the election.)<br />\r\n<br />\r\nWhen we reached out to Maddow, a spokeswoman pointed us to a commentary <a href=\"http://www.huffingtonpost.com/2010/07/22/rachel-maddow-fox-news-st_n_655744.html\">segment</a> she did on her MSNBC show on July 21, 2010, that provided the full context of her criticism of Fox&rsquo;s New Black Panther Party coverage. Maddow argued that coverage of that story -- combined with its criticism of African American administration figures such as Van Jones and Shirley Sherrod -- amounted to a manufactured theme of &quot;black people are coming for you.&quot; She suggested that it was the most recent iteration of race-baiting techniques that date to the segregation era. &quot;For normal news outlets,&quot; Maddow said, the New Black Panther case simply &quot;wasn&rsquo;t a story&quot; -- and rightfully so.<br />\r\n<br />\r\nThat&#39;s an opinion, but it doesn&#39;t support her allegation that Fox said the New Black Panther Party &quot;decided the election&quot; for Obama.<br />\r\n<br />\r\nMaddow would have been correct if she had simply said that Fox&#39;s coverage was more extensive and hyperbolic than other networks. But her claim that Fox News &quot;said the New Black Panther Party decided the election for Barack Obama&quot; is not supported by the transcripts we reviewed.<br />\r\n<br />\r\nIn reality, Fox&rsquo;s coverage focused on legal, racial and media-related issues, rather than the electoral impact on Obama. So we find her claim False.</p>\r\n", "ruling_comments_date": "2011-02-04T16:27:00.817644", "ruling_date": "2011-02-09T17:27:39", "ruling_headline": "Rachel Maddow says Fox News 'said the New Black Panther Party decided the election for Barack Obama'", "ruling_headline_slug": "rachel-maddow-says-fox-news-said-new-black-panther", "ruling_link_text": "Fox coverage was likely overblown, but no discussion of electoral impact", "ruling_state": null, "source_documents": null, "sources": "<p>Rachel Maddow, <a href=\"http://maddowblog.msnbc.msn.com/_news/2010/12/16/5659432-maddow-on-letterman-more-about-fox\">interview</a> on CBS&rsquo; <em>Late Show with David Letterman</em>, Dec. 15, 2010<br />\r\n<br />\r\nVarious transcripts from Fox News coverage, June 30, 2010 through July 14, 2010 (accessed via Lexis-Nexis)<br />\r\n<br />\r\nMedia Matters for America, &quot;<a href=\"http://mediamatters.org/research/201007160038\">REPORT: Fox News has hyped phony New Black Panthers scandal at least 95 times</a>,&quot; July 16, 2010<br />\r\n<br />\r\nPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2010/jul/23/bill-oreilly/bill-oreilly-blames-obama-administration-not-pursu/\">Bill O&#39;Reilly blames Obama administration for not pursuing criminal charges in New Black Panther Party case</a>,&quot; July 23, 2010<br />\r\n<br />\r\nYouTube, <a href=\"http://www.youtube.com/watch?v=neGbKHyGuHU&amp;feature=pyv&amp;ad=3265020430&amp;kw=black%20panther\">Video of New Black Panther Party members outside Philadelphia polling place on election day</a>, Nov. 4, 2008<br />\r\n<br />\r\nHuffington Post, &quot;<a href=\"http://www.huffingtonpost.com/2010/07/22/rachel-maddow-fox-news-st_n_655744.html\">Rachel Maddow: Fox News Stoking Racial Fears Among Whites (VIDEO),</a>&quot; July 22, 2010<br />\r\n<br />\r\nInterview with Jess Levin, spokeswoman for Media Matters for America, Feb. 1, 2011<br />\r\n<br />\r\nE-mail interview with Lauren Skowronski, spokeswoman for MSNBC, Feb. 4, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 6, "current_job": "MSNBC host", "false_count": 6, "first_name": "Rachel", "half_true_count": 4, "home_state": "", "id": 154, "last_name": "Maddow", "mostly_true_count": 6, "name_slug": "rachel-maddow", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/maddow.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/154/", "total_count": 29, "true_count": 5, "website": ""}, "statement": "<p>Fox News &quot;said the New Black Panther Party decided the election for Barack Obama.&quot;</p>\r\n", "statement_context": "an interview on CBS' Late Show with David Letterman", "statement_date": "2010-12-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 117, "photo": null, "resource_uri": "/api/v/2/subject/117/", "subject": "Civil Rights", "subject_slug": "civil-rights", "used_in_edition": []}, {"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}], "target": [], "twitter_headline": ""}