{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2011/feb/22/phil-king/phil-king-says-40-percent-family-incomes-goes-taxe/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "bbell@statesman.com", "first_name": "Brenda", "id": 267, "last_name": "Bell", "name_slug": "brenda-bell", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/267/", "title": "Projects Editor", "twitter": null}], "facebook_headline": null, "id": 3203, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/3203/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tState Rep. Phil King, R-Weatherford, recently advised a newspaper in his district that the Republican-dominated Legislature won&rsquo;t raise taxes to balance the 2012-13 state budget, adding that conservatives believe in &quot;living within our means,&quot; the Jan. 13 Azle News reported.<br />\r\n\t<br />\r\n\t&quot;We&rsquo;re going to have to do what businesses and families do,&quot; the newspaper quoted King saying. &quot;You don&rsquo;t spend what you don&rsquo;t have &ndash; and you don&rsquo;t go out and borrow. We&rsquo;re not the federal government.&quot;<br />\r\n\t<br />\r\n\tKing added that families already pay out 40 percent of their income to taxes. &quot;Taxpayers just can&rsquo;t afford to pay any more,&quot; King said.<br />\r\n\t<br />\r\n\tForty percent of family income goes to the tax man?<br />\r\n\t<br />\r\n\tResponding to our inquiry, King said: &quot;I use the 40 percent figure because it is a safe, low estimate for the total cost of government on citizens. I believe this indisputable.&quot;<br />\r\n\t<br />\r\n\tKing noted that according to a 2010 report by the Center for Fiscal Accountability, about 63 percent of income went to taxes that year. The center is tied to Americans for Tax Reform, a Washington group that collects pledges from officeholders not to raise taxes,<br />\r\n\t<br />\r\n\tKing traced the higher-than-40-percent to the center&rsquo;s 2010 &quot;Cost of Government Day&quot; report, which says the average family worked until Aug. 19 last year -- 241 days or 63 percent of the year -- to earn sufficient income to cover their share of the costs of government. In Texas, the report says, residents had to work 225 days, 62 percent of the year, to cover such expenditures.<br />\r\n\t<br />\r\n\tWe failed to land an interview on the study methodology, but according to an online post by the center, it calculates the cost of government to include federal, state and local expenditures as well as an estimate of the cost of state and federal government regulations. The total cost of government is divided by an estimated Net National Product, the post says, to determine the percentage of national income consumed by government. The post says that a 2005 report for the U.S. Small Business Administration by W. Mark Crain, a Lafayette College economics professor, &quot;provided the framework for determining the cost of regulations.&quot;<br />\r\n\t<br />\r\n\tFor more expertise, we touched bases with the liberal-leaning Washington-based Center for Budget and Policy Priorities and the non-partisan Washington-based Tax Foundation. We also circled back to another study noted by King and asked a professor at the Lyndon B. Johnson School of Public Affairs for her preferred approach to gauging taxes against family income.<br />\r\n\t<br />\r\n\tJames Horney, the center&rsquo;s director of federal fiscal policy, said in an interview that based on information in an appendix to President Barack Obama&rsquo;s 2010 budget request, total state, local and federal government receipts accounted for 25 percent of the nation&rsquo;s Gross Domestic Product in 2009. He said, though, that families earning well above the national income median would likely have paid a greater percentage of their income in taxes. While GDP is not the same as family or personal income, Horney said, it&rsquo;s a reasonable barometer of income.<br />\r\n\t<br />\r\n\tHorney said the share of income supporting government has been higher in the past, exceeding 30 percent in 2000 and approaching 29 percent as recently as 2007. The recent national downturn depressed tax receipts, he said.<br />\r\n\t<br />\r\n\tTax Foundation spokesman Richard Morrison said by e-mail that the foundation estimates that in 2010, Americans had to work until April 9, through 27 percent of the year, to cover their state, local and federal tax burdens, though April 5 was &quot;tax freedom day&quot; for Texas residents.<br />\r\n\t<br />\r\n\tA foundation economist, Kail Padgitt, said by e-mail that the &quot;Cost of Government Day&quot; report stressed by King is &quot;not an accurate measure of the taxes paid by a family because it also attempts to take into account the cost of regulation.&quot;<br />\r\n\t<br />\r\n\tTo buttress his statement, King also pointed us to a December 2006 study by Boston University economists Laurence J. Kotlikoff and David Rapson. King singled out a table in the study estimating marginal tax rates, which Padgitt later described as the tax rates workers pay on the next dollar they earn--which are, in some cases, high enough to discourage the work from happening. In the United States&rsquo; progressive tax system, a worker&rsquo;s marginal rate tends to increase with income.<br />\r\n\t<br />\r\n\tThe BU study says: &quot;With the exception of certain very low-earning households, we find high to very high marginal net tax rates &ndash; ranging from 24 to 45 percent.&quot;<br />\r\n\t<br />\r\n\tWe reached Kotlikoff, who cautioned against concluding his study means that 40 percent of family income goes to taxes. &quot;It&rsquo;s another politician who doesn&rsquo;t know what they&rsquo;re talking about,&quot; Kotlikoff said of King&rsquo;s statement. &quot;The way he said it is wrong.&quot;<br />\r\n\t<br />\r\n\tFinally, we asked Shama Gamkhar, an associate professor at the LBJ School, to speak to the share of family income that goes to taxes. She said the percentage can be pegged at different levels depending on which taxes and how much of a family&rsquo;s income stream is taken into account.<br />\r\n\t<br />\r\n\tShe pointed out a March 2000 Tax Foundation report that took into account the impact on family incomes of hidden taxes such as corporate taxes, which can brake worker salaries. In 1998, the study says, taxes accounted for 39 percent of the median income in two-earner U.S. families. That was down from 41 percent in 1996, thanks to congressional adoption of tax relief, but up from 32 percent in 1975.<br />\r\n\t<br />\r\n\tMedian income is a reasonable marker, the study says, because half of all families have incomes that exceed that of the median family and half have incomes that are less than the median family&rsquo;s.<br />\r\n\t<br />\r\n\t&quot;After adjusting for inflation (to 1998 dollars), the taxes paid by the two-earner family are 4.9 times greater in 1998 than in 1955,&quot; the study says. &quot;For the one-earner family, taxes are 3.4 times greater than they were in 1955.&quot;<br />\r\n\t<br />\r\n\tGamkhar also noted a table in the foundation&rsquo;s 2010 &quot;tax freedom day&quot; report showing how the share of U.S. income that goes to taxes has escalated since 1900, when it was 6 percent, reaching 27 percent in 2010, down from 32 percent for 2001. Historical nugget: World War I more than doubled the nation&rsquo;s tax burden.<br />\r\n\t<br />\r\n\tAll told, King overstates the family income that typically goes to taxes. Even if his statement is taken as a reference solely to marginal rates--there&rsquo;s no indication in the newspaper account of that--marginal rates around 2006 ran from 24 percent to 45 percent, according to the BU study.<br />\r\n\t<br />\r\n\tKing broaches a valid point about taxes absorbing a substantial share of income. But that share approaches 30--not 40--percent. We rate his statement Barely True.</p>\r\n<br />\r\n<br />\r\n<p>\r\n\t<i>Editor&#39;s note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i></p>", "ruling_comments_date": "2011-02-09T16:58:05.696253", "ruling_date": "2011-02-22T10:04:18", "ruling_headline": "Phil King says 40 percent of family incomes goes to taxes", "ruling_headline_slug": "phil-king-says-40-percent-family-incomes-goes-taxe", "ruling_link_text": "Backup study disputed", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tCenter for Fiscal Accountability, Americans for Tax Reform, web posts, <a href=\"http://fiscalaccountability.org/?content=cogdteas10\">&quot;August 19, 2010 - Cost of Government Day Has Arrived!,&quot;</a> and <a href=\"http://www.fiscalaccountability.org/?content=COGD1017\">&quot;Methodology&quot;</a> Aug. 19, 2010 (accessed Jan. 26, 2010)</p>\r\n<p>\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/01312011_shamagamkharresponsepftexas.html\">E-mail</a> and Interview, Shama Gamkhar, associate professor of public affairs, Lyndon B. Johnson School of Public Affairs, Jan. 31, 2011 and Feb. 1, 2011<br />\r\n\t<br />\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/012026312011_repphilkingresponsespftexas.html\">E-mails (excerpted)</a>, Phil King, responses to PolitiFact Texas, Jan. 20, 26 and 31, 2011<br />\r\n\t<br />\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/01192011_calebtroxclaireresponsepftexas.html\">E-mail</a>, Caleb Troxclair, title, state Rep. Phil King, response to PolitiFact Texas, Jan. 19, 2011<br />\r\n\t<br />\r\n\tFreedomWorks, web page, <a href=\"http://www.freedomworks.org/blog/jborowski/happy-cost-of-government-day\">&quot;Happy Cost of Government Day!,&quot;</a> Aug. 19, 2010 (accessed Jan. 26, 2010)<br />\r\n\t<br />\r\n\tInterview, Laurence Kotlikoff, professor of economics, Boston University, Boston, Jan. 26, 2011<br />\r\n\t<br />\r\n\tNational Bureau of Economic Research, working paper, Laurence J. Kotlikoff and David Rapson,<a href=\"http://people.bu.edu/kotlikoff/Does%20It%20Pay%20to%20Work%20and%20Save,%20December%209,2006.pdf\"> &quot;Does It Pay, at the Margin, to Work and Save? -- Measuring Effective Marginal Taxes on<br />\r\n\tAmericans&#39; Labor Supply and Saving,&quot;</a> December 9, 2006 (accessed Jan. 28, 2011)<br />\r\n\t<br />\r\n\tThe Tax Foundation, Washington, reports, <a href=\"http://www.taxfoundation.org/files/687490cfad2433b124d834266ce04e4e.pdf%20\">&quot;The Tax Burden of the Median American Family,&quot;</a> March 2000 and <a href=\"http://www.taxfoundation.org/files/sr177.pdf\">&quot;April 9th Is Tax Freedom Day,&quot;</a> March 2010 (fetched Feb. 1, 2011)</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Attorney", "false_count": 0, "first_name": "Phil", "half_true_count": 0, "home_state": "Texas", "id": 1007, "last_name": "King", "mostly_true_count": 0, "name_slug": "phil-king", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/philking2009aas.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1007/", "total_count": 1, "true_count": 0, "website": "http://www.philking.com/"}, "statement": "<p>\r\n\tSays families now pay out 40 percent of their income to taxes.</p>", "statement_context": "a newspaper article.", "statement_date": "2011-01-13", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 184, "photo": null, "resource_uri": "/api/v/2/subject/184/", "subject": "Income", "subject_slug": "income", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}