{"art": [], "author": [{"email_address": "nskene@comcast.net", "first_name": "Neil", "id": 38, "last_name": "Skene", "name_slug": "neil-skene", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/38/", "title": "PolitiFact contributor", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2008/jan/28/rudy-giuliani/a-real-turnaround/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "smontgomery@sptimes.com", "first_name": "Scott", "id": 9, "last_name": "Montgomery", "name_slug": "scott-montgomery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/9/", "title": "Former Government & Politics Editor, St. Petersburg Times", "twitter": null}], "facebook_headline": null, "id": 321, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "nskene@comcast.net", "first_name": "Neil", "id": 38, "last_name": "Skene", "name_slug": "neil-skene", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/38/", "title": "PolitiFact contributor", "twitter": null}], "resource_uri": "/api/v/2/statement/321/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "Rudy Giuliani has run his campaign on two basic themes &ndash; leadership on 9/11, and the turnaround of New York City. At the Republican debate at Florida Atlantic University on Jan. 24, 2008, he made the turnaround of New York a point of contrast with his opponents.\n<p>\n \"I'm the only one who's actually turned around a government economy,\" he said. \"And the reality is, when I became mayor of New York, the economy of New York was in very, very bad shape. Tremendous deficits, 10.5 percent unemployment, 300,000 jobs gone. We turned that around, cut unemployment by more than half, brought in 450,000 new jobs, and we cut taxes by 17 percent.\"\n</p>\n<p>\n And if you look at their records, at least in the fairly specific set of economic measures Giuliani listed, he is right.\n</p>\n<p>\n Two other Republican candidates held political offices that let them be compared on their \"turnaround\" ability: Mike Huckabee, who was governor of Arkansas for 10 years, and Mitt Romney, who was governor of Massachusetts for four years. Both men left office in January 2007. Giuliani was mayor of New York for eight years, 1994-2001. Sen. John McCain has never held an executive position and thus has no record of economic turnaround.\n</p>\n<p>\n The turnaround in New York is widely known. (We addressed it with this look at his luck with the\n <a href=\"http://www.politifact.com/truth-o-meter/statements/177/\">\n  budget deficit\n </a>\n and this look at his claim of\n <a href=\"http://www.politifact.com/truth-o-meter/statements/109/\">\n  cutting taxes.)\n </a>\n Giuliani had the wind at his back nationally: His years as mayor coincided with one of the longest national economic booms in American history, with the Wall Street boom was one of the headline stories of the era. Yet Giuliani clearly imposed greater financial discipline, and the economic measures support his claim that New York City outperformed the national boom during his years in office.\n</p>\n<p>\n It is hard to argue that New York did not enjoy a substantial turnaround during the Giuliani years. Whether Giuliani deserves as much credit as he claims has been widely debated. The specifics of his claims have been evaluated before. He did not inherit a \"tremendous\" deficit any more than he left one. City budgets are required to be balanced, and Giuliani's budget directors have argued that budgets routinely show deficits at midyear (when mayors take office) but are resolved by year-end. Giuliani likes to decry the \"deficit\" he inherited from his predecessor, but dismisses the one he left for his successor by the same accounting.\n</p>\n<p>\n It's worth noting, in all the talk of how they cut taxes and balanced budgets (all of their governments required balanced budgets, unlike the federal government), none of the former government executives is saying he'll produce a balanced budget in Washington.\n</p>\n<p>\n In Massachusetts, it is perhaps noteworthy that Romney's book called \"Turnaround\" is not about his governorship but his tenure as CEO of the Salt Lake City Winter Olympics of 2002, a job he took at the beginning of 1999 when the Olympics had endured an ethics scandal and was projecting a substantial deficit.\n</p>\n<p>\n The measures Giuliani picks as indicators of turnaround in New York don't look so good for Romney's four years as governor &ndash; which is probably one reason Giuliani picked them.\n</p>\n<p>\n Giuliani's unemployment rate, for example, fell from 8.8 percent in 1994, his first year as mayor, to \r\n6 percent his last year, though it held stubbornly around 9 percent for most of his first term. Romney, taking office a year after Giuliani left office, saw his unemployment rate fall from 5.7 percent to as low as 4.8 percent and then return to 5.3 percent.\n</p>\n<p>\n Employment hit a cyclical bottom a year after Romney came into office. In the South Carolina debate on Jan. 10, Romney said, \"I'm very proud of the fact that after many, many months of declining job growth, I took over the state and helped turn that around. And in my years as governor, we kept adding jobs every single month after we saw that turnaround.\" The turnaround, though, started only after a loss of well over 20,000 jobs his first year in office.\n</p>\n<p>\n The tax burden in Massachusetts, for state and local governments combined, grew under Romney from 10 percent of personal income to 10.6 percent. Romney fought for a reduction in the income-tax rate, but the Democratic-controlled state legislature wouldn't go along. Giuliani claims he more or less bludgeoned New York's Democratic city council into becoming tax cutters. The tax burden fell in New York City &ndash; by nearly 20 percent, in Giuliani's calculation. (We evaluated that calculation in a previous story,\n <a href=\"http://politifact.com/truth-o-meter/statements/300/\">\n  here,\n </a>\n and found it to be solid.)\n</p>\n<p>\n (Giuliani prefers to focus on the magnitude of change, rather than on national comparisons, because he says New York has traditionally underperformed the nation on many such economic measures.)\n</p>\n<p>\n Northeastern University's Center for Market Studies, looked at the economy three years into Romney's tenure and found it \"lackluster,\" trailing national performance on a number of measures. One was job growth: It had none after three years under Romney. It had just gotten back to even with where he started.\n</p>\n<p>\n Now, for Huckabee, the story is a bit different. His tenure in Arkansas continued on through the much tougher economy of the last four years. Huckabee has spent a lot of effort trying to persuade people he cut taxes (\"93 times,\" in his famous claim) when in fact the overall tax burden in Arkansas went up. If he talked more about turning around under-performance in the state's schools and roads, which he did to some extent and occasionally discussed, he might have claimed a different kind of \"turnaround\" mantle.\n</p>\n<p>\n Huckabee used a gas tax to rehab Interstate 40 through Arkansas &ndash; once designated as the worst stretch of road in the country by a survey of truckers &ndash; and a sales tax to reform an inefficient and unfair system of schools.\n</p>\n<p>\n Giuliani, on the other hand, did not significantly increase his city's investment in infrastructure.\n</p>\n<p>\n Giuliani's claim about being the \"only turnaround\" candidate does not incorporate the concept of additional investment and additional \"return\" in the form of better services. Comparing Arkansas and New York City \"turnarounds\" is almost imponderable. Huckabee, however, doesn't describe his tenure as a turnaround era in Arkansas.\n</p>\n<p>\n Giuliani's budget discipline did not allow for substantial new spending on infrastructure. Whether Huckabee's \"investment\" of higher taxes for better services was a good move is not is not a turnaround category Giuliani lists.\n</p>\n<p>\n It has to be kept in mind that the economic circumstances each chief executive faced were very different. Giuliani can't match Romney in the corporate turnaround business. And Giuliani's view of what constitutes a turnaround doesn't consider everything, but Giuliani clearly has clear accomplishments when it comes to a government turnaround. We find his claim Mostly True.\n</p>\n<p>\n</p>", "ruling_comments_date": "2010-01-07T13:28:24.772697", "ruling_date": "2008-01-28T00:00:00", "ruling_headline": "A real turnaround", "ruling_headline_slug": "a-real-turnaround", "ruling_link_text": "A real turnaround", "ruling_state": null, "source_documents": null, "sources": "The Tax Foundation,\n<a href=\"http://www.taxfoundation.org/taxdata/show/460.html\">\n Massachusetts' State and Local Tax Burden\n</a>\n<p>\n Bureau of Economic Analysis,\n <a href=\"http://www.bea.gov/regional/sqpi/default.cfm?sqtable=SQ1\">\n  State Quarterly Personal Income, 2003-2007\n </a>\n</p>\n<p>\n Citizens Budget Commission,\n <a href=\"http://www.cbcny.org/NYC_Fiscal_Outlook.pdf\">\n  Managing the Budget in the Bloomberg Administration, December 2001\n </a>\n</p>\n<p>\n Bureau of Labor Statistics,\n <a href=\"http://data.bls.gov/PDQ/servlet/SurveyOutputServlet?series_id=LASST25000006&amp;data_tool=%2522EaG%2522\">\n  Massachusetts\n </a>\n</p>\n<p>\n Bureau of Labor Statistics,\n <a href=\"http://data.bls.gov/PDQ/servlet/SurveyOutputServlet?series_id=LASST05000006&amp;data_tool=%2522EaG%2522\">\n  Arkansas\n </a>\n</p>\n<p>\n Massachusetts Office of Labor and Workforce Development,\n <a href=\"http://lmi2.detma.org/lmi/lmi_lur_a.asp#4\">\n  Labor force and unemployment data\n </a>\n</p>\n<p>\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 9, "current_job": "Attorney", "false_count": 11, "first_name": "Rudy", "half_true_count": 10, "home_state": "New York", "id": 13, "last_name": "Giuliani", "mostly_true_count": 7, "name_slug": "rudy-giuliani", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-rudygiuliani.jpg", "primary_edition": {"adkey": "Editions", "advalue": "New York", "edition": "New York", "edition_slug": "new-york", "has_afterthefact": false, "id": 55, "index_page": false, "meter_name": "The New York Truth-O-Meter", "resource_uri": "/api/v/2/edition/55/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/13/", "total_count": 50, "true_count": 8, "website": ""}, "statement": "Said he's the only Republican candidate \"who's actually turned around a government economy.\" ", "statement_context": "a debate in Boca Raton, Fla.", "statement_date": "2008-01-24", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 3, "photo": null, "resource_uri": "/api/v/2/subject/3/", "subject": "Job Accomplishments", "subject_slug": "job-accomplishments", "used_in_edition": []}], "target": [], "twitter_headline": null}