{"art": [], "author": [{"email_address": "oregoniandc@gmail.com", "first_name": "Charles", "id": 179, "last_name": "Pope", "name_slug": "charles-pope", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/179/", "title": "Reporter", "twitter": null}], "canonical_url": "/oregon/statements/2011/feb/12/peter-defazio/peter-defazio-says-oregonians-pay-extra-cover-unin/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "tbottomly@oregonian.com", "first_name": "Therese", "id": 188, "last_name": "Bottomly", "name_slug": "therese-bottomly", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/therese_1.jpg", "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/188/", "title": "Managing Editor", "twitter": null}], "facebook_headline": null, "id": 3213, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "oregoniandc@gmail.com", "first_name": "Charles", "id": 179, "last_name": "Pope", "name_slug": "charles-pope", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/179/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/3213/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tDon&rsquo;t look now, but the health care debate, in all its high-decibel, combustible glory is revving up again. The House has already approved a bill calling for the 2010 law to be repealed. The Senate considered a similar proposal but Democrats defeated it.<br />\r\n\t<br />\r\n\tAnd now, Rep. Peter DeFazio is stepping into the battle with legislation that would dismantle a central element of the law -- the so-called &quot;individual mandate&quot; that requires every American to carry health insurance.<br />\r\n\t<br />\r\n\tDeFazio says doing away with the requirement would end legal challenges questioning its constitutionality and save people money.<br />\r\n\t<br />\r\n\t&quot;Congress can quickly resolve the issues of constitutionality and the limits of the federal government by reforming the individual mandate with an opt-out clause that allows for full personal responsibility. I believe buying insurance should be a choice, not a matter of federal coercion,&quot; DeFazio writes in a Feb. 1, &quot;Dear Colleague&quot; letter.<br />\r\n\t<br />\r\n\tMoney, though, is a central element of his pitch. &quot;Oregon families pay an extra $1,400 a year ... on higher insurance premiums to cover those who do not have insurance,&quot; DeFazio wrote in his letter.<br />\r\n\t<br />\r\n\tThe clear inference is that if a person voluntarily decides to live without health insurance, the rest of us are off the hook if something bad happens.<br />\r\n\t<br />\r\n\t&quot;If they waive their right to the federal health care backstop, then they alone are burdened with their future health care costs,&quot; DeFazio writes.<br />\r\n\t<br />\r\n\tIt&rsquo;s a clever device that accentuates the emotional argument while conveniently side-stepping some important nuances.<br />\r\n\t<br />\r\n\tFirst is the question of cost. DeFazio&rsquo;s claim that the average Oregonian with insurance absorbs a $1,400 surcharge to cover those without insurance is correct. The practice is called cost shifting and it means that those who have insurance pay higher rates than necessary to cover the cost of those who do not.<br />\r\n\t<br />\r\n\tDeFazio&rsquo;s letter suggests, but does not explicitly say, that people&rsquo;s health insurance premiums would cost less if the mandate is removed. The reason, he says in the letter, is that anyone who makes the choice not to carry insurance would have to sign an affidavit and agree to pay all medical costs.<br />\r\n\t<br />\r\n\tMultiple studies over the years have analyzed the practice. Most agree that nationally, the cost of health insurance for a family is $1,100 higher as a result of the uninsured. (Politicians from both sides have used the figure, including President Barack Obama.)<br />\r\n\t<br />\r\n\tOne of the first studies came in 2005 from the interest group, FamiliesUSA, which calculated the cost to a family would be $992. Ironically, the group cited that surcharge as a reason for requiring everybody to have insurance since that would spread the cost -- and the coverage -- over a larger population.<br />\r\n\t<br />\r\n\tAs the health care debate intensified, the 2005 work was updated. In 2008, the left-leaning think tank Center for American Progress calculated that the &quot;hidden tax&quot; jumped, on average, to $1,000. It also provided state-by-state estimates, with the surcharge in Oregon calculated to be $1,400.<br />\r\n\t<br />\r\n\t&quot;This &lsquo;hidden tax&rsquo; on health insurance arises from a failure to continuously cover all Americans and accounts for roughly 8 percent of the average health insurance premium. This cost-shift amounts to $1,100 per average family premium in 2009 and $410 per average individual premium,&quot; the center said in a 2009 report.<br />\r\n\t<br />\r\n\tSo it&rsquo;s well established and mostly beyond debate that premiums for those with health insurance are higher to absorb some of the cost for those who don&rsquo;t have it.<br />\r\n\t<br />\r\n\tBut things break down for those like DeFazio, who try to draw a straight-line cause and effect.<br />\r\n\t<br />\r\n\t&quot;We do not necessarily assume that the private revenues used to subsidize care to the uninsured inevitably cause higher private payments and insurance premiums,&quot; the Kaiser Family Foundation study found.<br />\r\n\t<br />\r\n\t&quot;In particular, the Families USA approach omits the possibility that providers who treat substantial numbers of uninsured people have lower profits. In fact, we are highly skeptical that the high and growing cost of private insurance is strongly related, if at all, to the amount of uncompensated care delivered by private providers or to the growing number of uninsured people,&quot; Kaiser analysts concluded.<br />\r\n\t<br />\r\n\tDeFazio&rsquo;s claim about the &quot;hidden tax&quot; is based in fact but he fails to provide sufficient nuance to a complex and emotionally wrought question. For that reason, we rate his claim Mostly True.</p>\r\n<p>\r\n\t<a href=\"http://www.oregonlive.com/politics/index.ssf/2011/02/politifact_oregon_defazio_on_t.html\">Comment on this item.</a></p>", "ruling_comments_date": "2011-02-10T22:17:32.169900", "ruling_date": "2011-02-12T06:00:00", "ruling_headline": "Peter DeFazio says Oregonians pay extra to cover the uninsured", "ruling_headline_slug": "peter-defazio-says-oregonians-pay-extra-cover-unin", "ruling_link_text": "But there's no clear cause for this malady", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tCovering the Uninsured in 2008: A Detailed Examination of Current Costsand Sources of Payment, and Incremental Costs of Expanding Coverage, August 2008, Kaiser Family Foundation<br />\r\n\t<br />\r\n\tHidden Health Tax: Americans Pay a Premium, 2009, FamiliesUSA<br />\r\n\t<br />\r\n\t<a href=\"http://www.americanprogressaction.org/issues/2009/03/cost_shift.html\">The Cost Shift from the Uninsured</a>; American Family Health Care Premiums Cost $1,100 More Because Our System Doesn&rsquo;t Provide Continuous Coverage for All, 2009, Center For American Progress<br />\r\n\t<br />\r\n\t<a href=\"http://www.familiesusa.org/assets/pdfs/Paying_a_Premium731e.pdf\">Paying a Premium: The Added Cost of Care for the Uninsured</a>, 2005, FamiliesUSA<br />\r\n\t<br />\r\n\tInterview with DeFazio staff, Feb. 3, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "U.S. representative", "false_count": 1, "first_name": "Peter", "half_true_count": 1, "home_state": "Oregon", "id": 718, "last_name": "DeFazio", "mostly_true_count": 2, "name_slug": "peter-defazio", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Peter_DeFazio.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/718/", "total_count": 6, "true_count": 1, "website": "http://www.defazio.house.gov/"}, "statement": "<p>\r\n\tOregon families pay an extra $1,400 a year on higher insurance premiums to cover those who do not have insurance.</p>", "statement_context": "a press release", "statement_date": "2011-02-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}