{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/feb/11/joe-biden/joe-biden-says-closing-northeast-corridor-would-fo/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 3214, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/3214/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tIn a Feb. 8, 2011, <a href=\"http://www.whitehouse.gov/blog/2011/02/08/bringing-high-speed-rail-america\">speech</a> at Philadelphia&rsquo;s 30th Street Station, Vice President Joe Biden -- who as a U.S. senator commuted almost daily to and from his home in Delaware using Amtrak -- touted rail as an integral part of the nation&rsquo;s transportation future.<br />\r\n\t<br />\r\n\tDuring his address, he made a striking comment: &quot;If you shut down Amtrak&#39;s Northeast Corridor, it&#39;s estimated you&#39;d have to add seven new lanes to I-95 to accommodate the increased traffic.&quot; (It wasn&rsquo;t the first time he made the comparison; he also included in <a href=\"http://www.arrive-digital.com/arrive/20100102/#pg44\">an article</a> he wrote for Amtrak&rsquo;s <em>Arrive </em>magazine.)<br />\r\n\t<br />\r\n\tFor readers who hail from outside the northeastern U.S., we should explain what the <a href=\"http://www.amtrak.com/servlet/BlobServer?blobcol=urldata&amp;blobtable=MungoBlobs&amp;blobkey=id&amp;blobwhere=1249211303542&amp;blobheader=application%2Fpdf&amp;blobheadername1=Content-disposition&amp;blobheadervalue1=attachment;filename=Amtrak_Amtrak_Northeast_Corridor.pdf\">Northeast Corridor</a> is. Though definitions vary, the one we&rsquo;ll use is the passenger rail line Amtrak uses from Washington, D.C., to Boston, with stops in such major cities as Baltimore; Wilmington, Del.; Philadelphia and New York. It is heavily trafficked by commuters and inter-city travelers -- more than 10 million riders in 2010.<br />\r\n\t<br />\r\n\tInterstate 95 runs from Maine to Florida. The relevant portion for Biden&rsquo;s comment is the stretch that mirrors the Northeast Corridor, running from Washington north to Boston.<br />\r\n\t<br />\r\n\tWhen we asked Biden&rsquo;s office to back up the claim, they said that the numbers came from the Transportation Department. Specifically, Biden&rsquo;s office said, 5 billion passenger miles are traveled in the Northeast Corridor every day by rail, including both intercity rail and commuter rail, with an additional 14.5 billion vehicle miles traveled on I-95 between Washington, D.C., and New York City. Using these numbers, Biden&rsquo;s office said, eliminating all trips by rail could increase volume on I-95 by 23 percent.<br />\r\n\t<br />\r\n\tBiden&#39;s office added that the claim factors in population growth over the next 40 years, which is projected to increase volume on I-95 by 80 percent. So the combination of eliminating rail and accommodating future growth would result in roughly a doubling of demand on I-95. Accommodating that demand during peak periods would require a doubling of I-95&rsquo;s current average size of seven lanes between Washington and New York City.<br />\r\n\t<br />\r\n\tSteven E. Polzin, director of mobility policy for the Center for Urban Transportation Research at the University of South Florida, consented to do his own back-of-the-envelope analysis for us, using a different methodology.</p>\r\n<p>\r\n\tHe said that a freeway lane can handle 1,800 to 2,000 cars per hour. If each car holds the national average of 1.6 people per vehicle, that means that each lane can accommodate up to 3,200 persons per hour. An eight-coach, two-locomotive Amtrak train has a capacity of 400 riders. So Amtrak would would need to run eight trains per hour to equal the capacity of one freeway lane. (That&#39;s more than actually run now: Amtrak often runs two trains an hour from Boston to Washington and another two in the opposite direction, plus some additional trains that travel shorter portions.)</p>\r\n<p>\r\n\tUsing current Amtrak ridership numbers, Polzin got a similar result -- that eliminating Amtrak&rsquo;s Northeast Corridor would require one new lane in each direction.<br />\r\n\t<br />\r\n\tEither way, it&rsquo;s less than one-third of what the Transportation Department study suggests.<br />\r\n\t<br />\r\n\t&quot;That suggests that the seven-lane number uses some real different assumptions,&quot; Polzin said. For instance, he said, if you use Amtrak&rsquo;s 2050 ridership projections, if you assume that all riders go the entire length of the corridor and if demand tends to highly concentrated in a peak hour, &quot;one could get to three lanes in each direction. But that&rsquo;s a lot of unlikely ifs.&quot;<br />\r\n\t<br />\r\n\tIndeed, our sources raised some questions about Biden&rsquo;s explanation.<br />\r\n\t<br />\r\n\t&bull; <strong>Was Biden in his statement sufficiently clear that he meant future traffic loads?</strong> When we and several of our experts first read his comment, we assumed he meant that shifting the current train passenger loads to I-95 would require seven new lanes. But Biden&rsquo;s office clarified that he was referring to both current and future loads. The statement is not phrased incorrectly, but we think it could have been made more precise.<br />\r\n\t<br />\r\n\t&bull; <strong>How reliable are the study&rsquo;s assumptions about rates of growth?</strong> The Transportation Department estimated future growth using two different approaches -- projecting travel based on Census data and using travel growth estimates from state departments of transportation. But projections over several decades come with significant uncertainty, so we are taking them with a grain of salt.<br />\r\n\t<br />\r\n\t&bull; <strong>Does Biden&rsquo;s calculation include traffic on regional commuter lines?</strong> In his statement, Biden said that shifting Amtrak passenger loads would cause the seven-lane increase. But commuter lines such as MARC, New Jersey Transit and SEPTA also use the corridor, and the Transportation Department confirmed that its study factored in commuter line ridership as well.<br />\r\n\t<br />\r\n\tCommuter lines are far from a trivial factor. Commuter rail trips in the corridor actually exceed Amtrak&rsquo;s by roughly a 20-to-1 margin, although the two are similar in terms of total miles traveled, since commuter trips are typically shorter than Amtrak jaunts.<br />\r\n\t<br />\r\n\tWe think most people would assume that Biden&rsquo;s reference to shutting down &quot;Amtrak&#39;s Northeast Corridor&quot; referred only to Amtrak trains. Rail experts (like Biden) may know that closing down one system likely means closing down the other, but we don&rsquo;t think the average listener would. So we think Biden erred in failing to mention commuter lines alongside Amtrak in his speech.<br />\r\n\t<br />\r\n\t&bull; <strong>Does Biden&rsquo;s calculation assume that all the rail traffic will shift to I-95?</strong> Some of the longer-distance traffic is likely to shift to airplanes -- a factor the Transportation Department confirmed did not play into its study. The problem is that the &quot;real impact&quot; of shutting down the Northeast Corridor could be felt in the already-congested airports in and around New York, said Robert Puentes, a transportation scholar at the centrist-to-liberal Brookings Institution.<br />\r\n\t<br />\r\n\tWe should note that Biden did mention the potential impact on airports in a subsequent portion of his Philadelphia speech. But factoring air travel into the statistics about adding lanes would almost certainly have changed the mathematics.<br />\r\n\t<br />\r\n\t&bull; <strong>Does Biden&rsquo;s calculation take into consideration how people actually ride the Northeast Corridor?</strong> Say 10,000 riders travel from from Boston to New York, another 10,000 riders travel from New York to Philadelphia and 10,000 riders travel from Philadelphia to Washington. These would be counted as 30,000 riders, and their miles traveled would be lumped together. However, the the impact of switching them to I-95 would only add 10,000 lane trips, not 30,000.<br />\r\n\t<br />\r\n\tSo where does this leave us? Biden based his comment on a professionally done, federally sponsored study. However, experts note methodological shortcomings, notably that the study does not factor in air travel, and they offer alternative models that suggest less drastic shifts than seven-lane increases.<br />\r\n\t<br />\r\n\tIn addition, Biden compounded these uncertainties by his framing of the study. We don&rsquo;t think the average person would have assumed he was talking about shutting down commuter rail systems as well as Amtrak. On balance, we rate his statement Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2011-02-11T01:06:05.506770", "ruling_date": "2011-02-11T13:52:16", "ruling_headline": "Joe Biden says that closing Amtrak's Northeast Corridor would force I-95 to expand by seven lanes", "ruling_headline_slug": "joe-biden-says-closing-northeast-corridor-would-fo", "ruling_link_text": "The mathematical models vary quite a bit", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tJoe Biden, <a href=\"http://www.whitehouse.gov/blog/2011/02/08/bringing-high-speed-rail-america\">remarks</a>&nbsp;on high-speed rail in Philadelphia, Feb. 8, 2011<br />\r\n\t<br />\r\n\tJoe Biden, &quot;The Right Track&quot; (<a href=\"http://www.arrive-digital.com/arrive/20100102/#pg38\">article</a>&nbsp;in Arrive magazine), Feb. 2010<br />\r\n\t<br />\r\n\tAmtrak, <a href=\"http://www.amtrak.com/servlet/BlobServer?blobcol=urldata&amp;blobtable=MungoBlobs&amp;blobkey=id&amp;blobwhere=1249211303542&amp;blobheader=application%2Fpdf&amp;blobheadername1=Content-disposition&amp;blobheadervalue1=attachment;filename=Amtrak_Amtrak_Northeast_Corridor.pdf\">fact sheet </a>on the Northeast Corridor, March 2010<br />\r\n\t<br />\r\n\tAmtrak, <a href=\"http://www.amtrak.com/servlet/BlobServer?blobcol=urldata&amp;blobtable=MungoBlobs&amp;blobkey=id&amp;blobwhere=1249218343700&amp;blobheader=application%2Fpdf&amp;blobheadername1=Content-disposition&amp;blobheadervalue1=attachment;filename=Amtrak_W04.pdf\">timetables</a>&nbsp;for Boston-Washington route, accessed Feb. 11, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Steven E. Polzin, director of mobility policy for the Center for Urban Transportation Research at the University of South Florida, Feb. 10, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Gary Brosch, editor of the Journal of Public Transportation and professor at the Center for Urban Transportation Research at the University of South Florida, Feb. 10, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Robert Puentes, transportation scholar at the Brookings Institution, Feb. 9, 2011<br />\r\n\t<br />\r\n\tInterview with George Schoener, executive director of the I-95 Corridor Coalition, Feb. 9, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Jeff Paniati, Federal Highway Administration executive director, Feb. 10, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Steve Kulm, spokesman for Amtrak, Feb. 10, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 11, "current_job": "U.S. senator", "false_count": 10, "first_name": "Joe", "half_true_count": 21, "home_state": "Delaware", "id": 11, "last_name": "Biden", "mostly_true_count": 16, "name_slug": "joe-biden", "pants_count": 4, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-joebiden.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/11/", "total_count": 78, "true_count": 13, "website": "http://www.joebiden.com/"}, "statement": "<p>\r\n\t&quot;If you shut down Amtrak&#39;s Northeast Corridor, it&#39;s estimated you&#39;d have to add seven new lanes to I-95 to accommodate the increased traffic.&quot;</p>", "statement_context": "a speech in Philadelphia", "statement_date": "2011-02-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 111, "photo": null, "resource_uri": "/api/v/2/subject/111/", "subject": "Census", "subject_slug": "census", "used_in_edition": []}, {"description": "", "id": 44, "photo": null, "resource_uri": "/api/v/2/subject/44/", "subject": "Transportation", "subject_slug": "transportation", "used_in_edition": []}], "target": [], "twitter_headline": ""}