{"art": [], "author": [{"email_address": "danielson@tampabay.com", "first_name": "Richard", "id": 226, "last_name": "Danielson", "name_slug": "richard-danielson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/226/", "title": "Staff Writer, Tampa Bay Times", "twitter": null}], "canonical_url": "/florida/statements/2011/feb/12/dick-greco/dick-greco-says-parking-expansion-didnt-raise-rate/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}, {"email_address": "dbennett@sptimes.com", "first_name": "Doug", "id": 138, "last_name": "Bennett", "name_slug": "doug-bennett", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/138/", "title": "Assistant metro editor, Tampa Bay Times", "twitter": null}], "facebook_headline": null, "id": 3222, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "danielson@tampabay.com", "first_name": "Richard", "id": 226, "last_name": "Danielson", "name_slug": "richard-danielson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/226/", "title": "Staff Writer, Tampa Bay Times", "twitter": null}], "resource_uri": "/api/v/2/statement/3222/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tIn his run for a fifth term as Tampa&rsquo;s mayor, Dick Greco often holds up a 75-page report as proof of his track record and experience.</p>\r\n<p>\r\n\tThe report, titled &quot;<a href=\"https://docs.google.com/leaf?id=0B4fjL1-0K8piZDg5MTM2Y2UtNjA1Yy00OGZkLWE4MjctZDk3ZjQ5MGIyNzFk&amp;hl=en\">Mayor Greco&rsquo;s Status Report: A Report of the 1995-2002 Accomplishments and Achievements</a>,&quot; was produced by the city in May 2002. It since has been reprinted and distributed as a paid political advertisement by Greco&#39;s campaign for mayor.</p>\r\n<p>\r\n\tIn a department-by-department breakdown of projects and programs, it offers this statement on page 47 under public works: &quot;Financed the largest parking expansion program without a rate increase.&quot; The expansion added capacity to the Fort Brooke garage and built three new garages, one for police headquarters and two in Ybor City.</p>\r\n<p>\r\n\tWe decided to check the statement that the city managed a multimillion-dollar expansion of its parking system without increasing rates.</p>\r\n<p>\r\n\tWe found that soon after Greco left office, the city had to raise rates partly to repay the debt that financed the expansion. Moreover, those debt payments are more than the parking system can repay from its own revenues, so the city is taking money from its general fund to help make bond payments.</p>\r\n<p>\r\n\tIn September 1997, when Greco announced plans for a $49 million parking system expansion, <a href=\"https://docs.google.com/leaf?id=0B4fjL1-0K8piZDQ3ZjI4YjUtZjFiZi00YmVlLTg3YjMtMGFmMTM5MTEzOTAz&amp;hl=en\">the <em>St. Petersburg Times </em>reported</a> that &quot;revenue from the city&#39;s parking system would provide the money to repay the bonds, and city officials do not anticipate that the expansion would force them to raise parking rates.&quot;</p>\r\n<p>\r\n\tBut the day after she was elected to replace Greco in 2003, Pam Iorio learned otherwise in a meeting with Greco and his senior staff.</p>\r\n<p>\r\n\t&quot;That was one of the first things they said,&quot; Iorio recalled. &quot;They said, &#39;You&#39;re going to have to raise parking rates.&#39; &hellip; It was just a situation that was presented to me that it was something that had to be done.&quot;</p>\r\n<p>\r\n\tTold of the Iorio&#39;s recollection, Greco said, &quot;I don&#39;t remember meeting with her and saying you&rsquo;ve got to raise parking rates.&quot;</p>\r\n<p>\r\n\tIorio requested a 20 percent parking rate increase in 2003, though the City Council approved less than half that. That increase was needed partly to repay the money the city borrowed in the bond market to build new garages during the Greco administration, said Bonnie Wise, the city&#39;s chief financial officer.</p>\r\n<p>\r\n\tThat debt has continued to burden the city&#39;s parking fund, which is supposed to support itself, as well as the general fund, which pays for things like police, fire and parks, officials say.</p>\r\n<p>\r\n\tIn 2008, <a href=\"http://www.tampabay.com/news/localgovernment/article924199.ece?comments=legacy\">the <em>Times </em>reported</a> that the city said it had about $60 million in outstanding debt on parking garages, including one the city built near the Marriott Waterside Hotel in 1995.</p>\r\n<p>\r\n\tOver the years, however, the parking system has not generated enough revenue to meet its operating costs and cover its bond payments, which total about $6.5 million a year.</p>\r\n<p>\r\n\tThis year, the parking division&#39;s $13.5 million in revenue would not cover its annual operating expenses of $14.2 million, let alone make the annual bond payment.</p>\r\n<p>\r\n\tThe economy, of course, plays a role. Fewer workers in downtown Tampa means less revenue. To reduce expenses, Iorio has cut the number of full-time positions in the parking division from 188 to 100, and turned more to automation.</p>\r\n<p>\r\n\tThe city also converted a valuable asset to cash. In 2005, it sold the parking garage on Davis Islands to Tampa General Hospital for $29 million. Of that, $6 million went into the parking division&#39;s fund balance, in essence, its reserves. The city used the other $23 million to pay down five years&#39; worth of parking fund debt payments in advance.</p>\r\n<p>\r\n\tThat decision reduced the parking debt payments from $6.5 million to $2.7 million a year from 2005 through 2010. But now that the money from the fund balance has been exhausted, and the bond payments are rising back to $6.5 million a year.</p>\r\n<p>\r\n\tTo cover the parking fund&#39;s debt payments this year, the city used the money that remained in the department&#39;s fund balance, about $5.4 million, and kicked in another $1.9 million from the city&#39;s general fund, <a href=\"http://www.tampagov.net/dept_Mayor/presentations/files/FY11_Budget_Book.pdf\">according to the city&#39;s budget</a>.</p>\r\n<p>\r\n\tNext year, city officials expect the parking division&#39;s fund balance to be empty. That means the city will have to find an estimated $7.3 million from somewhere else, most likely the general fund, to cover the parking division&#39;s operating deficit and debt payments.</p>\r\n<p>\r\n\tThe city could have decided not to sell the Davis Islands garage. On the campaign trail, Greco has noted that it was making money.</p>\r\n<p>\r\n\tBut the Davis Islands garage did not make enough to cover the debt payments. In early 2005, <a href=\"https://docs.google.com/leaf?id=0B4fjL1-0K8piNDJjNzM1ZDQtNjQzYS00OTZiLWJkMjEtODdhMGM3N2Y1YzIz&amp;hl=en\">the <em>Times </em>reported</a> that its revenues exceeded expenses by $1.2 million a year, not enough to make a $6.5 million bond payment.</p>\r\n<p>\r\n\tGreco also makes a larger point that the expansion of the city&#39;s parking system was not only necessary but helped drive a broader economic expansion.</p>\r\n<p>\r\n\tOnce the city bought the former SunTrust Bank building across from City Hall to serve as a police headquarters, the Police Department needed parking nearby. The expansion of the Fort Brooke garage gave the facility more revenue-generating capacity at a time when it had a long waiting list for available parking spaces.</p>\r\n<p>\r\n\tLikewise, Greco said, the Ybor City garages, one of which helped facilitate the development of the Centro Ybor retail and entertainment complex, led the way for tens of millions of dollars in other economic activity in Ybor, including the construction of the Kforce staffing company headquarters, the development of the Camden Apartments and the expansion of Hillsborough Community College&#39;s campus.</p>\r\n<p>\r\n\tOne thing the Ybor City garages have not done is help the parking division&#39;s bottom line. As part of the deal to build Centro Ybor, Greco agreed to charge $1 per car for the first three hours of parking. By comparison, most other city garages charge up to $1.60 per hour. An estimated 80 percent of the cars that park in the Centro Ybor garage pay only a dollar.</p>\r\n<p>\r\n\tMeanwhile, HCC contributed land and a state grant for the garage built near its campus, and it gets to use most of the spaces in that facility for free.</p>\r\n<p>\r\n\tTrue, Greco said, garages cost money, but they bring the city money through economic development and increased property tax revenues.</p>\r\n<p>\r\n\t&quot;Without parking garages, without some of the things that were done there, you could never have accomplished some of the things that were accomplished,&quot; he said.</p>\r\n<p>\r\n\tGreco makes a valid point about building parking garages to stimulate economic development. Other Tampa mayors used other garages for similar purposes. The deal to build the St. Petersburg Times Forum in downtown Tampa came together partly because the city agreed to guarantee the Tampa Bay Lightning about $1.2 million a year from the South Regional parking garage. Similarly, part of event revenues from the William F. Poe parking garage go to a capital improvement fund for the David A. Straz Jr. Center for the Performing Arts.</p>\r\n<p>\r\n\tBut the Greco campaign&#39;s statement that under his last administration the city &quot;financed the largest parking expansion program without a rate increase&quot; fails to mention the rate increase that took place immediately after he left office. Also, the funding problems since then can&#39;t be overlooked. They are a direct result of the expansion, so we rate this statement Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2011-02-11T17:07:53.429502", "ruling_date": "2011-02-12T12:31:45", "ruling_headline": "Dick Greco says parking expansion didn't raise rates", "ruling_headline_slug": "dick-greco-says-parking-expansion-didnt-raise-rate", "ruling_link_text": "Tampa's general fund is still bailing out parking garages", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tInterview, former mayor Dick Greco, Feb. 3 and Feb. 18, 2011<br />\r\n\t<br />\r\n\tInterview, Tampa Chief Financial Officer Bonnie Wise, Jan. 21 and Feb. 7, 2011<br />\r\n\t<br />\r\n\tInterview, Mayor Pam Iorio, Feb. 7. 2011<br />\r\n\t<br />\r\n\tCity of Tampa, <a href=\"http://www.tampagov.net/dept_Mayor/Presentations/files/TampaFY11BudgetSupplement.pdf\">Recommended Budget Supplement,</a> Fiscal Year 2011, page 171<br />\r\n\t<br />\r\n\tCity of Tampa, <a href=\"http://www.tampagov.net/dept_Mayor/presentations/files/FY11_Budget_Book.pdf\">Recommended operating and capital budget</a>, Fiscal year 2011, page 65</p>\r\n<p>\r\n\t<em>St. Petersburg Times</em>, &quot;<a href=\"http://www.tampabay.com/news/localgovernment/article924199.ece?comments=legacy\">Tampa parking division faces huge debts for lot building</a>,&quot; Dec. 3, 2008</p>\r\n<p>\r\n\t&quot;<a href=\"https://docs.google.com/leaf?id=0B4fjL1-0K8piZDg5MTM2Y2UtNjA1Yy00OGZkLWE4MjctZDk3ZjQ5MGIyNzFk&amp;hl=en\">Mayor Greco&#39;s Status Report: A Report of the 1995-2002 Accomplishments and Achievements</a>,&quot; Page 47, May 17, 2002<br />\r\n\t<br />\r\n\tCity of Tampa PowerPoint Presentation, Fiscal Year 2011, Budget workshop, June 11, 2010<br />\r\n\t<br />\r\n\t<em>St. Petersburg Times</em>, &quot;<a href=\"https://docs.google.com/leaf?id=0B4fjL1-0K8piZDQ3ZjI4YjUtZjFiZi00YmVlLTg3YjMtMGFmMTM5MTEzOTAz&amp;hl=en\">Mayor proposes parking project</a>,&quot; Sept. 23, 1997<br />\r\n\t<br />\r\n\t<em>St. Petersburg Times</em>, &quot;<a href=\"http://www.sptimes.com/2005/01/07/Hillsborough/Parking_garage_sale_o.shtml\">Parking garage sale on hold</a>,&quot; Jan. 7, 2005</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "Dick", "half_true_count": 1, "home_state": "", "id": 884, "last_name": "Greco", "mostly_true_count": 0, "name_slug": "dick-greco", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/greco.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/884/", "total_count": 2, "true_count": 0, "website": "http://votegreco.com/"}, "statement": "<p>\r\n\t&quot;Financed the largest parking expansion program without a rate increase.&quot;</p>", "statement_context": "city report reprinted as 2011 mayoral campaign material", "statement_date": "2002-05-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 196, "photo": null, "resource_uri": "/api/v/2/subject/196/", "subject": "City Budget", "subject_slug": "city-budget", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}