{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2011/feb/16/national-rifle-association/wayne-lapierre-said-violent-crime-jurisdictions-re/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 3240, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/3240/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tWayne LaPierre of the National Rifle Association delivered a stirring defense of gun ownership at the Conservative Political Action Conference in the wake of the mass shooting in Arizona.<br />\r\n\t<br />\r\n\t&quot;It&#39;s time to acknowledge what we know in our hearts to be true -- that the best way to stop a bad guy with a gun is a good guy with a gun,&quot; he said. &quot;Just knowing there&#39;s a good guy with a gun around -- a cop, a guard, a soldier &hellip; and, yes, a law-abiding citizen with a gun -- makes us feel safer &hellip; because we are safer.&quot;<br />\r\n\t<br />\r\n\tLaPierre said it was time for a national &quot;right to carry&quot; law, a measure that many states already have adopted. Generally speaking, it means that law-abiding citizens have the &quot;right to carry&quot; guns as they go about their daily business. (There are typically a few exceptions, such as in government buildings and schools.)<br />\r\n\t<br />\r\n\t&quot;Right now, in the United States, 7 million law-abiding Americans legally carry a concealed firearm, 7 million in almost every state in the country,&quot; he said. &quot;And across the board, violent crime in jurisdictions that recognize the Right to Carry is lower than in areas that prevent it. The whole flock is safer when the wolves can&#39;t tell the difference between the lions and the lambs.&quot;<br />\r\n\t<br />\r\n\tIt&#39;s a matter of opinion whether a national &quot;right to carry&quot; law is a good idea, but we were interested in his statement that &quot;violent crime in jurisdictions that recognize the Right to Carry is lower than in areas that prevent it.&quot; So we decided to check it out.<br />\r\n\t<br />\r\n\tWe contacted the NRA and asked them about the statement, but we didn&#39;t hear back. We decided to begin with information from the NRA website, which claims that 40 states have &quot;right to carry&quot; laws, while 10 restrict it.<br />\r\n\t<br />\r\n\tWe should note that opinions may differ on whether a state has a &quot;right to carry&quot; law or not. The NRA says a state has a &quot;right to carry&quot; law if permits to carry are issued to applicants who meet uniform standards established by the state legislature. If state officials have the discretion to refuse individual applicants, then in the NRA&#39;s view, they&#39;re not &quot;right to carry&quot; states. The NRA identifies 10 states as lacking &quot;right to carry&quot; laws: California, Delaware, Hawaii, Illinois, Maryland, Massachusetts, New Jersey, New York, Rhode Island, and Wisconsin.<br />\r\n\t<br />\r\n\tWe next turned to the FBI&#39;s crime statistics, looking particularly at the violent crime rate. This is a statistic that counts violent crimes per 100,000 inhabitants. We should note that the FBI warns people not to create ratings from these statistics, saying that rankings &quot;provide no insight into the numerous variables that mold crime in a particular town, city, county, state, or region.&quot; We went ahead and created a state ranking anyway, knowing that it wouldn&#39;t necessarily establish a causal link between &quot;right to carry&quot; laws and a lower crime rate. At this point, we simply wanted to see if the statistics were consistent with what LaPierre said.<br />\r\n\t<br />\r\n\tWe found the the states without &quot;right to carry&quot; were spread out across the list, not bunched together at the top. The District of Columbia, which has strict gun control laws, ranked highest for violent crime. The other states ranked as follows: Delaware, No. 5; Maryland, No. 10; Illinois, No. 13; California, No. 17; Massachusetts, No. 18; New York, No. 24; New Jersey, No. 30; Hawaii, No. 36; Wisconsin, No. 39, and Rhode Island, No. 42.<br />\r\n\t<br />\r\n\tWe also couldn&#39;t help noticing that some states with laws that favor gun ownership placed at different points along the list. The Brady Campaign to Prevent Gun Violence rates state gun laws, so we looked at the 14 states that had the weakest gun laws. Here, we also saw a wide variation in where the states ranked in terms of violent crime: Alaska, No. 6; Louisiana, No. 7; New Mexico, No. 8; Arkansas, No. 11; Oklahoma, No. 12; Missouri, No. 15; Arizona, No. 21; West Virginia, No. 32; Kentucky, No. 38; Montana, No. 41; Idaho, No. 44; Utah, No. 47; North Dakota, No. 48, and South Dakota, No. 49.<br />\r\n\t<br />\r\n\tSo using the 2009 data, we don&#39;t see any evidence that state gun laws correlate with violent crime rates one way or the other, at least not &quot;across the board&quot; as LaPierre suggested in his speech.<br />\r\n\t<br />\r\n\tStill, there&#39;s a more in-depth way to study violent crime rates, using many sets of data over multiple years and controlling for external factors. The book <i>More Guns, Less Crime</i>, by John R. Lott, first published in 1998, makes a case that by using extensive data sets, one can see clear reductions in crime over many years in states and counties that have &quot;right to carry&quot; laws, and he has continued to make that case in new editions of the book. But Lott&#39;s work has also been critiqued as flawed by other academics, who say that relatively small adjustments to the data sets yield different results or that Lott doesn&#39;t account for other factors that could be affecting crime rates.<br />\r\n\t<br />\r\n\tThe National Academies of Sciences concluded in 2005 that current data do not allow for firm conclusions about how &quot;right to carry&quot; laws affect crime. We think it&#39;s worth quoting the conclusion from <i>Firearms and Violence: A Critical Review</i>:<br />\r\n\t<br />\r\n\t&quot;The literature on right-to-carry laws summarized in this chapter has obtained conflicting estimates of their effects on crime ... No link between right-to-carry laws and changes in crime is apparent in the raw data, even in the initial sample; it is only once numerous covariates are included that the negative results in the early data emerge. While the trend models show a reduction in the crime growth rate following the adoption of right-to-carry laws, these trend reductions occur long after law adoption, casting serious doubt on the proposition that the trend models estimated in the literature reflect effects of the law change. Finally, some of the point estimates are imprecise. Thus, the committee concludes that with the current evidence it is not possible to determine that there is a causal link between the passage of right-to-carry laws and crime rates.&quot;<br />\r\n\t<br />\r\n\tGetting back to our rating. LaPierre said, &quot;Across the board, violent crime in jurisdictions that recognize the Right to Carry is lower than in areas that prevent it.&quot; LaPierre could have used a qualifier here about studies that control for various effects, but he didn&#39;t: He said flat out that violent crime is lower in areas with &quot;right to carry.&quot; We do not find that current crime statistics support this point. Some academics have said trends over time show that &quot;right to carry&quot; laws lower crime rates, but that argument is contested. There&#39;s certainly not straight-line correlation between states with &quot;right to carry&quot; laws and crime rates. LaPierre made it sound like the data clearly supported his view. They don&#39;t. We rate his statement False.</p>", "ruling_comments_date": "2011-02-15T17:50:43.728010", "ruling_date": "2011-02-16T09:11:43", "ruling_headline": "Wayne LaPierre said that violent crime in jurisdictions that recognize the 'right to carry' is lower than in areas that prevent it.", "ruling_headline_slug": "wayne-lapierre-said-violent-crime-jurisdictions-re", "ruling_link_text": "The numbers don't show that", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tNational Rifle Association, <a href=\"http://home.nra.org/pdf/WAYNE_LAPIERRE_CPAC_2011.pdf\" id=\"fatw\" title=\"Wayne LaPierre's remarks at CPAC\">Wayne LaPierre&#39;s remarks at CPAC</a>, Feb. 10, 2011<br />\r\n\t<br />\r\n\tNRA-ILA, <a href=\"http://www.nraila.org/Issues/factsheets/read.aspx?ID=18\">Right to Carry 2010</a>, April 22, 2010<br />\r\n\t<br />\r\n\tNRA-ILA, <a href=\"http://www.nraila.org/issues/FactSheets/Read.aspx?ID=189\">The National Right-to-Carry Reciprocity Bill</a>, Jan. 12, 2009<br />\r\n\t<br />\r\n\tThe Legal Community Against Violence, <a href=\"http://www.lcav.org/content/carrying_concealed_weapons.pdf\">Carrying Concealed Weapons</a>, February 2008<br />\r\n\t<br />\r\n\tThe Legal Community Against Violence, <a href=\"http://www.lcav.org/content/recent_developments_policies.asp#CarryingFirearms\">Recent Developments in Federal &amp; State Law (by Firearms Policy): Carrying Firearms</a><br />\r\n\t<br />\r\n\tU.s. Department of Justice, <a href=\"http://www2.fbi.gov/ucr/cius2009/data/table_05.html\">FBI crime statistics</a>, 2009, and a <a href=\"https://www.documentcloud.org/documents/69967-violent-crime-states.html\">PolitiFact analysis</a> of the statistics<br />\r\n\t<br />\r\n\tBrady Campaign to Prevent Gun Violence, <a href=\"http://www.bradycampaign.org/media/press/view/1223/\" id=\"a7dj\" title=\"Brady Campaign State Scorecards: Most States Have Weak Gun Laws\">Brady Campaign State Scorecards: Most States Have Weak Gun Laws</a>, Feb. 18, 2010<br />\r\n\t<br />\r\n\t<a href=\"http://www.amazon.com/More-Guns-Less-Crime-Understanding/dp/0226493636\" id=\"t8.2\" title=\"More Guns, Less Crime: Understanding Crime and Gun Control Laws\">More Guns, Less Crime: Understanding Crime and Gun Control Laws</a>, by John R. Lott, 2010<br />\r\n\t<br />\r\n\tStanford Law Review, <a href=\"http://www.amazon.com/More-Guns-Less-Crime-Understanding/dp/0226493636\">&quot;Shooting Down the &#39;More Guns, Less Crime,&quot;</a> Hypothesis, by Ian Ayres &amp; John J. Donohue III<br />\r\n\t<br />\r\n\tJournal of Economic Studies, <a href=\"http://pubs.aeaweb.org/doi/pdfplus/10.1257/089533004773563485\" id=\"g9pw\" title=\"Understanding Why Crime Fell in the 1990s: Four Factors that Explain the Decline and Six that Do Not\">Understanding Why Crime Fell in the 1990s: Four Factors that Explain the Decline and Six that Do Not</a>, by Steven D. Levitt, Winter 2004<br />\r\n\t<br />\r\n\t<i>Regulation</i>, <a href=\"http://www.cato.org/pubs/regulation/regv33n4/regv33n4-7.pdf#page=8\" id=\"zw:o\" title=\"Torturing the Data?\">Torturing the Data?</a> (A review of <i>More Guns, Less Crime</i>, 3rd edition), by Stan J. Liebowitz, Winter 2010<br />\r\n\t<br />\r\n\tThe National Academies, <a href=\"http://www.nap.edu/catalog.php?record_id=10881\">Firearms and Violence: A Critical Review</a> and its <a href=\"http://www.nap.edu/openbook.php?record_id=10881&amp;page=150\" id=\"qak1\" title=\"conclusions on right to carry laws\">conclusions on right to carry laws</a>, 2005</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "", "false_count": 5, "first_name": "", "half_true_count": 1, "home_state": "", "id": 67, "last_name": "National Rifle Association", "mostly_true_count": 6, "name_slug": "national-rifle-association", "pants_count": 4, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-nra.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/67/", "total_count": 20, "true_count": 1, "website": "http://www.nra.org/home.aspx"}, "statement": "<p>\r\n\t&quot;Across the board, violent crime in jurisdictions that recognize the Right to Carry is lower than in areas that prevent it.&quot;</p>", "statement_context": "a speech by Wayne LaPierre at the Conservative Political Action Conference", "statement_date": "2011-02-10", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 19, "photo": null, "resource_uri": "/api/v/2/subject/19/", "subject": "Guns", "subject_slug": "guns", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}