{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2011/feb/16/barack-obama/obama-says-domestic-spending-headed-lowest-level-e/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 3245, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/3245/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\t<em>Correction: This item was updated to reflect that it was fiscal year 1961 when non-security discretionary spending, as a percentage of GDP, was 2.2 percent. That was Eisenhower&#39;s last budget.</em></p>\r\n<p>\r\n\tPressing the case for his proposed 2012 budget, President Barack Obama has repeatedly touted the claim that it would cut deeply into the deficit and bring annual domestic spending to its lowest share of the economy since President Dwight D. Eisenhower.<br />\r\n\t<br />\r\n\tHere&#39;s how Obama worded it in a <a href=\"http://www.whitehouse.gov/the-press-office/2011/02/14/remarks-president-unveiling-budget-baltimore-maryland\" id=\"s5-o\" title=\"speech he made unveiling\">speech he made unveiling</a> the budget plan in Baltimore on Feb. 14, 2011.<br />\r\n\t<br />\r\n\t&quot;I&rsquo;ve called for a freeze on annual domestic spending over the next five years,&quot; Obama said. &quot;This freeze would cut the deficit by more than $400 billion over the next decade, bringing this kind of spending -- domestic discretionary spending -- to its lowest share of our economy since Dwight Eisenhower was president. Let me repeat that. Because of our budget, this share of spending will be at its lowest level since Dwight Eisenhower was president. That level of spending is lower than it was under the last three administrations, and it will be lower than it was under Ronald Reagan.&quot;<br />\r\n\t<br />\r\n\tThe rhetoric flying back and forth about Obama&#39;s budget from Democrats and Republicans can be dizzying. There are so many ways to present budget figures. But with Republicans attacking Obama&#39;s budget as another spending bonanza, we thought it would be helpful to dig deeper into the president&#39;s claim about cutting domestic spending to Eisenhower levels.<br />\r\n\t<br />\r\n\tFirst, some definitions, because he is not talking about <em>all</em> spending. In fact, he&#39;s not talking about the biggest budget drivers, defense and entitlement spending such as Social Security and Medicare.<br />\r\n\t<br />\r\n\tObama has used the phrase &quot;domestic spending&quot; or &quot;domestic discretionary spending&quot; when citing the statistic. But you won&#39;t find either term in the actual budget from the White House Office of Management and Budget. A spokeswoman in the Office of Management and Budget said Obama was talking about non-security discretionary spending. Furthermore, when Obama said it will &quot;bring&quot; domestic spending, as a percentage of GDP, to Eisenhower levels, he didn&#39;t mean next year, he meant by 2015.<br />\r\n\t<br />\r\n\tSo there&#39;s some fine print required to understand the president&#39;s shorthand.<br />\r\n\t<br />\r\n\tLet&#39;s look at the numbers based on the parameters outlined by the White House. According to an OMB chart on the proposed budget by category as a percentage of GDP (Table S-5), non-security discretionary spending would go from 3.4 percent in 2011 to 2.9 percent in 2012, and down to 2.1 percent in 2015 (see Table S-5, <a href=\"http://www.whitehouse.gov/sites/default/files/omb/budget/fy2012/assets/tables.pdf\" id=\"kpfe\" title=\"here\">here</a>).<br />\r\n\t<br />\r\n\tSo how does that stack up historically? According to a <a href=\"http://www.whitehouse.gov/winning-the-future/responsibility\" id=\"fas8\" title=\"graphic\">graphic</a> provided by the White House, the 2.1 percent in 2015 would be the lowest level since FY 1961 under Eisenhower, when the level was 2.2 percent.<br />\r\n\t<br />\r\n\tAt PolitiFact, we like to see original source documents. So we asked for a link to the historical data that informed their graphic. That doesn&#39;t exist. It is possible to reconstruct a table using data from publicly available information -- see the &quot;outlays&quot; section of this <a href=\"http://www.whitehouse.gov/omb/budget/Supplemental/\" id=\"al:r\" title=\"budget data\">budget data</a>. But believe us, it isn&#39;t easy.<br />\r\n\t<br />\r\n\tHowever, the government does keep <a href=\"http://www.whitehouse.gov/sites/default/files/omb/budget/fy2012/assets/hist08z4.xls\" id=\"jkku\" title=\"historical records\">historical records</a> on non-defense discretionary spending as a percentage of GDP. And the projection for 2015 using that measure would be lower than any level since Eisenhower. Non-defense and non-security spending are related, but they&#39;re not the same thing. As the name suggests, non-defense includes everything but defense. Non-security, however, includes everything except defense, homeland security, State/International, veterans affairs, and the part of the Department of Energy that deals with nuclear security.<br />\r\n\t<br />\r\n\tMarc Goldwein, policy director for the Committee for a Responsible Federal Budget, a middle-of-the-road budget-hawk group, said Obama&#39;s numbers -- while difficult to put into historical context in the form Obama used -- are &quot;completely plausible.&quot;<br />\r\n\t<br />\r\n\t&quot;My instinct, given everything else we know, is that they are correct,&quot; Goldwein said.<br />\r\n\t<br />\r\n\tThe budget analysts at the conservative Heritage Foundation, however, say that the White House, in order to arrive at its discretionary figures, used some <a href=\"http://www.nationalreview.com/corner/259788/obama-budgets-magic-asterisks-brian-riedl\" id=\"katj\" title=\"accounting gimmicks\">accounting gimmicks</a>.<br />\r\n\t<br />\r\n\tChiefly, they say, the White House reclassified $54 billion of surface transportation spending from discretionary to mandatory spending. Voila, discretionary spending goes down. To find the switch, see the Table S-7 of the <a href=\"http://www.whitehouse.gov/sites/default/files/omb/budget/fy2012/assets/budget.pdf\" id=\"srq-\" title=\"White House budget\">White House budget</a>, which notes changes to the budget baselines and specifically quantifies the yearly budget impact from &quot;reclassifying surface transportation outlays.&quot;<br />\r\n\t<br />\r\n\tBrian Riedl, lead budget analyst at Heritage, said it reminded him of an old satirical headline from <em><a href=\"http://www.theonion.com/articles/eight-million-americans-rescued-from-poverty-with,3951/\" id=\"fqo5\" title=\"The Onion\">The Onion</a></em>: &quot;Eight Million Americans Rescued From Poverty With Redefinition Of Term.&quot;<br />\r\n\t<br />\r\n\tMoving surface transportation spending into the mandatory category was actually a recommendation of the <a href=\"http://www.fiscalcommission.gov/sites/fiscalcommission.gov/files/documents/TheMomentofTruth12_1_2010.pdf\" id=\"ojx7\" title=\"National Commission on Fiscal Responsibility and Reform\">National Commission on Fiscal Responsibility and Reform</a>, which said it wanted to reconcile the discretionary treatment of outlays with the treatment of contract authority, which is mandatory.<br />\r\n\t<br />\r\n\tSo the White House may have a sound argument for shifting that highway money to the mandatory spending category. Nonetheless, it makes the discretionary spending bottom line look better without any heavy lifting.<br />\r\n\t<br />\r\n\tRiedl also argued that White House projections for discretionary spending beyond Obama&#39;s presidency are largely meaningless. Discretionary spending is set by the president and Congress each year. &quot;Any number after 2012 is just a placeholder,&quot; Riedl said.<br />\r\n\t<br />\r\n\t&quot;I&#39;m more interested in the numbers for next year,&quot; Riedl said.<br />\r\n\t<br />\r\n\tIn 2012, non-security discretionary spending under Obama&#39;s proposed budget would come to 3.4 percent of GDP. According to the White House graphic, that percentage would rival the highest levels in the last 20 years or so.<br />\r\n\t<br />\r\n\tBut Obama talked about &quot;bringing&quot; the numbers to Eisenhower levels; he didn&#39;t say it would happen next year. So basing the claim on what is projected to happen in 2015 seems reasonable. And almost any way you slice it -- by non-defense, non-security or even total discretionary spending -- if the White House budget projections for 2015 hold up, they would be at the lowest levels, as a percentage of GDP, since the early 1960s at least.<br />\r\n\t<br />\r\n\tBut given that Obama&#39;s term ends after 2012 (unless he&#39;s re-elected), we think there is some merit to the criticism that &quot;projections&quot; about future reductions to discretionary spending are far less meaningful than the ones proposed for the following year. And, while shifting highway money from discretionary to mandatory spending may make sense, it does skew the picture when making comparisons to previous years when it <em>was</em> considered discretionary. So we rate Obama&#39;s claim Half True.</p>", "ruling_comments_date": "2011-02-16T16:07:51.193329", "ruling_date": "2011-02-16T16:58:28", "ruling_headline": "Obama says domestic spending headed to lowest level since Eisenhower", "ruling_headline_slug": "obama-says-domestic-spending-headed-lowest-level-e", "ruling_link_text": "Domestic spending on path to Ike-like lows, but not next year", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tWhite House website, <a href=\"http://www.whitehouse.gov/the-press-office/2011/02/14/remarks-president-unveiling-budget-baltimore-maryland\" id=\"z9l3\" title=\"Remarks by the President on Unveiling of the Budget in Baltimore, Maryland\">Remarks by the President on Unveiling of the Budget in Baltimore, Maryland</a>, Feb. 14, 2011<br />\r\n\t<br />\r\n\tWhite House website, President Obama&#39;s Budget, <a href=\"http://www.whitehouse.gov/winning-the-future/responsibility\" id=\"tsmf\" title=\"Graphic on Non-Security Discretionary Spending\">Graphic on Non-Security Discretionary Spending</a><br />\r\n\t<br />\r\n\tWhite House Office of Management and Budget, President Obama&#39;s Budget, <a href=\"http://www.whitehouse.gov/omb/budget/Supplemental/\" id=\"as86\" title=\"Supplemental Materials\">Supplemental Materials</a><br />\r\n\t<br />\r\n\tWhite House website, <a href=\"http://www.whitehouse.gov/omb/budget/Historicals\" id=\"wedg\" title=\"Historical Tables\">Historical Tables</a>, Table 8.4&mdash;Outlays by Budget Enforcement Act Category as Percentages of GDP: 1962-2016<br />\r\n\t<br />\r\n\tNational Review, <a href=\"http://www.nationalreview.com/corner/259788/obama-budgets-magic-asterisks-brian-riedl\" id=\"mifx\" title=\"&quot;The Obama Budget’s Magic Asterisks,&quot;\">&quot;The Obama Budget&rsquo;s Magic Asterisks,&quot;</a> by Brian Riedl, Feb. 15, 2011<br />\r\n\t<br />\r\n\tWhite House website, <a href=\"http://www.whitehouse.gov/sites/default/files/omb/budget/fy2012/assets/budget.pdf\" id=\"nl4c\" title=\"President Obama's 2012 Budget plan\">President Obama&#39;s 2012 Budget plan</a>, Table S-7, Changes to budget baseline<br />\r\n\t<br />\r\n\t<a href=\"http://www.fiscalcommission.gov/sites/fiscalcommission.gov/files/documents/TheMomentofTruth12_1_2010.pdf\" id=\"gbbb\" title=\"Report of the National Commission on Fiscal Responsbility and Reform\">Report of the National Commission on Fiscal Responsbility and Reform</a>, December, 2010<br />\r\n\t<br />\r\n\tInterview with Brian Riedl of Heritage, Feb. 15, 2011<br />\r\n\t<br />\r\n\tInterview with Marc Goldwein of the Committee for a Responsible Federal Budget, Feb. 15, 2011</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\r\n\tThe White House budget plan will bring domestic discretionary spending to its lowest share of our economy since Dwight Eisenhower was president.</p>", "statement_context": "a speech", "statement_date": "2011-02-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}