{"art": [], "author": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "canonical_url": "/oregon/statements/2011/feb/19/wesley-smith/one-pundit-says-oregon-health-plan-rations-covered/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "tbottomly@oregonian.com", "first_name": "Therese", "id": 188, "last_name": "Bottomly", "name_slug": "therese-bottomly", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/therese_1.jpg", "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/188/", "title": "Managing Editor", "twitter": null}], "facebook_headline": null, "id": 3267, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "resource_uri": "/api/v/2/statement/3267/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tUPDATE, Feb. 21, 2011 -- When we researched this claim, we made three attempts to reach Wesley J. Smith, the author of the Weekly Standard article. He did not respond to our messages, so we researched the claim on the assumption that he was referring to rationing of covered services that the state had previously said it would pay for. After our item was published and rated False, Smith contacted PolitiFact Oregon and said he was misinterpreted.<br />\r\n\t<br />\r\n\tHe said he he never meant to imply -- nor did he write -- that the Oregon Health Plan declines to pay for treatment it has previously indicated it will cover. Rather, he says, he meant simply to say that while the Oregon Health Plan does cover some chemotherapy, there are certain treatments that fall under that broad umbrella that would not be covered. &quot;I wasn&#39;t saying that she (Barbara Wagner) thought the plan would have permitted her to have the drug. I never meant to imply that. All I was trying to say was that sometimes ... there will be a time when a treatment can be denied under the plan.&quot;<br />\r\n\t<br />\r\n\tHe added that the claim that we chose to focus on surprised him. He said he would have been a &quot;little more precise&quot; has he known that sentence, in particular, would garner so much attention.<br />\r\n\t<br />\r\n\tThe assertion that the Oregon Health Plan rations &quot;covered procedures under certain circumstances&quot; can be read a few different ways. Our take initially, absent Mr. Smith&#39;s comments, was that he was implying that the plan could ration treatments that it had previously purported to cover. His clarifications, however, indicate to us that there is a certain amount of underlying truth to what he argued. As such, we&#39;ve moved the Truth-O-Meter to Half True. Our updated article is below.<br />\r\n\t<br />\r\n\tAlso, Barbara Wagner&#39;s name was misspelled when this analysis was initially published. The spelling has since been corrected.</p>\r\n<p>\r\n\t&nbsp;</p>\r\n<p>\r\n\t-----------------------<br />\r\n\t<br />\r\n\tYou might think that naming something &quot;Lie of the Year&quot; would put an issue to rest. Apparently, you&rsquo;d be wrong. PolitiFact National called Sarah Palin&rsquo;s assertion that Barack Obama&rsquo;s health care overhaul would lead to &quot;death panels&quot;<a href=\"http://www.politifact.com/truth-o-meter/article/2009/dec/18/politifact-lie-year-death-panels/\"> Lie of Year</a> back in 2009, but the term keeps cropping up.<br />\r\n\t<br />\r\n\tIn a recent Weekly Standard article one writer, Wesley J. Smith, applied the label to Oregon&rsquo;s own Medicaid program. &quot;&lsquo;Single payer&rsquo; and &lsquo;death panels&rsquo; go together like &lsquo;See&rsquo;s&rsquo; and &lsquo;candy,&rsquo;&quot; he writes.<br />\r\n\t<br />\r\n\tSmith takes aim at several targets -- Wisconsin, Canada&rsquo;s Medicare, Britain&rsquo;s National Health Service and, of course, &quot;Obamacare&quot; -- but here&rsquo;s what he says about the Oregon Health Plan:<br />\r\n\t&nbsp;</p>\r\n<p style=\"margin-left: 36pt; margin-top: 0pt; margin-bottom: 0pt;\">\r\n\tOregon, a decidedly liberal state, provides an unequivocal example. In 1993, the Clinton administration gave permission to the Oregon Health Plan, the state&rsquo;s Medicaid program, to introduce rationing. The system involves a treatment schedule that lists 649 potentially covered procedures. The state pegs the number of procedures the state will cover to the available funds. Patients requiring procedures above the cutoff line are out of luck.</p>\r\n<br />\r\n<p style=\"margin-left: 36pt; margin-top: 0pt; margin-bottom: 0pt;\">\r\n\tAs of October 2010, only the first 502 treatments were covered. But even that low number doesn&rsquo;t tell the full story of rationing in Oregon. The Oregon Health Plan also rations covered procedures under certain circumstances. Chemotherapy, for instance, is not provided if it is deemed to have a 5 percent or less chance of extending the patient&rsquo;s life for five years, meaning that a patient whose life might be extended a year or two with chemo may not receive it.</p>\r\n<p style=\"margin-left: 36pt; margin-top: 0pt; margin-bottom: 0pt;\">\r\n\t&nbsp;</p>\r\n<p style=\"margin-left: 36pt; margin-top: 0pt; margin-bottom: 0pt;\">\r\n\tWorse, even though it is not a formally ranked procedure, assisted suicide is covered under state law. Thus, when two recurrent cancer patients were rationed out of receiving potentially life-extending chemotherapy in 2008, an administrator wrote a letter assuring them that the state would pay for the costs associated with their assisted suicides. Talk about a death panel!</p>\r\n<p>\r\n\t<br />\r\n\tThere&rsquo;s a lot to take in here. Did Oregon really start rationing in 1993? Did we really deny lifesaving chemotherapy to a patient?<br />\r\n\t<br />\r\n\tUltimately, we decided to fact-check one statement that, on its face, might seem a little tame, but, in fact, seems to speak to the implications of Smith&rsquo;s piece. So, here it is:<br />\r\n\t<br />\r\n\tDoes the Oregon Health Plan ration &quot;covered procedures under certain circumstances&quot;? <br />\r\n\t<br />\r\n\tBefore we jump into that question, however, we wanted to take this opportunity to correct some factual errors that Darren Coffman, director of Oregon&rsquo;s Health Services Commission, pointed out when we called to chat with him about the article.<br />\r\n\t<br />\r\n\t1) The Oregon Health Plan has a list of 679 potentially covered lines of treatment, not 649. The word &quot;procedure&quot; isn&rsquo;t very accurate when used here, either. Each of those entries is a medical condition with a corresponding treatment plan that could include dozens of procedures. Some conditions are repeated multiple times, Coffman said. Cancer of the liver, for instance, has several &nbsp;lines of treatment.<br />\r\n\t<br />\r\n\t2) Smith writes that chemotherapy isn&rsquo;t covered if it has a &quot;5 percent or less chance of extending the patient&rsquo;s life for five years, meaning that a patient whose life might be extended a year or two with chemo may not receive it.&quot; That rule was changed two years back, Coffman said. Now, it&rsquo;s less cut and dried. Instead there are four conditions under which chemotherapy might be denied. For example, a treatment that has less than a 50 percent chance of extending life, on average, six to 12 months, based on the &quot;best available published evidence&quot; would not be covered. Still, the basic concept remains: If there&rsquo;s a small chance the treatment will extend life significantly, the state will not cover it.<br />\r\n\t<br />\r\n\tNext, let&rsquo;s look into this idea of Smith&rsquo;s that the Oregon Health Plan started &quot;rationing&quot; after 1993 when the Clinton administration gave then- and current-Gov. John Kitzhaber permission to change the way the Medicaid program worked.<br />\r\n\t<br />\r\n\tKitzhaber did change the way the state&rsquo;s Medicaid program worked in 1993. And it was a significant change. Here&rsquo;s the before and after:<br />\r\n\t<br />\r\n\tBefore 1994, Oregon&rsquo;s Medicaid program worked the way most any other state&rsquo;s program worked. The program covered individuals and families who were either so high risk that private insurance companies would not cover them or who were making a certain percent of the federal poverty level. That option left tens of thousands of Oregonians uninsured. If you made too much to get into the state&rsquo;s program but not enough to afford a private insurance package, you simply went without. Furthermore, if the state&rsquo;s budget dipped, officials simply reset the bar at which people were eligible for the program, essentially cutting off people who made too much.<br />\r\n\t<br />\r\n\tAfter 1994, the state began to prioritize health care treatments. Kitzhaber created a commission that developed this much-talked-about prioritized list. The list gave higher priority to the most effective treatments as indicated by the latest research. At the top, you have preventive care for children and maternity care; at the bottom, plastic surgery, which is, of course, not covered.<br />\r\n\t<br />\r\n\tEvery two years, the Legislature draws a line, saying, essentially, we can cover treatment option 502 and up. Or whatever government income might allow. Legislators do not pick which services to provide; they simply draw a funding line.<br />\r\n\t<br />\r\n\tAfter 1994, the number of treatments covered shrank, but by limiting the services provided -- and therefore the costs -- Oregon could afford to include more folks in the program. Under the new guidelines, the health plan added some 55,000 people who would have otherwise been ineligible, according to state numbers.<br />\r\n\t<br />\r\n\tSo which of the above options are rationing? Well, Susan Tolle, the director of Oregon Health &amp; Science University&rsquo;s Center for Ethics in Health Care, says both are.<br />\r\n\t<br />\r\n\tThe way most states work -- and the way Oregon worked before &lsquo;94 -- is if you don&rsquo;t meet the poverty level stipulated &quot;you&rsquo;re thrown out. You get nothing. You&rsquo;re ineligible. You don&rsquo;t receive benefits of any kind. It&rsquo;s not a discussion of what&rsquo;s fair or not fair,&quot; Tolle said. &quot;I believe that is rationing. And it&rsquo;s what we did before the Oregon Health Plan.&quot;<br />\r\n\t<br />\r\n\tNow, she says, &quot;the Oregon Health Plan has created much more transparency about rationing than before &hellip; we are much more public about what people are getting and not getting.&quot;<br />\r\n\t<br />\r\n\tCoffman puts it this way: &quot;We&rsquo;ve chosen to try to cover more people and limit some of the services according to treatments that have been shown to be ineffective or have lower impact on personal health.&quot; This is actually what private insurance companies do, as well.<br />\r\n\t<br />\r\n\tWe&rsquo;re convinced by what Tolle says. It may be that the Oregon Health Plan&rsquo;s current configuration seems more like rationing, given that there&rsquo;s a prioritized list. But any Medicaid program &quot;rations,&quot; whether by denying some services, or denying all services. Oregon takes the former route.<br />\r\n\t<br />\r\n\tThis is important, because the idea that Oregon is somehow fundamentally different in the way it denies care is central to Smith&rsquo;s argument that the state rations even those services that it purports to cover. &nbsp;<br />\r\n\t<br />\r\n\tLet&rsquo;s move on to his proof: He says Oregon denied life-extending care and instead offered physician-assisted suicide to two cancer patients.<br />\r\n\t<br />\r\n\tThis story has roots in a controversy that erupted in summer 2008. According to an Associated Press story and an editorial in The Oregonian from the time, Barbara Wagner, a 64-year-old Springfield woman with lung cancer, was told that the Oregon Health Plan would not cover a prescribed cancer drug, but that it would cover end-of-life care, including physician-assisted suicide.<br />\r\n\t<br />\r\n\tNow, as the editorial from the time pointed out, Wagner had received thousands of dollars worth of care through the Oregon Health Plan in the previous years. And she would continue to do so. However, a specific drug she had been prescribed cost some $4,000 a month and did not meet the standard -- in place at the time -- that the drug should have a 5 percent chance of extending her life by five years. (Under the revised standard, according to Coffman, the outcome would have been the same: the state would not pay for the chemotherapy drug.)<br />\r\n\t<br />\r\n\tAt the time, Kitzhaber co-wrote an opinion piece along with the then-chairman of the Oregon Health Services Commission. Here&rsquo;s how they explained what had happened:<br />\r\n\t<br />\r\n\t&quot;The Oregon Health Plan covers nearly all chemotherapy prescribed for cancer patients, including the multiple rounds of chemotherapy that the woman in this case received. The request for second-line treatment was denied because of the drug&rsquo;s limited benefit and very high cost.&quot;<br />\r\n\t<br />\r\n\tIt&rsquo;s true, Kitzhaber continued, that the Oregon Health Plan covers doctor-assisted suicide but &quot;weighting the cost of end-of-life treatment against the voter-approved Death With Dignity Act was never part of those discussions. No treatment has ever been denied because death would be more &lsquo;cost effective.&rsquo;&quot;<br />\r\n\t<br />\r\n\tSo, with that all sorted out, the question remains, did the Oregon Health Plan decide to ration previously covered treatment? <br />\r\n\t<br />\r\n\tWell, in the case of the woman mentioned above, that doesn&rsquo;t seem to be the case. From the get-go, the medication she requested would not have been covered. There are clear guidelines for what sorts of treatments should and should not be covered. This drug was never one of them. This wasn&rsquo;t the case just for the cancer patient in question. It&rsquo;s the case for all covered under the Oregon Health Plan.<br />\r\n\t<br />\r\n\tSo this situation aside, can the Oregon Health Plan suddenly restrict covered treatment lines? It cannot. The process is clear: A commission, every two years, prioritizes treatment plans based on the most current research. There are some 679 of these lines. The state Legislature then draws a funding line -- currently at treatment line 502. That line, and all those above it, are covered, Coffman says. Period.<br />\r\n\t<br />\r\n\tWe read Smith&rsquo;s comment that the plan rations covered procedures to mean that the plan denies patients care it has previously said it covers. However, Smith says that&rsquo;s not how his words should be interpreted. Instead, he was trying to indicate that while chemotherapy is generally covered under the health plan, there are instances when it&rsquo;s not. <br />\r\n\t<br />\r\n\tHe&rsquo;s right to a certain extent. Chemotherapy is included in several of the 502 treatment lines currently covered, but the type of chemotherapy covered and the situations under which it is covered are clear and immutable. We understand what he&rsquo;s saying, but it somewhat confuses and ignores the way in which the prioritized list works. The list is not one of broadly covered procedures -- chemotherapy, organ transplant, physical therapy, etc. -- but one of medical conditions and very specific treatment plans. <br />\r\n\t<br />\r\n\tSmith&rsquo;s clarification is welcome. It&rsquo;s also necessary to understanding his argument. As such, we find his claim that the Oregon Health Plan rations &quot;covered procedures under certain circumstances&quot; to be Half True -- the statement is partially accurate but leaves out important, clarifying details.</p>", "ruling_comments_date": "2011-02-18T17:26:10.335280", "ruling_date": "2011-02-19T06:00:00", "ruling_headline": "One pundit says Oregon Health Plan rations “covered procedures under certain circumstances”", "ruling_headline_slug": "one-pundit-says-oregon-health-plan-rations-covered", "ruling_link_text": "Corrected: But all health plans ration", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tWesley J. Smith, &quot;<a href=\"http://www.weeklystandard.com/articles/about-those-death-panels_536874.html\">About Those Death Panels</a>,&quot; Weekly Standard, Jan. 31, 2011<br />\r\n\t<br />\r\n\tInterview with Darren Coffman,director of Oregon Health Services Commission, Feb. 2, 2011, Feb. 17, 2011<br />\r\n\t<br />\r\n\tInterview with Susan Tolle, director of Oregon Health &amp; Science University&rsquo;s Center for Ethics in Health Care, Feb. 7, 2011<br />\r\n\t<br />\r\n\tJohn Kitzhaber and Somnath Saha, &quot;In my opinion: The Oregon Health Plan,&quot; Aug. 26, 2008<br />\r\n\t<br />\r\n\tThe Oregonian Editorial Board, &quot;Fix this medical ethics glitch,&quot; July 29, 2008<br />\r\n\t<br />\r\n\tThe Associated Press, &quot;Comfort care, or a cure? Health coverage frustrates cancer patient,&quot; June 4, 2008<br />\r\n\t<br />\r\n\tPolitiFact National, &quot;<a href=\"http://www.politifact.com/truth-o-meter/article/2009/dec/18/politifact-lie-year-death-panels/\">Lie of the Year: &lsquo;Death Panels&rsquo;</a>,&quot; Dec. 18, 2009<br />\r\n\t<br />\r\n\tInterview with Wesley J. Smith, Feb 21, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "commentator", "false_count": 0, "first_name": "Wesley", "half_true_count": 1, "home_state": "Oregon", "id": 1034, "last_name": "Smith", "mostly_true_count": 0, "name_slug": "wesley-smith", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-mugs-Anonymous_people__4.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1034/", "total_count": 1, "true_count": 0, "website": "http://www.weeklystandard.com/"}, "statement": "<p>\r\n\tOregon Health Plan rations &quot;covered procedures under certain circumstances&quot;</p>", "statement_context": "an article in the Weekly Standard", "statement_date": "2011-01-31", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}