{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2011/feb/21/george-will/george-will-says-wisconsin-governors-benefits-prop/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 3281, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/3281/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>With national attention focused on a showdown in Wisconsin over Gov. Scott Walker&#39;s proposal to reduce state worker benefits, the issue led to some spirited back-and-forth between union-backer Donna Brazile and conservative columnist George Will during the round-table discussion on ABC&#39;s <em>This Week</em>.<br />\r\n<br />\r\nBrazile called the workers who have flooded the state capitol to back union workers an &quot;organic movement.&quot;<br />\r\n<br />\r\n&quot;Just like the Tea Party went out there and grabbed the microphone, what you have is grassroots people out there saying, &#39;No more,&#39; no more budget cuts on the back of working people.&quot; Brazile said.<br />\r\n<br />\r\nWill responded, &quot;Donna, what you call the grassroots is a tiny minority of this tiny minority of Wisconsin people who work for the government. Three hundred thousand public employees in Wisconsin went to work -- while the teachers were clutching their little signs that say it&#39;s all about the kids, they&#39;re abandoning their classrooms, lying to their supervisors, saying they were sick, and going off to protest in defense of perquisites, which if the governor cuts them as much as he plans to do, would still leave them better off than their private sector&quot; counterparts.<br />\r\n<br />\r\nWe decided to check Will&#39;s claim that perks or non-wage compensation such as health and retirement benefits) -- if cut as much as Wisconsin Governor Scott Walker has proposed -- would still leave public employees &quot;better off&quot; than those in the private sector.<br />\r\n<br />\r\nWalker&#39;s plan would require state workers to pay 5.8 percent of their pension contributions and to double their share of health premiums to 12.6 percent.<br />\r\n<br />\r\nOur colleagues at PolitiFact Wisconsin have been all over many of the issues in this contentious debate, and back on Feb. 8, they fact-checked a claim Gov. Walker made in his first <a href=\"http://host.madison.com/wsj/news/local/govt-and-politics/article_6a42ad28-2e5e-11e0-9f9e-001cc4c03286.html\">&quot;state of the state&quot; </a><a href=\"http://host.madison.com/wsj/news/local/govt-and-politics/article_6a42ad28-2e5e-11e0-9f9e-001cc4c03286.html\">address,</a> that most state employees could pay twice as much toward their health care premiums, and it would still be half the national average.<br />\r\n<br />\r\nHere&#39;s some of what our friends at PolitiFact Wisconsin found:<br />\r\n<br />\r\n* A <a href=\"http://ehbs.kff.org/pdf/2010/8085.pdf\">Kaiser Family </a><a href=\"http://ehbs.kff.org/pdf/2010/8085.pdf\">Foundation</a> study that concluded that employees nationally -- public and private -- pay an average of 29 percent of the cost of the premiums. Among just state and government workers nationwide, the average was 25 percent for family coverage.<br />\r\n<br />\r\n* A U.S. Bureau of Labor Statistics <a href=\"http://www.bls.gov/ncs/ebs/benefits/2010/ownership/civilian/table41a.htm\">2010 health care benefits </a><a href=\"http://www.bls.gov/ncs/ebs/benefits/2010/ownership/civilian/table41a.htm\">survey</a> that put the employee share at 32 percent for family coverage. It&rsquo;s 21 percent for single coverage.<br />\r\n<br />\r\n* A <a href=\"http://www.segalco.com/publications/surveysandstudies/2010statestudy.pdf\">study by The Segal Co</a>., a private benefits firm, that looked just at state government workers and found that a majority pay between 20 percent and 60 percent of their premium costs for family coverage.<br />\r\n<br />\r\nIn other words, no matter how you slice it, the 12.6 percent share of health care premiums that Walker proposes employees pay is well below what most pay in the private <strong>-- </strong>and public <strong>--</strong> sectors.<br />\r\n<br />\r\nThat gets us halfway there. The second piece is pensions. Again, Walker&#39;s plan would require state workers to pay 5.8 percent of pension contributions. This one is a little more difficult to compare. Most public employees have a pension plan. But fewer than one in five private-sector employees has access to a pension plan. And those who do typically don&#39;t contribute anything to it. Much more often, private employees have access to employer-sponsored retirement benefits (such as 401(k) plans), rather than pensions. And a third of the private sector workforce has no access to an employer sponsored retirement plan at all.<br />\r\n<br />\r\n&quot;The 401(k) has become the de facto retirement benefit in the private sector,&quot; said Keith Brainard, research director for the National Association of State Retirement Administrators.<br />\r\n<br />\r\nTypically, Brainard said, employers will match about 3 percent to 5 percent of an employee&#39;s salary. Employees <em>may </em>contribute to their 401(k), but they aren&#39;t <em>required</em> to contribute.<br />\r\n<br />\r\nSo Wisconsin public employees may be <em>required</em> to contribute more to the their retirement plan than those in the private sector, but that doesn&#39;t mean they&#39;re at a disadvantage compared to the private sector. In fact, experts say they <em>will</em> be better off.<br />\r\n<br />\r\nAccording to a survey prepared by Brainard in October 2009, &quot;The retirement security of working Americans presently appears shaky outside the public sector, due not only to the nation&rsquo;s heavy use of a retirement plan model that has been found to be undependable in its ability to provide reliable retirement income, but also due to low relative rates of participation in employer-sponsored retirement plans. &quot;<br />\r\n<br />\r\nConversely, &quot;For most states and local governments, retirement security of retired workers is a policy that is being achieved.&quot;<br />\r\n<br />\r\nAs always, Brainard said, there are exceptions, such as for those government employees who don&#39;t work long enough to become vested in a pension.<br />\r\n<br />\r\nBut Will&#39;s comment, as it relates to pension is &quot;largely accurate,&quot; Brainard said. &quot;Overall, the retirement plan typically provided to Wisconsin public employees --whether or not they are contributing 5.8 percent -- provides a larger retirement benefit than private sector employees get.&quot;<br />\r\n<br />\r\nWe&#39;d like to cite one more survey, one by the <a href=\"http://legis.wisconsin.gov/lc/publications/crs/2008_retirement.pdf\">Wisconsin Legislative Council</a> which found that even among major public employee retirement systems, most required employee contributions of more than 5 percent. According to the Bureau of Labor Statistics, &quot;for government workers with a required plan contribution, the average contribution is 6.3 percent of earnings.&quot; So Walker&#39;s proposal is in line with the norm for government workers.<br />\r\n<br />\r\nNow, we&#39;d like to drop one big disclaimer into this whole analysis. Many experts contend that while state workers get better benefits, they get paid less than folks in the private sector. PolitiFact Wisconsin took a closer look at that issue <a href=\"http://www.politifact.com/wisconsin/statements/2010/dec/12/bryan-kennedy/union-leader-says-wisconsin-state-employees-earn-a/\">here</a>. The point is that it&#39;s important to consider an employee&#39;s total package of wages and benefits when comparing public and private sector compensation. But that&#39;s not the issue before us here. Will clearly stated that he was talking about just the benefits side of the equation. And with regard to the changes Walker has proposed -- requiring greater employee contributions to pension and health care -- Will is right that they would still leave public employees &quot;better off&quot; than those in the private sector. We rate Will&#39;s comment True.</p>\r\n", "ruling_comments_date": "2011-02-21T18:31:21.570966", "ruling_date": "2011-02-21T18:55:11", "ruling_headline": "George Will says Wisconsin governor's benefits proposal would still leave workers better off than those in private sector", "ruling_headline_slug": "george-will-says-wisconsin-governors-benefits-prop", "ruling_link_text": "Benefits would still be better than for those in private sector", "ruling_state": null, "source_documents": null, "sources": "<p>ABC News, <a href=\"http://abcnews.go.com/ThisWeek/week-transcript-hillary-clinton/story?id=12959396&amp;page=2\">&quot;This Week&quot; transcript</a>, Feb. 20, 2011<br />\r\n<br />\r\nPolitiFact Wisconsin, <a href=\"http://politifact.com/wisconsin/statements/2011/feb/08/scott-walker/wisconsin-gov-scott-walker-says-state-employees-co/\">&quot;Wisconsin Gov. Scott Walker says state employees could pay twice as much for health care premiums and still be paying half the national average,&quot;</a> by Dave Umhoefer, Feb. 8, 2011<br />\r\n<br />\r\nPolitiFact Wisconsin, <a href=\"http://www.politifact.com/wisconsin/statements/2010/dec/12/bryan-kennedy/union-leader-says-wisconsin-state-employees-earn-a/\">&quot;State employees in Wisconsin earn &quot;about 8 percent less&quot; than if they worked in the private sector,&quot;</a> by Tom Kertscher, Dec. 12, 2010<br />\r\n<br />\r\nMilwaukee Journal Sentinel,<a href=\"http://www.jsonline.mobi/more/news/politics/115911379.htm\">Walker calls for cuts or big layoffs</a>, Feb. 11, 2011<br />\r\n<br />\r\nSenate Bill 11, <a href=\"http://legis.wisconsin.gov/2011/data/JR1SB-11.pdf\">Budget repair bill</a>, Feb. 14, 2011<br />\r\n<br />\r\nWisconsin Legislative Fiscal Bureau, <a href=\"http://legis.wisconsin.gov/lfb/2011-13Bills/2011_02_14_budget%20Adjustment%20Legislation.pdf\">memo</a> on budget-repair bill, Feb. 14, 2011<br />\r\n<br />\r\nWisconsin Legislative Fiscal Bureau, <a href=\"http://www.phillipsborowski.com/wp-content/uploads/2011/02/0216lfbamendment.pdf\">memo</a> on Senate amendment to budget-repair bill, Feb. 16, 2011<br />\r\n<br />\r\nKaiser Family Foundation, <a href=\"http://ehbs.kff.org/pdf/2010/8085.pdf\">Employer Health Benefits 2010 Annual Survey</a><br />\r\n<br />\r\nThe Segal Co., <a href=\"http://www.segalco.com/publications/surveysandstudies/2010statestudy.pdf\">2010 Study of State Employee Health Benefits</a>, Winter 2011<br />\r\n<br />\r\nU.S. Bureau of Labor Statistics, <a href=\"http://www.bls.gov/ncs/ebs/benefits/2010/ownership/civilian/table41a.htm\">National Compensation Survey</a>, March 2010<br />\r\n<br />\r\nOffice of State Employment Relations, <a href=\"http://oser.state.wi.us/docview.asp?docid=7039\">State of Wisconsin health insurance premium contributions</a>, 2010-&rsquo;11<br />\r\n<br />\r\nCenter for Retirement Research at Boston College, <a href=\"http://crr.bc.edu/images/stories/slp_9.pdf\">&quot;Pension Obligation Bonds: Financial Crisis Exposes Risks,&quot;</a> by Alicia H. Munnell, Thad Calabrese, Ashby Monk, and Jean-Pierre Aubry, January 2010<br />\r\n<br />\r\nWisconsin Legislative Council, <a href=\"http://legis.wisconsin.gov/lc/publications/crs/2008_retirement.pdf\">&quot;2008 Comparative Study of Major Public Employee Retirement Systems,&quot;</a>&nbsp; by Daniel Schmidt, Senior Analyst, Revised May 2010<br />\r\n<br />\r\nPublic Fund Survey, <a href=\"http://www.publicfundsurvey.org/publicfundsurvey/pdfs/Summary_of_Findings_FY08.pdf\">Public Fund Survey Summary of Findings for FY 2008</a>, prepared by Keith Brainard, research director, National Association of State Retirement Administrators, October 2009<br />\r\n&nbsp;<br />\r\nU.S. Bureau of Labor Statistics, <a href=\"http://www.bls.gov/opub/cwc/print/cm20090218ar01p1.htm\">&quot;The Structure of State and Local Government Retirement Benefits, 2008,&quot;</a> by&nbsp; William J. Wiatrowski, Feb. 25, 2009<br />\r\n<br />\r\nU.S. Bureau of Labor Statistics, <a href=\"http://www.bls.gov/ncs/ebs/benefits/2010/ownership/govt/table03a.pdf\">Defined benefit retirement plans: Employee contribution requirement and method of contribution, State and local government workers</a>, National Compensation Survey, March 2010<br />\r\n<br />\r\nU.S. Bureau of Labor Statistics, <a href=\"http://www.bls.gov/news.release/ebs2.t01.htm\">Retirement Benefits:Access, participation, and take-up rates</a>, July 27, 2010<br />\r\n<br />\r\nEmployee Benefit Research Institute, <a href=\"http://www.ebri.org/pdf/briefspdf/EBRI_IB_03-2010_No340_RCS.pdf\">&quot;The 2010 Retirement Confidence Survey: Confidence Stabilizing, But Preparations Continue to Erode,&quot;</a> by Ruth Helman, Mathew Greenwald and Associates, and Craig Copeland and Jack VanDerhei, March 2010<br />\r\n&nbsp;<br />\r\nEmployee Benefit Research Institute, <a href=\"http://www.ebri.org/pdf/PR.863_21Jan10.Matches.pdf\">&quot;Data Show That Automatic Enrollment in 401(k) Plans Has Led to Higher Match Rates from Large Plan Sponsors,&quot;</a>Jan. 21, 2010<br />\r\n<br />\r\nInterview with Keith Brainard, research director for the National Association of State Retirement Administrators, Feb. 21, 2011<br />\r\n<br />\r\nE-mail interview with Stacy Van Alstyne, public relations director, The International Foundation of Employee Benefit Plans, Feb. 21, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 7, "current_job": "Columnist", "false_count": 7, "first_name": "George", "half_true_count": 3, "home_state": "Maryland", "id": 155, "last_name": "Will", "mostly_true_count": 5, "name_slug": "george-will", "pants_count": 1, "party": {"id": 18, "party": "Columnist", "party_slug": "columnist", "resource_uri": "/api/v/2/party/18/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/gwill.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/155/", "total_count": 34, "true_count": 10, "website": "http://www.washingtonpost.com/wp-dyn/content/linkset/2005/03/24/LI2005032402294.html"}, "statement": "<p>If Wisconsin&#39;s governor cuts perquisites as much as he plans to do, &quot;it would still leave (workers) better off than their private sector&quot; counterparts.</p>\r\n", "statement_context": "ABC's \"This Week\"", "statement_date": "2011-02-20", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 192, "photo": null, "resource_uri": "/api/v/2/subject/192/", "subject": "Labor", "subject_slug": "labor", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}, {"description": "", "id": 151, "photo": null, "resource_uri": "/api/v/2/subject/151/", "subject": "This Week - ABC News", "subject_slug": "abc-news-week", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}