{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2011/feb/23/eric-bolling/fox-business-news-eric-bolling-says-wisconsin-teac/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 3293, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/3293/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>In an interview on Feb. 21. 2011, Fox Business Network anchor Eric Bolling sparred with U.S. Rep. Charles Rangel, D-NY, over the contentious teachers union battle in Wisconsin that has captured the attention of the entire nation.<br />\r\n<br />\r\nRangel argued that &quot;the benefits we enjoy as working people and our standard of living is due, in no small part, to the trade union movement,&quot; and &quot;the whole idea that they got to tell these people that they have decided that they&#39;re against collective bargaining, you talk about democracy? You never heard anything like this...&quot;<br />\r\n<br />\r\nBolling responded by citing statistics about pay and benefits enjoyed by Wisconsin teachers compared to the rest of the working public.<br />\r\n<br />\r\n&quot;We got blackboard, here it is, Wisconsin teachers make a salary of $51,000...Benefits $38,000 per year, that comes to a whopping 89,000 bucks, while the rest of us, all workers in the United States, union, non-union, etc., $38,000 is your average salary...there, $10,000 in benefits, a quarter of what you make, that you would make if you were a Wisconsin teacher, to 48 grand, almost half the amount. Yet collective bargaining says that is OK. That&#39;s not anti-free market?&quot;<br />\r\n<br />\r\nWisconsin Gov. Scott Walker&rsquo;s budget proposal asks state workers to pay more for their pensions and health insurance, which reduces take-home pay. Union leaders have largely conceded to the salary and pension cuts, but Walker&#39;s plan also sets significant limits on collective bargaining power for <a href=\"http://politifact.com/truth-o-meter/statements/2011/feb/21/donna-brazile/donna-brazile-says-unions-supported-scott-walker-a/\">most public sector unions</a>, which has enraged union members and sparked protests at the state capital. Still, much of the political chatter about the Wisconsin showdown has continued to focus on salary and benefit issues, so we decided to check Bolling&#39;s numbers.<br />\r\n<br />\r\nBolling was pretty close on the average salary figure for Wisconsin teachers. The latest figures from the National Education Association actually put the average salary for a Wisconsin teacher at $51,264.<br />\r\n<br />\r\nThe $51,000 salary figure is further substantiated by <a href=\"http://dpi.state.wi.us/lbstat/newasr.html\">district-by-district data</a> provided by the Wisconsin Department of Public Instruction.<br />\r\n<br />\r\nHowever, according to a spokeswoman for the Wisconsin Education Association Council, the Fox figure for Wisconsin teacher benefits -- $39,000 -- is way too high. Average benefits amount to about $25,000 a year, said Marlena Deutsch, a spokeswoman for WEAC. In total compensation, Wisconsin ranks 23rd in the nation.<br />\r\n<br />\r\nWe couldn&#39;t find a definitive, independent state average for benefits in Wisconsin, but the data&nbsp; from the state Department of Public Instruction lists &quot;fringe benefits&quot; by district in Wisconsin. None were as high as $39,000. The median was about $25,800.<br />\r\n<br />\r\nOK, now to the Average Joe or Jane who works in the private sector.<br />\r\n<br />\r\nAccording to a national compensation survey conducted by the Bureau of Labor Statistics, the total cost of compensation to private industry employees last year came to about $58,000 ($41,000 for salary; $17,000 for benefits).<br />\r\n<br />\r\nSo Bolling&#39;s total compensation number for Wisconsin teachers is high, and for private sector employees, it&#39;s is low.<br />\r\n<br />\r\nOn his show the following night (Feb. 22) Bolling said in the numbers he had posted the night before, &quot;our math was off a bit.&quot; A new graphic, he said, showed the unweighted average for Wisconsin teachers for the 2010 school year: a $51,000 salary, plus $30,000 worth of benefits (for a total of $81,000 worth of compensation). For an average private sector worker, he said, the salary in 2010 was $46,000 with $20,000 worth of benefits (total compensation $66,000).<br />\r\n<br />\r\nThose revised numbers are much closer to the ones we found.<br />\r\n<br />\r\nBut many statisticians have a more fundamental issue with Bolling&#39;s comparison. In order to be a teacher in Wisconsin, you&#39;ve got to have a 4-year college degree. And 52 percent of Wisconsin teachers also have a master&#39;s degree. That&#39;s much, much higher than the average education level for workers in the private sector. People with higher degrees in education typically get paid more.<br />\r\n<br />\r\nWe found two studies that factored in such things as education level, years of experience, race, gender, etc. and found that public employees tend to make a little less than people with similar backgrounds in the private sector.<br />\r\n<br />\r\nA <a href=\"http://www.slge.org/vertical/Sites/%7BA260E1DF-5AEE-459D-84C4-876EFE1E4032%7D/uploads/%7B03E820E8-F0F9-472F-98E2-F0AE1166D116%7D.PDF\">report</a> titled &quot;Out of Balance&quot; by two University of Wisconsin-Milwaukee professors for the National Institute of Retirement Security, whose board is largely composed of representatives of public employee pensions, found that when &quot;comparable earning determinants,&quot; such as education, are considered, state employees typically earn salaries 11 percent lower than their private sector counterparts. When you consider total compensation -- salary plus benefits -- the deficit dropped to 6.8 percent (because public employees generally get better benefits packages than those in the private sector).<br />\r\n<br />\r\nOne of the study authors, Keith A. Bender, an associate professor in the Department of Economics at the University of Wisconsin&ndash;Milwaukee, said that message has largely been lost in the Wisconsin debate.<br />\r\n<br />\r\nAs for Bollings&#39; comparison, Bender said, &quot;I guess you can do that if you don&#39;t want to compare like with like. But you are comparing less educated people with more educated people.&quot;<br />\r\n<br />\r\nAnother <a href=\"http://epi.3cdn.net/8808ae41b085032c0b_8um6bh5ty.pdf\">report</a>, by the liberal <a href=\"http://www.epi.org/\">Economic Policy Institute</a>, found that Wisconsin public employees earn 4.8 percent less in total compensation than comparable private-sector workers.<br />\r\n<br />\r\nThe study&#39;s author, Jeff Keefe, issued a <a href=\"http://www.epi.org/publications/entry/PM173/\">policy memo</a> on Feb. 15, 2011, titled &quot;Wisconsin public versus private employee costs: Why compare apples to oranges?&quot;<br />\r\n&nbsp;<br />\r\n&quot;Inaccurate comparisons of national and Wisconsin public employee compensation with private sector compensation are circulating in Wisconsin,&quot; Keefe wrote. &quot;These faulty comparisons, showing that public employees in Wisconsin are dramatically overpaid, seem to support legislative efforts to increase benefit contributions by public employees.&quot;<br />\r\n<br />\r\n&quot;But when we compare apples to apples, we find that Wisconsin public employees earn 4.8% less in total compensation than comparable private sector workers,&quot; Keefe wrote. &quot;The comparisons&mdash;controlling for education, experience, hours of work, organizational size, gender, race, ethnicity, citizenship, and disability&mdash;demonstrate that full-time state and local public employees earn lower wages and receive less in total compensation (including all benefits) than comparable private sector employees.<br />\r\n<br />\r\n&quot;Why does it appear otherwise?&nbsp; Both nationally and within Wisconsin, public sector workers are significantly more educated than their private sector counterparts.&quot;</p>\r\n\r\n<p>The Center for Union Facts, a self-described &quot;union watchdog,&quot;&nbsp; said Keefe&#39;s study made two assumptions &quot;both of which bias the results in its preferred direction.&quot; The first assumption was that state employees would otherwise be working in a large private sector business&nbsp; with 1,000 employees or more, the group said. And, it argues, Keefe excluded full-time, part-year workers like certain teachers. According to an <a href=\"http://www.unionfacts.com/downloads/Public_Sector_UnionsBrief.pdf\">analysis</a> released by the Center for Union Facts on Feb. 22, 2011, public sector employees, on average, earn five percent more in wages and benefits than their counterparts in the private sector.</p>\r\n\r\n<p>We don&#39;t want to get too far into the weeds on the many ways data can be sliced to make comparisons between public and private sector compensation.</p>\r\n\r\n<p>We don&#39;t take too much issue with the raw numbers provided by Bolling (the clarified ones). They&#39;re pretty close to the numbers we found as well. But the comparison of compensation for Wisconsin teachers to the compensation for all private sector employees is misleading. On average, Wisconsin teachers are far more highly educated than the average worker. People with higher levels of education tend to make more. And so we rate Bollings&#39; comparison Barely True.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><br />\r\n<em>Editor&#39;s note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</em></p>\r\n\r\n<p>&nbsp;</p>\r\n", "ruling_comments_date": "2011-02-22T19:34:48.517318", "ruling_date": "2011-02-23T11:21:28", "ruling_headline": "Fox Business Network's Eric Bolling says Wisconsin teachers get compensated nearly double those in private sector", "ruling_headline_slug": "fox-business-news-eric-bolling-says-wisconsin-teac", "ruling_link_text": "Not an apples-to-apples comparison", "ruling_state": null, "source_documents": null, "sources": "<p>Center for State &amp; Local Government Excellence, <a href=\"http://www.slge.org/vertical/Sites/%7BA260E1DF-5AEE-459D-84C4-876EFE1E4032%7D/uploads/%7B03E820E8-F0F9-472F-98E2-F0AE1166D116%7D.PDF\">Out of Balance? Comparing Public and Private Sector Compensation over 20 years</a>, April 2010<br />\r\n<br />\r\n<a href=\"http://www.epi.org/\">Economic Policy Institute</a>, <a href=\"http://epi.3cdn.net/8808ae41b085032c0b_8um6bh5ty.pdf\">Debunking the Myth of the Overcompensated Public Employee</a>, Sept. 15, 2010<br />\r\n<br />\r\nWisconsin Department of Public Instruction, <a href=\"http://dpi.state.wi.us/lbstat/newasr.html\">Statistical Information Center - School Staff and Salary Data</a><br />\r\n<br />\r\nBureau of Labor Statistics, <a href=\"http://www.bls.gov/news.release/pdf/ecec.pdf\">Employer Costs for Employee Compensation</a>, September 2010<br />\r\n<br />\r\nPolitiFact Wisconsin, <a href=\"http://politifact.com/wisconsin/statements/2011/feb/08/scott-walker/wisconsin-gov-scott-walker-says-state-employees-co/\">&quot;Wisconsin Gov. Scott Walker says state employees could pay twice as much for health care premiums and still be paying half the national average,&quot;</a> by Dave Umhoefer, Feb. 8, 2011<br />\r\n<br />\r\nPolitiFact Wisconsin, <a href=\"http://www.politifact.com/wisconsin/statements/2010/dec/12/bryan-kennedy/union-leader-says-wisconsin-state-employees-earn-a/\">&quot;State employees in Wisconsin earn &quot;about 8 percent less&quot; than if they worked in the private sector,&quot;</a> by Tom Kertscher, Dec. 12, 2010<br />\r\n<br />\r\nMilwaukee Journal Sentinel,<a href=\"http://www.jsonline.mobi/more/news/politics/115911379.htm\">Walker calls for cuts or big layoffs</a>, Feb. 11, 2011<br />\r\n<br />\r\nSenate Bill 11, <a href=\"http://legis.wisconsin.gov/2011/data/JR1SB-11.pdf\">Budget repair bill</a>, Feb. 14, 2011<br />\r\n<br />\r\nWisconsin Legislative Fiscal Bureau, <a href=\"http://legis.wisconsin.gov/lfb/2011-13Bills/2011_02_14_budget%20Adjustment%20Legislation.pdf\">memo</a> on budget-repair bill, Feb. 14, 2011<br />\r\n<br />\r\nWisconsin Legislative Fiscal Bureau, <a href=\"http://www.phillipsborowski.com/wp-content/uploads/2011/02/0216lfbamendment.pdf\">memo</a> on Senate amendment to budget-repair bill, Feb. 16, 2011<br />\r\n<br />\r\nU.S. Bureau of Labor Statistics, <a href=\"http://www.bls.gov/ncs/ebs/benefits/2010/ownership/civilian/table41a.htm\">National Compensation Survey</a>, March 2010<br />\r\n<br />\r\nU.S. Bureau of Labor Statistics <a href=\"http://www.bls.gov/news.release/pdf/ecec.pdf\">news release</a>, Dec. 8, 2010<br />\r\n<br />\r\nPublic Fund Survey, <a href=\"http://www.publicfundsurvey.org/publicfundsurvey/pdfs/Summary_of_Findings_FY08.pdf\">Public Fund Survey Summary of Findings for FY 2008</a>, prepared by Keith Brainard, research director, National Association of State Retirement Administrators, October 2009<br />\r\n<br />\r\nReason Foundation, <a href=\"http://reason.org/news/show/public-sector-private-sector-salary\">Comparing private sector and government worker salaries</a>, May 10, 2010<br />\r\n<br />\r\nWisconsin Education Association Council, <a href=\"http://www.weac.org/news_and_publications/education_news/11-02-16/Wisconsin_teacher_pay_drops_to_lowest_level_in_50_years.aspx\">Press release: Wisconsin teacher pay drops to lowest level in 50 years</a>, Feb. 16, 2011<br />\r\n<br />\r\nCQ Transcripts, Rep. Rangel is interviewed on Fox Business Network, Feb. 21, 2011<br />\r\n<br />\r\nInterview with Keith A. Bender, an associate professor in the Department of Economics at the University of Wisconsin&ndash;Milwaukee, Feb. 22, 2011<br />\r\n<br />\r\nInterviews with Marlena Deutsch and Jeff Leverich of WEAC, Feb. 22, 2011<br />\r\n<br />\r\nInterview with Chris Cunningham, Statistician, Economic Analysis and Information, U.S. Bureau of Labor Statistics, Feb. 22, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "political commentator", "false_count": 2, "first_name": "Eric", "half_true_count": 1, "home_state": "", "id": 1044, "last_name": "Bolling", "mostly_true_count": 1, "name_slug": "eric-bolling", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/bolling_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1044/", "total_count": 7, "true_count": 0, "website": ""}, "statement": "<p>In Wisconsin, teachers make $89,000 in salary and benefits, compared to $48,000 for all other workers in the United States.</p>\r\n", "statement_context": "his Fox Business Network program", "statement_date": "2011-02-21", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 192, "photo": null, "resource_uri": "/api/v/2/subject/192/", "subject": "Labor", "subject_slug": "labor", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}], "target": [], "twitter_headline": ""}