{"art": [], "author": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2011/feb/22/scott-walker/wisconsin-gov-scott-walker-says-he-campaigned-his-/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 3294, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/3294/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tIn the turbulent wake of his controversial plan to sharply curtail collective bargaining rights, Wisconsin Gov. Scott Walker has faced criticism that he gave no warning of such a dramatic plan during the long 2010 governor&rsquo;s race.<br />\r\n\t<br />\r\n\tWalker has forcefully challenged that contention, most bluntly at a Feb. 21, 2011 news conference. A reporter asked if the move to limit union power was payback for pro-union moves made by Democrats in the past.<br />\r\n\t<br />\r\n\t&quot;It&rsquo;s not a tit for tat,&quot; Walker responded. &quot;The simple matter is I campaigned on this all throughout the election. Anybody who says they are shocked on this has been asleep for the past two years.&quot;<br />\r\n\t<br />\r\n\tThe statement echoed one at <a href=\"\">Feb. 17 news conference</a>, in which Walker was even more emphatic that he campaigned on all the changes included in the entire budget-repair measure -- not just forcing employees to pay more for health and pension costs.<br />\r\n\t<br />\r\n\tAsked if he was &quot;ramming through&quot; the budget-repair bill, Walker said:<br />\r\n\t<br />\r\n\t&quot;We introduced a measure last week, a measure I ran on during the campaign, a measure I talked about in November during the transition, a measure I talked about in December when we fought off the employee contracts, an idea I talked about in the inauguration, an idea I talked about in the state of the state. If anyone doesn&#39;t know what&#39;s coming, they&#39;ve been asleep for the past two years.&quot;<br />\r\n\t<br />\r\n\tNow, we thought we were following the campaign pretty closely.<br />\r\n\t<br />\r\n\tIt seemed to us like the first public hint Walker gave that he was considering eliminating many union bargaining rights was at a Dec. 7, 2010 <a href=\"http://www.jsonline.com/news/statepolitics/111463779.html\">Milwaukee Press Club forum</a>, some four weeks after the election.<br />\r\n\t<br />\r\n\tSo Walker&rsquo;s claim he campaigned on all of this caught our attention -- and that of many readers, who have been e-mailing us asking us to check it out.<br />\r\n\t<br />\r\n\tThere is no dispute that Walker campaigned on getting concessions on health and pension benefits from state employees. And, to be sure, that is an important part of the measure.<br />\r\n\t<br />\r\n\tBut for Walker to be right, he has to be correct on the entirety of the plan. So we&rsquo;ll look more deeply at the collective bargaining side of the equation, which has caused the ongoing firestorm in Madison.<br />\r\n\t<br />\r\n\tHere is a summary of the changes:<br />\r\n\t<br />\r\n\tFor public employee unions except those covering public safety workers, the measure would narrow collective bargaining to wage issues, and only then within specific limits. It would end bargaining on such things as health care costs, pensions and working conditions -- rights granted to the public unions more than 50 years ago. &nbsp;<br />\r\n\t<br />\r\n\tAdditionally: Wage increases would be limited to inflation or less. Employees would be able to opt out of paying union dues. An annual certification vote on the existence of each union would be required. And public employers would be barred from withholding union dues from worker&rsquo;s paychecks.<br />\r\n\t<br />\r\n\tWalker&rsquo;s proposal also r<a href=\"http://politifact.com/wisconsin/statements/2011/feb/17/afl-cio/wisconsin-afl-cio-says-gov-scott-walkers-budget-re/\">epeals all rights to collective </a><a href=\"http://politifact.com/wisconsin/statements/2011/feb/17/afl-cio/wisconsin-afl-cio-says-gov-scott-walkers-budget-re/\">bargaining</a> for more than 30,000 University of Wisconsin employees, something granted in 2009.<br />\r\n\t<br />\r\n\tFor this item, we reviewed dozens of news accounts and various proposals on Walker&rsquo;s campaign website to determine what he said about collective bargaining during the campaign. We talked to both campaigns in the governor&rsquo;s race, and union officials.<br />\r\n\t<br />\r\n\tDuring the campaign, Walker prided himself on presenting many specific proposals to voters. Our <a href=\"http://politifact.com/wisconsin/promises/walk-o-meter/\">Walk-O-Meter</a> includes 60-plus specific promises. Indeed, his plans for the state Department of Natural Resources include at least seven specific elements, including appointment of a &quot;whitetail deer trustee&quot; to review deer counts.<br />\r\n\t<br />\r\n\tBut nowhere in our search did we find any such detailed discussion of collective bargaining changes as sweeping as Walker proposed.<br />\r\n\t<br />\r\n\tWe asked Walker spokesman Cullen Werwie to provide evidence that Walker raised those issues during the campaign.<br />\r\n\t<br />\r\n\t&quot;During the campaign he ran on giving local units of government the flexibility to manage their own budgets,&quot; Werwie said. &quot;That is what he is continuing to say and do right now.&quot;<br />\r\n\t<br />\r\n\tHe gave one example: a Walker <a href=\"http://www.jsonline.com/blogs/news/99046624.html\">proposal in July, </a><a href=\"http://www.jsonline.com/blogs/news/99046624.html\">2010</a> to allow local units of government to switch from health plans that have high premiums to the state&rsquo;s lower cost employee health plan.<br />\r\n\t<br />\r\n\tWalker&rsquo;s camp said at the time that the switch would not have to be negotiated with unions; Walker would move to take the choice out of the collective bargaining process, they said. Labor officials disagreed and said they would fight attempts to change the collective bargaining law.<br />\r\n\t<br />\r\n\tWerwie also pointed to a campaign flier circulated by the American Federation of Teachers-Wisconsin, a union representing 17,000 public employees in the state.<br />\r\n\t<br />\r\n\tIn addition to criticizing Walker comments on benefit cuts, the <a href=\"http://media.journalinteractive.com/documents/Walker+ATF.pdf\">AFT </a><a href=\"http://media.journalinteractive.com/documents/Walker+ATF.pdf\">flier</a> notes a Walker comment about freeing up local governments from being &quot;strangled&quot; by mediation. And it points out his comment on the health plan switch he proposed in July -- the one that would take the choice of health plans off the table for unions.<br />\r\n\t<br />\r\n\tBoth of those are part of collective bargaining and were discussed.<br />\r\n\t<br />\r\n\tBut they are a far cry from what was proposed.<br />\r\n\t<br />\r\n\tFor instance, during the campaign Walker talked about who controls the choice of health care providers. After the election he proposed eliminating any negotiations on the subject of health care.<br />\r\n\t<br />\r\n\tWalker&rsquo;s campaign proposal on mediation and arbitration offers a similar contrast:<br />\r\n\t<br />\r\n\tHe <a href=\"http://www.scottwalker.org/news/2009/11/qa-milwaukee-county-executive-scott-walker-states-his-case-be-elected-wisconsin-governo\">told the Appleton </a><a href=\"http://www.scottwalker.org/news/2009/11/qa-milwaukee-county-executive-scott-walker-states-his-case-be-elected-wisconsin-governo\">Post-Crescent</a> in a lengthy question and answer session in 2009 that &quot;you&#39;ve got to free up local government officials to not be strangled by things like mediation and arbitration.&quot; As his website made clear, he was talking about a specific, significant change in teacher&rsquo;s union arbitration -- not the dramatic changes on the table now.<br />\r\n\t<br />\r\n\tHis current plan would largely eliminate the dispute-settling function of the Wisconsin Employment Relations Commission for all but public safety employees, according to Peter Davis, WERC&rsquo;s general counsel.<br />\r\n\t<br />\r\n\tWhen it comes to the arbitration process, Davis characterized the changes Walker proposed in the campaign as a &quot;hand grenade&quot; and his proposal now as an &quot;atom bomb.&quot;<br />\r\n\t<br />\r\n\tAnother example:<br />\r\n\t<br />\r\n\tAs the campaign rolled near a close, in late October 2010, Walker <a href=\"http://media.journalinteractive.com/documents/Oshkosh_Northwestern1.pdf\">told the Oshkosh </a><a href=\"http://media.journalinteractive.com/documents/Oshkosh_Northwestern1.pdf\">Northwestern</a> that he would &quot;ask all state workers&quot; for wage and benefit concessions in the collective bargaining process.<br />\r\n\t<br />\r\n\tAfter the election, he proposed imposing concessions without negotiating and eliminating benefits as a topic of collective bargaining.<br />\r\n\t<br />\r\n\tWalker told the Oshkosh newspaper that if unions don&rsquo;t give in on concessions, he would turn to furloughs to get cost savings.<br />\r\n\t<br />\r\n\tThe use of furloughs was the approach taken by then-Gov. Jim Doyle, a fairly typical cost-savings tactic. After the election, Walker said he wanted to avoid furloughs in favor of the concessions on health and pension costs, and wanted to limit bargaining to wages.<br />\r\n\t<br />\r\n\tBefore the election Walker talked about seeking concessions in the context of face-to-face negotiations -- as in the Oshkosh Northwestern interview. He is moving to impose health and pension cost-sharing through legislation, without having taken his proposal to the unions.<br />\r\n\t<br />\r\n\tHe once talked about expanding a statewide cost control system -- using collective bargaining -- beyond teachers to all state employees. But now he proposes an approach that would let individual municipalities set their own benefit levels -- with little input from unions.<br />\r\n\t<br />\r\n\tA reminder: We are not evaluating the merits of the proposal. Just what was discussed in the campaign.<br />\r\n\t<br />\r\n\tIn October, as Walker held a steady lead in opinion polls over his Democratic opponent, &nbsp;&nbsp;Milwaukee Mayor Tom Barrett, rumors circulated in union circles about Walker favoring a major power grab from unions.<br />\r\n\t<br />\r\n\tThat&rsquo;s according to Richard Abelson, who heads District Council 48 of the American Federation of State County and Municipal Employees, which had negotiated with Walker for eight years in his position as Milwaukee County executive.<br />\r\n\t<br />\r\n\tAbelson, whose union endorsed Barrett, said: &quot;We heard rumors he would remove pension and health as mandatory subjects of bargaining.&quot;<br />\r\n\t<br />\r\n\tBut at that time, nothing so direct was publicly stated.<br />\r\n\t<br />\r\n\tJeff Stone, a Republican state representative from Greendale, was the source of the notion, Abelson said. The two had a meeting as Stone laid the groundwork for a run for Walker&rsquo;s soon-to-be-vacant county job.<br />\r\n\t<br />\r\n\tStone confirmed for us that he told Abelson before the election he thought Walker might propose the bolder course. He said Walker told him nothing; he guessed it from Walker&rsquo;s emphasis on cost cutting and the deficits plaguing the state budget.<br />\r\n\t<br />\r\n\t&quot;This was the only way I could see he could do it,&quot; Stone said about balancing the state budget.<br />\r\n\t<br />\r\n\tBut the sweep of Walker&rsquo;s eventual proposal caught even Stone off guard.<br />\r\n\t<br />\r\n\t&quot;Yeah, I was a little surprised (he put it all in),&quot; Stone said. &quot;But I also understand if you don&rsquo;t control those things you will have trouble controlling costs.&quot;<br />\r\n\t<br />\r\n\tAbelson, the union leader, said Walker&rsquo;s February announcement of his plan &quot;went far beyond what anybody thought he would do. He didn&rsquo;t talk about it during the campaign. If he had said that, some people who supported him would have had some second thoughts.&quot;<br />\r\n\t<br />\r\n\tBarrett&rsquo;s campaign aide Gillian Morris also said they heard nothing in the campaign to suggest Walker would back sharp limits on union power -- and the repeal of all union rights for tens of thousands -- in his proposal.<br />\r\n\t<br />\r\n\tBryan Kennedy, president of AFT-Wisconsin, the union that distributed the flier warning about Walker&rsquo;s labor record, said he figured Walker would try to weaken collective bargaining and privatize a lot of state jobs.<br />\r\n\t<br />\r\n\t&quot;But we were actually quite surprised by this,&quot; he said.<br />\r\n\t<br />\r\n\tImmediately after the election, in mid-November, Walker successfully lobbied lawmakers not to approve labor contracts negotiated under the Jim Doyle administration.<br />\r\n\t<br />\r\n\tWalker did not say he wanted to renegotiate them, nor did he say at that time that he had plans to lay aside those deals and impose changes without bargaining.<br />\r\n\t<br />\r\n\tLet&rsquo;s sum up our research.<br />\r\n\t<br />\r\n\tWalker contends he clearly &quot;campaigned on&quot; his union bargaining plan.<br />\r\n\t<br />\r\n\tBut Walker, who offered many specific proposals during the campaign, did not go public with even the bare-bones of his multi-faceted plans to sharply curb collective bargaining rights. He could not point to any statements where he did. We could find none either.<br />\r\n\t<br />\r\n\tWhile Walker often talked about employees paying more for pensions and health care, in his budget-repair bill he connected it to collective bargaining changes that were far different from his campaign rhetoric in terms of how far his plan goes and the way it would be accomplished.<br />\r\n\t<br />\r\n\tWe rate his statement False.</p>\r\n<p>\r\n\t<em>(<strong>Editor&rsquo;s note:</strong> After this item was posted, a conversation surfaced between Walker and a person impersonating Walker campaign contributor and industrialist David Koch. In an audiotape released Feb. 23, 2011, Walker compares his union plan to a history-making act and portrayed his union plan as a &quot;bomb.&quot;<br />\r\n\t<br />\r\n\tWalker <a href=\"http://www.jsonline.com/news/statepolitics/116737394.html\">aides acknowledge the tape is real</a>, but say Walker simply was saying privately what he has said publicly about his budget-repair bill.<br />\r\n\t<br />\r\n\tOf a meeting with his cabinet, Walker in the tape says: We talked about what we were going to do, how we were going to do it. We had already built plans up. This was kind of the last hurrah before we dropped the bomb.&quot;</em>)</p>", "ruling_comments_date": "2011-02-22T20:15:35.461237", "ruling_date": "2011-02-22T19:14:32", "ruling_headline": "Wisconsin Gov. Scott Walker says he campaigned on his budget repair plan, including curtailing collective bargaining ", "ruling_headline_slug": "wisconsin-gov-scott-walker-says-he-campaigned-his-", "ruling_link_text": "For a campaign built on specifics, there were none to suggest the scope of his proposal", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tGov. Scott Walker, <a href=\"http://wispolitics.com/1006/110217Walker.mp3\">press conference audio</a>, Feb. 17, 2011<br />\r\n\t<br />\r\n\tGov. Scott Walker, <a href=\"http://wispolitics.com/1006/110221Walker_presser.mp3\">press conference audio</a>, Feb. 21, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Cullen Werwie, Gov. Scott Walker&rsquo;s press secretary, Feb. 21, 2011<br />\r\n\t<br />\r\n\tInterview with Richard Abelson, executive director AFSCME District Council 48, Feb. 22, 2011<br />\r\n\t<br />\r\n\tInterview with Gillian Morris, former deputy communications aide to Tom Barrett for Governor campaign, Feb. 22, 2011<br />\r\n\t<br />\r\n\tInterview with Wisconsin State Rep. Jeff Stone, candidate for Milwaukee County executive, Feb. 22, 2011<br />\r\n\t<br />\r\n\tInterview with Bryan Kennedy, president, ATF-Wisconsin, Feb. 21, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Lee Bergquist, Milwaukee Journal Sentinel reporter on governor&rsquo;s race, Feb. 21, 2011<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel, <a href=\"http://www.jsonline.com/news/statepolitics/111463779.html\">Walker looks at showdown with state employee unions</a>, Dec. 7, 2010<br />\r\n\t<br />\r\n\tScott Walker for Governor, <a href=\"http://www.scottwalker.org/issues/education\">campaign website</a><br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel, <a href=\"http://www.jsonline.com/news/statepolitics/101771723.html\">Barrett, Walker plans would add workers to health pools</a>, Aug. 30, 2010<br />\r\n\t<br />\r\n\tOshkosh Northwestern, <a href=\"http://media.journalinteractive.com/documents/Oshkosh_Northwestern1.pdf\">Walker says he&#39;ll take responsibility</a>, reform state, Oct. 27, 2010<br />\r\n\t<br />\r\n\tManitowoc Herald Times, <a href=\"http://www.scottwalker.org/news/2009/10/economy-jobs-focus-walkers-campaign\">Economy, jobs focus of Walker campaign</a>, Oct. 6, 2009<br />\r\n\t<br />\r\n\tAppleton Post-Crescent, <a href=\"http://www.scottwalker.org/news/2009/11/qa-milwaukee-county-executive-scott-walker-states-his-case-be-elected-wisconsin-governo\">Q&amp;A: Milwaukee County Executive Scott Walker states his case to be elected Wisconsin governor in 2010</a>, Nov. 25, 2009<br />\r\n\t<br />\r\n\tLegislative Reference Bureau, summary of budget-repair bill, Feb. 14, 2011<br />\r\n\t<br />\r\n\tSenate Bill 11, text of, accessed Feb. 21, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 38, "current_job": "Milwaukee County Executive", "false_count": 42, "first_name": "Scott", "half_true_count": 38, "home_state": "Wisconsin", "id": 640, "last_name": "Walker", "mostly_true_count": 44, "name_slug": "scott-walker", "pants_count": 11, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Scott_Walker_1_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/640/", "total_count": 211, "true_count": 25, "website": "http://www.scottwalker.org/"}, "statement": "<p>\r\n\t&quot;I campaigned on (the proposals in the budget repair bill for Wisconsin) all throughout the election. Anybody who says they are shocked on this has been asleep for the past two years.&quot;</p>", "statement_context": "a news conference", "statement_date": "2011-02-21", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 192, "photo": null, "resource_uri": "/api/v/2/subject/192/", "subject": "Labor", "subject_slug": "labor", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}