{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/feb/24/barack-obama/barack-obama-says-if-theres-government-shutdown-so/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 3305, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/3305/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tWith President Barack Obama and Congressional Republicans on a potential collision course over the federal budget, the possibility of a government shutdown is closer than it&rsquo;s been in years.<br />\r\n\t<br />\r\n\tShutdowns occur when appropriations bills expire and Congress and the president are at an impasse. A shutdown typically prevents federal agencies from carrying out any functions deemed non-essential.<br />\r\n\t<br />\r\n\tA shutdown last occurred in the mid 1990s, when President Bill Clinton squared off against a new Republican majority in the House and Senate. That led to two shutdowns -- one for five days in November 1995 and the other for 21 days from December 1995 to January 1996.<br />\r\n\t<br />\r\n\tDuring the past 15 years, lawmakers and the president, despite frequent turbulence, have always managed to come to an agreement on funding bills. But the streak could come to an end this year.<br />\r\n\t<br />\r\n\tAt a Feb. 15, 2011, <a href=\"http://www.whitehouse.gov/the-press-office/2011/02/15/press-conference-president\">press conference</a>, a reporter asked Obama whether he was willing to work with Congressional Republicans &quot;to avoid a government shutdown?&quot;<br />\r\n\t<br />\r\n\tHere&rsquo;s part of Obama&rsquo;s answer:<br />\r\n\t<br />\r\n\t&quot;We&rsquo;ve got to be careful. Again, let&rsquo;s use a scalpel; let&rsquo;s not use a machete. And if we do that, there should be no reason at all for a government shutdown. And I think people should be careful about being too loose in terms of talking about a government shutdown, because this has -- this is not an abstraction. People don&rsquo;t get their Social Security checks. They don&rsquo;t get their veterans payments. Basic functions shut down. And it -- that, also, would have an adverse effect on our economic recovery. It would be destabilizing at a time when, I think, everybody is hopeful that we can start growing this economy quicker.&quot;<br />\r\n\t<br />\r\n\tA reader asked us to explore whether it was true that Americans won&rsquo;t get their Social Security checks if the government shuts down.<br />\r\n\t<br />\r\n\tFirst, some background about the laws that govern shutdowns, from a recent <a href=\"http://www.fas.org/sgp/crs/misc/RL34680.pdf\">briefing paper</a> by the nonpartisan Congressional Research Service.<br />\r\n\t<br />\r\n\tThe Constitution (Article I, Sec. 9) says, &quot;No Money shall be drawn from the Treasury, but in Consequence of Appropriations made by Law.&quot; This is reinforced by the <a href=\"http://www.gao.gov/ada/antideficiency.htm\">Antideficiency Act</a>, which <a href=\"http://www.gao.gov/htext/d06382sp.html\">stems from an 1870 law</a> and which has been revised significantly over the years. That act prohibits federal officials from spending money before an appropriations measure has been enacted, though exceptions exist for &quot;emergencies involving the safety of human life or the protection of property.&quot;<br />\r\n\t<br />\r\n\tBut when looking at the fate of Social Security during a government shutdown, there&rsquo;s an important wrinkle to remember.<br />\r\n\t<br />\r\n\tSocial Security is a mandatory program supported by a trust fund. As such, Social Security benefits aren&rsquo;t appropriated -- and thus aren&rsquo;t directly subject to the restrictions of the Antideficiency Act. However, the Social Security Administration&rsquo;s operational employees are paid through appropriated funds. So the real question is whether a shutdown would prevent those employees from going to work, and if so, whether that would mean the payments wouldn&#39;t be sent.<br />\r\n\t<br />\r\n\tA 1981 attorney general&#39;s opinion protects the right of at least some Social Security workers to carry out necessary functions -- and that&rsquo;s essentially what happened during the 1995 shutdowns.<br />\r\n\t<br />\r\n\tAccording to Social Security&#39;s <a href=\"http://www.ssa.gov/history/ssa/ssa2000chapter1.html\">official history on its website</a>, 4,780 employees remained at work at the start of the four-day shutdown, while the other 61,415 were <a href=\"http://www.opm.gov/furlough/furlough.asp\">furloughed</a>. But this cut &quot;significantly impacted the Agency&rsquo;s service to the public,&quot; the account said, and on the second day, additional employees were recalled to work.<br />\r\n\t<br />\r\n\tThe second shutdown -- which lasted three weeks, the longest in history -- could have brought even more severe consequences. But the agency deployed 55,000 employees and operations remained close to normal. (Experts told us it&rsquo;s possible that the agency could get by with fewer employees today than in 1995 because today, many Social Security benefits are paid electronically.)<br />\r\n\t<br />\r\n\tSo, in 1995, the bottom line was that checks went out pretty much as they were supposed to. Does that mean they will if there&rsquo;s a shutdown this year?<br />\r\n\t<br />\r\n\tWhite House Press Secretary Jay Carney addressed the question during his Feb. 24, 2011, press briefing. Asked by a reporter why checks might not go out in 2011 like they did in 1995, Carney suggested that at least some beneficiaries may not be able to receive adequate customer services during a shutdown due to workers being furloughed.<br />\r\n\t<br />\r\n\t&quot;The president was pointing out some of the consequences, the potential consequences of failing to act, of failing to prevent a shutdown,&quot; Carney said. &quot;And some recipients, new retirees, new applicants might not receive their checks. If retirees have questions about their checks, if they didn&#39;t get their check in the mail, if they had a change of address, all those things could prevent them from getting their checks. So there are, obviously, consequences that directly affect people who are recipients of Social Security benefits.&quot;<br />\r\n\t<br />\r\n\tThis statement -- which is noticeably more nuanced than Obama&rsquo;s original comment -- comes close to the assessments of experts we spoke to. They told us it&rsquo;s likely that payments will once again be made -- but there&rsquo;s no guarantee. As CRS put it, while &quot;past experience may inform future OMB and agency decisions,&quot; past precedents on activities and personnel &quot;would not necessarily hold for any future shutdown.&quot;<br />\r\n\t<br />\r\n\tExperts told us that there is enough of a gray area that it&rsquo;s impossible to say with certainty that checks will go out during the next shutdown.<br />\r\n\t<br />\r\n\tThe president and Congress &quot;could decide whether to send out Social Security checks in the event of a shutdown,&quot; said Alice Rivlin, who headed OMB under Clinton. &quot;Congress could mandate that enough workers be declared &#39;essential&#39; to get the checks out or the president could decide to take that action&mdash;or not.&quot;<br />\r\n\t<br />\r\n\tJohn Palguta, a former federal official who is now vice president for policy at the Partnership for Public Service, agreed, saying that it&rsquo;s &quot;probable&quot; that Social Security payments will continue, but added that &quot;it&rsquo;s not an iron-clad guarantee.&quot;<br />\r\n\t<br />\r\n\tSo at the very least, we believe there&rsquo;s considerably more uncertainty on this issue than Obama stated in the news conference. While Obama had said that if there&rsquo;s a government shutdown, &quot;people don&rsquo;t get their Social Security checks,&quot; the reality is that the law provides significant leeway for employing federal workers to carry out Social Security functions during a shutdown, which allowed most checks to go out in 1995.<br />\r\n\t<br />\r\n\tOn the other hand, making that approach work depends on the president utilizing his authority, and on Congress not blocking him from carrying it out. It&rsquo;s also possible, as Carney suggests, that depending on the number of Social Security employees assigned to work, certain customer services may become unavailable during a shutdown, such as checks not going out to new beneficiaries or those with address changes.<br />\r\n\t<br />\r\n\tUltimately, the law and history suggest that it&rsquo;s likely that checks will go out, though it&rsquo;s not a certainty. On balance, we rate Obama&rsquo;s statement Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2011-02-24T17:17:14.209170", "ruling_date": "2011-02-24T18:16:39", "ruling_headline": "Barack Obama says if there's a government shutdown, Social Security checks won't get sent", "ruling_headline_slug": "barack-obama-says-if-theres-government-shutdown-so", "ruling_link_text": "They did in 1995, and probably would again", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tBarack Obama, <a href=\"http://www.whitehouse.gov/the-press-office/2011/02/15/press-conference-president\">transcript</a> of a press conference, Feb. 15, 2011<br />\r\n\t<br />\r\n\tJay Carney, <a href=\"http://www.whitehouse.gov/the-press-office/2011/02/24/press-briefing-press-secretary-jay-carney-2242011\">transcript</a> of the daily White House press briefing, Feb. 24, 2011<br />\r\n\t<br />\r\n\tCongressional Research Service, &quot;<a href=\"http://www.fas.org/sgp/crs/misc/RL34680.pdf\">Shutdown of the Federal Government: Causes, Processes, and Effects</a>,&quot; Feb. 18, 2011<br />\r\n\t<br />\r\n\tSocial Security Administration, <a href=\"http://www.ssa.gov/history/ssa/ssa2000chapter1.html\">official history</a>, accessed Feb. 24, 2011<br />\r\n\t<br />\r\n\tGovernment Accountability Office, <a href=\"http://www.gao.gov/ada/antideficiency.htm\">background </a>on the Antideficiency Act, accessed Feb. 24, 2011<br />\r\n\t<br />\r\n\tGovernment Accountability Office, &quot;<a href=\"http://www.gao.gov/htext/d06382sp.html\">Principles of Federal Appropriations Law: Third Edition, Volume II</a>,&quot; Feb. 1, 2006<br />\r\n\t<br />\r\n\tJustice Department Office of Legal Counsel, <a href=\"http://www.justice.gov/olc/lapsed.upd.htm\">memorandum</a> for the Attorney General, Dec. 13, 1995<br />\r\n\t<br />\r\n\tJustice Department Office of Legal Counsel, <a href=\"http://www.justice.gov/olc/appropriations2.htm\">memorandum</a> for the Attorney General, August 16, 1995<br />\r\n\t<br />\r\n\tU.S. Office of Personnel Management, &quot;<a href=\"http://www.opm.gov/furlough/furlough.asp\">Guidance and Information on Furloughs</a>,&quot; accessed Feb. 24, 2011<br />\r\n\t<br />\r\n\tOffice of Management and Budget, <a href=\"http://www.whitehouse.gov/sites/default/files/omb/assets/a11_current_year/s124.pdf\">OMB Circular No. A&ndash;11</a> Section 124--Agency Operations in the Absence of Appropriations (2010), accessed Feb. 24, 2011<br />\r\n\t<br />\r\n\tOffice of Management and Budget, <a href=\"http://www.whitehouse.gov/sites/default/files/omb/assets/omb/memoranda/m95-18.pdf\">memorandum</a> by Director Alice Rivlin on &quot;Agency Plans for Operations During Funding Hiatus,&quot; Aug. 22, 1995<br />\r\n\t<br />\r\n\tOffice of Management and Budget, <a href=\"http://www.opm.gov/furlough/furlough.asp#Appendix%20A-4\">memorandum</a> by Director David A. Stockman on &quot;Agency Operations in the Absence of Appropriations,&quot; Nov. 17, 1981<br />\r\n\t<br />\r\n\tCNN Money, &quot;<a href=\"http://money.cnn.com/2011/02/23/news/economy/shutdown_social_security/\">Social Security is safe in a federal shutdown</a>,&quot; Feb. 24, 2011<br />\r\n\t<br />\r\n\t<em>Washington Post</em>, &quot;<a href=\"http://voices.washingtonpost.com/federal-eye/2011/02/social_security_administration.html\">Social Security Administration prepares for shutdown, cuts</a>,&quot; Feb. 22, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Alice Rivlin, senior fellow with the Brookings Institution, Feb. 24, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Paul Light, professor of public service at New York University, Feb. 24, 2011<br />\r\n\t<br />\r\n\tE-mail interview with John M. Palguta, vice president for policy with the Partnership for Public Service, Feb. 24, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Jeff Rosen, partner with the law firm Kirkland &amp; Ellis, Feb. 24, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Ronald Levin, law professor at Washington University in St. Louis, Feb. 24, 2011</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\r\n\tIf there&rsquo;s a government shutdown, &quot;people don&rsquo;t get their Social Security checks.&quot;</p>", "statement_context": "a press conference", "statement_date": "2011-02-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 141, "photo": null, "resource_uri": "/api/v/2/subject/141/", "subject": "Social Security", "subject_slug": "social-security", "used_in_edition": []}], "target": [], "twitter_headline": ""}