{"art": [], "author": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "canonical_url": "/florida/statements/2011/feb/25/rick-scott/gov-rick-scott-compares-state-pension-problems-soc/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 3319, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "resource_uri": "/api/v/2/statement/3319/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tGive him credit: Though Florida Gov. Rick Scott wants to eliminate about 10 percent of the state workforce over two years, and make those who remain pay more toward their retirement and health care, the new governor is at least taking the time in his first few months in office to meet with state employees and answer their questions.<br />\r\n\t<br />\r\n\tScott has visited close to 10 state agencies and departments, explaining his style of governing, praising government employees as hard-working, and defending his tough choices to reduce the government payroll.<br />\r\n\t<br />\r\n\tThe events have been interesting to watch because&nbsp;state employees have become more and more willing to ask Scott tough questions about his plans for state workers.<br />\r\n\t<br />\r\n\tOne of the more remarkable exchanges came on Feb. 23, 2011, during a short meet-and-greet with employees at the Department of Business and Professional Regulation, which assists Florida businesses and workers. During his opening remarks, Scott praised the department for its work before opening up the floor to questions.<br />\r\n\t<br />\r\n\tThat&#39;s when a worker dissected Scott&#39;s plan to make workers contribute 5 percent of their salary to their retirement, framing it as punitive.<br />\r\n\t<br />\r\n\t&quot;Do you fully realize the gross unfairness of that proposal?&quot; the worker asked Scott.<br />\r\n\t<br />\r\n\tScott said a change was needed and that, &quot;You never know exactly what&#39;s fair.&quot;<br />\r\n\t<br />\r\n\tThen he compared the defined pension system to the federal Social Security program to illustrate the need for reform.<br />\r\n\t<br />\r\n\t&quot;Everybody here wants a plan they can rely on. Right now, your plan is underfunded, whether anyone wants to acknowledge it or not,&quot; Scott said. &quot;Pension plans all across this country, including Florida, are underfunded. So whoever the youngest is, everyone else should thank them because there might not be a pension plan, just like we&#39;re worried about Social Security.&quot;<br />\r\n\t<br />\r\n\tWe were struck by Scott&#39;s comparison of the state pension plan and the federal Social Security program and thought it merited analysis.<br />\r\n\t<br />\r\n\t<strong>Pension proposals</strong><br />\r\n\t<br />\r\n\tScott has proposed massive reforms to the state&#39;s retirement plan. Among them, he wants to close the state defined pension program to employees hired after July 1, 2011, and force them into a 401(k)-style plan where participants make their own investments. He also wants employees to contribute 5 percent of their gross salary to help fund their retirement benefits, and proposes reducing the benefit calculation for members of the state&#39;s special risk group (police and fire), elected officers and senior management classes of employees.<br />\r\n\t<br />\r\n\tCurrently, the state retirement system has more than 655,000 active working members. Nearly half of the participants work in K-12 schools, and another 28 percent work in city and county government. Only about 18 percent of the system is made up of state workers. Of current members, 85 percent participate in a defined pension program, and 15 percent participate in a 401(k)-style plan. (Scott&#39;s proposals would affect all members of the retirement system in both plans).<br />\r\n\t<br />\r\n\tThe pension system generally has been well-funded through required state and local employer contributions, according to state Department of Management Services annual actuarial studies. The study measures the value of the pension&#39;s assets against liabilities it is required to pay as people retire and new workers are hired. The work is hugely complex but tries to answer a basic question: Is there enough money coming in currently to pay the benefits going out?<br />\r\n\t<br />\r\n\tThe answer in Florida, until 2009, was yes, according to actuarial studies. But when the investment markets collapsed as part of the recession, <a href=\"https://www.rol.frs.state.fl.us/forms/val-summary.pdf\">Florida&#39;s pension assets went with them</a>. The state pension system reported nearly a $17.5 billion unfunded liability in 2009 ($118.9 billion in assets versus $136.4 billion in liabilities) and nearly an $18.8 billion unfunded liability in 2010 ($120.9 billion in assets versus $139.7 billion in liabilities).<br />\r\n\t<br />\r\n\tAs a percentage, that means the pension fund can currently cover about 87 percent of its obligations.<br />\r\n\t<br />\r\n\tThe underfunding problem is not confined to just Florida&#39;s plan. Joshua Rauh, a Northwestern University economist and one of the leading critics of state-run pension plans, argued in a controversial paper that many state plans <a href=\"http://papers.ssrn.com/sol3/papers.cfm?abstract_id=1596679\">were on a path to running out of money.</a> The 2010 paper said that without reform, state retirement plans would start running out of money in 2018. Only five states would never run out of money, Rauh estimated, including Florida.<br />\r\n\t<br />\r\n\tTo some, the underfunding of Florida&#39;s pension system sounds worse than it is. The size of the pension fund fluctuates based on the result of the investments the state makes with the money through the State Board of Administration. And the money will be paid out over a long period of time as employees retire and start collecting benefits. That means the state has 20 to 30 years or more to fill that gap.<br />\r\n\t<br />\r\n\tIndustry experts say that a government pension plan is considered well-funded if it can meet 80 percent of its obligations, and Florida has been considered one of the best funded government pension programs in the nation. But some economists disagree with the 80 percent funding level, noting that government plan funding levels are measured <a href=\"http://www.milkeninstitute.org/publications/review/2011_1/26-37.mr49.pdf\">expecting an 8 percent annual return on investments</a>, and that isn&#39;t always possible. Florida bases its projections on an assumed 7.75 percent return.<br />\r\n\t<br />\r\n\tStill, the Pew Center on States studied state government pension plans in 2010 and said that <a href=\"http://downloads.pewcenteronthestates.org/The_Trillion_Dollar_Gap_final.pdf\">Florida had one of the top five funded pension programs in the country</a>. The Pew study called Florida&#39;s pension a &quot;model for success.&quot;<br />\r\n\t<br />\r\n\t<strong>Social Security</strong> <strong>woes</strong><br />\r\n\t<br />\r\n\tThat&#39;s not how people generally describe the federal Social Security program.<br />\r\n\t<br />\r\n\tThe federal entitlement program is now paying out more money than it is taking in through payroll taxes. The government is able to continue paying full benefits because of the Social Security Trust Fund, but those funds are expected to be exhausted by 2037. After that, <a href=\"http://www.ssa.gov/OACT/TR/2010/tr10.pdf\">Social Security is only expected to have enough money to pay out 78 percent of benefits.</a><br />\r\n\t<br />\r\n\tA 2010 report from the Social Security trustees shows that over the next 75 years, Social Security has an unfunded liability of $7.9 trillion, meaning the program will have to pay out $7.9 trillion more in benefits than it will receive in tax revenues. The $7.9 trillion includes $2.5 trillion to repay special issue bonds in the Social Security Trust Fund and $5.4 trillion to pay benefits after the trust funds are emptied in 2037.<br />\r\n\t<br />\r\n\t&quot;The longer you wait, the harder it is to fix,&quot; said David John, with the conservative Heritage Foundation.<br />\r\n\t<br />\r\n\tSo anecdotally, Social Security sounds in far worse shape than Florida&#39;s pension system. But we wanted to try to compare the two with data. So we asked John, who is an expert on retirement programs, if there was an appropriate way to measure the two against each other. We suggested maybe comparing the unfunded liability of each program against the size of the federal and state budget. But John said that using budgets as a comparison would give weight to how governments philosophically spend their money. Also, the federal government funds national defense -- not the state, John said.<br />\r\n\t<br />\r\n\tA better but not perfect comparison, he suggested, would be to measure the unfunded liability of each program in relation to the size of the national or state economy -- the gross domestic product.<br />\r\n\t<br />\r\n\tAccording to the Social Security Administration, the unfunded obligations of Social Security over the next 75 years represent 1.2 percent of national GDP.<br />\r\n\t<br />\r\n\tAccording to Moody&#39;s Investors Service, <a href=\"http://www.nasra.org/resources/Moodys1101.pdf\">Florida&#39;s pension liabilities represent 2.37 percent of state GDP</a>. Florida&#39;s liabilities are measured over 30 years.<br />\r\n\t<br />\r\n\tSo the data seems to fly in the face of the accolades Florida usually receives.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tWhere does this leave us?<br />\r\n\t<br />\r\n\tScott said that without changes, &quot;there might not be a pension plan, just like we&#39;re worried about Social Security.&quot; There&#39;s no real suggestion that Florida&#39;s pension plan faces a major crisis, even from Rauh, a pension critic who believes most government plans are doomed.</p>\r\n<p>\r\n\tThat said, Florida&#39;s plan -- like most government programs -- is underfunded and needs either reform or better investment returns over the long run. In that way it&#39;s not that unlike Social Security, a federal program that must be reformed in the coming years to avoid benefit cuts.<br />\r\n\t<br />\r\n\tWe rate this statement Half True.</p>", "ruling_comments_date": "2011-02-25T17:15:52.666986", "ruling_date": "2011-02-25T17:52:22", "ruling_headline": "Gov. Rick Scott compares state pension problems to Social Security", "ruling_headline_slug": "gov-rick-scott-compares-state-pension-problems-soc", "ruling_link_text": "Pension has problems, like most others, and needs change", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tInterview with David John of the Heritage Foundation, Feb. 24, 2011</p>\r\n<p>\r\n\tInterview with Dennis MacKee, State Board of Administration, Feb. 24, 2011</p>\r\n<p>\r\n\t<a href=\"https://www.rol.frs.state.fl.us/forms/val-summary.pdf\">Florida Retirement System actuarial study results</a>, Jan. 26, 2011</p>\r\n<p>\r\n\t2010 <a href=\"http://www.ssa.gov/OACT/TR/2010/tr10.pdf\">Social Security trustees annual report</a>, accessed Feb. 25, 2011</p>\r\n<p>\r\n\tHeritage Foundation, &quot;<a href=\"http://www.heritage.org/research/reports/2010/08/2010-social-security-trustees-report-reform-needed-now\">2010 Social Security Trustees Report: Reform Needed Now</a>,&quot; Aug. 11, 2011</p>\r\n<p>\r\n\tMoody&#39;s, &quot;<a href=\"http://www.nasra.org/resources/Moodys1101.pdf\">Combining Debt and Pension Liabilities of U.S. States Enhances Comparability</a>,&quot; Jan. 26, 2011</p>\r\n<p>\r\n\tJoshua Rauh, &quot;<a href=\"http://papers.ssrn.com/sol3/papers.cfm?abstract_id=1596679\">Are State Public Pensions Sustainable? Why the Federal Government Should Worry About State Pension Liabilities</a>,&quot; May 15, 2010</p>\r\n<p>\r\n\tJoshua Rauh, &quot;<a href=\"http://www.milkeninstitute.org/publications/review/2011_1/26-37.mr49.pdf\">The Pension Bomb</a>,&quot;&nbsp; accessed Feb. 25, 2011</p>\r\n<p>\r\n\tPew Center on the State, &quot;<a href=\"http://downloads.pewcenteronthestates.org/The_Trillion_Dollar_Gap_final.pdf\">The Trillion Dollar Gap</a>,&quot; February 2010</p>", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 32, "current_job": "Governor", "false_count": 26, "first_name": "Rick", "half_true_count": 40, "home_state": "Florida", "id": 383, "last_name": "Scott", "mostly_true_count": 36, "name_slug": "rick-scott", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/rlscott.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/383/", "total_count": 166, "true_count": 15, "website": "http://www.flgov.com/"}, "statement": "<p>\r\n\tSays Florida&#39;s pension plan faces the same long-term funding problems as Social Security.</p>", "statement_context": "comments to employees at the Department of Business and Professional Regulation.", "statement_date": "2011-02-23", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 102, "photo": null, "resource_uri": "/api/v/2/subject/102/", "subject": "Retirement", "subject_slug": "retirement", "used_in_edition": []}, {"description": "", "id": 141, "photo": null, "resource_uri": "/api/v/2/subject/141/", "subject": "Social Security", "subject_slug": "social-security", "used_in_edition": []}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}