{"art": [], "author": [{"email_address": "plord@projo.com", "first_name": "Peter", "id": 227, "last_name": "Lord", "name_slug": "peter-lord", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/peter_lord.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/227/", "title": "Reporter", "twitter": null}], "canonical_url": "/rhode-island/statements/2011/mar/03/peter-palumbo/palumbo-says-there-are-500000-registered-sex-offen/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "tmurphy@providencejournal.com", "first_name": "Tim", "id": 145, "last_name": "Murphy", "name_slug": "tim-murphy", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/tim_murphy2_80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/145/", "title": "Editor", "twitter": null}], "facebook_headline": null, "id": 3343, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "plord@projo.com", "first_name": "Peter", "id": 227, "last_name": "Lord", "name_slug": "peter-lord", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/peter_lord.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/227/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/3343/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tFor several years, state Rep. Peter G. Palumbo has worked to revise the way Rhode Island registers and monitors convicted sex offenders. This year he introduced legislation to consolidate the state&rsquo;s sex offender registry under the supervision of the state police and revamp it to comply with federal guidelines.<br />\r\n\t<br />\r\n\tA General Assembly news release announcing the new bill cites the reason such legislation is needed, attributing the statement to Palumbo: &nbsp;&quot;Across the nation, there are nearly 500,000 registered sex offenders and at any one time about 100,000 of them are unaccounted for. As long as there is one sex offender out there that we cannot account for, there is the potential for great harm, the potential for another victim.&quot;<br />\r\n\t<br />\r\n\tWe wondered if that many sex offenders were really missing, so we asked Palumbo where he got those figures. He cited one source: The National Center for Missing &amp; Exploited Children, a nonprofit based in Alexandria, Va. According to its annual report, the center was created by Congress in 1984, following the highly publicized disappearance of 6-year-old Etan Patz in New York City.<br />\r\n\t<br />\r\n\tThe center created a national missing children&rsquo;s hot line and serves as a clearinghouse for information on missing and exploited children. It also collects data twice a year from every state on registered sex offenders.<br />\r\n\t<br />\r\n\tCarolyn Atwell-Davis, the center&rsquo;s director of legislative affairs, says the group arrives at its figures by calling law enforcement officials in each state and requesting the totals. It uses the information to periodically publish a national <a href=\"http://www.missingkids.com/en_US/documents/sex-offender-map.pdf\">map</a> showing the number of registered sex offenders in each state. Using similar data, and what it calls conservative estimates, the center tallies offenders who are unaccounted for.<br />\r\n\t<br />\r\n\tAtwell-Davis said the number of registered sex offenders, based on the most recent survey, in December, is actually 728,435 -- 46 percent more than the number Palumbo cited.<br />\r\n\tAtwell-Davis said the last time the total number of sex offenders nationally was close to 500,000 was about 2002.<br />\r\n\t<br />\r\n\tThe group&rsquo;s estimate of the number of unaccounted for is 100,000 -- a number that hasn&rsquo;t changed in years.<br />\r\n\t<br />\r\n\tNCMEC receives nearly $50 million annually in government grants and charitable contributions to fight child pornography, track sex offenders, maintain a missing children&rsquo;s hot line and train police and prosecutors. &nbsp;Its data on sex offenders are cited routinely by politicians and the Justice Department.<br />\r\n\t<br />\r\n\tBecause Palumbo&rsquo;s underlying point is that a substantial number of registered sex offenders is missing, we decided to examine that premise.<br />\r\n\t<br />\r\n\tFirst, we checked Rhode Island, where the sex offender registry lists 569 offenders. Of that total, 119 are so-called Level 3 offenders, who have been convicted of sexual assaults, child molestation or kidnapping a minor. Ten of those were identified as being deported, moved out of state, incarcerated out of state or whereabouts unknown.<br />\r\n\t<br />\r\n\tAnother &nbsp;225 are so-called Level 2 offenders, those who had committed less serious felony sex offenses. A total of 12 were identified as whereabouts unknown.<br />\r\n\t<br />\r\n\tSo, 22 of the 569 registered offenders in Rhode Island are unaccounted for -- about 4 percent.<br />\r\n\t<br />\r\n\tWe checked with some neighbors. One problem is that many use different criteria in entering offenders on their registries.<br />\r\n\t<br />\r\n\tConnecticut, for instance, does not have tiers of offenders. &nbsp;All are lumped together, for a total of 5,279. Rather than having various categories of missing, public information officer Lt. Paul &nbsp;Vance says the state uses a category of &quot;not in compliance.&quot; That includes everyone from those who haven&rsquo;t supplied their addresses to those who have fled. The total is 372 or about 7 &nbsp;percent.<br />\r\n\t<br />\r\n\tNew York State identifies 31,972 offenders in three tiers. But only 490 are identified as location unknown. That is 1.5 percent of the total.<br />\r\n\t<br />\r\n\tMassachusetts has a total of 8,166 registered sex offenders. Those who haven&rsquo;t properly registered or who are otherwise unaccounted for are termed violators. As of Wednesday, there were 227 violators - or less than 3 percent.<br />\r\n\t<br />\r\n\tWe aren&rsquo;t the only ones wondering about NCMEC&rsquo;s numbers.<br />\r\n\t<br />\r\n\tJill Levenson, chairwoman of the Department of Human Services at Lynn University, in Boca Raton, Fla., has been studying sexual offender registries, with other researchers from the University of Massachusetts, the University of California and the New Jersey Department of Corrections. She disagrees with the number of 100,000 &quot;missing&quot; offenders reported by NCMEC. Levenson said the highest number her group could determine was 17,688.<br />\r\n\t<br />\r\n\t&quot;When they (NCMEC) say missing, part of the question is what does that mean?&quot; said Levenson. She said her group found many of the &quot;missing&quot; were homeless, in transit or simply the result of data entry errors. &nbsp;A study of the Florida registry found nearly a third of the people listed had died, moved or been deported.<br />\r\n\t<br />\r\n\tLevenson said she feels it&rsquo;s important to make the proper data available so that resources may be allocated most efficiently to deal with social problems such as sexual offenses. She argues the current emphasis on &quot;publicly identifying and tracking known offenders may do a disservice to the public, since over 90 percent of sexually abused children are victimized by someone well known to them with no previous sex crime record, not a stranger found on a registry.&quot;<br />\r\n\t<br />\r\n\tWe asked Atwell-Davis about Levenson&rsquo;s conclusions.<br />\r\n\t<br />\r\n\tAs for the missing offenders, Atwell-Davis said, &quot;We&rsquo;ve always said that was an estimate and that it was conservative.&quot; She said several studies suggest the true number is higher.<br />\r\n\t<br />\r\n\tFor example, she said she believes California is missing 20 percent of its offenders. The official figures from California, as of March 1, are 71,803 registered offenders, with 17,544 in violation of the registration law. That is 24 percent.<br />\r\n\t<br />\r\n\tAtwell-Davis said she believes the discrepancy is due to the fact that Levenson gets her figures from public registries while NCMEC gets data directly from law enforcement agencies in each state and territory.<br />\r\n\t<br />\r\n\t&quot;We don&rsquo;t want to create fear where it is unnecessary,&quot; said Atwell-Davis. &quot;We believe it is important for communities to have good information.&quot;<br />\r\n\t<br />\r\n\tSo where are we?<br />\r\n\t<br />\r\n\t* The 500,000 figure Palumbo cites for the total number of sex offenders in the United States was, by NCMEC&rsquo;s count, off by more than 228,000. The last time it was 500,000 was nine years ago.<br />\r\n\t<br />\r\n\t* If NCMEC&rsquo;s numbers are accurate, the ratio of unaccounted for sex offenders nationwide is 1 of 7, not the 1 of 5 Palumbo&rsquo;s statement suggests.<br />\r\n\t<br />\r\n\t* NCMEC&rsquo;s numbers are in dispute. A team of academics says they&rsquo;re substantially overstated. Data from Rhode Island and nearby states supports that view.<br />\r\n\t<br />\r\n\tClearly, when even one registered sex offender is missing, that&rsquo;s a serious problem -- a problem Palumbo is trying to fix. But public officials owe it to their constituents to get the facts right when they&rsquo;re trying to address such issues.<br />\r\n\t<br />\r\n\tPalumbo&rsquo;s statement contains some element of truth but ignores critical facts that would give a different impression -- the PolitiFact definition for Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2011-03-02T18:06:06.142986", "ruling_date": "2011-03-03T00:00:01", "ruling_headline": "Palumbo says there are 500,000 registered sex offenders in U.S. and 100,000 are unaccounted for", "ruling_headline_slug": "palumbo-says-there-are-500000-registered-sex-offen", "ruling_link_text": "He got one number wrong, the other is questionable", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<a href=\"http://www.rilin.state.ri.us/news/pr1.asp?prid=6901\" id=\"internal-source-marker_0.928125285938039\">News release, </a>Rep. Peter Palumbo, Jan. 25, 2011. Accessed Feb. 23, 2011<br />\r\n\tInterview, Rep. Peter Palumbo, Feb. 23, 2011<br />\r\n\tInterview with Carolyn Atwell-Davis, <a href=\"http://www.missingkids.com/missingkids/servlet/PublicHomeServlet?LanguageCountry=en_US\">National Center for Missing &amp; Exploited Children, </a>Feb. 28, 2011<br />\r\n\tInterview with <a href=\"http://www.lynn.edu/about-lynn/campus-directory/JLevenson\">Jill Levenson</a>, Lynn University, Feb. 25, 2011.<br />\r\n\tRhode Island Parole Board &amp; Sex Offender Community Notification Unit,&nbsp; <a href=\"http://www.paroleboard.ri.gov/sexoffender/agree.php\">&quot;Sex Offenders Fact Sheet,&quot; </a>accessed Feb. 29, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "State Representative", "false_count": 1, "first_name": "Peter ", "half_true_count": 1, "home_state": "Rhode Island", "id": 676, "last_name": "Palumbo", "mostly_true_count": 0, "name_slug": "peter-palumbo", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/ppalumbo.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/676/", "total_count": 6, "true_count": 1, "website": "http://www.peterpalumbo.com/"}, "statement": "<p>\r\n\t&quot;There are nearly 500,000 registered sex offenders across the country and at any one time about 100,000 are unaccounted for.&quot;</p>", "statement_context": "a news release", "statement_date": "2011-01-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 127, "photo": null, "resource_uri": "/api/v/2/subject/127/", "subject": "Children", "subject_slug": "children", "used_in_edition": []}, {"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}], "target": [], "twitter_headline": ""}