{"art": [], "author": [{"email_address": "cspivak@journalsentinel.com", "first_name": "Cary", "id": 173, "last_name": "Spivak", "name_slug": "cary-spivak", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/173/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2011/mar/03/scott-walker/gov-scott-walker-says-local-public-unions-rushed-t/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 3349, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "cspivak@journalsentinel.com", "first_name": "Cary", "id": 173, "last_name": "Spivak", "name_slug": "cary-spivak", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/173/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/3349/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tThe drum roll was building a little each day.<br />\r\n\t<br />\r\n\tOn Feb. 24, 2011, Wisconsin Gov. Scott Walker issued a news release titled, &quot;Union bosses say one thing, do another.&quot;<br />\r\n\t<br />\r\n\tThe release charged that while union leaders were saying their members would contribute more to their pensions and kick in more for health insurance -- as called for in Walker&rsquo;s budget repair bill -- they were actually signing local contracts that did neither.<br />\r\n\t<br />\r\n\tThe governor banged the drum a little louder during a news conference that day, saying a variety of local governments were in a &quot;rush to ram through employee contracts&quot; that do not include the greater share from employees -- effectively a pay cut -- for health and pensions.<br />\r\n\t<br />\r\n\tFinally, Walker pounded the biggest drum yet, repeating the claim in response to the first question posed by moderator David Gregory during <a href=\"http://www.msnbc.msn.com/id/41781178/ns/meet_the_press-transcripts/\">Walker&rsquo;s appearance Feb. 27, 2011, on NBC&rsquo;s &quot;Meet the Press.&quot;</a><br />\r\n\t<br />\r\n\t&quot;We&rsquo;ve seen local union after local union rush to their school boards, their city councils, their technical school boards and rush through contracts in the past two weeks that had no contributions to the pension and no contribution to health care,&quot; said Walker. &quot;And, in fact, in one case in Janesville, they actually were pushing through a pay increase. Actions do speak louder than words.&quot;<br />\r\n\t<br />\r\n\tThat&rsquo;s a lot of drum beating.<br />\r\n\t<br />\r\n\tBut is the truth taking a beating?<br />\r\n\t<br />\r\n\tAsked for backup on the statement, Walker spokesman Cullen Werwie pointed to about a half dozen units of government that ratified contracts since Feb. 11, 2011 -- the day Walker released his budget-repair bill.<br />\r\n\t<br />\r\n\t&quot;And those are the only ones we know about,&quot; he added.<br />\r\n\t<br />\r\n\tWalker&rsquo;s bill contains demands for increased health premiums and contributions by government workers to their state retirement plans. The bill, which exempts most law enforcement and firefighters, would sharply curtail collective bargaining rights for most other employees.<br />\r\n\t<br />\r\n\tThe changes would not apply to contracts in place at the time the bill is signed. So unions would have an incentive to cut a deal now for fear they will soon lose the ability to negotiate much of anything.<br />\r\n\t<br />\r\n\tWe took the list provided by Walker and decided to check it twice to see who, according to the governor, has been naughty or nice.<br />\r\n\t<br />\r\n\tLet&rsquo;s start with a key aspect of Walker&rsquo;s statement.<br />\r\n\t<br />\r\n\tHe said the newly ratified contracts had &quot;no contributions to the pension and no contribution to health care.&quot; While they do not meet the size of the contribution called for in Walker&rsquo;s budget repair bill, each pact does include some employee contributions to health insurance. In Madison, however, the contract would require very few workers to contribute to their premiums.<br />\r\n\t<br />\r\n\tNow, let&#39;s look at the details of each contract cited, beginning in Walker&rsquo;s new backyard.<br />\r\n\t<br />\r\n\t<strong>Madison:</strong> Unions in the state&rsquo;s second biggest city have been negotiating contracts for more than a year. Their pacts expired at the beginning of 2010.<br />\r\n\t<br />\r\n\tContracts with two of Madison&rsquo;s biggest public unions settled before Walker was inaugurated Jan. 3, 2011, said Brad Wirtz, Madison human resources director. He said who said those deals set the template for the remaining unions, who reached agreement on wages and other key financial issues after Walker took office but before Feb. 11, when Walker announced his plan. The remaining issues were negotiated after Feb. 11, Wirtz said.<br />\r\n\t<br />\r\n\tMadison Mayor Dave Cieslewicz said the time frame presented a dilemma.<br />\r\n\t<br />\r\n\tHe said he didn&rsquo;t want to wait until the council&#39;s regularly scheduled meeting on Feb. 23, because he feared the Legislature would pass Walker&rsquo;s budget-repair bill before that date. (This was before the 14 state Senate Democrats fled the state, blocking a vote on the bill.) That could have created a split in the work force, with one half better off than the other half.<br />\r\n\t<br />\r\n\tSo, Cieslewciz, scheduled a special session of the the council for Feb. 17 and the contracts were ratified. &nbsp;He <a href=\"http://www.jsonline.com/blogs/news/117326048.html\">urged Secretary of State Doug La </a><a href=\"http://www.jsonline.com/blogs/news/117326048.html\">Follette</a> to wait as long as possible before taking steps that would make the budget repair bill law &ndash; that is, if it had it been passed by the Senate.<br />\r\n\t<br />\r\n\tCieslewicz said he was trying to avoid &quot;having frozen in amber an inequitable situation&quot; among city workers.<br />\r\n\t<br />\r\n\t<strong>Sheboygan County:</strong> Officials there are running the risk Madison dodged. Adam Payne, the county&rsquo;s administrator, said the county approved a contract with the union representing nurses on Feb. 15, 2011 -- four days after Walker&rsquo;s proposal.<br />\r\n\t<br />\r\n\tBut, Payne said, the agreement between negotiators was struck before Feb. 11 and it mirrors pacts reached with other unions late last year. &quot;There was no special treatment,&quot; Payne said noting the County Board approved the contract at a regularly scheduled meeting.<br />\r\n\t<br />\r\n\tPayne took &nbsp;offense at having his county listed on Walker&rsquo;s ram-it-through list. &nbsp;<br />\r\n\t<br />\r\n\tIn fact, he said, agreement on the contract covering courthouse workers has also been reached, but the County Board is not scheduled to act on it until March 15, 2011. Thus, depending on what happens at the Capitol &nbsp;-- and when it happens -- the county could be left with unions under different sets of rules, the scenario Madison avoided.<br />\r\n\t<br />\r\n\t<strong>Janesville schools: </strong>&nbsp;This Rock County city got a special mention on &quot;Meet the Press&quot; when Walker said, &quot;in Janesville, they actually were pushing through a pay increase.&quot;<br />\r\n\t<br />\r\n\tWalker was right when he said the school board approved a contract that included a pay hike.<br />\r\n\t<br />\r\n\tKevin Murray, a board member who helped negotiate the contracts, said the pact with custodial workers was ratified Feb. 22, 2011, but a second contract -- this one with secretarial workers -- isn&rsquo;t scheduled for board action until March 8. &nbsp;<br />\r\n\t<br />\r\n\tThe custodians, like the teachers before them, agreed to a pay freeze retroactive to the 2009-&rsquo;10 school year, followed by three years of raises averaging about 2 percent per year. The pending contract for clerical workers has a one-year freeze followed by two annual raises of 2 percent each. All the contract expire at the end of the 2012-&rsquo;13 school year.<br />\r\n\t<br />\r\n\tMurray said there was no rushing on Walker&rsquo;s behalf.<br />\r\n\t<br />\r\n\tThe tentative agreement for custodians was reached Jan. 25, 2011 -- before Walker&rsquo;s proposals were made public. The tentative agreement with secretarial workers was reached Feb. 21, after Walker&rsquo;s announcement. But, as in Sheboygan, the future of that agreement could hinge on what happens -- and when -- in the Capitol.<br />\r\n\t<br />\r\n\tMurray noted talks for the various contracts started in either 2010 or 2009, and all of the school union workers had been working without contracts. Said Murray: &quot;We don&rsquo;t believe we should not be ratifying these things because of what might come down from Madison.&quot;<br />\r\n\t<br />\r\n\tHowever, that feeling was not unanimous.<br />\r\n\t<br />\r\n\tThe vote approving the custodial workers contract was 5-4, with the losing side arguing the board should wait to see what happens In Madison.<br />\r\n\t<br />\r\n\t<strong>Janesville city:</strong> The City of Janesville dealt with some of the same uncertainty when contracts with city workers, which also included pay increases, were ratified by the city and the unions after Walker made his announcement.<br />\r\n\t<br />\r\n\tEric Levitt, city manager, said that in January he had set a mid-February target to settle contracts, so the talks continued on the previously set timetable.<br />\r\n\t<br />\r\n\tThe two sides were close to reaching tentative agreements prior to Walker&rsquo;s Feb. 11 announcement, Levitt said. He said the city felt that because of its obligation to negotiate in good faith, it was necessary to continue the talks after the governor made his call for increased payments by employees.<br />\r\n\t<br />\r\n\t<strong>La Crosse County:</strong> Agreements with seven of the county&rsquo;s eight bargaining units were approved between Feb. 17 and 21, 2011, meaning both sides were aware of what Walker was up to.<br />\r\n\t<br />\r\n\tCounty Administrator Steve O&rsquo;Malley argued the county didn&rsquo;t rush things since negotiations started last year and the first tentative agreement with a local was reached in December.<br />\r\n\t<br />\r\n\t<strong>Racine:</strong> City Administrator Thomas Friedel said Walker is &quot;technically correct but there were extenuating circumstances.&quot;<br />\r\n\t<br />\r\n\tHe explained that Racine had been negotiating with &nbsp;bargaining units representing Department of Public Works and clerical workers since summer of 2010 and reached tentative agreements well before Walker made his move. The Common Council approved the pacts Feb. 15, 2011, which was the first available date after the unions approved the contracts, said Scott Letteney, assistant city attorney. .<br />\r\n\t<br />\r\n\tFriedel said the city felt to delay action after all the months of negotiation would be a breach of good faith bargaining that had already taken place.<br />\r\n\t<br />\r\n\t<strong>Milwaukee Area Technical College:</strong> Like all of the other governments, the technical college and the union representing teachers and other workers had been talking for months -- starting back when Walker was a candidate for governor.<br />\r\n\t<br />\r\n\tThe board and the American Federation of Teachers Local 212 reached tentative agreement on Feb. 10 -- the day before Walker&rsquo;s announcement.<br />\r\n\t<br />\r\n\tThe agreement froze wages for two years but -- like the other contracts -- did not match Walker&rsquo;s proposals on health insurance and pensions. Union president Michael Rosen said a negotiating session was originally scheduled for Jan. 31, 2011, but was delayed because an MATC negotiator broke his hand.<br />\r\n\t<br />\r\n\tThe union membership approved the contract on Feb. 16 and the MATC board held a special meeting that night to ratify the contract. The board held a special meeting rather than voting on the contract at its regularly scheduled meeting the following week. &nbsp;<br />\r\n\t<br />\r\n\tWere they rushing things to beat the legislative clock?<br />\r\n\t<br />\r\n\t&quot;Rush is such a subjective word,&quot; said Kathleen Hohl, the college&rsquo;s communications director.<br />\r\n\t<br />\r\n\tIndeed it is.<br />\r\n\t<br />\r\n\tAnd it&rsquo;s our job to figure out if it applies.<br />\r\n\t<br />\r\n\tOn &quot;Meet the Press,&quot; Walker said he seen &quot;local union after local union rush ... through contracts in the past two weeks that had no contributions to the pension and no contribution to health care.&quot; While the contracts did not match the health care payment he is seeking, they did include health care increases. But what about the rush?<br />\r\n\t<br />\r\n\tWalker&rsquo;s words suggest the situation was common, but his office provided only about half a dozen examples. The words also suggest late-night sessions to finalize deals, when each example cited involved negotiations that had been going on for months -- and in some cases were finalized before Walker&rsquo;s budget-repair bill was unveiled.<br />\r\n\t<br />\r\n\tTwo governmental bodies -- Madison and MATC -- tapped on the accelerator to get deals approved before state lawmakers could slam on the breaks. But two others, Janesville schools and Sheboygan County, are making their workers wait until the contracts are brought up for a vote at regularly scheduled board meetings. That doesn&rsquo;t reflect the ram-it-through image Walker pointed to. We rate his statement Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2011-03-03T16:06:53.190731", "ruling_date": "2011-03-03T15:02:44", "ruling_headline": "Gov. Scott Walker says local public unions rushed through contracts without employee contributions for pensions and health care", "ruling_headline_slug": "gov-scott-walker-says-local-public-unions-rushed-t", "ruling_link_text": "Some accelerated a bit, but all were in the works and some are sticking to regular meeting schedule", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tGov. Scott Walker, news release, &quot;Union Bosses Say One Thing, Do Another,&quot; Feb. 24, 2011<br />\r\n\t<br />\r\n\tGov. Scott Walker, news conference in Capitol, Feb. 24, 2011<br />\r\n\t<br />\r\n\t<a href=\"http://www.msnbc.msn.com/id/41781178/ns/meet_the_press-transcripts/\">Transcript</a>, Gov. Scott Walker appearance on &quot;Meet the Press&quot;, Feb. 27, 2011<br />\r\n\t<br />\r\n\tInterviews, Cullen Werwie, press secretary for Gov. Scott Walker, Feb. 24 and 28, 2011<br />\r\n\t<br />\r\n\tInterview, Madison Mayor Dave Cieslewicz, Feb. 28, 2011<br />\r\n\t<br />\r\n\tInterview, Brad Wirtz, city of Madison director of human resources, Feb. 28, 2011<br />\r\n\t<br />\r\n\tInterview, Adam Payne, Sheboygan County administrator, Feb. 28, 2011<br />\r\n\t<br />\r\n\tInterview, Kevin Murray, &nbsp;member Janesville School Board, March 1, 2011<br />\r\n\t<br />\r\n\tInteview, Eric Levitt, Janesville city manager, Feb. 28, 2011<br />\r\n\t<br />\r\n\tInterview, La Crosse County Administrator Steve O&rsquo;Malley, Feb. 28, 2011<br />\r\n\t<br />\r\n\tInterview, Racine City Administrator Thomas Friedel, Feb. 28, 2011<br />\r\n\t<br />\r\n\tInterview, Scott Letteney, &nbsp;Racine assistant city attorney, March 2, 2011<br />\r\n\t<br />\r\n\tInterview, Kathleen Hohl, &nbsp;Milwaukee Area Technical College communications director, March 2, 2011<br />\r\n\t.<br />\r\n\tInterview, Michael Rosen, president American Federation of Teachers Local 212, March 2, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 38, "current_job": "Milwaukee County Executive", "false_count": 42, "first_name": "Scott", "half_true_count": 38, "home_state": "Wisconsin", "id": 640, "last_name": "Walker", "mostly_true_count": 44, "name_slug": "scott-walker", "pants_count": 11, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Scott_Walker_1_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/640/", "total_count": 211, "true_count": 25, "website": "http://www.scottwalker.org/"}, "statement": "<p>\r\n\t&quot;We&#39;ve seen local union after local union rush to their school boards, their city councils, their technical school boards and rush through contracts in the past two weeks that had no contributions to the pension and no contribution to health care.&quot;</p>", "statement_context": "an appearance on a TV interview program", "statement_date": "2011-02-27", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 192, "photo": null, "resource_uri": "/api/v/2/subject/192/", "subject": "Labor", "subject_slug": "labor", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}