{"art": [], "author": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "canonical_url": "/oregon/statements/2011/mar/05/mark-hass/sen-mark-hass-says-plastic-bags-not-really-recycla/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "tbottomly@oregonian.com", "first_name": "Therese", "id": 188, "last_name": "Bottomly", "name_slug": "therese-bottomly", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/therese_1.jpg", "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/188/", "title": "Managing Editor", "twitter": null}], "facebook_headline": null, "id": 3356, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "resource_uri": "/api/v/2/statement/3356/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\t<br />\r\n\t<a href=\"http://gov.oregonlive.com/legislators/Mark-Hass/\">Sen. Mark Hass</a>, a Beaverton Democrat, is one of the most vocal supporters of the plastic bag ban making its way through the Oregon Legislature this session. It makes sense, then, that he&rsquo;s been pretty vocal about correcting perceived untruths on the part of the plastics lobby.<br />\r\n\t<br />\r\n\tIn a Feb. 8, 2011, committee hearing on the ban, Hass called lobbyists out for saying that plastic bags are recyclable. Here&rsquo;s what he had to say:<br />\r\n\t<br />\r\n\t&quot;You know, I think Oregonians would really love to recycle your (plastic bags). They really would. And if they could, we wouldn&rsquo;t be here today. The whole point of the recyclers being in support of this is because they can&rsquo;t recycle your bags.<br />\r\n\t<br />\r\n\t&quot;Four percent are turned in to the supermarkets (to be) sent over to China. You just heard that testimony.<br />\r\n\t<br />\r\n\t&quot;If Oregon recyclers could recycle your bags, there would be no need for this (bill). We want to be able to recycle them. But we can&rsquo;t. And so they don&rsquo;t get recycled, and they do end up on the beaches and in the ocean. And you keep referring to these things as being recyclable. And I just want to caution you on that because I think you&rsquo;re stretching things when you say these are recyclable.&quot;<br />\r\n\t<br />\r\n\tWe wondered whether Hass was right. Are plastic bags destined for the landfill and nothing else? So, we started off on a fact-checking mission with this as our claim: Oregon recyclers can&rsquo;t recycle plastic bags.<br />\r\n\t<br />\r\n\tTo start, we called the city of Portland&rsquo;s Bureau of Planning and Sustainability, which is home to the Solid Waste and Recycling Program. We asked Bruce Walker, the manager of the program, whether Portlanders could just slip the ubiquitous plastic grocery bags into their curbside bins like they can other common recyclables.<br />\r\n\t<br />\r\n\t&quot;Absolutely not,&quot; he said. &quot;We have tried our darnedest, through public education, to get that message out there. &hellip; They absolutely should not be put in a recycling cart.&quot;<br />\r\n\t<br />\r\n\tWalker added: &quot;Throughout the state of Oregon, there is no curbside program that wants these materials.&quot;<br />\r\n\t<br />\r\n\tNext stop was the recyclers themselves.<br />\r\n\t<br />\r\n\tWe called Jeff Murray, a vice president for Far West Fibers, a Portland-area recycling business. Murray also sits on the board of Oregon Recyclers Association, which has come out in favor of the plastic-bag ban. He spoke to us, however, from the point of view of Far West Fibers.<br />\r\n\t<br />\r\n\tWe asked him to walk us through the reasons plastic bags generally get the shaft from curbside recyclers. Are they recyclable or not?<br />\r\n\t<br />\r\n\tHe prefaced his comments with this: &quot;I have learned almost anything in this world is recyclable.&quot; But some things are easier and more cost-effective to recycle.<br />\r\n\t<br />\r\n\tThe deal with plastic bags, at least as far as his business is concerned, is that they clog the sorting machines and unclogging those machines is more than just an inconvenience. &quot;It just jams,&quot; Murray said. &quot;It breaks &hellip; sometimes it can cause fires.&quot;<br />\r\n\t<br />\r\n\t&quot;Basically, it shuts down the efficiency of the system.&quot;<br />\r\n\t<br />\r\n\tBut, Murray added, &quot;plastic bags are recyclable in the right market.&quot;<br />\r\n\t<br />\r\n\tThat market, he said, is generally overseas, and there are a couple of caveats. The market isn&rsquo;t a dependable one. &quot;There are times when we don&rsquo;t have markets to recycle it. That was the one material we had to landfill&quot; when the economy soured.<br />\r\n\t<br />\r\n\tEven when there is a market, the product might not get recycled, he said. &quot;When it gets sent overseas, I can&rsquo;t tell you how much does or does not get recycled,&quot; Murray said. &quot;We have absolutely no way to guarantee or even make the slightest claim that we&rsquo;re going to hold these for recycling.&quot;<br />\r\n\t<br />\r\n\tIdeally, he added, residents would know better than to put the bags in their recycling cans and they would never find their way to his facility in the first place.<br />\r\n\t<br />\r\n\tRick Winterhalter, chairman of the Oregon Recyclers Association, one of the groups supporting the plastic bags ban, says that&rsquo;s the general sentiment.<br />\r\n\t<br />\r\n\t&quot;We kind of look at (plastic bags) like an invasive species,&quot; he said. &quot;We have never included them in our curbside recycling program. And yet they wind up in the curbside recycling and then they wind up at the (sorting facility).&quot;<br />\r\n\t<br />\r\n\tBut Winterhalter confirmed what Murray had said, under the right conditions (and if they&rsquo;re in good enough shape), plastic bags can be recycled. However, he added, the public doesn&rsquo;t have many options for recycling the bags themselves. &quot;The opportunities for people to do that in this region are extremely limited.&quot;<br />\r\n\t<br />\r\n\tUsually those opportunities have to be provided by the grocery stores themselves. For example, Fred Meyer -- which has stopped offering plastic bags in its 10 Portland-area stores -- offers plastic-bag recycling bins at its retail locations. Those recovered bags are then sold to a company that uses the materials in its &quot;wood alternative&quot; products.<br />\r\n\t<br />\r\n\tOther companies, such as Hilex Poly, which manufactures the bags in question, also take the bags back from in-store recycling programs. &quot;Plastic bags are 100 percent recyclable,&quot; says Philip Rozenski, the company&rsquo;s marketing and sustainability director. &quot;We are one of the major buyers in the United States.&quot; Hilex recycles old bags into new bags.<br />\r\n\t<br />\r\n\tThat said, the company doesn&rsquo;t offer the sort of dependable buyer that local recycling centers say they need. Hilex works with a specific sort of plastic bag and wrap, and the materials collected at Oregon centers include various other bits and pieces that Hilex has no use for. Rozenski said Hilex would rather educate the public to take the plastic bags back to the stores, rather than get them from sorting centers.<br />\r\n\t<br />\r\n\tSo, it seems, bags can be recycled -- under the right circumstances -- but are they? We gave the U.S. Environmental Protection Agency a call to see if there are any statistics on the matter. It turns out there are. According to the agency&rsquo;s <a href=\"http://www.epa.gov/wastes/nonhaz/municipal/pubs/msw2009rpt.pdf\">2009 Municipal Solid Waste Report</a>, about 3,850,000 tons of &quot;plastic bags, sacks and wraps were generated&quot; last year. Of that, 360,000 tons -- about 9 percent -- were recycled. Of the portion of those plastics that are low density -- the sort used in plastic bags -- the recycling rate was closer to 13.4 percent.<br />\r\n\t<br />\r\n\tIn the Feb. 8 hearing, ban opponents tried to argue that plastic bags could be recycled, and Sen. Hass pushed back. He said Oregon recyclers couldn&rsquo;t use the bags. Well, the issue is not that cut and dried.<br />\r\n\t<br />\r\n\tIn a broader sense, plastic bags are, indeed, recyclable. At the local level, though, it&rsquo;s a tough sell. Oregon recycling centers can -- and sometimes do -- collect the bags and sell them to others for further recycling. But that&rsquo;s not always possible; sometimes there&rsquo;s just no market for the bags, sometimes the bags can&rsquo;t be saved. (And state recyclers seem to agree that, ultimately, the bags are more trouble than they&rsquo;re worth.)<br />\r\n\t<br />\r\n\tWe&rsquo;ll split the difference here and rate this claim -- that Oregon recyclers can&rsquo;t use plastic bags -- as Half True.</p>\r\n<p>\r\n\t<a href=\"http://www.oregonlive.com/politics/index.ssf/2011/03/can_oregon_centers_recycle_pla.html\">Comment on this item.</a></p>", "ruling_comments_date": "2011-03-04T12:04:44.647554", "ruling_date": "2011-03-05T06:00:00", "ruling_headline": "Sen. Mark Hass says plastic bags not really recyclable", "ruling_headline_slug": "sen-mark-hass-says-plastic-bags-not-really-recycla", "ruling_link_text": "They can be recycled but it's a pain", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tInterview with Mark Hass, Feb. 22, 2011<br />\r\n\t<br />\r\n\tTranscripts from Feb. 8 committee hearing on Senate Bill 536<br />\r\n\t<br />\r\n\tE-mail from Richard Yost, spokesman for U.S. Environmental Protection Agency, Feb. 28, 2011<br />\r\n\t<br />\r\n\tEnvironmental Protection Agency, <a href=\"http://www.epa.gov/wastes/nonhaz/municipal/pubs/msw2009rpt.pdf\">2009 Municipal Solid Waste Report</a><br />\r\n\t<br />\r\n\tInterview with Rick Winterhalter, chair of Oregon Recyclers Association, Feb. 25, 2011<br />\r\n\t<br />\r\n\tInterview with Bruce Walker, manager of Portland&rsquo;s Solid Waste and Recycling Program, Feb. 25, 2011<br />\r\n\t<br />\r\n\tInterview with Jeff Murray, vice president of business development for Far West FIbers,<br />\r\n\t<br />\r\n\tInterview with Melinda Merrill, Fred Meyer spokeswoman, Feb. 28, 2011<br />\r\n\t<br />\r\n\tInterview with Philip Rozenski, director of marketing and sustainability for Hilex Poly, March 1, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "state representative", "false_count": 1, "first_name": "Mark", "half_true_count": 1, "home_state": "Oregon", "id": 1053, "last_name": "Hass", "mostly_true_count": 1, "name_slug": "mark-hass", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Mark_Hass.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1053/", "total_count": 3, "true_count": 0, "website": "http://www.leg.state.or.us/hass/"}, "statement": "<p>\r\n\t<strong>Says Oregon recyclers can&#39;t recycle plastic bags </strong></p>", "statement_context": "a legislative hearing", "statement_date": "2011-02-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}], "target": [], "twitter_headline": ""}