{"art": [], "author": [{"email_address": "jgeiger@timesdispatch.com", "first_name": "Jacob", "id": 228, "last_name": "Geiger", "name_slug": "jacob-geiger", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/228/", "title": "Staff writer", "twitter": null}], "canonical_url": "/virginia/statements/2011/mar/07/ken-cuccinelli/ken-cuccinelli-says-health-care-law-has-six-years-/", "edition": {"adkey": "Editions", "advalue": "Virginia", "edition": "Virginia", "edition_slug": "virginia", "has_afterthefact": false, "id": 10, "index_page": false, "meter_name": "The Virginia Truth-O-Meter", "resource_uri": "/api/v/2/edition/10/"}, "editor": [{"email_address": "wfiske@timesdispatch.com", "first_name": "Warren", "id": 209, "last_name": "Fiske", "name_slug": "warren-fiske", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/209/", "title": "PolitiFact Virginia Editor", "twitter": null}], "facebook_headline": null, "id": 3370, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/3370/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tNo one has fought President Barack Obama&rsquo;s health care reform law more effectively than Virginia Attorney General Ken Cuccinelli.<br />\r\n\t<br />\r\n\tThe Republican is spearheading the legal challenges against the bill, especially the &quot;individual mandate&quot; provision that would require most Americans to buy health insurance. Cuccinelli won a major victory in December 2010 when a federal judge found that provision of the law to be unconstitutional, and the case is expected to wind up before the U.S. Supreme Court.<br />\r\n\t<br />\r\n\tDuring a March 1 appearance on Fox News, Cuccinelli was asked about Obama&rsquo;s recent statement that he would support legislation that would allow states opt out of the mandate if they can find another way to expand coverage without driving up health care costs. Cuccinelli said he doesn&rsquo;t expect much to come from the president&rsquo;s comments.<br />\r\n\t<br />\r\n\t&quot;They put four enormous conditions on what they call the opting out or providing some flexibility, and one of them that I would point to first is that it has to be deficit-neutral, which for a president who&#39;s counting six years of costs against 10 years of tax revenue to call his [proposal] balanced, you think he&#39;s going to let the states do that?&quot; Cuccinelli asked. &quot;I doubt it.&quot;<br />\r\n\t<br />\r\n\tThe claim that the health care bill charges&nbsp;10 years of taxes and for&nbsp;only six years of services is widely used by Republicans. We have <a href=\"http://www.politifact.com/virginia/statements/2011/jan/15/eric-cantor/cantor-says-health-care-reform-collects-1o-years-t/\">checked it before</a>, as has PolitiFact&rsquo;s <a href=\"http://politifact.com/truth-o-meter/statements/2010/mar/19/todd-tiahrt/tiahrt-health-care-bill-will-collect-10-years-taxe/\">national staff</a>.<br />\r\n\t<br />\r\n\tBrian Gottstein, director of communications for Cuccinelli, said the attorney general &quot;was referring to how the taxes begin four years before the services do.&quot;<br />\r\n\t<br />\r\n\tTwo of the highest-profile elements of the bill start in 2014, roughly four years after the law took effect. The virtual marketplaces known as health care exchanges would start that year, enabling those who are uninsured or who do not have access to coverage through an employer to buy insurance. Also starting that year would be subsidies to help people buy coverage on the exchange.<br />\r\n\t<br />\r\n\tIn addition, that&#39;s the year for a major expansion in eligibility for Medicaid. And a 10-year phase out of the &quot;doughnut hole&quot; -- the gap in Medicare drug coverage -- began last year.<br />\r\n\t<br />\r\n\tThe Republican argument that benefits don&rsquo;t kick in until 2014 is true if you&rsquo;re looking at those big provisions. But many smaller provisions have already taken effect. As PolitiFact has previously reported, there are plenty of examples:<br />\r\n\t<br />\r\n\t&bull; Small business tax credits. From 2010 through 2013, qualifying small companies could get a tax credit of up to 35 percent of the company&#39;s contribution to employee health coverage. Beginning in 2014, when the exchanges start up, small businesses could qualify for up to 50 percent of the cost.<br />\r\n\t<br />\r\n\t&bull; Coverage for those with pre-existing conditions. Soon after enactment, people with pre-existing conditions who haven&#39;t had coverage for at least six months could obtain coverage through a &quot;high-risk pool&quot; with subsidized premiums. This would be a temporary solution until the exchanges begin in 2014.<br />\r\n\t<br />\r\n\t&bull; Assistance for early retirees. Starting last year, a temporary reinsurance program will help cut the cost of health coverage for retirees not old enough to be eligible for Medicare.<br />\r\n\t<br />\r\n\t&bull; Dependent coverage to age 26. Shortly after enactment, all insurers were forced to offer dependent coverage for children up to age 26.<br />\r\n\t<br />\r\n\t&bull; No more recisions. Existing plans can no longer terminate beneficiaries when they get sick.<br />\r\n\t<br />\r\n\t&bull; Enhanced preventive care. Soon after enactment, qualified health plans were forced to provide certain preventive services without cost-sharing. Starting this year, patient cost-sharing for preventive services under Medicare and Medicaid are eliminated.<br />\r\n\t<br />\r\n\tThe other half of this claim is that taxes kicked in immediately.<br />\r\n\t<br />\r\n\tSome of the tax provisions that help pay for the plan are already in effect. A 10 percent levy on indoor tanning began last year, and an escalating annual fee on drugmakers begins this year. Individuals with flexible spending plans and health savings accounts -- tax-advantaged accounts linked to health care expenses -- have already been hit with certain exclusions and limits.<br />\r\n\t<br />\r\n\tBut many of the major tax changes will be delayed by a few years.<br />\r\n\t<br />\r\n\t&bull; Medical device taxes. A new levy on medical device makers worth about $20 billion over 10 years kicks in 2013.<br />\r\n\t<br />\r\n\t&bull; Taxes to benefit Medicare Part A. The bill&#39;s hike of payroll taxes for individuals earning $200,000 or couples earning $250,000 and a new tax on unearned income for higher earners will start in 2013.<br />\r\n\t<br />\r\n\t&bull; Insurance sector fees. Fees on health insurers totaling $67 billion over 10 years become effective in 2014.<br />\r\n\t<br />\r\n\t&bull; Mandated coverage. Two of the bill&#39;s provisions most controversial to Republicans -- the requirement that individuals buy health insurance and that employers of a certain size offer affordable health insurance, under penalty of a fine -- would not begin until 2014. The individual mandate would start low that year and then phase in through 2016.<br />\r\n\t<br />\r\n\t&bull; &quot;Cadillac tax.&quot; The most recent version of the bill pushes back the tax on higher-cost health plans until 2018.<br />\r\n\t<br />\r\n\tNow, let&rsquo;s look at numbers to get a sense of proportion.<br />\r\n\t<br />\r\n\tAccording to the Joint Committee on Taxation -- Congress&#39; bipartisan judge of revenue impacts from proposed laws -- the tax provisions collect minimal revenue for 2010, $2.9 billion for 2011 and $5.5 billion for 2012. They start getting enormous 2013, when revenues increase to $31.9 billion, eventually peaking at $86.9 billion in 2019.<br />\r\n\t<br />\r\n\tIndeed, of the total $409.2 billion in increased taxes over the 10-year window, only 10 percent of that amount is raised in the first four years -- the period when, according to Cuccinelli and other Republicans, the government is collecting taxes without providing care.<br />\r\n\t<br />\r\n\tMeanwhile, on the benefits side, it&#39;s true that the cost increases significantly four years after enactment. According to the Centers for Medicare and Medicaid Service&#39;s Office of the Actuary, the first four years account for about 1 percent of the 10-year cost of increased coverage.<br />\r\n\t<br />\r\n\tThe &quot;statement that you have 10 years of taxes and six years of benefits is obviously an oversimplification,&quot; said Paul N. Van de Water, Senior Fellow at the Center on Budget and Policy Priorities. &quot;But overall, it is generally true that more taxes kick in a little bit earlier than the benefits do.&quot;<br />\r\n\t<br />\r\n\tVan de Water said the larger question is whether this is a gimmick and a long-term problem. The answer to that, he said, is no.<br />\r\n\t<br />\r\n\t&quot;Despite the fact that it&rsquo;s true that some of the taxes kick in on average a bit earlier, by the end of the 10-year period the health reform bill still produces a modest reduction of the deficit, according to the CBO estimate,&quot; he said, &quot;and in the subsequent 10-year period the reduction of the deficit gets even larger.&quot; &nbsp;<br />\r\n\t<br />\r\n\tLet&rsquo;s review.<br />\r\n\t<br />\r\n\tCuccinelli says the health care reform law charges&nbsp;10 years of taxes for&nbsp;six years of benefits. It suggests we&#39;re paying all of the taxes now and getting none of the benefits.<br />\r\n\t<br />\r\n\tCuccinelli and other Republicans are correct that the bill&#39;s biggest expansions in coverage do not happen until 2014, including the exchanges, the subsidies and the Medicaid expansion. He&#39;s also right that some taxation has already begun, albeit it minor. The bill is is a bit front-loaded. About 10 percent of the taxes for health care reform will be levied in the first four years to pay for an estimated 1 percent of cost.<br />\r\n\t<br />\r\n\tBut Cuccinelli is flat wrong to say health care reform offers no benefits before 2014. Some of the bill&rsquo;s most popular provisions -- including no cancelation of health insurance for pre-existing conditions, guaranteed coverage of dependents to age 26, and tax credits for small businesses -- have taken effect and other components will be implemented before 2014.<br />\r\n\t<br />\r\n\tWe rate this claim Half True.</p>", "ruling_comments_date": "2011-03-07T12:30:10.836943", "ruling_date": "2011-03-07T15:37:01", "ruling_headline": "Ken Cuccinelli says health care law charges 10 years of taxes for six years of benefits", "ruling_headline_slug": "ken-cuccinelli-says-health-care-law-has-six-years-", "ruling_link_text": "Some benefits, taxes already here", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tRealClearPolitics, <a href=\"http://www.realclearpolitics.com/news/ap/politics/2011/Mar/01/interview_with_attorney_general_ken_cuccinelli.html\">Interview with Attorney General Ken Cuccinelli on Fox News</a>, March 1, 2011.&nbsp;</p>\r\n<p>\r\n\tCongressional Budget Office, <a href=\"http://www.cbo.gov/ftpdocs/120xx/doc12040/01-06-PPACA_Repeal.pdf\">Review of Affordable Care Act Repeal</a>, Jan. 6, 2011<br />\r\n\t<br />\r\n\tCongressional Budget Office, <a href=\"http://cboblog.cbo.gov/?p=650\">The Effects of Health Reform on the Federal Budget</a>, April 12, 2010<br />\r\n\t<br />\r\n\tHouse Ways and Means, Energy and Commerce and Education and Labor Committees, <a href=\"http://docs.house.gov/energycommerce/TIMELINE.pdf\">Implementation Timeline for H.R. 4872</a>, March 18, 2010.<br />\r\n\t<br />\r\n\tJoint Committee on Taxation, <a href=\"http://jct.gov/publications.html?func=startdown&amp;id=3671\">&quot;Estimated Revenue Effects Of The Amendment In The Nature Of A Substitute To H.R. 4872, The &quot;Reconciliation Act Of 2010,&quot; In Combination With The Revenue Effects Of H.R. 3590, The &quot;Patient Protection And Affordable Care Act (&lsquo;PPACA&rsquo;),&quot; As Passed By The Senate,&quot;</a>&nbsp;March 18, 2010.<br />\r\n\t<br />\r\n\tCenters for Medicare and Medicaid Services Office of the Actuary, analysis of the &quot;Patient Protection And Affordable Care Act&quot; as passed by the Senate, Jan. 8, 2010.<br />\r\n\t<br />\r\n\tKaiser Family Foundation, <a href=\"http://www.kff.org/healthreform/upload/housesenatebill_final.pdf\">Side-by-side comparison of health care reform bills</a>, accessed March 19, 2010.<br />\r\n\t<br />\r\n\tInterview with Paul N. Van de Water, Senior Fellow at the Center on Budget and Policy Priorities, Jan. 10, 2011<br />\r\n\t<br />\r\n\tE-mail interview with James R. Horney, Director of Federal Fiscal Policy at the Center on Budget and Policy Priorities, Jan. 7 2011<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://politifact.com/truth-o-meter/statements/2010/mar/19/todd-tiahrt/tiahrt-health-care-bill-will-collect-10-years-taxe/\">Tiahrt: Health care bill will collect 10 years of taxes for six years of services,</a>&quot; March 19, 2010<br />\r\n\t&nbsp;</p>\r\n<p>\r\n\tPolitiFact Virginia, <a href=\"http://www.politifact.com/virginia/statements/2011/jan/15/eric-cantor/cantor-says-health-care-reform-collects-1o-years-t/\">Cantor says healthcare reform collects 10 years of taxes for six years of benefits</a>, Jan. 15, 2011.</p>\r\n<p>\r\n\t<br />\r\n\tE-mail interview with Marc Goldwein, policy director for the Committee for a Responsible Federal Budget, March 19, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Brian Gottstein, spokesman, Office of the Attorney General, March 7, 2011.</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Attorney General", "false_count": 10, "first_name": "Ken", "half_true_count": 3, "home_state": "Virginia", "id": 763, "last_name": "Cuccinelli", "mostly_true_count": 2, "name_slug": "ken-cuccinelli", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Cuccinelli.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Virginia", "edition": "Virginia", "edition_slug": "virginia", "has_afterthefact": false, "id": 10, "index_page": false, "meter_name": "The Virginia Truth-O-Meter", "resource_uri": "/api/v/2/edition/10/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/763/", "total_count": 21, "true_count": 3, "website": ""}, "statement": "<p>\r\n\tThe health care bill has &quot;six years of costs against 10 years of tax revenue.&quot;</p>", "statement_context": "an appearance on Fox News.", "statement_date": "2011-03-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}