{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2011/mar/07/anthony-weiner/rep-anthony-weiner-law-clear-clarence-thoma/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 3375, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/3375/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tA recent Fox News interview of Rep. Anthony Weiner was compelling TV -- if you enjoy political sparring. The New York Democrat argued that Supreme Court Justice Clarence Thomas must recuse himself from the case challenging the constitutionality of the health care law because his wife, Virginia, made more than $700,000 working for groups that oppose the law.<br />\r\n\t<br />\r\n\tIn the <a href=\"http://www.youtube.com/watch?v=1os57-n9vU0&amp;feature=player_embedded\" id=\"p.67\" title=\"interview with Fox News anchor Megyn Kelly\">interview with Fox News anchor Megyn Kelly</a>, there were feisty exchanges back and forth, and lots of cross talk. It ended with Weiner&#39;s sarcastic kicker, &quot;Great interview. Aces.&quot;<br />\r\n\t<br />\r\n\tBut in between, the two sparred on a couple of important issues that are sure to be debated as lawsuits over the health care law make their way to the Supreme Court. The court&#39;s vote is likely to be close, so if any justices were to recuse themselves, it could decide the case.<br />\r\n\t<br />\r\n\tIn this item, we&#39;re focusing on Weiner&#39;s argument that Justice Thomas must recuse himself.<br />\r\n\t<br />\r\n\tHere&#39;s some of Weiner&#39;s back and forth with Kelly:<br />\r\n\t<br />\r\n\t&quot;What it comes down to is a pretty clear federal law that requires judges and justices to recuse themselves whenever there is &hellip; an appearance of any bias in the case,&quot; Weiner said.<br />\r\n\t<br />\r\n\tThe law, he said, &quot;has certain categories where you must recuse yourself, and one of them is if you or your household, your spouse has any financial interest in the outcome. And we found out recently that Ginni Thomas, the spouse of Justice Thomas, has received more than $700,000 from organizations whose existence is based on making sure the health care law is ruled unconstitutional.&quot;<br />\r\n\t<br />\r\n\tIndeed, federal tax records show Virginia Thomas earned nearly $700,000 between 2003 and 2007&nbsp; as a liaison between the conservative Heritage Foundation and George W. Bush&#39;s White House. Heritage has advocated strongly against the health care law passed by Democrats in 2010, and has consistently called for its full repeal (though Thomas obviously left Heritage before the law passed). In addition, she helped organize Liberty Central, a conservative advocacy group that argues the health law will discourage hiring and drive up health costs.<br />\r\n\t<br />\r\n\tWeiner added that &quot;It got worse over the weekend because Justice Thomas basically said he agreed with his wife.&quot;<br />\r\n\t<br />\r\n\tThe congressman is referring to comments from Thomas, speaking to a conservative group, in which he said that his wife was involved in organizations &quot;in defense of liberty&quot; and that &quot;we believe in the same things, we are focused on defending liberty.&quot;<br />\r\n\t<br />\r\n\t&quot;So now it&#39;s pretty clear he&#39;s stated his bias in this case before it&#39;s reached him,&quot; Weiner said. &quot;And under the clear letter of the law, he must recuse himself.&quot;<br />\r\n\t<br />\r\n\tKelly said Supreme Court experts she spoke with -- including some on the left -- told her that &quot;having any sort of professional interest in a case, as his wife arguably does, is not grounds for recusal.&quot;<br />\r\n\t<br />\r\n\t&quot;It&#39;d be a different thing,&quot; she said, &quot;if Clarence Thomas himself had stock in some company that was being affected. But they say this is not that.&quot;<br />\r\n\t<br />\r\n\tSaid Weiner: &quot;I&#39;ll read you from U.S. Title 28: &#39;Any justice must disqualify himself in any of the following circumstances: he individually, or his spouse, has a financial interest in the subject matter in controversy.&#39; &quot;<br />\r\n\t<br />\r\n\tOur fact-check here is Weiner&#39;s claim, &quot;Under the clear letter of the law, (Justice Clarence Thomas) must recuse himself.&quot;<br />\r\n\t<br />\r\n\tLet&#39;s start with the <a href=\"http://www.law.cornell.edu/uscode/28/usc_sec_28_00000455----000-.html\" id=\"fn4n\" title=\"section of U.S. Title 28\">section of U.S. Title 28</a> cited by Weiner.<br />\r\n\t<br />\r\n\tUnder Section 455, it states that &quot;Any justice, judge, or magistrate judge of the United States shall disqualify himself in any proceeding in which his impartiality might reasonably be questioned.&quot;<br />\r\n\t<br />\r\n\tIt then lists specific circumstances under which justices should disqualify themselves.<br />\r\n\t<br />\r\n\tOne of them, &quot;He knows that he, individually or as a fiduciary, or his spouse or minor child residing in his household, has a financial interest in the subject matter in controversy or in a party to the proceeding, or any other interest that could be substantially affected by the outcome of the proceeding.&quot;<br />\r\n\t<br />\r\n\tOne of the key phrases in there is &quot;financial interest,&quot; which is defined later in the section as &quot;ownership of a legal or equitable interest, however small, or a relationship as director, adviser, or other active participant in the affairs of a party.&quot;<br />\r\n\t<br />\r\n\tWeiner&#39;s argument is that Virginia Thomas&#39; work for a group that actively opposed the bill means she has a &quot;financial interest&quot; in the outcome, and that Justice Thomas must therefore recuse himself.<br />\r\n\t<br />\r\n\tBut several legal experts we spoke to disagreed.<br />\r\n\t<br />\r\n\tRex Perschbacher, a professor at University of California-Davis School of Law, said the law &quot;applies to more direct financial interests than Mrs. Thomas&rsquo;.&quot;<br />\r\n\t<br />\r\n\t&quot;It would have to be a financial interest in a corporation that was itself before the court rather than someone employed by an organization with an interest in one of the outcomes,&quot; Perschbacher said.&nbsp;<br />\r\n\t<br />\r\n\t&quot;A greater problem here is that Supreme Court Justices have always considered themselves the ultimate arbiters of their own disqualification or recusal, and they do not apply an evenhanded or uniform standard whether it comes to family members or bias or relatives who may be involved as lawyers in the cases before them,&quot; Perschbacher said. &quot;The justices of the Supreme Court see themselves, with some reason, as unique among the federal judiciary such that statutes like 455 (applicable to all members of the federal judiciary) apply to them with less force than to the usual district or circuit judge.&quot;<br />\r\n\t<br />\r\n\tDavid Garrow, a professor at the University of Cambridge who follows the Supreme Court, and a self-described liberal Democrat, said, &quot;Justice Thomas should not recuse himself, and the recent boomlet of contentions that he should, in this matter and/or others, because of Ginni&#39;s beliefs and work, is entirely unmerited.&quot;<br />\r\n\t<br />\r\n\tWeiner &quot;is clearly wrong,&quot; said Washington, D.C., attorney Tom Goldstein, founder of <a href=\"http://www.scotusblog.com/\">ScotusBlog</a>, a widely read blog on the Supreme Court.<br />\r\n\t<br />\r\n\t&quot;The provision he cites about having a financial interest has always required something more direct,&quot; said Goldstein, who noted that he spoke to Fox&#39;s Kelly before the Weiner interview. &quot;For example, a justice will recuse if he or she or a spouse owns stock in a company in the case. The justices also have a rule that they will recuse if a child has a financial interest &ndash; for example, the child is a lawyer in a firm in the case and the firm&rsquo;s profits are affected by the case. So, the financial interest has to be in the litigation (as opposed to a general issue) and has to be much more direct than is true for Ginni Thomas.&quot;<br />\r\n\t<br />\r\n\tPaul F. Campos, professor at the University of Colorado Law School, agreed with Weiner that Thomas ought to recuse himself. He argues that Virginia Thomas has a &quot;strong interest in the precise outcome of the litigation.&quot;<br />\r\n\t<br />\r\n\t&quot;If the standard for recusal is, &#39;Does it look really bad?&#39; I think it looks really bad,&quot; Campos said.<br />\r\n\t<br />\r\n\tBut even Campos acknowledges that ultimately it &quot;depends on the interpretation of direct financial interest. It&#39;s not a completely clear-cut case.&quot;<br />\r\n\t<br />\r\n\tAsked for backup for Weiner&#39;s claim that the law is clear, and that Justice Thomas must recuse himself, Dave Arnold, a spokesman for Weiner, pointed us toward comments made by several law experts who argued Thomas ought to recuse himself.<br />\r\n\t<br />\r\n\tOne of them, Monroe H. Freedman, a Hofstra Law School professor specializing in legal ethics, told the <em>New York Times</em> that Justice Thomas &#39;&#39;should not be sitting on a case or reviewing a statute that his wife has lobbied for. If the judge&#39;s impartiality might reasonably be questioned, that creates a perception problem.&#39;&#39;<br />\r\n\t<br />\r\n\tAnother was Steven Lubet, a law professor at Northwestern University School of Law, who noted in a <em>Chicago Tribune</em> op-ed that Virginia Thomas founded Liberty Central, &quot;an organization with strong ties to the tea party movement and whose Web site has demanded the repeal of &#39;ObamaCare,&#39; which it has characterized as &#39;tyranny,&#39;&quot;<br />\r\n\t<br />\r\n\t&quot;That alone will lead many observers to wonder whether Justice Thomas can maintain the appearance of impartiality when constitutional challenges reach his court,&quot; Lubet wrote.<br />\r\n\t<br />\r\n\tWe called Lubet and asked whether the law was &quot;clear&quot; that Justice Thomas should recuse himself.</p>\r\n<p>\r\n\t&quot;It&#39;s not,&quot; Lubet said. &quot;First, I think it is not correct to say that he has a financial interest in the outcome of the proceeding.&quot;</p>\r\n<p>\r\n\tHaving a wife who works for an advocacy group&nbsp; is not the same as having a financial interest in the outcome, he said.</p>\r\n<p>\r\n\t&quot;If his impartiality might reasonably be questioned, that&#39;s a much closer issue,&quot; Lubet said. &quot;I wouldn&#39;t say it&#39;s clear, though. That&#39;s a matter of judgment.&quot;</p>\r\n<p>\r\n\tAnd ultimately, Lubet and other legal scholars said, it is Justice Thomas who will determine whether he ought to recuse himself.</p>\r\n<p>\r\n\t&quot;Unfortunately, only Justice Thomas gets to vote on that question,&quot; Lubet said. &quot;It&#39;s a one-man decision.&quot;</p>\r\n<p>\r\n\tTrevor Burrus, a legal associate at the libertarian Cato Institute&#39;s Center for Constitutional Studies, said Weiner&#39;s argument assumes Virginia Thomas would profit from the law being declared unconstitutional.<br />\r\n\t<br />\r\n\t&quot;In fact,&quot; Burrrus stated, &quot;there is a better case to be made that upholding the law would give his wife more &#39;business&#39; in the future when as-applied challenges are brought against Obamacare.&quot;<br />\r\n\t<br />\r\n\tOur aim here is not to settle a dispute between legal scholars about the application of federal ethics laws. But Weiner said that &quot;under the clear letter of the law, (Justice Clarence Thomas) must recuse himself.&quot; A legitimate legal argument can be mounted for that position. But that&#39;s all it would be, an argument. It is by no means &quot;clear&quot; under the letter of law that Justice Thomas <em>must</em> recuse himself.</p>\r\n<p>\r\n\tIn fact, there is a great deal of disagreement among legal experts we spoke to that Virginia Thomas&#39; previous jobs meet the definition of &quot;financial interest&quot; or whether it&#39;s enough to establish that Justice Thomas&#39; &quot;impartiality might reasonably be questioned.&quot; Weiner&#39;s statement suggests the letter of the law is clear cut in backing his position, and it is not. Even those who support Weiner&#39;s position allow that it boils down to a matter of interpretation. And so we rate Weiner&#39;s statement Half True.</p>", "ruling_comments_date": "2011-03-07T17:45:36.278154", "ruling_date": "2011-03-07T18:34:22", "ruling_headline": "Rep. Anthony Weiner: Law clear that Justice Clarence Thomas must recuse himself from health care case", "ruling_headline_slug": "rep-anthony-weiner-law-clear-clarence-thoma", "ruling_link_text": "Legal experts disagree", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tRep. Anthony Weiner, <a href=\"http://www.youtube.com/watch?v=1os57-n9vU0&amp;feature=player_embedded\">interview</a> with Megyn Kelly on Fox News, March 2, 2011<br />\r\n\t<br />\r\n\tText of <a href=\"http://www.law.cornell.edu/uscode/28/455.shtml\">U.S. Code Title 28, Part I, Chapter 21, Section 455 (a) and 455 (b)</a><br />\r\n\t<br />\r\n\tNew York Times, <a href=\"http://www.nytimes.com/2011/01/25/us/politics/25thomas.html?_r=2&amp;ref=virginialampthomas\" id=\"awdw\" title=\"&quot;Thomas Cites Failure to Disclose Wife’s Job,&quot;\">&quot;Thomas Cites Failure to Disclose Wife&rsquo;s Job,&quot;</a> by Eric Lichtblau, Jan. 24, 2011<br />\r\n\t<br />\r\n\tNew York Times, <a href=\"http://www.nytimes.com/2011/02/05/us/politics/05thomas.html\" id=\"h:ca\" title=\"&quot;Justice Thomas’s Wife Sets Up a Conservative Lobbying Shop,&quot;\">&quot;Justice Thomas&rsquo;s Wife Sets Up a Conservative Lobbying Shop,&quot;</a> by Eric Lichtblau, Feb. 4, 2011<br />\r\n\t<br />\r\n\tCommon Cause, <a href=\"http://www.commoncause.org/atf/cf/%7Bfb3c17e2-cdd1-4df6-92be-bd4429893665%7D/JUSTICE%20THOMAS%27%20FAILURE%20TO%20DISCLOSE%20INCOME%20OF%20SPOUSE.PDF\" id=\"b288\" title=\"Supreme Court Justice Clarence Thomas’ failure to disclose income of spouse\">Supreme Court Justice Clarence Thomas&rsquo; failure to disclose income of spouse</a><br />\r\n\t<br />\r\n\tThe Daily Beast, <a href=\"http://news.yahoo.com/s/dailybeast/12731_clarencethomascriminalbehavioronfinancialdisclosure;_ylt=AvC1LWz3dy.u9pufPwjb2aJh24cA;_ylu=X3oDMTRsaDJuNXFtBGFzc2V0A2RhaWx5YmVhc3QvMjAxMTAzMDQvMTI3MzFfY2xhcmVuY2V0aG9tYXNjcmltaW5hbGJlaGF2aW9yb25maW5hbmNpYWxkaXNjbG9zdXJlBGNjb2RlA21wX2VjXzhfMTAEY3BvcwM1BHBvcwM1BHNlYwN5bl90b3Bfc3RvcmllcwRzbGsDY2xhcmVuY2V0aG9t\" id=\"x4cg\" title=\"&quot;Throw Clarence Thomas Off the Bench,&quot;\">&quot;Throw Clarence Thomas Off the Bench,&quot;</a> by Paul Campos, March 4, 2011<br />\r\n\t<br />\r\n\tPolitico, <a href=\"http://www.politico.com/news/stories/0311/50757.html\" id=\"mfns\" title=\"&quot;The liberal campaign against SCOTUS conservatives,&quot;\">&quot;The liberal campaign against SCOTUS conservatives,&quot;</a> by Kenneth P. Vogel, March 7, 2011<br />\r\n\t<br />\r\n\tInterview with Steven Lubet, law professor at Northwestern University, March 4, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Michael C. Dorf, professor at Cornell University Law School, March 4, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Trevor Burrus, legal associate at the Cato Institute&rsquo;s Center for Constitutional Studies, March 4, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Robert Alt, deputy director of the Center for Legal and Judicial Studies at the Heritage Foundation, March 4, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Tom Goldstein, founder of SCOTUSblog.com, March 4, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Stuart Taylor, legal journalist and commentator, March 4, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Rex R. Perschbacher, professor at the University of California (Davis) School of Law, March 4, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Dave Arnold, spokesman for Rep. Anthony Weiner, March 4, 2011<br />\r\n\t<br />\r\n\tInterview with Paul F. Campos, professor at University of Colorado Law School, March 4, 2011<br />\r\n\t<br />\r\n\tE-mail interview with David Garrow, a professor at the University of Cambridge , March 4, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 1, "first_name": "Anthony", "half_true_count": 2, "home_state": "New York", "id": 222, "last_name": "Weiner", "mostly_true_count": 0, "name_slug": "anthony-weiner", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/anthony_weiner.jpg", "primary_edition": {"adkey": "Editions", "advalue": "New York", "edition": "New York", "edition_slug": "new-york", "has_afterthefact": false, "id": 55, "index_page": false, "meter_name": "The New York Truth-O-Meter", "resource_uri": "/api/v/2/edition/55/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/222/", "total_count": 5, "true_count": 0, "website": ""}, "statement": "<p>\r\n\t&quot;Under the clear letter of the law, (Justice Clarence Thomas) must recuse himself&quot; from the case challenging the constitutionality of the health care law.</p>", "statement_context": "an interview on Fox News", "statement_date": "2011-03-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 35, "photo": null, "resource_uri": "/api/v/2/subject/35/", "subject": "Ethics", "subject_slug": "ethics", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 108, "photo": null, "resource_uri": "/api/v/2/subject/108/", "subject": "Supreme Court", "subject_slug": "supreme-court", "used_in_edition": []}], "target": [], "twitter_headline": ""}