{"art": [], "author": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "canonical_url": "/texas/statements/2011/mar/10/carol-alvarado/state-rep-carol-alvarado-says-women-who-are-10-wee/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "bbell@statesman.com", "first_name": "Brenda", "id": 267, "last_name": "Bell", "name_slug": "brenda-bell", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/267/", "title": "Projects Editor", "twitter": null}, {"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 3394, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/3394/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tIn a Texas House debate March 2, Democratic state Rep. Carol Alvarado of Houston pressed the author of a proposal requiring women seeking an abortion to get a sonogram on whether he was aware that a sonogram is intrusive early in a woman&rsquo;s pregnancy.<br />\r\n\t<br />\r\n\t&quot;There are two different kinds of sonograms,&quot; she said. &quot;The abdominal, which I think most of our colleagues may think &lsquo;jelly on the belly&rsquo; that would be done there, but that&rsquo;s not the case. A woman that is eight to 10 weeks pregnant would have to go (to get) a transvaginal sonogram.&quot;<br />\r\n\t<br />\r\n\tHouse Bill 15, which cleared the House March 7, requires women getting an abortion to first allow a medical professional to perform a sonogram, &quot;display the live, real-time obstetric sonogram images in a quality consistent with current medical practice in a manner that the pregnant women may view them&quot; and &quot;make audible the live, real-time&quot; heart beat.<br />\r\n\t<br />\r\n\tThe Senate approved a different version of the proposal in February.<br />\r\n\t<br />\r\n\tWe decided to check at what stage in their pregnancy women who need a sonogram would require the transvaginal kind.<br />\r\n\t<br />\r\n\tAlvarado told us that she meant to say that women who are up to eight to 12 weeks pregnant need a transvaginal sonogram because the better-known abdominal ultrasound doesn&rsquo;t always produce a clear enough image.<br />\r\n\t<br />\r\n\tAccording to a medical encyclopedia on the University of Maryland Medical Center website, the transvaginal ultrasound looks at a woman&rsquo;s reproductive organs by placing a probe into the vagina. The internal probe &quot;sends out sound waves, which reflect off body structures. A computer receives these waves and uses them to create a picture.&quot; An abdominal ultrasound is performed externally, the site says. A water-based gel is spread over the woman&rsquo;s pelvic area, which helps the probe transmit sound waves, generating an image.<br />\r\n\t<br />\r\n\tAlvarado&rsquo;s office referred us to seven physicians to support her statement. Six responded, all saying transvaginal sonograms are usually preferred in the early weeks of pregnancy. Comments ranged from calling Alvarado&rsquo;s statement &quot;100 percent correct&quot; to describing the transvaginal sonogram as &quot;the best evaluation&quot; that early in pregnancy.<br />\r\n\t<br />\r\n\tOther highlights:<br />\r\n\t<br />\r\n\t&mdash; Lisa Hollier, one of Alvarado&rsquo;s recommended doctors, chairs the Texas district of the American College of Obstetricians and Gynecologists. She told us that if a sonogram is needed up to 10 weeks into a pregnancy, a transvaginal is necessary to attain a clear image and pick up the heartbeat. &nbsp;<br />\r\n\t<br />\r\n\tHollier, who opposes the sonogram proposals, said that at eight to 10 weeks&rsquo; of pregnancy, the heart is hard to visualize using an abdominal ultrasound, particularly on obese women.<br />\r\n\t<br />\r\n\t&mdash; Matt Romberg, a Round Rock ob-gyn who also opposes the proposals, told us that he performs a sonogram to verify the location of the fetus, its viability and the stage of the pregnancy on women who are up to 10 weeks pregnant before performing the abortion. Ninety-nine percent of the time, he said, &quot;I have to do a transvaginal&quot; sonogram.<br />\r\n\t<br />\r\n\t&mdash; G. Sealy Massingill, a Fort Worth ob-gyn, told us that &quot;at eight weeks or less, it&rsquo;s almost impossible to see anything&quot; without using a transvaginal sonogram.<br />\r\n\t<br />\r\n\tFor other perspectives, we contacted the Washington-based Association of Reproductive Health Professionals, which seeks to improve reproductive health care through education.<br />\r\n\t<br />\r\n\tBeth Jordan, the association&rsquo;s medical director, told us that in the early weeks of pregnancy, fetuses are easier to see on vaginal ultrasounds, though she said &quot;there are cases when it&rsquo;s difficult to (perform) a vaginal ultrasound and we have to use the abdominal devices.&quot;<br />\r\n\t<br />\r\n\tAccording to current clinical management guidelines produced by the American College of Obstetricians and Gynecologists, a sonogram in the first trimester may be performed using either an abdominal ultrasound or a transvaginal one. If the abdominal examination &quot;is not definitive, a transvaginal scan or transperineal scan should be performed whenever possible.&quot; For a transperineal scan, the external probe is placed between the vulva and the rectum.<br />\r\n\t<br />\r\n\tVicki Saporta, president of the National Abortion Federation, an association of abortion providers, told us it&rsquo;s &quot;possible to do an abdominal ultrasound early in pregnancy, but based on a woman&rsquo;s weight, the position of the uterus, the size of the pregnancy, a transvaginal ultrasound can be more accurate.&quot; The federation opposes the Texas sonogram proposals, which Saporta said &quot;put another obstacle in the way of women receiving abortion care.&quot;<br />\r\n\t<br />\r\n\tEugene Toy, president of the Texas Association of Obstetricians and Gynecologists, told us that the medical standard of care for a patient seeking an abortion is to have a sonogram that allows the doctor to determine the stage of the pregnancy and identify problems. At less than eight weeks, &quot;a vaginal probe would be necessary almost all the time,&quot; he said, though from the eighth to 10th week, it&rsquo;s necessary one-third of the time.<br />\r\n\t<br />\r\n\tKyleen Wright, president of Texans for Life, pointed us to Ralph Wiegman, a Grand Prairie ob-gyn who supports the sonogram legislation. Wiegman told us that the only time a transvaginal sonogram is needed is less than seven weeks into the pregnancy, or if the woman is obese. &quot;At our pregnancy resource center, a vaginal ultrasound is reserved for those cases when you can&rsquo;t get a good picture abdominal, or very early in the gestation,&quot; he said.<br />\r\n\t<br />\r\n\tWhere does that leave us?<br />\r\n\t<br />\r\n\tGiven that lawmakers were weighing whether to mandate sonograms in advance of abortions, we find reasonable Alvarado&rsquo;s post-debate clarification that she intended to characterize sonograms through the first 10 weeks of pregnancy and not just a two-week segment. Most of the experts we reached agreed that to produce a clear image, a transvaginal sonogram is best, if not the only choice, up to about the seventh week of pregnancy.<br />\r\n\t<br />\r\n\tBut between seven and 10 weeks, another type of sonogram may produce a viewable image, according to some doctors. We rate Alvarado&rsquo;s statement Mostly True.</p>", "ruling_comments_date": "2011-03-09T17:54:23.507114", "ruling_date": "2011-03-10T06:09:05", "ruling_headline": "State Rep. Carol Alvarado says women who are eight to 10 weeks pregnant and need a sonogram require a transvaginal one", "ruling_headline_slug": "state-rep-carol-alvarado-says-women-who-are-10-wee", "ruling_link_text": "To get a clear image, usually true", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tAustin American-Statesman, <a href=\"http://www.statesman.com/blogs/content/shared-gen/blogs/austin/politics/entries/2011/03/02/house_democrats_argue_as_sonog.html\">House Democrats argue as sonogram bill is laid out</a>, March 2, 2011<br />\r\n\t<br />\r\n\tAustin American-Statesman, <a href=\"http://www.statesman.com/news/texas-politics/democrats-derail-sonogram-bill-at-least-for-a-1294019.html\">Democrats derail sonogram bill</a>, at least for a day, March 2, 2011<br />\r\n\t<br />\r\n\t<a href=\"http://www.capitol.state.tx.us/BillLookup/History.aspx?LegSess=82R&amp;Bill=HB15\">HB 15</a> relating to providing a sonogram before an abortion; providing penalties, filed Feb. 11, 2011<br />\r\n\t<br />\r\n\tCarol Alvarado&rsquo;s <a href=\"http://www.carolalvarado.com/about\">website</a>, accessed March 2, 2011<br />\r\n\t<br />\r\n\tUniversity of Maryland Medical Center, <a href=\"http://www.umm.edu/ency/article/003779.htm\">Transvaginal ultrasound - Overview</a>, accessed March 2, 2011<br />\r\n\t<br />\r\n\tKLBJ, <a href=\"http://www.590klbj.com/News/Story.aspx?ID=1373309\">Texas doctors express opposition to sonogram bill</a>, March 2, 2011</p>\r\n<p>\r\n\tAmerican College of Obstetricians and Gynecologists, ACOG Practice Bulletin, Clinical Management Guidelines for Obstetrician-Gynecologists, February 2009</p>\r\n<p>\r\n\tInterview with Rebecca Wind, senior communications associate, The Guttmacher Institute, March 2, 2011</p>\r\n<p>\r\n\tInterview with Kaitlyn Murphy, legislative director for state Rep. Carol Alvarado, March 2, 2011<br />\r\n\t<br />\r\n\tE-mail Interview with Rochelle Tafolla, vice president of marketing and communications, Planned Parenthood of Houston and Southeast Texas, March 2, 2011<br />\r\n\t<br />\r\n\tInterview with Vicki Saporta, president, National Abortion Federation, March 2, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Beth Jordan, medical director, Association of Reproductive Health Professionals, March 2, 2011<br />\r\n\t<br />\r\n\tInterview with Matt Romberg, OB-GYN, March 2, 2011</p>\r\n<p>\r\n\tE-mail nterview with G. Sealy Massingill, OB-GYN, March 3, 2011</p>\r\n<p>\r\n\tE-mail interview with Lisa Hollier, ob-gyn, American College of Obstetricians and Gynecologists, March 3, 2011</p>\r\n<p>\r\n\tE-mail interview with Amy Young, chief of ob-gyn services at Ben Taub Hospital, March 3, 2011</p>\r\n<p>\r\n\tE-mail interview with Betty Edwards, ob-gyn, March 3, 2011</p>\r\n<p>\r\n\tInterview with Arnold Wharton, ob-gyn, March 8, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Kyleen Wright, Texans for Life, March 3, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Joe Pojman, executive director, Texas Alliance for Life, March 3, 2011<br />\r\n\t<br />\r\n\tInterview with Rep. Carol Alvarado, March 3, 2011<br />\r\n\t<br />\r\n\tInterview with Eugene Toy, president, Texas Association of Obstetricians and Gynecologists, March 7, 2011<br />\r\n\t<br />\r\n\tInterview with Ralph Wiegman, OB-GYN, March 8, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Texas House Representative", "false_count": 0, "first_name": "Carol", "half_true_count": 0, "home_state": "Texas", "id": 1076, "last_name": "Alvarado", "mostly_true_count": 1, "name_slug": "carol-alvarado", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/alvarado.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1076/", "total_count": 1, "true_count": 0, "website": "http://www.house.state.tx.us/members/member-page/?district=145"}, "statement": "<p>\r\n\tSays women who need a sonogram in the eighth to 10th week of pregnancy have to get a transvaginal sonogram.</p>", "statement_context": "remarks on the House floor", "statement_date": "2011-03-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 146, "photo": null, "resource_uri": "/api/v/2/subject/146/", "subject": "Women", "subject_slug": "women", "used_in_edition": []}], "target": [], "twitter_headline": ""}