{"art": [], "author": [{"email_address": "oregoniandc@gmail.com", "first_name": "Charles", "id": 179, "last_name": "Pope", "name_slug": "charles-pope", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/179/", "title": "Reporter", "twitter": null}], "canonical_url": "/oregon/statements/2011/mar/12/jeff-merkley/jeff-merkley-calls-obama-tap-strategic-petroleum-r/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "tbottomly@oregonian.com", "first_name": "Therese", "id": 188, "last_name": "Bottomly", "name_slug": "therese-bottomly", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/therese_1.jpg", "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/188/", "title": "Managing Editor", "twitter": null}], "facebook_headline": null, "id": 3412, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "oregoniandc@gmail.com", "first_name": "Charles", "id": 179, "last_name": "Pope", "name_slug": "charles-pope", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/179/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/3412/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\t&nbsp;</p>\r\n<p>\r\n\tLet&rsquo;s take a moment to talk about SPR, since a lot of people in Washington -- including Sen. Jeff Merkley, D-Ore. -- are making it a topic of intense interest these days as gas prices soar.<br />\r\n\t<br />\r\n\tSPR, for those not versed in Washington-speak, is short-hand for the Strategic Petroleum Reserve. It is the nation&rsquo;s insurance policy against disruptions in the oil market and today holds 727 million barrels of oil dumped in underground caverns in Louisiana and Texas. It was created in 1975 in response to the economic (and political) turmoil inflicted by the Arab oil embargo and is intended to be soften supply disruptions the economic chaos they cause.<br />\r\n\t<br />\r\n\tThere&rsquo;s no dispute it&rsquo;s a good idea.<br />\r\n\t<br />\r\n\t&quot;During oil supply disruptions, releasing oil from the SPR could greatly reduce damage to the U.S. economy, based on our analyses and expert opinions,&quot; the Government Accountability Office said in a 2006 report. &quot;Particularly when used in conjunction with reserves in other countries, the SPR can replace the oil lost in all but the most catastrophic oil disruption scenarios we considered, lasting from 3 months to 2 years.&quot;<br />\r\n\t<br />\r\n\tThe discussion now focuses on two points: Should the reserve be used? If it is, what effect will it have on prices?<br />\r\n\t<br />\r\n\tMerkley expressed no doubt on either. In a March 4 letter to President Barack Obama, Merkley urged the president to use the reserve now. He is convinced it would bring down prices. As an added benefit, he said, revenue raised from selling the oil could be used to jump-start the development of electric cars.<br />\r\n\t<br />\r\n\t&quot;This action would immediately lower gasoline prices, generating significant revenue to invest in your call for one million electric vehicles on the road by 2015,&quot; Merkley said. The letter was co-signed by Democratic Sens. Sheldon Whitehouse of Rhode Island, Robert Menendez of New Jersey, Barbara Boxer of California and Kirsten Gillibrand of New York, and independent Bernard Sanders of Vermont.<br />\r\n\t<br />\r\n\tObama said he is considering the step but has made no promises.<br />\r\n\t<br />\r\n\tAt this news conference on March 11, he said: &quot;Should the situation demand it, we are prepared to tap the significant stockpile of oil that we have in the Strategic Petroleum Reserve.&quot;<br />\r\n\t<br />\r\n\tBut in response to a question he suggested that conditions haven&rsquo;t reached the point yet where it should be used.<br />\r\n\t<br />\r\n\t&quot;If we see significant disruptions or shifts in the market that are so disconcerting to people that we think a Strategic Petroleum Reserve release might be appropriate, then we&#39;ll take that step,&quot; he said. &quot;And we&#39;re going to monitor very closely -- and obviously we have it teed up, so this isn&rsquo;t a situation where it would take a big bureaucracy and several weeks for us to implement. &nbsp;This is something that would take several days.&quot;<br />\r\n\t<br />\r\n\tThat point might arrive.<br />\r\n\t<br />\r\n\tWith a potentially protracted civil war taking hold in Libya and rippling unrest across the Mideast, markets have gone crazy and the price of fuel has spiked. The possibility for disruption is real. Oil analysts, however, say for the time being any reduced flow from Libya can easily be covered by increases from other countries.<br />\r\n\t<br />\r\n\tThe market seems to be missing that point.<br />\r\n\t<br />\r\n\tThe price of gas in Portland has jumped to $3.60 a gallon now compared to $3.22 a month ago and $2.85 a year ago, according to AAA. Nationwide, it has jumped 40 cents a gallon in the last month and federal analysts predict the price could hit $4 a gallon by summer. Members of Congress, including Merkley, are demanding action to relieve the pressure on hard-hit constituents.<br />\r\n\t<br />\r\n\tBut &quot;immediately&quot; is a pretty precise term. To the average person filling his car it also suggests more certainty than might be possible. Like so many words uttered in Washington, it has multiple meanings.<br />\r\n\t<br />\r\n\tBut first, let&rsquo;s look a some history.<br />\r\n\t<br />\r\n\tThe petroleum reserve has been used twice before: In 2001 after the United States attacked Iraq and in 2005 after Hurricane Katrina dismantled the Gulf region, which is the center of the country&rsquo;s oil infrastructure.<br />\r\n\t<br />\r\n\tAnd sure enough, when oil was released in 2005 prices fell 5.2 percent. In 2001 the drop was even more pronounced after 34 million barrels were released. Prices dropped 33 percent the next day and even six months later prices were 30 percent below the price before the war.<br />\r\n\t<br />\r\n\tIn December 1990 gas was $1.34 a gallon and rising, reflecting the market&#39;s nervousness about Iraq&#39;s invasion of Kuwait. By Jan. 28, 1991, the price had dropped to $1.17 a gallon after President George H.W. Bush ordered 17 million barrels released from the reserve in advance of the U.S. attack.<br />\r\n\t<br />\r\n\tThe pattern was repeated in 2005 when President George W. Bush ordered 11 million barrels released to replace supplies lost to Hurricane Katrina. The price of gallon of gas moved from $3.04 on Sept. 5, 2005, to $2.91 by Sept. 12 and $2.73 on Sept. 19, according to price records from the federal Energy Information Administration.<br />\r\n\t<br />\r\n\tBut here&rsquo;s an important nuance: The most pronounced drop was in the commodity markets, not at the pump. And whether those savings are passed along the complicated route from reserve to gas station isn&rsquo;t always so clear.<br />\r\n\t<br />\r\n\tThat&rsquo;s the hang-up with Merkley&rsquo;s suggestion that relief would be fast. It might; but it isn&rsquo;t guaranteed.<br />\r\n\t<br />\r\n\tJulie Edwards, his communications director, said that prices at the pump did fall in 2005 about a week after oil was released. By the slow-moving standards of oil production, she said, that should qualify as immediate.<br />\r\n\t<br />\r\n\tWhether to use the SPR is fueling a vigorous debate whose outcome is unclear. But, if it is used it&rsquo;s almost certain that prices will drop. Whether those lower prices drip all the way to the pump, however, is less clear. For those reasons, we rate this claim: Mostly True.</p>\r\n<p>\r\n\t<a href=\"http://www.oregonlive.com/politics/index.ssf/2011/03/tap_oil_reserve_to_lower_price.html\">Return to OregonLive to comment on this PolitiFact statement.</a></p>", "ruling_comments_date": "2011-03-11T18:25:29.560811", "ruling_date": "2011-03-12T06:00:00", "ruling_headline": "Jeff Merkley calls on Obama to tap the Strategic Petroleum Reserve", "ruling_headline_slug": "jeff-merkley-calls-obama-tap-strategic-petroleum-r", "ruling_link_text": "The effect on commodity prices is clearer", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tInterview with Julie Edwards, March 8, 2011</p>\r\n<p>\r\n\t<br />\r\n\t<a href=\"http://www.gao.gov/new.items/d06872.pdf\">The Government Accountability Office;</a>&quot;Strategic Petroleum Reserve: Available Oil Can Provide Significant Benefits, but Many Factors Should Influence Future Decisions about Fill, Use, and Expansion, August, 2006</p>\r\n<p>\r\n\tDepartment of Energy, <a href=\"http://fossil.energy.gov/programs/reserves/spr/\">Strategic Petroleum Reserve - Profile</a></p>\r\n<p>\r\n\tMichael Brownfield, <a href=\"http://blog.heritage.org/2011/03/09/morning-bell-dont-tap-the-strategic-petroleum-reserve/\">&quot;The Morning Bell; Don&rsquo;t Tap The Strategic Petroleum Reserve,&quot;</a>The Heritage Foundation, March 9, 2011</p>\r\n<p>\r\n\tThe Center for American Progress, <a href=\"http://www.americanprogress.org/issues/2008/07/eight_reasons_spr.html\">&quot;Eight Reasons To Release Oil From The Strategic Petroleum Reserve,&quot;</a> July 14, 2008</p>\r\n<p>\r\n\tLetter to President Obama, Sen. Jeff Merkley, March 4, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. Senator", "false_count": 1, "first_name": "Jeff", "half_true_count": 3, "home_state": "Oregon", "id": 706, "last_name": "Merkley", "mostly_true_count": 6, "name_slug": "jeff-merkley", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Jeff_Merkley.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/706/", "total_count": 15, "true_count": 5, "website": "http://www.merkley.senate.gov/"}, "statement": "<p>\r\n\tTapping the Strategic Petroleum Reserve would immediately lower gasoline prices</p>", "statement_context": "a letter to President Barack Obama", "statement_date": "2011-03-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}], "target": [], "twitter_headline": ""}