{"art": [], "author": [{"email_address": "jnelson@journalsentinel.com", "first_name": "James B.", "id": 176, "last_name": "Nelson", "name_slug": "james-b-nelson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/176/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2011/mar/11/scott-fitzgerald/wisconsin-senate-majority-leader-scott-fitzgerald-/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 3413, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jnelson@journalsentinel.com", "first_name": "James B.", "id": 176, "last_name": "Nelson", "name_slug": "james-b-nelson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/176/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/3413/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tAfter weeks of protests and political maneuvering, the stalemate on Wisconsin&rsquo;s controversial budget-repair bill ended in lightning fashion the evening of March 9, 2011, after a surprise move by Republicans.<br />\r\n\t<br />\r\n\tThe Senate, which had been blocked from acting because of the absence of 14 Democrats who fled to Illinois, approved the bill -- which curtails collective bargaining rights for most public employees and requires them to pay more for health care and pensions -- in a matter of minutes.<br />\r\n\t<br />\r\n\tIn those same minutes, the Capitol went from relative calm to chaos.<br />\r\n\t<br />\r\n\tThe following morning, state Senate Majority Leader Scott Fitzgerald, R-Juneau, <a href=\"http://www.620wtmj.com/shows/charliesykes/117769973.html\">described the </a><a href=\"http://www.620wtmj.com/shows/charliesykes/117769973.html\">scene</a> in an interview with talk show host Charlie Sykes on WTMJ-AM (620).<br />\r\n\t<br />\r\n\tHe told of Capitol staffers seeing a crowd moving down State Street from the direction of the &nbsp;University of Wisconsin-Madison campus to the Capitol and shouts and anger from opponents who already were inside.<br />\r\n\t<br />\r\n\tOther reports told of how in the two hours leading up the vote -- the amount of time for which notice of a Senate-Assembly conference committee meeting had been given -- Twitter and Facebook alerts went out urging union members and other bill opponents to high-tail it to the Capitol.<br />\r\n\t<br />\r\n\tThe daily protests that had wound down a week earlier resumed with a new fury, more urgent and angry. Indeed, soon after the vote Republican senators received an <a href=\"http://www.jsonline.com/blogs/news/117738098.html\">e-mailed death threat</a> that is under investigation.<br />\r\n\t<br />\r\n\tFitzgerald described the scene after the vote this way in his conversation with Sykes: &quot;Suddenly, a mob showed up and busted down the door and took over the Capitol.&quot;<br />\r\n\t<br />\r\n\tLet&rsquo;s stop for a minute.<br />\r\n\t<br />\r\n\tTo be sure, the scene was chaotic. And there are many reports, some of them contradictory, on specific things that happened. In the wake of the vote and the reaction by protesters, the rhetoric on both sides was heated and, often, over the top.<br />\r\n\t<br />\r\n\tIn this item, we will look at Fitzgerald&rsquo;s statement, which was one of the clearest assertions on what happened.<br />\r\n\t<br />\r\n\tFirst, a little more background:<br />\r\n\t<br />\r\n\tThe move to vote on the bill surprised many, since there had been indications during the week of talks between Democratic and Republican lawmakers and Gov. Scott Walker.<br />\r\n\t<br />\r\n\tThe conference committee -- which included members of both parties and from both chambers -- met on two hours&rsquo; notice, to pave the way for final passage.<br />\r\n\t<br />\r\n\tDemocrats argue the meeting violated the state open meetings law, which generally requires 24-hour notice of meetings, or two hours under emergency circumstances. Republicans say the meeting did not violate the law, since the Legislature is in special session and in those cases no advance notice is required. The courts may ultimately decide who is right.<br />\r\n\t<br />\r\n\tAt the meeting, the committee cleared the way for quick action by dropping some parts of the bill -- the pieces that required a minimum of 20 members to be present. But the committee left intact the key pieces: Walker&rsquo;s push to have public employees pay more for health care and pensions and to curtail collective bargaining rights for most public employees.<br />\r\n\t<br />\r\n\tThe committee met for mere minutes, with Assembly Minority Leader Peter Barca, D-Kenosha, complaining loudly he did not even have time to read the new language.<br />\r\n\t<br />\r\n\tThe vote took place just after 6 p.m. -- after the building would normally be closed.<br />\r\n\t<br />\r\n\tBut because the Senate was in session, the building was kept open. One entrance was open while the other two were locked, according to the Department of Administration.<br />\r\n\t<br />\r\n\tSome members of the public were present. They shouted their disapproval when the conference committee sent the matter to the Senate, which met literally minutes later -- without the still-absent Democrats -- and quickly voted to approve the bill.<br />\r\n\t<br />\r\n\tThe bill was then sent to the Assembly, which was already scheduled to take it up the following morning.<br />\r\n\t<br />\r\n\tA crowd began to gather during and after the unexpected action by the Senate, fueled no doubt by media reports and the urgent Twitter and Facebook messages. Protesters arrived and some tried to muscle their way into the building.<br />\r\n\t<br />\r\n\tAfter the vote, police tried to close the building but faced a growing crowd.<br />\r\n\t<br />\r\n\tWTMJ-TV (Channel 4) <a href=\"http://www.todaystmj4.com/news/local/117706763.html\">showed</a> law officers trying to keep a door closed, before being overwhelmed by protesters who streamed past them. Other footage showed people climbing into the Capitol &nbsp;through open windows.<br />\r\n\t<br />\r\n\tThe police backed off. Soon the rotunda was, once again, filled with thousands of people. Hundreds stayed overnight. By morning, many had gathered outside the Assembly chamber. Some blocked access to office hallways and had to be physically removed by authorities. The building was declared to be on lockdown.<br />\r\n\t<br />\r\n\tThe start of the Assembly session was delayed for hours due to problems providing clear, safe access to the building. (The bill ultimately passed on March 10, 2011, was <a href=\"http://www.jsonline.com/news/statepolitics/117798133.html\">signed into </a><a href=\"http://www.jsonline.com/news/statepolitics/117798133.html\">law</a> the next day.)<br />\r\n\t<br />\r\n\tNow, let&rsquo;s return to Fitzgerald&rsquo;s statement, which has three clear assertions, the first of which was labeling the crowd a &quot;mob.&quot;<br />\r\n\t<br />\r\n\tHere are a few dictionary definitions:<br />\r\n\t<br />\r\n\t<a href=\"http://www.thefreedictionary.com/mob\">Mob:</a> A large disorderly crowd or throng.<br />\r\n\t<a href=\"http://dictionary.reference.com/browse/mob\">Mob:</a> A disorderly or riotous crowd of people.<br />\r\n\t<a href=\"http://wordnetweb.princeton.edu/perl/webwn?s=mob\">Mob:</a> A disorderly crowd of people.<br />\r\n\t<br />\r\n\tWas the crowd large? Yes? Disorderly? Yes, in that they refused to follow the orders of police officers and pushed past them.<br />\r\n\t<br />\r\n\tWere they riotous? There were no reported injuries or arrests.<br />\r\n\t<br />\r\n\tBut that portion of Fitzgerald&rsquo;s statement seems to fit the situation.<br />\r\n\t<br />\r\n\tNext, Fitzgerald said the crowd &quot;busted down the door.&quot;<br />\r\n\t<br />\r\n\tThey did not do so in the literal sense of knocking a door down. But they clearly overwhelmed police, who had tried to secure the doors and ultimately gave up.<br />\r\n\t<br />\r\n\tThe Journal Sentinel had three reporters and two photographers at the Capitol that night. Their <a href=\"http://www.jsonline.com/news/statepolitics/117703358.html\">report</a> said: &quot;Protesters poured into the Capitol after police stopped guarding at least one entrance and outside doors were opened.&quot;<br />\r\n\t<br />\r\n\tWalk-throughs of the building early the next morning by reporters did not show signs of significant damage.<br />\r\n\t<br />\r\n\tThe Department of Administration later provided its own damage summary: Wooden panels were kicked in on two exterior doors; seven windows had security hardware damaged or removed; hinge pins were removed on a pair of exterior doors and the bolting mechanism was broken on a service entrance.<br />\r\n\t<br />\r\n\tSo, the crowd forced its way into the building and did some -- though not widespread -- damage.<br />\r\n\t<br />\r\n\tFinally, Fitzgerald&rsquo;s statement said the crowd &quot;took over the Capitol.&quot;<br />\r\n\t<br />\r\n\tReports made it clear the protesters did not leave when they were asked to and there were enough problems that the building could not function as it normally would the following day. Staffers -- and lawmakers -- were initially unable to enter. The Assembly session was delayed for hours.<br />\r\n\t<br />\r\n\tSome media reports labeled the situation a &quot;takeover,&quot; but that suggests more than occupying the building, which protesters did. It suggests controlling the building, which is not supported by the accounts we have heard.<br />\r\n\t<br />\r\n\tSo where does this leave us?<br />\r\n\t<br />\r\n\tFitzgerald&rsquo;s declared a mob busted its way into the Capitol and took over the building. Yes, a large, angry crowd formed and some forced their way past police officers who fell back rather than try to prevent more from entering. The crowd did not literally bust down doors, but some damage was caused to the building. While they defied orders and delayed action the following day, they never controlled the situation.<br />\r\n\t<br />\r\n\tSo, the thrust of Fitzgerald&rsquo;s statement is correct, but the rhetoric overstates some of what actually happened. Indeed, some of the fallout was a result not just of the policy changes in the bill -- which have prompted weeks of protests -- but the procedure in how it was brought up for a vote. The short notice helped fuel the response and may have left authorities unprepared for it.<br />\r\n\t<br />\r\n\tThe definition for Half True is &quot;The statement is partially accurate but leaves out important details or takes things out of context.&quot;<br />\r\n\t<br />\r\n\tThat&rsquo;s our rating.</p>", "ruling_comments_date": "2011-03-11T18:32:41.166603", "ruling_date": "2011-03-11T17:31:02", "ruling_headline": "Wisconsin Senate Majority Leader Scott Fitzgerald says “a mob” broke down the door and took over the Capitol ", "ruling_headline_slug": "wisconsin-senate-majority-leader-scott-fitzgerald-", "ruling_link_text": "The rhetoric overstates the reality, but on some points not by much", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tMilwaukee Journal Sentinel, <a href=\"http://www.jsonline.com/news/statepolitics/117703358.html\">&quot;Demonstrators crowd Capitol in wild scene after Senate vote,&quot;</a> March 9, 2011<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel, &quot;<a href=\"http://www.jsonline.com/blogs/news/117727713.html\">The quiet after the Capitol storm,&quot;</a> March 10, 2011<br />\r\n\t<br />\r\n\tJSOnline.com, <a href=\"http://www.jsonline.com/blogs/news/117731888.html\">&quot;Capitol police delay opening of building,&quot;</a> March 10, 2011<br />\r\n\t<br />\r\n\tJSOnline.com, <a href=\"http://www.jsonline.com/blogs/news/117738098.html\">&quot;Justice Department investigating death threats against Republican senators, representatives,&quot;</a> March 10, 2011<br />\r\n\t<br />\r\n\tJSOnline.com, <a href=\"http://www.jsonline.com/news/statepolitics/117798133.html\">&quot;Walker signs budget-repair bill, judge denies TRO request,&quot;</a> March 11, 2011<br />\r\n\t<br />\r\n\tWTMJ-TV (Channel 4), <a href=\"http://www.620wtmj.com/news/local/117706763.html\">Capitol chaos: Protesters take over Capitol,</a>&quot; March 10, 2011<br />\r\n\t<br />\r\n\tWisconsin Department of Administration <a href=\"http://www.doa.state.wi.us/\">website</a> on Capitol access<br />\r\n\t<br />\r\n\tEmails, Tim Donovan, spokesman, Wisconsin Department of Administration, March 10, 2011<br />\r\n\t<br />\r\n\tSen. Majority Leader Scott Fitzgerald, R-Juneau, <a href=\"http://www.620wtmj.com/shows/charliesykes/117769973.html\">interview</a>, WTMJ-AM (620).<br />\r\n\t<br />\r\n\tFreedictionary.com<br />\r\n\t<br />\r\n\tDictionary.com<br />\r\n\t<br />\r\n\twordnetweb.princeton.edu</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "State Senator, 13th District", "false_count": 2, "first_name": "Scott", "half_true_count": 1, "home_state": "Wisconsin", "id": 930, "last_name": "Fitzgerald", "mostly_true_count": 0, "name_slug": "scott-fitzgerald", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Scott_Fitzgerald.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/930/", "total_count": 4, "true_count": 0, "website": "http://legis.wisconsin.gov/senate/sen13/news/Biography.asp"}, "statement": "<p>\r\n\tOn the night of the Wisconsin state Senate vote on the budget package, &quot;a mob showed up and busted down the door and took over the Capitol.&quot;</p>", "statement_context": "a radio interview", "statement_date": "2011-03-10", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 192, "photo": null, "resource_uri": "/api/v/2/subject/192/", "subject": "Labor", "subject_slug": "labor", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}