{"art": [], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/ohio/statements/2011/mar/14/ohio-coal-association/ohio-coal-industry-says-obama-promised-bankrupt-co/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 3418, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/3418/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>It&rsquo;s 2008 all over again, based on a claim that recently surfaced from Ohio&rsquo;s coal industry. That was the year Barack Obama won the presidency. Ten months earlier, the candidate -- a Democratic senator from Illinois who was campaigning for the presidential nomination -- did a wide-ranging, <a href=\"http://www.sfgate.com/cgi-bin/blogs/nov05election/detail?entry_id=32228\">videotaped interview</a> with the San Francisco Chronicle&rsquo;s editorial board that included his prescription for reducing greenhouse gas emissions.<br />\r\n<br />\r\nBefore the campaign would end, his political opponents, including Sarah Palin, discovered the interview on the newspaper&rsquo;s website and tried to use it against Obama in coal-rich states like Ohio. Maybe you&rsquo;ve forgotten about it. The coal industry, in a long battle against proposals to cut greenhouse gas emissions by reducing coal use, has not.<br />\r\n<br />\r\nMike Carey, president of the Ohio Coal Association, brought up Obama&rsquo;s statement anew when <a href=\"http://republicans.energycommerce.house.gov/Media/file/Hearings/Energy/030111/Carey.pdf\">he testified</a> March 1 to a House subcommittee on energy and power, in advance of a proposed House Republican bill that would strip the U.S. Environmental Protection Agency of its ability to regulate greenhouse gas emissions.<br />\r\n<br />\r\n&quot;We absolutely must oppose the new effort by the Obama administration to eliminate coal through the new proposed plant emissions and greenhouse gas regulations,&quot; Carey said. &quot;In 2008, President Obama said, &lsquo;If someone wants to build a new coal-fired power plant they can, but it will bankrupt them because they will be charged a huge sum for all the greenhouse gas that&rsquo;s being emitted.&rsquo; &quot;<br />\r\n<br />\r\nLater in his testimony, Carey added, &quot;Remember what President Obama promised; they will bankrupt anyone who plans to build a coal facility.&quot;<br />\r\n<br />\r\nDid Obama really promise that?<br />\r\n<br />\r\nIt&rsquo;s a question that matters in states that employ coal miners and rely on coal-fired electricity, especially as the U.S. EPA under Obama prepares to restrict carbon emissions.<br />\r\n<br />\r\nDuring a break in the House hearing, we asked Carey for his source for the quote. Then we<br />\r\nwent back to the original San Francisco Chronicle interview in its entirety, transcribed the parts in which Obama discussed coal, and examined the context of Obama&rsquo;s remarks.<br />\r\n<br />\r\nObama at the time had proposed an aggressive plan to reduce the release of carbon dioxide into the atmosphere by attaching a price for emissions. The allowable level of emissions would ratchet down yearly, Obama said, with money raised from this system getting invested in cleaner technologies. This would not only create incentives for reducing carbon emissions, he said, but it would also expand the use of wind and solar power, bio-fuels and, potentially, &quot;clean coal,&quot; in which carbon emissions could be captured and sequestered in a way that might do no harm. Such clean coal research is ongoing, with vigorous debate as to whether it will someday be applied on a commercial scale.<br />\r\n<br />\r\nObama made clear in the interview that he was not suggesting an end to coal use. Too much of the country already uses it in existing power plants and factories. In a portion of the interview his critics failed to note, he said:<br />\r\n<br />\r\n&quot;This notion of no coal, I think, is an illusion, because the fact of the matter is that right now, we are getting a lot of our energy from coal, and China is building a coal-fired plant once a week. So what we have to do then is we have to figure out how can we use coal without emitting greenhouse gases and carbon. &nbsp;And how can we sequester that carbon and capture it? If we can&#39;t, then we&#39;re going to still be working on alternatives.&quot;<br />\r\n<br />\r\nBut Obama also made clear that he wanted to transition away from building new coal-fired plants, saying that the price on emissions for building one -- using old technology -- would be prohibitive under his plan.<br />\r\n<br />\r\nCarey said in his testimony that the Obama administration &quot;promised&quot; a &quot;war on coal,&quot; which is a claim we believe goes too far. The Obama administration has unquestionably angered the coal industry with rules or proposals affecting air quality standards, coal ash, renewable energy and the issuance of permits needed for coal mining -- all mentioned by Carey in his testimony. But Obama never declared war, and environmentalists and many others have a very different take on this so-called assault.<br />\r\n<br />\r\nYet Obama said exactly what Carey quoted him as saying on a point that is especially current, considering the EPA&rsquo;s new rules, announced this year. To repeat the then-candidate&rsquo;s statement: &quot;If someone wants to build a new coal-fired power plant they can, but it will bankrupt them because they will be charged a huge sum for all the greenhouse gas that&#39;s being emitted.&quot;<br />\r\n<br />\r\nWhy, then, aren&rsquo;t we rating Carey&rsquo;s claim True?<br />\r\n<br />\r\nTwo reasons: &quot;President Obama&quot; did not make the statement. Obama the U.S. senator and candidate for president did. And that leads to the second reason.<br />\r\n<br />\r\nCarey suggests that Obama is carrying out the threat he made in 2008, but the new rules from the EPA are different from the cap-and-trade proposal Obama had in 2008. Candidate Obama&rsquo;s methods were to be more aggressive. In fact, the EPA has shown some flexibility, agreeing to phase in carbon restrictions on new or expanded plants based on their size. The agency also announced on the same day as Carey testified that it will <a href=\"http://online.wsj.com/article/SB10001424052748703559604576174793353732736.html?mod=googlenews_wsj\">delay its deadlines for businesses that must report their emissions</a>.<br />\r\n<br />\r\nCarey quoted Obama accurately but not fully, and the regulations and methods that Obama&rsquo;s EPA wants -- backed by a U.S. Supreme Court decision saying the agency has to regulate greenhouse gas emissions -- are not the same as the candidate proposed.<br />\r\n<br />\r\nThe quote is right, but given the need for clarification or additional information, we rate Carey&rsquo;s statement as Mostly True.</p>\r\n", "ruling_comments_date": "2011-03-14T16:42:02.011636", "ruling_date": "2011-03-14T16:30:00", "ruling_headline": "Ohio coal industry says Obama promised to bankrupt coal-fired power plant builders", "ruling_headline_slug": "ohio-coal-industry-says-obama-promised-bankrupt-co", "ruling_link_text": "Candidate Obama's views differ from President Obama's actions", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"http://republicans.energycommerce.house.gov/Media/file/Hearings/Energy/030111/Carey.pdf\" id=\"internal-source-marker_0.10088319633157239\">Written testimony of Mike Carey</a>, president, Ohio Coal Association, to U.S. House of Representatives Energy and Commerce Committee, Subcommittee on Energy and Power, &nbsp;March 1, 2011<br />\r\n<br />\r\nInterview with Mike Carey, March 1, 2011<br />\r\n<br />\r\nBarack Obama, <a href=\"http://www.sfgate.com/cgi-bin/blogs/nov05election/detail?entry_id=32228\">videotaped interview</a> with San Francisco Chronicle, January 2008 &nbsp;(discussion on coal begins around 25:40)<br />\r\n<br />\r\nNews coverage, including reporting by this author, of climate change legislation and environmental proposals during Bush and Obama administrations<br />\r\n<br />\r\nWall Street Journal, &quot;<a href=\"http://online.wsj.com/article/SB10001424052748703559604576174793353732736.html?mod=googlenews_wsj\">EPA extends emissions reporting deadline</a>,&quot; March 2, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Lobbying group for Ohio's coal industry", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "Ohio", "id": 1090, "last_name": "Ohio Coal Association", "mostly_true_count": 1, "name_slug": "ohio-coal-association", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-mugs-independentgroup.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1090/", "total_count": 1, "true_count": 0, "website": "http://www.ohiocoal.com/"}, "statement": "<p>Says that President Obama said in 2008 that his proposed greenhouse gas regulations &quot;will bankrupt&quot; anyone who wants to build a new coal-fired power plant.</p>\r\n", "statement_context": "testimony to a House subcommittee", "statement_date": "2011-03-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 116, "photo": null, "resource_uri": "/api/v/2/subject/116/", "subject": "Cap and Trade", "subject_slug": "cap-and-trade", "used_in_edition": []}, {"description": "<p>Most scientists agree that climate change is real and humans are causing it. The figure that&rsquo;s widely cited is 97 percent of climate scientists, and it appears in at least&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/statements/2015/sep/02/rick-santorum/santorum-un-climate-head-debunked-widely-cited-97-/\">three peer-reviewed surveys</a>.&nbsp;<a href=\"http://www.politifact.com/virginia/statements/2016/apr/04/don-beyer/don-beyer-says-97-percent-scientists-believe-human/\">Plenty of other studies</a>&nbsp;report overwhelming majorities of experts (in the 90 percent range) and at least&nbsp;<a href=\"http://climate.nasa.gov/scientific-consensus/\">18 scientific associations</a>&nbsp;agree.</p>\r\n", "id": 313, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/images.jpg", "resource_uri": "/api/v/2/subject/313/", "subject": "Climate Change", "subject_slug": "climate-change", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}], "target": [], "twitter_headline": ""}