{"art": [], "author": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2011/mar/16/john-lewis/atlanta-streetcar-projected-be-jobs-boon/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jdenery@ajc.com", "first_name": "Jim ", "id": 141, "last_name": "Denery", "name_slug": "jim-denery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/141/", "title": "Word editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 3425, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/3425/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tAtlanta leaders heralded the city&rsquo;s planned streetcar as a boon to downtown.<br />\r\n\t<br />\r\n\tStarting in 2013, the streetcar would ferry passengers from Centennial Olympic Park through the historic Sweet Auburn neighborhood and to Ebenezer Baptist Church, the heart of the civil rights movement. &nbsp;<br />\r\n\t<br />\r\n\tEven better, it would create jobs, according to a newsletter to constituents from U.S. Rep. John Lewis. Under the header &quot;New jobs created by the Streetcar project,&quot; it said the line would generate 1,399 jobs to build and run it, and an additional 4,204 when it spurs economic development in surrounding neighborhoods. &nbsp;<br />\r\n\t<br />\r\n\tSounds like a nice deal. But is that what experts really projected? We took a closer look. &nbsp;&nbsp;<br />\r\n\t<br />\r\n\tThe $72 million streetcar project is part of an ambitious plan to modernize the city&rsquo;s transit infrastructure, boost tourism and help a downtown core that has suffered since the Downtown Connector was built.<br />\r\n\t<br />\r\n\tCritics contend it&rsquo;s a boondoggle and won&rsquo;t reduce traffic congestion.<br />\r\n\t<br />\r\n\tLewis, Atlanta Mayor Kasim Reed and a coalition of local leaders won a major victory in October when they scored a $47.6 million grant from the U.S. Department of Transportation to build it.<br />\r\n\t<br />\r\n\tConstruction is scheduled to begin in 2012, but there&rsquo;s no guarantee. Last month, Republicans in Congress threatened to yank the project&rsquo;s funding.<br />\r\n\t<br />\r\n\tA spokeswoman for Lewis said the newsletter relied on a projection from groups that applied for the Department of Transportation grant. Since it was created by experts and vetted by civil service professionals at the Department of Transportation, Lewis believed it was credible.<br />\r\n\t<br />\r\n\tWe called MARTA, which played a major role in generating the figures. Spokesman Lyle Harris initially declined to explain how the numbers were derived, so we gathered documents from Atlanta Journal-Constitution transportation reporter Ariel Hart, placed a public information request for more documentation and sent written questions, some of which MARTA answered.<br />\r\n\t<br />\r\n\tOur reporting turned up enough information to evaluate figures for building and running the streetcar, but not for economic development. So we will analyze the projected 1,399 construction and operations jobs.<br />\r\n\t<br />\r\n\tWe found that the job-creation figures are not for actual positions. The Department of Transportation advised grant applicants to use a measure called &quot;job years.&quot;<br />\r\n\t<br />\r\n\t&quot;Job years&quot; means one job lasting for one year. That means that if a single position lasts five years, it counts as five &quot;job years.&quot; Or as the newsletter put it, &quot;jobs.&quot; &nbsp;<br />\r\n\t<br />\r\n\tThe &quot;job years&quot; measure has critics. George Mason University professor Stephen Fuller told us it can be confusing or give an inflated impression of the number of jobs a project creates.<br />\r\n\t<br />\r\n\t&quot;They [officials] want to make people understand that what appears to be a small project will have a big impact over its lifetime,&quot; Fuller said.<br />\r\n\t<br />\r\n\tBut it does have merits, economists told us. A project should get credit for creating jobs that last many years instead of one. And the measure helps planners tally positions such as construction jobs that rise and fall over the course of a project, said James Horney, a top fiscal policy expert at the liberal Center on Budget and Policy Priorities.<br />\r\n\t<br />\r\n\tSo even though the newsletter said that running the streetcar would create 460 jobs, that doesn&rsquo;t mean transit officials plan to fill 460 full-time positions to run it.<br />\r\n\t<br />\r\n\tThat&rsquo;s the number of &quot;job years&quot; over a 20-year period. The actual estimate is 23 new employees. And 23 multiplied by 20 is 460.<br />\r\n\t<br />\r\n\tBrian Riedl, the lead budget analyst for the Heritage Foundation, a conservative think tank, said there&rsquo;s a better way to communicate job impact. Just list jobs and job length separately.<br />\r\n\t<br />\r\n\tSo you could say running the streetcar would create 23 jobs that would last 20 years. (Or longer. The line would be built to last.)<br />\r\n\t<br />\r\n\tNow, let&rsquo;s look at the claim that the project would create 939 jobs during construction. These jobs are expected to last for one year, so for this phase, one job year equals one job.<br />\r\n\t<br />\r\n\tBut that doesn&rsquo;t mean 939 people are projected to build the streetcar line, and they won&rsquo;t all be jobs for Atlantans. &nbsp;<br />\r\n\t<br />\r\n\tThe newsletter used the project&rsquo;s &quot;total employment&quot; figure, which means the number of people who would be employed for construction, plus two other types of jobs created by the project: those to make materials such as steel or rebar to construct the line, and those created when workers spend their earnings on things such as a roast beef sandwich or a new pair of tube socks. &nbsp;</p>\r\n<p>\r\n\t<br />\r\n\tThe project&rsquo;s economist estimated this job number using a standard method developed by the U.S. Department of Commerce&rsquo;s Bureau of Economic Analysis.<br />\r\n\t<br />\r\n\tMany of those jobs won&rsquo;t be local because a portion of the materials and products purchased would be made outside the Atlanta area.<br />\r\n\t<br />\r\n\tPlanners expect to employ 467 workers for streetcar construction. The rest would be making rebar, sandwiches and the like.<br />\r\n\t<br />\r\n\tSo did Lewis get his job creation figures right?<br />\r\n\t<br />\r\n\tLewis accurately cited numbers reviewed by government agencies and experts, but in the end, that vetting wasn&rsquo;t enough. He used figures that would give a typical person the impression that those projected 1,399 &quot;job years&quot; are actual jobs. That understanding would be correct for the construction phase, but it would be 20 times higher than the actual number of positions needed to run the streetcar.<br />\r\n\t<br />\r\n\tSince the figures experts gave Lewis would give a typical person a false impression, we rule his statement False.</p>", "ruling_comments_date": "2011-03-15T16:48:35.027912", "ruling_date": "2011-03-16T06:00:00", "ruling_headline": "Atlanta Streetcar projected to be jobs boon", "ruling_headline_slug": "atlanta-streetcar-projected-be-jobs-boon", "ruling_link_text": "Those aren't actual jobs", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tU.S. Rep. John Lewis newsletter, received the week of Jan. 17, 2011<br />\r\n\t<br />\r\n\tCity of Atlanta, &quot;<a href=\"http://www.atlantadowntown.com/_files/docs/10_08-23_atlanta_streetcar-tigerii_app.pdf\">Georgia Transit Connector: Atlanta Streetcar Tiger II Funding Application Project Narrative</a>,&quot; Aug. 20, 2010<br />\r\n\t<br />\r\n\tAtlanta Streetcar Project TIGER Grant Application Economic Recovery Benefits Technical Memorandum (Appendix A1), Aug. 20, 2010<br />\r\n\t<br />\r\n\tAtlanta Streetcar Project TIGER Grant Application, Appendix A2, Aug. 20, 2010<br />\r\n\t<br />\r\n\tFederal Register, &quot;<a href=\"http://www.dot.gov/docs/TIGER_II_Discretionary_Grant_Program_Final_Notice_1_June_2010.pdf\">Notice of Funding Availability for the Department of Transportation&rsquo;s National Infrastructure Investments Under the Transportation, Housing and Urban Development, and Related Agencies Appropriations Act for 2010</a>,&quot; June 1, 2010<br />\r\n\t<br />\r\n\tCouncil of Economic Advisers, &quot;<a href=\"http://www.whitehouse.gov/sites/default/files/microsites/Estimate-of-Job-Creation.pdf\">Estimates of Job Creation from the American Recovery and Reinvestment Act of 2009</a>,&quot; May 2009,<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, &quot;State said to get rail funds,&quot; Oct. 26, 2010<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, &quot;Streetcars on way back&quot;, Oct. 16, 2010<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, &quot;Pricey streetcar won&#39;t ease traffic,&quot; Nov. 7, 2010<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, &quot;Trying to put &#39;sweet&#39; back in Sweet Auburn,&quot; Nov. 8, 2010<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, &quot;Streetcar will lead Atlanta to the future,&quot; Nov. 14, 2010<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, &quot;U.S. House might revoke streetcar funds,&quot; Feb. 18, 2011<br />\r\n\t<br />\r\n\tInterview, Brenda Jones, communications director, U.S. Rep. John Lewis, March 10, 2011<br />\r\n\t<br />\r\n\tE-mail interview, Lyle Harris, spokesman, MARTA, March 14, 2011<br />\r\n\t<br />\r\n\tInterview, James Horney, vice president for federal fiscal policy at the Center on Budget and Policy Priorities, March 3, 2011<br />\r\n\t<br />\r\n\tE-mail interview, Brian Riedl, Grover Hermann Fellow in Federal Budgetary Affairs, Heritage Foundation, Feb. 25, 2011<br />\r\n\t<br />\r\n\tE-mail interview, Justin Nisly, deputy press secretary, &nbsp;U.S. Department of Transportation, Feb. 23, 2011<br />\r\n\t<br />\r\n\tInterview, Stephen Fuller, director, Center for Regional Analysis, George Mason University, March 2, 2011<br />\r\n\t<br />\r\n\tInterview, David Sjoquist, director, Domestic Programs and Fiscal Research Center, Andrew Young School of Policy Studies, Georgia State University, Feb. 2, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Congressman", "false_count": 1, "first_name": "John", "half_true_count": 2, "home_state": "Georgia", "id": 1092, "last_name": "Lewis", "mostly_true_count": 1, "name_slug": "john-lewis", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Lewis_John.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1092/", "total_count": 5, "true_count": 0, "website": ""}, "statement": "<p>\r\n\tBuilding and running the Atlanta Streetcar is projected to create 1,399 jobs.</p>", "statement_context": "a newsletter to constituents", "statement_date": "2011-01-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 44, "photo": null, "resource_uri": "/api/v/2/subject/44/", "subject": "Transportation", "subject_slug": "transportation", "used_in_edition": []}], "target": [], "twitter_headline": "Rep. John Lewis says the Atlanta streetcar will create 1K+ jobs. Well, not really. "}