{"art": [{"brightcove": "", "caption": "House Budget Chairman Paul Ryan lectures fellow Republican lawmakers about the risks to the economy from rising debt.", "id": 1138, "infogram": "", "ndn": "", "ndnid": "", "other": "<object width=\"300\" height=\"245\" classid=\"clsid:D27CDB6E-AE6D-11cf-96B8-444553540000\" id=\"ep\"><param name=\"allowfullscreen\" value=\"true\" /><param name=\"allowscriptaccess\" value=\"always\" /><param name=\"wmode\" value=\"transparent\" /><param name=\"movie\" value=\"http://i.cdn.turner.com/cnn/.element/apps/cvp/3.0/swf/cnn_416x234_embed.swf?context=embed&videoId=politics/2011/03/18/bts.ryan.budget.cnn\" /><param name=\"bgcolor\" value=\"#000000\" /><embed src=\"http://i.cdn.turner.com/cnn/.element/apps/cvp/3.0/swf/cnn_416x234_embed.swf?context=embed&videoId=politics/2011/03/18/bts.ryan.budget.cnn\" type=\"application/x-shockwave-flash\" bgcolor=\"#000000\" allowfullscreen=\"true\" allowscriptaccess=\"always\" width=\"300\" wmode=\"transparent\" height=\"245\"></embed></object>", "photo": null, "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/1138/", "title": "CNN Ryan video", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/mar/21/paul-ryan/paul-ryan-says-cbo-model-self-destructs-due-rising/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 3450, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/3450/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tRecently, House Budget chairman Paul Ryan, R-Wis., allowed journalists from CNN to attend a closed-door briefing that he held for fellow Republican lawmakers. One comment Ryan made during his presentation caught our eye.<br />\r\n\t<br />\r\n\t&quot;The Congressional Budget Office has this economic model where they measure the economy going forward, and they are now telling us that the entire economy crashes in the year 2037 because their computer simulation can&#39;t conceive of any way in which the U.S. economy can continue,&quot; <a href=\"http://www.cnn.com/2011/POLITICS/03/17/gop.budget.plan/\">Ryan said</a>, according to the CNN report, which also included a video clip of the comment.<br />\r\n\t<br />\r\n\tWe wondered whether Ryan was accurately describing what the CBO -- Congress&rsquo; non-partisan fiscal-analysis office -- was saying. We found that Ryan has a point about the peril facing the economy from the nation&rsquo;s rapidly growing debt, but we also found that his comment was somewhat exaggerated.<br />\r\n\t<br />\r\n\tWe turned to several economists, including liberals and conservatives, to see whether they knew of evidence that might support Ryan&rsquo;s statement.<br />\r\n\t<br />\r\n\tThey pointed to several documents that shed light on the claim. One was the CBO&rsquo;s analysis of Ryan&rsquo;s own budget &quot;roadmap,&quot; published in early 2010.<br />\r\n\t<br />\r\n\tThe report compared Ryan&rsquo;s proposal to a CBO model that takes the current baseline budget numbers and adjusts them to account for a number of policy changes, most of which are expected to be enacted. This can be considered an approximation of the status-quo.<br />\r\n\t<br />\r\n\tAnalyzing this status-quo model, the CBO wrote that &nbsp;&quot;it is not possible to simulate the effects &hellip; after 2058 because deficits become so large and unsustainable that the model cannot calculate their effects.&quot; (The CBO went on to write that, compared to the status-quo option, Ryan&rsquo;s plan did a better job of bringing down the debt and promoting economic output.)<br />\r\n\t<br />\r\n\tStill, the year this economic model essentially blows up, according to CBO, is 2058 -- 21 years later than what Ryan said in the CNN clip.<br />\r\n\t<br />\r\n\tSubsequent estimates, with new data and revised methodologies, produced different -- and more dire -- conclusions.<br />\r\n\t<br />\r\n\tThe CBO published a document called the Long-Term Budget Outlook in June 2010 and then revised it in August 2010. Like the analysis of Ryan&rsquo;s plan, this study also used multiple models to analyze the future fiscal and economic picture.<br />\r\n\t<br />\r\n\tThe CBO cautioned that one of these economic models breaks down if debt were continue to accrue indefinitely. &quot;The economic model used for this comparison is capable of estimating outcomes only under sustainable government policies,&quot; the CBO wrote, referring to policies that rein in the debt rather than letting it spiral out of control.<br />\r\n\t<br />\r\n\tUnder the August revision, the CBO says this model functions through at least 2035.<br />\r\n\t<br />\r\n\tPaul Van de Water, a senior fellow at the liberal Center for Budget and Policy Priorities, said it&rsquo;s plausible that the model could implode as early as the 2030s, though he added that other models analyzed by the CBO do not predict an implosion that soon.<br />\r\n\t<br />\r\n\tSo the CBO has used a variety of models to analyze the future state of the economy, and some of them suggest serious problems for the economy within the next few decades. But there&rsquo;s uncertainty about whether any of the CBO models specifically fail by 2037, as Ryan says, and his language -- that the &quot;entire economy crashes&quot; -- is probably a bit too apocalyptic given the uncertainties of the modeling.<br />\r\n\t<br />\r\n\tOur experts added a few other caveats.<br />\r\n\t<br />\r\n\t<strong>The model Ryan is referring to is based on the assumption that no policy changes are made to reduce the debt.</strong><br />\r\n\t<br />\r\n\tEven though lawmakers have typically been loath to touch the main drivers of the nation&rsquo;s debt burden -- entitlements such as Social Security and Medicare -- some economists said that it was unrealistic that politicians would simply let the economy implode rather than making changes to stave off that fate.<br />\r\n\t<br />\r\n\t&quot;This one is same category as shouting, &lsquo;If you keep going like this, you&#39;re going to end up the Pacific Ocean&rsquo; to someone headed west from New Jersey,&quot; said Dean Baker, a liberal economist. &quot;It is absolutely true, but in an absurd way.&quot;<br />\r\n\t<br />\r\n\tBaker said that the CBO does long-term budget projections that assume that &quot;Congress never does anything even as the debt increases, pushing up interest payments, leading to ever-larger deficits. &hellip; I&#39;m not sure what Ryan thinks that he is showing by this. It is almost inconceivable that we would ever see anything like this.&quot;<br />\r\n\t<br />\r\n\t<strong>The models the CBO uses are just that -- models.</strong><br />\r\n\t<br />\r\n\tDan Mitchell, a senior fellow at the libertarian Cato Institute, said that he agrees that the economy is in danger, but not necessarily for the reasons laid out in the model. He thinks the general burden of government will be more of a defining factor than deficits or debt per se.<br />\r\n\t<br />\r\n\t&quot;The real issue is whether the CBO model makes sense,&quot; Mitchell said. &quot;I don&#39;t think it does because it is based largely on deficits and debt being the key determinants of economic performance. That&#39;s not true, though in extreme cases those factors can be very important. People are right to worry about the long run, even if CBO&#39;s methodology is a bit dodgy.&quot;<br />\r\n\t<br />\r\n\tSo where does this leave us? We&rsquo;ll start by listing the exaggerations in Ryan&rsquo;s statement.<br />\r\n\t<br />\r\n\tFirst, he implies that there&rsquo;s only one CBO model, glossing over the fact that the agency uses multiple models that have produced varying results. Second, Ryan predicts a collapse in 2037, but there&rsquo;s considerable variation in the doomsday year depending on the model the CBO uses and the data it plugs into its calculations.<br />\r\n\t<br />\r\n\tThird, Ryan&rsquo;s statement assumes that no change will be made from current policies before a collapse -- an assumption that&rsquo;s unlikely. And fourth, his claim that the CBO&rsquo;s &quot;computer simulation can&#39;t conceive of any way in which the U.S. economy can continue&quot; strikes us as an overstatement. In fact, the CBO finds lots of unpalatable scenarios if things get bad enough, but the agency doesn&rsquo;t go so far as to suggest that the economy will simply cease functioning. Economies are far more complex than any single model, so just because a model stops working, it doesn&rsquo;t necessarily mean that the economy will bring us back to hunter-gatherer days when the model stops working.<br />\r\n\t<br />\r\n\tWhat saves Ryan&rsquo;s comment is that, despite his exaggerations, his general point is valid. The economists we spoke to agreed that that the nation&rsquo;s current path of deficits and debt, if not altered, will become unsustainable.<br />\r\n\t<br />\r\n\t&quot;The issue is simply that under current law, the debt-to-GDP ratio soars so high that economic models break down,&quot; said J.D. Foster, a senior fellow at the conservative Heritage Foundation. &quot;The truth is that nobody really knows what would happen as the debt-to-GDP ratio pushes through 100 percent on the way to 200 or 300 percent. The models certainly are not capable of anticipating the effects. &nbsp;But you don&#39;t have to have an economic model to appreciate the clear picture of fiscal Armageddon.&quot;<br />\r\n\t<br />\r\n\tGenerally, then, Ryan&rsquo;s oversimplifications and exaggerations lead us to downgrade our rating, but his broader point about the perils of the debt for the nation&rsquo;s economy remains accurate. On balance, we rate his statement Half True.</p>", "ruling_comments_date": "2011-03-18T22:30:18.972079", "ruling_date": "2011-03-21T12:20:02", "ruling_headline": "Paul Ryan says CBO model of economy self-destructs due to rising deficits in 2037", "ruling_headline_slug": "paul-ryan-says-cbo-model-self-destructs-due-rising", "ruling_link_text": "Some models do go haywire, but not all, and the timing isn't clear", "ruling_state": null, "source_documents": null, "sources": "<div>\r\n\tCNN.com, &quot;<a href=\"http://www.cnn.com/2011/POLITICS/03/17/gop.budget.plan/#\">Behind the scenes: How the GOP is selling its budget plan to itself</a>,&quot; March 18, 2011<br />\r\n\t<br />\r\n\tCongressional Budget Office, <a href=\"http://www.cbo.gov/ftpdocs/108xx/doc10851/01-27-Ryan-Roadmap-Letter.pdf\">analysis</a> of Paul Ryan&rsquo;s Roadmap for America&rsquo;s Future Act of 2010, Jan. 27, 2010</div>\r\n<div>\r\n\t<br />\r\n\tCongressional Budget Office, &quot;<a href=\"http://www.cbo.gov/ftpdocs/115xx/doc11579/06-30-LTBO.pdf\">The Long-Term Budget Outlook</a>&quot; June 2010/revised August 2010</div>\r\n<div>\r\n\t<br />\r\n\tCongressional Budget Office, &quot;<a href=\"http://www.cbo.gov/ftpdocs/116xx/doc11659/07-27_Debt_FiscalCrisis_Brief.pdf\">Federal Debt and the Risk of a Fiscal Crisis, A Series of Issue Summaries from the Congressional Budget Office</a>,&quot; July 27, 2010<br />\r\n\t<br />\r\n\tCongressional Budget Office, <a href=\"http://www.cbo.gov/ftpdocs/117xx/doc11755/08-03-LTBO_Letter_Conrad.pdf\">revisions to the Long-Term Budget Outlook</a>, Aug. 3, 2011</div>\r\n<div>\r\n\t<br />\r\n\tE-mail interview with Paul Van de Water, senior fellow with the Center for Budget and Policy Priorities, March 18, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Daniel Mitchell, senior fellow at the Cato Institute, March 18, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Dean Baker, co-director of the Center for Economic and Policy Research, March 18, 2011<br />\r\n\t<br />\r\n\tE-mail interview with J.D. Foster, senior fellow at the Heritage Foundation, March 18, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Marc Goldwein, policy director of the Committee for a Responsible Federal Budget, March 18, 2011</div>\r\n<div>\r\n\t&nbsp;</div>\r\n<div>\r\n\tE-mail interview with Conor Sweeney, spokesman for Rep. Paul Ryan, March 19, 2011</div>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 23, "current_job": "U.S. Representative", "false_count": 7, "first_name": "Paul", "half_true_count": 24, "home_state": "Wisconsin", "id": 373, "last_name": "Ryan", "mostly_true_count": 16, "name_slug": "paul-ryan", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/AP_WX201_HOUSE_2016_PRIMARI.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/373/", "total_count": 89, "true_count": 10, "website": "http://www.house.gov/ryan/"}, "statement": "<div style=\"background-color: transparent;\">\r\n\t&quot;The Congressional Budget Office has this economic model where they measure the economy going forward, and they are now telling us that the entire economy crashes in the year 2037 because their computer simulation can&#39;t conceive of any way in which the U.S. economy can continue.&quot;</div>", "statement_context": "a private briefing to Members of Congress", "statement_date": "2011-03-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}], "target": [], "twitter_headline": ""}