{"art": [], "author": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "canonical_url": "/florida/statements/2011/mar/21/rick-scott/rick-scott-presses-panama-trade-agreement-after-in/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 3452, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "resource_uri": "/api/v/2/statement/3452/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tFlorida Gov. Rick Scott led a delegation of state business leaders to Panama March 17-18, 2011, where Scott met with government leaders, surveyed the expansion of the Panama Canal, and urged President Barack Obama to send a free trade agreement between Panama and the United States to Congress for ratification.<br />\r\n\t<br />\r\n\tScott said the free trade agreement, which has been languishing since 2007, could mean jobs for Florida&#39;s less than bustling economy.<br />\r\n\t<br />\r\n\t&quot;In Panama, I saw firsthand the construction being done to expand the Panama Canal,&quot; <a href=\"http://www.flgov.com/2011/03/18/03182011-podcast/\">Scott said on March 18 during his weekly radio address</a>. &quot;Florida must be ready for the massive Post-Panamax ships from Asia, Europe and Central and South America that will come and go through the canal.<br />\r\n\t<br />\r\n\t&quot;After meeting with Panamanian trade leaders, I am convinced more than ever that free trade agreements with Panama and other Latin American countries are essential to Florida&#39;s future. Florida has an important stake in ratification of trade agreements with both Panama and Colombia &ndash; agreements that have been waiting for congressional ratification since 2007.<br />\r\n\t<br />\r\n\t&quot;According to 2009 estimates, an agreement with Panama could result in almost 1,900 Florida jobs in the first year -&ndash; and about 15,000 jobs after five years,&quot; he said. &quot;Florida exporters will lose market share if these agreements are not in place.&quot;<br />\r\n\t<br />\r\n\tAt a time when the state&#39;s unemployment rate sits at 11.9 percent, we thought it appropriate to check Scott&#39;s job-creation figures.<br />\r\n\t<br />\r\n\tRepublicans have been pressuring Obama to submit the Panama trade agreement and another agreement with Colombia to Congress for ratification. <a href=\"http://content.usatoday.com/communities/theoval/post/2011/02/obama-to-pursue-colombia-panama-trade-deals/1\">White House officials have said</a> the president plans to pursue both trade deals -- which have been languishing since 2007 -- though each has problems that need to be addressed. In Colombia, it&#39;s concerns over labor rights. In Panama, it&#39;s the country&#39;s history of being a tax haven as well as a requirement that at least 40 workers must agree to start a union.<br />\r\n\t<br />\r\n\tThe agreement with Panama would make 88 percent of U.S. commercial and industrial exports duty-free immediately, with remaining tariffs being phased out over a 10-year period, <a href=\"http://www.fas.org/sgp/crs/row/RL32540.pdf\">according to the nonpartisan Congressional Research Service</a>. More than 60 percent of farm exports to Panama would also be immediately duty-free upon the agreement&#39;s ratification.<br />\r\n\t<br />\r\n\tScott&#39;s job-creation estimates come from an analysis produced by Enterprise Florida, an economic development public-private partnership chaired by the governor.<br />\r\n\t<br />\r\n\tThe group produced a six-page report in May 2009 discussing the implications of the Panama-U.S. trade agreement in Florida. Much of that analysis, the report says, is developed using estimates and trade scenarios developed by the U.S. Chamber of Commerce.<br />\r\n\t<br />\r\n\tThe U.S. Chamber predicted that U.S. exports would grow at an annual rate of 25 percent if the trade agreement is approved, compared to 16.5 percent if a trade agreement is not reached. That would translate to an additional $263 million in exports in the first year of the agreement, Enterprise Florida said. By the fifth year, exports would be $2.8 billion higher annually. U.S. imports from Panama would not increase substantially, the analysis concluded.<br />\r\n\t<br />\r\n\tWhat would that mean for Florida?<br />\r\n\t<br />\r\n\tEnterprise Florida concluded that by using the chamber&#39;s growth assumptions -- and the U.S. Department of Commerce&#39;s &quot;rule of thumb&quot; that each additional $1 billion in exports creates 11,000 jobs -- Florida would see an additional 995 jobs in the first year of the agreement and 10,600 additional jobs after five years. On top of that, Enterprise Florida said, the state would see an increase in services exports -- tourism, education and training, banking -- that would create 900 jobs in the first year and 4,500 by the fifth year.<br />\r\n\t<br />\r\n\tAdded together, that&#39;s a total of 1,895 jobs in the first year and 15,100 by the fifth year, according to Enterprise Florida.<br />\r\n\t<br />\r\n\tScott properly cites the totals in his figures, but he doesn&#39;t explain just how speculative they are.<br />\r\n\t<br />\r\n\tTo create job estimates, Enterprise Florida first had to estimate the increase in export traffic produced by the agreement, then estimate the dollar figures associated with that increase. The group then had to estimate how much of that increase would be confined to Florida. And then they had to produce job estimates using another estimate that $1 billion in additional exports create 11,000 jobs (we found other estimates that say $1 billion creates <a href=\"http://www.thefiscaltimes.com/Articles/2010/05/16/Boosting-Exports-to-Boost-the-Economy.aspx?p=1\">6,000</a>, <a href=\"http://www.voxeu.org/index.php?q=node/4931\">9,000</a> or even <a href=\"http://www.exportblueprint.com/blog/526/the-department-of-commerce-estimates-that-every-1-billion-of-u-s-exports/\">25,000</a> jobs).<br />\r\n\t<br />\r\n\tWhat&#39;s more telling is that the United States International Trade Commission attempted to determine the economic impact of the Panama treaty -- just like Enterprise Florida -- and said it couldn&#39;t.<br />\r\n\t<br />\r\n\t<a href=\"http://www.affi.org/assets/resources/public/panama-fta-sector-sector-9-07.pdf\">In a 175-page study that relied on 2006 data</a>, the trade commission said that Panama ranks as the 45th-largest market for U.S. exports ($2.5 billion), and accounted for less than 0.5 percent of total U.S. exports ($929.5 billion). The chief export to Panama is petroleum products. U.S. merchandise imports from Panama, meanwhile, were valued at $337.6 million, making Panama the United States&#39; 102nd-largest import supplier. Panama&#39;s biggest export is fish.<br />\r\n\t<br />\r\n\t&quot;It was not possible to quantify the impact of the (trade agreement) on U.S. gross domestic product, overall trade, aggregate employment and overall consumer welfare,&quot; the commission wrote. Later, the commission said that any impact on the U.S. economy would be small.<br />\r\n\t<br />\r\n\tThe trade commission predicted that, as a result of the trade agreement, the largest growth will accrue in the U.S. exports of rice (145 percent), pork (96 percent), beef (94 percent) and passenger vehicles (43 percent). &quot;Again, these would amount to a very small dollar-value increase given that, with the exception of rice, the U.S. exports of these goods to Panama represent less than two-tenths of one percent (0.2 percent) of U.S. exports to the world and even a smaller portion of U.S. production,&quot; the commission wrote.<br />\r\n\t<br />\r\n\tImports would not grow significantly because most Panamanian products already enter the United States duty-free, the commission said.<br />\r\n\t<br />\r\n\tIn trumpeting a possible trade agreement with Panama, Scott tried to highlight the benefits to Florida by saying the agreement &quot;could result in almost 1,900 Florida jobs in the first year &ndash; and about 15,000 jobs after&nbsp;five years.&quot;<br />\r\n\t<br />\r\n\tScott rightly couches his job claim by noting that it&#39;s an estimate and offering the qualifier &quot;could,&quot; so we can&#39;t fault him too much. But the fact is the analysis Scott relied on to make his claim is based on a series of significant assumptions or estimates, and a much more thorough analysis concluded that determining the impact on jobs created by the trade agreement with Panama was not possible. The lesson here is to be wary of any job estimate figure. We rate this claim Mostly True.</p>", "ruling_comments_date": "2011-03-21T09:59:53.105078", "ruling_date": "2011-03-21T12:00:42", "ruling_headline": "Rick Scott presses for Panama trade agreement after international trip", "ruling_headline_slug": "rick-scott-presses-panama-trade-agreement-after-in", "ruling_link_text": "A man a plan Panama!", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tGov. Rick Scott, <a href=\"http://www.flgov.com/2011/03/18/03182011-podcast/\">weekly radio address</a>, March 18, 2011</p>\r\n<p>\r\n\tEnterprise Florida, &quot;<a href=\"http://www.worldtrade.org/PDF/Panama-TPA.pdf\">Implications of the United States-Panama Trade Promotion Agreement for the State of Florida</a>,&quot; May 2009</p>\r\n<p>\r\n\t<em>USA Today</em>, &quot;<a href=\"http://content.usatoday.com/communities/theoval/post/2011/02/obama-to-pursue-colombia-panama-trade-deals/1\">Obama to pursue Colombia, Panama trade deals</a>,&quot; Feb. 9, 2011</p>\r\n<p>\r\n\tCongressional Research Service, &quot;<a href=\"http://www.fas.org/sgp/crs/row/RL32540.pdf\">CRS Report for Congress Prepared for Members and Committees of Congress The Proposed U.S.-Panama Free Trade Agreement,</a>&quot; Jan. 6, 2011</p>\r\n<p>\r\n\tUnited States International Trade Commission, &quot;<a href=\"http://www.affi.org/assets/resources/public/panama-fta-sector-sector-9-07.pdf\">U.S.-Panama Trade Promotion Agreement: Potential Economy-wide and Selected Sectoral Effect</a>,&quot; September 2007</p>", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 32, "current_job": "Governor", "false_count": 26, "first_name": "Rick", "half_true_count": 40, "home_state": "Florida", "id": 383, "last_name": "Scott", "mostly_true_count": 36, "name_slug": "rick-scott", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/rlscott.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/383/", "total_count": 166, "true_count": 15, "website": "http://www.flgov.com/"}, "statement": "<p>\r\n\t&quot;According to 2009 estimates, an agreement with Panama could result in almost 1,900 Florida jobs in the&nbsp;first year &ndash; and about 15,000 jobs after&nbsp;five years.&quot;</p>", "statement_context": "his weekly radio address.", "statement_date": "2011-03-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 143, "photo": null, "resource_uri": "/api/v/2/subject/143/", "subject": "Trade", "subject_slug": "trade", "used_in_edition": []}], "target": [], "twitter_headline": ""}