{"art": [{"brightcove": "", "caption": "In a House floor speech, Rep. Ted Poe, R-Texas, criticized U.S. aid to Cuba and Venezuela. But how accurate is his charge?", "id": 1150, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/1150/", "title": "Ted Poe", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/Y_2QH9RhEVs?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "Y_2QH9RhEVs"}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/mar/23/ted-poe/ted-poe-decries-us-aid-venezuela-cuba/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 3461, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/3461/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<div>\r\n\t<p>\r\n\t\tIn a <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getpage.cgi?position=all&amp;page=H556&amp;dbname=2011_record\">House floor speech</a> on Feb. 9, 2011, Rep. Ted Poe, R-Texas, took aim at American aid to foreign countries. Poe has <a href=\"http://poe.house.gov/News/DocumentSingle.aspx?DocumentID=229777\">introduced a bill</a>&nbsp;to require separate votes on aiding specific countries, thus ending the practice of bundling foreign aid into a single bill.<br />\r\n\t\t<br />\r\n\t\t&quot;Maybe it&rsquo;s time to reconsider our foreign aid that we send to countries throughout the world,&quot; Poe said in the floor speech, which has attracted attention in <a href=\"http://thepartyofknow.com/2011/03/09/texas-rep-ted-poe-explains-192-countries-in-the-world-and-us-gives-aid-to-150-of-them/\">conservative circles on the Internet</a>. &quot;There are about 192 foreign countries in the world, &hellip; and we give foreign aid to over 150 of them.&quot;<br />\r\n\t\t<br />\r\n\t\tPoe proceeded to name some examples of countries where many Americans might be uncomfortable sending taxpayer money, including Egypt, Pakistan, Russia and China. But two of the nation&rsquo;s in Poe&rsquo;s speech caught our eye -- Venezuela and Cuba.<br />\r\n\t\t<br />\r\n\t\tCritics of Venezuela&rsquo;s leader, Hugo Chavez, call him a dictator. Meanwhile, Cuba has been a communist country for decades, led by Fidel Castro and now his brother Raul. In its widely followed rankings, the group Freedom House <a href=\"http://www.freedomhouse.org/template.cfm?page=546&amp;year=2010\">rates</a> Venezuela toward the bottom of the nations it classifies as &quot;partly free,&quot; while Cuba sits at the lower end of its &quot;not free&quot; scale. And both nations have strained relations with the United States.<br />\r\n\t\t<br />\r\n\t\tSo Poe suggested these as two examples of what&rsquo;s wrong with U.S. foreign aid.<br />\r\n\t\t<br />\r\n\t\t&quot;We give money to Venezuela. Why do we give money to Chavez and Venezuela? He hates the United States. He defies our president, makes fun of our nation. We don&rsquo;t need to give him any foreign aid. We give $20 million to Cuba. Why do we give money to Cuba? Americans can&rsquo;t even go to Cuba. It&rsquo;s off-limits. It&rsquo;s a communist country. But we&rsquo;re dumping money over there.&quot;<br />\r\n\t\t<br />\r\n\t\tWe looked at budget documents for foreign aid and talked to experts in the field, and here&rsquo;s what we found.<br />\r\n\t\t<br />\r\n\t\tPoe is correct that U.S. foreign aid flows into both countries. In fiscal year 2010, the Venezuela account showed $6 million, while the Cuba account showed $20 million. For fiscal year 2012, the administration has requested a little less for Venezuela -- $5 million -- and the same $20 million amount for Cuba.<br />\r\n\t\t<br />\r\n\t\tTo give a sense of context, the 2010 funds allocated for Venezuela amounted to less than 1/100th of 1 percent of the total U.S. foreign-aid budget, and the figure for Cuba was about 4/100 of 1 percent of the U.S. foreign aid budget. The percentage of the entire federal budget is even more minuscule. Still, even if the amount is small, taxpayer money is taxpayer money, so Poe has a point.<br />\r\n\t\t<br />\r\n\t\tHowever, Poe also said in plain language that &quot;we give money to Chavez.&quot; And while he didn&rsquo;t say it in as explicit a fashion, Poe implied that the U.S. sends aid to the Cuban regime.<br />\r\n\t\t<br />\r\n\t\tThis is where it gets more complicated.<br />\r\n\t\t<br />\r\n\t\tThe funding for both nations comes from the Economic Support Fund, which, <a href=\"http://www.usaid.gov/performance/afr/afr10.pdf\">according to the State Department</a>, &quot;supports U.S. foreign policy objectives by providing economic assistance to allies and countries in transition to democracy. Programs funded through this account promote stability and U.S. security interests in strategic regions of the world.&quot;<br />\r\n\t\t<br />\r\n\t\tLet&rsquo;s take Cuba first. A spokesman for the U.S. Agency for International Development confirmed that no U.S. aid goes to the Cuban government.<br />\r\n\t\t<br />\r\n\t\tIn an explanation of its proposed budget, the administration writes that &quot;Cuba is the only non-democratically elected government in the Western Hemisphere and one of the most politically repressed countries in the world. In view of these challenges, U.S. assistance for Cuba aims to empower Cuban civil society to advocate for greater democratic freedoms and respect for human dignity.&quot;<br />\r\n\t\t<br />\r\n\t\tThe $20 million designated for Cuba &quot;focuses on strengthening independent Cuban civil society organizations, including associations and labor groups. &hellip; To advance the cause of human rights in Cuba, U.S. assistance provides humanitarian assistance to political prisoners and their families &hellip; The United States supports nascent pro-democracy groups, the use of technology, and new information-sharing opportunities.&quot;<br />\r\n\t\t<br />\r\n\t\tA 2006 <a href=\"http://www.gao.gov/new.items/d07147.pdf\">review</a> by the Government Accountability Office noted that the aid is such a threat to the regime that it has to be kept under tight wraps on the island. &quot;Given the Cuban government&rsquo;s repressive policies and opposition to U.S. democracy assistance, grantees employed a range of discreet delivery methods,&quot; GAO reported.<br />\r\n\t\t<br />\r\n\t\tIn other words, the money being sent to Cuba is designed to foster democracy in what is currently an undemocratic country -- not to support the government. Poe&rsquo;s failure to note that distinction as he attacks aid to &quot;Cuba&quot; strikes us as misleading.<br />\r\n\t\t<br />\r\n\t\tNow let&rsquo;s look at Venezuela. In its $5 million budget request for 2012, the administration said it wants to &quot;strengthen and support a Venezuelan civil society that will protect Democratic space and seek to serve the interests and needs of the Venezuelan people. Funding will enhance citizens&rsquo; access to objective information, facilitate peaceful debate on key issues, provide support to democratic institutions and processes, promote citizen participation and encourage democratic leadership.&quot;<br />\r\n\t\t<br />\r\n\t\tAnother administration document says aid helps &quot;strengthen the capacity of non-governmental organizations to monitor and report on government performance&quot; -- in other words, to be a watchdog of the government, not a supporter. The U.S. AID spokesman confirmed that no money goes to the Venezuelan government.<br />\r\n\t\t<br />\r\n\t\tSo far, this sounds a lot like the situation with aid to Cuba. But there&rsquo;s a difference. The same administration document goes on to say that this civil-society funding &quot;will involve both government and opposition supporters and will be open to all regardless of political perspectives,&quot; providing some support for Poe&rsquo;s statement. Still, most observers see the State Department&rsquo;s openness to funding representatives of Chavez&rsquo;s government as more of a diplomatic nicety, since foreign efforts to bolster democracy in a country with democratic shortcomings are typically framed with great rhetorical care.<br />\r\n\t\t<br />\r\n\t\tIndeed, there are strong signals that Chavez himself has no use for U.S. funding.<br />\r\n\t\t<br />\r\n\t\tA 2010 <a href=\"http://www.centrodealerta.org/documentos_desclasificados/fride_report_on_funding_in_.pdf\">study</a> by FRIDE and the World Movement for Democracy, a pair of non-governmental organizations, noted that members of a local group called S&uacute;mate who had received U.S. aid for a project on electoral observance &quot;were accused of conspiracy and betrayal. The trial against them, which was initiated in 2003, is still pending.&quot;<br />\r\n\t\t<br />\r\n\t\tIn a 2006 article based on Freedom of Information Act requests, the Associated Press reported that Chavez accused his opponents of taking &quot;gringo money&quot; to undermine his regime.<br />\r\n\t\t<br />\r\n\t\tSo, while it&rsquo;s possible that some U.S. aid has flowed to allies of Chavez, the bulk of U.S. aid goes to independent groups whose existence is more likely to undermine his authority than strengthen it.<br />\r\n\t\t<br />\r\n\t\tWhere does this leave us? The one claim for which Poe may have a point is that some U.S. aid could make its way to supporters of Chavez (though not the government per se), given how the U.S. wrote the ground rules. However, Chavez has made his opposition to U.S. aid clear, and has even gone so far as to prosecute some opponents who have taken it. Meanwhile, the aid sent to Cuba is certainly not going into the government&rsquo;s coffers, and it, like the Venezuela aid, is considered far likelier to undercut the government than support it.<br />\r\n\t\t<br />\r\n\t\tWe take no position on the wisdom of Poe&rsquo;s bill, but we do think his description of U.S. aid to Venezuela and Cuba is incorrect. The relatively small amounts of money sent to those two countries is primarily going to bolstering an opposition to their governments. So while there is a tiny sliver of truth that some U.S. aid could end up going to supporters of Chavez (though not to the Chavez government itself, nor to the Cuban government), we think the overall message of Poe&#39;s claim -- that U.S. taxpayers are being forced to prop up unfriendly, undemocratic governments -- is so inaccuate that we are rating his statement False.</p>\r\n</div>", "ruling_comments_date": "2011-03-22T23:24:03.595314", "ruling_date": "2011-03-23T11:53:55", "ruling_headline": "Ted Poe decries U.S. aid to Venezuela, Cuba", "ruling_headline_slug": "ted-poe-decries-us-aid-venezuela-cuba", "ruling_link_text": "Money is likelier to undercut ruling regimes, not bolster them", "ruling_state": null, "source_documents": null, "sources": "<div>\r\n\tTed Poe, <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getpage.cgi?position=all&amp;page=H556&amp;dbname=2011_record\">House floor speech</a>, Feb. 9, 2011<br />\r\n\t<br />\r\n\tTed Poe, &quot;<a href=\"http://poe.house.gov/News/DocumentSingle.aspx?DocumentID=229777\">Congressman Poe Introduces Foreign Aid Accountability Act</a>,&quot; March 16, 2011<br />\r\n\t<br />\r\n\tState Department, &quot;<a href=\"http://www.state.gov/documents/organization/137937.pdf\">Congressional Budget Justification -- Foreign Operations -- Annex: Regional Perspectives</a>,&quot; fiscal year 2011<br />\r\n\t<br />\r\n\tState Department, &quot;<a href=\"http://www.state.gov/documents/organization/156214.pdf\">Executive Budget Summary, Function 150 and Other International Programs</a>,&quot; fiscal year 2012<br />\r\n\t<br />\r\n\tState Department, &quot;<a href=\"http://www.state.gov/documents/organization/158269.pdf\">Congressional Budget Justification -- Foreign Assistance -- Summary Tables</a>,&quot; fiscal year 2012<br />\r\n\t<br />\r\n\tU.S. Agency for International Development, <a href=\"http://www.usaid.gov/performance/afr/afr10.pdf\">agency financial report</a>, 2010<br />\r\n\t<br />\r\n\tAssociated Press, &quot;AP: U.S. Aid Stirs Venezuela&#39;s Suspicion,&quot; Aug. 27, 2006 (accessed via Lexis-Nexis)<br />\r\n\t<br />\r\n\tFRIDE and the World Movement for Democracy, &quot;<a href=\"http://www.centrodealerta.org/documentos_desclasificados/fride_report_on_funding_in_.pdf\">Assessing Democracy Assistance: Venezuela</a>,&quot; May 2010<br />\r\n\t<br />\r\n\tGovernment Accountability Office, &quot;<a href=\"http://www.gao.gov/new.items/d07147.pdf\">U.S. Democracy Assistance for Cuba Needs Better Management and Oversight</a>,&quot; Nov. 2006<br />\r\n\t<br />\r\n\tFreedom House, &quot;Combined Average Ratings &ndash; Independent Countries,&quot; 2010<br />\r\n\t<br />\r\n\tE-mail interview with Brett Welcher, spokesman for the U.S. Agency for International Development, March 22, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Tom Malinowski, Washington director for Human Rights Watch, March 22, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Marc Chernick, visiting associate professor with the Georgetown University Center for Latin American Studies, March 22, 2011</div>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "U.S. House Representative", "false_count": 1, "first_name": "Ted", "half_true_count": 1, "home_state": "Texas", "id": 900, "last_name": "Poe", "mostly_true_count": 0, "name_slug": "ted-poe", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/POE.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/900/", "total_count": 4, "true_count": 1, "website": "http://poe.house.gov/"}, "statement": "<div style=\"background-color: transparent;\">\r\n\t<p>\r\n\t\tThe U.S. gives foreign aid to Cuba and Venezuela, even though those countries are our enemies.</p>\r\n</div>", "statement_context": "a House floor speech", "statement_date": "2011-02-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}], "target": [], "twitter_headline": ""}