{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/mar/23/barack-obama/barack-obamas-libya-intervention-flip-flop-what-he/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 3464, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/3464/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Full Flop", "id": 9, "resource_uri": "/api/v/2/statementruling/9/", "ruling": "Full Flop", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/fom-fullFlop.png", "ruling_slug": "full-flop"}, "ruling_comments": "<p>\r\n\tIn the wake of U.S. participation in military operations against targets in Libya, commentators on the left and the right have raised questions about whether President Barack Obama had the required authority to launch operations without specific authorization from Congress.<br />\r\n\t<br />\r\n\tA reader pointed out to us that Obama himself had made a notable comment during a 2007 interview with Charlie Savage, then a journalist with the <em>Boston Globe</em>.<br />\r\n\t<br />\r\n\t<a href=\"http://www.boston.com/news/politics/2008/specials/CandidateQA/ObamaQA/\">Savage asked Obama</a>, &quot;In what circumstances, if any, would the president have constitutional authority to bomb Iran without seeking a use-of-force authorization from Congress? (Specifically, what about the strategic bombing of suspected nuclear sites -- a situation that does not involve stopping an IMMINENT threat?)&quot;<br />\r\n\t<br />\r\n\tWhile the specific context of Savage&rsquo;s question concerned Iranian nuclear plants, we think Obama&rsquo;s answer raised some points that are relevant for assessing the justification for the Libyan operation three years later.<br />\r\n\t<br />\r\n\tObama said, &quot;The president does not have power under the Constitution to unilaterally authorize a military attack in a situation that does not involve stopping an actual or imminent threat to the nation.&quot;<br />\r\n\t<br />\r\n\tHe added, &quot;As commander-in-chief, the president does have a duty to protect and defend the United States. In instances of self-defense, the president would be within his constitutional authority to act before advising Congress or seeking its consent. History has shown us time and again, however, that military action is most successful when it is authorized and supported by the legislative branch. It is always preferable to have the informed consent of Congress prior to any military action.&quot;<br />\r\n\t<br />\r\n\tWe wondered whether Obama&rsquo;s initiation of military operations in Libya represented a flip-flop on his stated principle that &quot;the president does not have power under the Constitution to unilaterally authorize a military attack in a situation that does not involve stopping an actual or imminent threat to the nation.&quot;<br />\r\n\t<br />\r\n\tFirst, some background on presidential and congressional war powers.<br />\r\n\t<br />\r\n\tThe Constitution (Article I, Section 8) assigns the right to declare war to Congress. But the last time that actually happened was at the beginning of World War II. In subsequent wars, the president has generally initiated military activities using his constitutionally granted powers as commander in chief.<br />\r\n\t<br />\r\n\tWalter Dellinger -- former head of the Justice Department&rsquo;s Office of Legal Counsel and acting solicitor general under President Bill Clinton -- <a href=\"http://www.politico.com/arena/archive/did-obama-buck-congress-on-libya.html#67654F65-2026-4BE1-A4B9-6D18C15BC77E\">wrote recently</a> that &quot;presidential administrations of both political parties have recognized a long tradition that supports this use of force. And Congress has acknowledged its legitimacy as well.&quot;<br />\r\n\t<br />\r\n\tSpecifically, Dellinger cited a pair of opinions by his office -- one from <a href=\"http://www.justice.gov/olc/haiti.htm\">1994</a> and one from <a href=\"http://www.justice.gov/olc/bosnia2.htm\">1995</a> -- that relied in large part on the War Powers Resolution, which was passed by Congress in 1973 and enacted over a veto by President Richard Nixon. The resolution grew out of concern by lawmakers and other critics that U.S. involvement in Vietnam had never received the necessary approval from Congress.<br />\r\n\t<br />\r\n\t&quot;The resolution requires that, in the absence of a declaration of war, the president must report to Congress within 48 hours of introducing armed forces into such circumstances and must terminate the use of U.S. armed forces within 60 days unless Congress permits otherwise,&quot; Dellinger writes.<br />\r\n\t<br />\r\n\tBy regulating the principle &quot;that the president may introduce troops into hostilities or potential hostilities without prior authorization by the Congress,&quot; the War Powers Resolution effectively confirms that principle, Dellinger argues.<br />\r\n\t<br />\r\n\tThe experts we asked generally agreed with this line of argument. In fact, some went so far as to say that the president&rsquo;s powers to initiate military activities without specific congressional consent are by now so deeply ingrained that Obama&rsquo;s 2007 comment to Savage was factually inaccurate.<br />\r\n\t<br />\r\n\t&quot;The 2007 statement materially omitted key information -- I would charitably call it a &lsquo;misrepresentation&rsquo; -- that would lead the average voter to believe that then-presidential candidate Obama was a champion of the Constitution&rsquo;s restraints on executive power, as opposed to (George W. Bush) the cowboy,&quot; said Steven Groves, a fellow at the conservative Heritage Foundation.<br />\r\n\t<br />\r\n\tHowever, in this item, we&rsquo;re not rating Obama&rsquo;s 2007 comment on the Truth-O-Meter. Instead, we&rsquo;re trying to judge whether Obama has changed his standards for initiating military action between then and now.<br />\r\n\t<br />\r\n\tThat requires taking a look the president&rsquo;s justification of military operations in Libya.<br />\r\n\t<br />\r\n\tIn <a href=\"http://www.whitehouse.gov/the-press-office/2011/03/21/letter-president-regarding-commencement-operations-libya\">a March 21, 2011, letter to congressional leaders</a>, Obama wrote that &quot;as part of the multilateral response authorized under U.N. Security Council Resolution 1973, U.S. military forces, under the command of Commander, U.S. Africa Command, began a series of strikes against air defense systems and military airfields for the purposes of preparing a no-fly zone. These strikes will be limited in their nature, duration, and scope. Their purpose is to support an international coalition as it takes all necessary measures to enforce the terms of U.N. Security Council Resolution 1973. These limited U.S. actions will set the stage for further action by other coalition partners.&quot;<br />\r\n\t<br />\r\n\tObama went on to say that the U.N. resolution authorized &quot;all necessary measures to protect civilians and civilian populated areas under threat of attack in Libya. &hellip; (Libyan leader Moammar Gadhafi&#39;s) continued attacks and threats against civilians and civilian populated areas are of grave concern to neighboring Arab nations and, as expressly stated in U.N. Security Council Resolution 1973, constitute a threat to the region and to international peace and security. His illegitimate use of force not only is causing the deaths of substantial numbers of civilians among his own people, but also is forcing many others to flee to neighboring countries, thereby destabilizing the peace and security of the region. Left unaddressed, the growing instability in Libya could ignite wider instability in the Middle East, with dangerous consequences to the national security interests of the United States.&quot;<br />\r\n\t<br />\r\n\tSo, how well does this match up with Obama&rsquo;s 2007 statement that &quot;the president does not have power under the Constitution to unilaterally authorize a military attack in a situation that does not involve stopping an actual or imminent threat to the nation&quot;?<br />\r\n\t<br />\r\n\tWe think the question boils down to whether the actions being taken in Libya &quot;involve stopping an actual or imminent threat&quot; to the United States.<br />\r\n\t<br />\r\n\tAnthony Clark Arend, a professor of government and foreign service at Georgetown University, said he doesn&rsquo;t perceive a strong argument that Libya represents &quot;an actual or imminent threat to the nation.&quot; To him, that phrase suggests &quot;a circumstance where the other state was engaging in or was about to engage in something tantamount to an armed attack against the United States (or, presumably, its allies). In the Libyan case, there is no such threat -- actual or imminent -- to the United States or its allies.&quot;<br />\r\n\t<br />\r\n\tTemple University law professor Peter J. Spiro said the administration could argue that the threat of a widespread humanitarian disaster in a sensitive region would be tantamount to &quot;an imminent threat to the nation,&quot; thus justifying Obama&rsquo;s actions under his 2007 principle. Indeed, that seems to be the argument Obama made when he said that &quot;left unaddressed, the growing instability in Libya could ignite wider instability in the Middle East, with dangerous consequences to the national security interests of the United States.&quot;<br />\r\n\t<br />\r\n\tMost of our experts, however, saw that as a stretch.<br />\r\n\t<br />\r\n\tKal Raustiala, a University of California at Los Angeles law professor, said that, &quot;on the merits, he is right now and was wrong then.&quot; Legal commentator Stuart Taylor Jr. said he sees &quot;no plausible loophole. He may possibly be right now ... but if so, he was wrong then.&quot;<br />\r\n\t<br />\r\n\tRaustiala points out that Savage specifically referenced Iran&rsquo;s nuclear program in his question to Obama. But we think that Obama&rsquo;s answer was sufficiently broad that it would be incorrect to assume that he was only talking about the scenario of attacking Iran over its pursuit of nuclear weapons.<br />\r\n\t<br />\r\n\tSo where does this leave us? In 2007, Obama was adamant that the president did not have the power to authorize an attack if there was no imminent threat to the U.S. But now he has authorized just such an action. Full Flop.</p>", "ruling_comments_date": "2011-03-23T17:55:17.958269", "ruling_date": "2011-03-23T18:40:51", "ruling_headline": "Is Barack Obama's Libya intervention a flip-flop from what he said in 2007?", "ruling_headline_slug": "barack-obamas-libya-intervention-flip-flop-what-he", "ruling_link_text": "Scholars say he's right now, and wasn't then", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tBoston Globe, <a href=\"http://www.boston.com/news/politics/2008/specials/CandidateQA/ObamaQA/\">question and answer</a> with Barack Obama, Dec. 20, 2007<br />\r\n\t<br />\r\n\tPolitico, <a href=\"http://www.politico.com/arena/archive/did-obama-buck-congress-on-libya.html#67654F65-2026-4BE1-A4B9-6D18C15BC77E\">commentary</a> by Walter Dellinger, Mar. 22, 2011<br />\r\n\t<br />\r\n\tWhite House, &quot;<a href=\"http://www.whitehouse.gov/the-press-office/2011/03/21/letter-president-regarding-commencement-operations-libya\">Letter from the President regarding the commencement of operations in Libya</a>,&quot; March 21, 2011<br />\r\n\t<br />\r\n\tOffice of Legal Counsel, &quot;<a href=\"http://www.justice.gov/olc/haiti.htm\">Deployment of United States Armed Forces into Haiti</a>,&quot; Sept. 27, 1994<br />\r\n\t<br />\r\n\tOffice of Legal Counsel, &quot;<a href=\"http://www.justice.gov/olc/bosnia2.htm\">Proposed Deployment of United States Armed Forces into Bosnia</a>,&quot; Nov. 30, 1995<br />\r\n\t<br />\r\n\tE-mail interview with Kal Raustiala, UCLA law professor, March 23, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Anthony Clark Arend, professor of government and foreign service at Georgetown University, March 23, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Peter Spiro, Temple University law professor, March 23, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Stuart Taylor Jr., legal commentator, March 23, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Steven Groves, fellow at the Heritage Foundation, March 23, 2011</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\r\n\tOn the president unilaterally authorizing a military attack &quot;that does not involve stopping an actual or imminent threat to the nation.&quot;</p>", "statement_context": "an interview with the \"Boston Globe\"", "statement_date": "2007-12-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}, {"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}], "target": [], "twitter_headline": ""}