{"art": [], "author": [{"email_address": "jnelson@journalsentinel.com", "first_name": "James B.", "id": 176, "last_name": "Nelson", "name_slug": "james-b-nelson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/176/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2011/mar/24/scott-fitzgerald/wisconsin-senate-majority-leader-scott-fitzgerald-/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 3466, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jnelson@journalsentinel.com", "first_name": "James B.", "id": 176, "last_name": "Nelson", "name_slug": "james-b-nelson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/176/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/3466/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tWhen the 14 Democrats in the Wisconsin State Senate left for Illinois on Feb. 17, 2011, they threw a monkey wrench in Gov. Scott Walker&rsquo;s plans for quick approval of a budget-repair bill.<br />\r\n\t<br />\r\n\tThe delay gave unions time to launch a fight against the move to curtail collective bargaining for public employees, which drew tens of thousands of protesters to the Capitol. Their maneuver prompted majority Republicans to try to force their return and amped up national and international attention in the battle against the bill.<br />\r\n\t<br />\r\n\tBut did the Democrats&rsquo; three-week departure put the state in a &quot;constitutional crisis&quot;? Did the consequences of their actions reach far beyond an effort to put the brakes on a bill they disliked?<br />\r\n\t<br />\r\n\tThat was the claim of Senate Majority Leader Scott Fitzgerald (R-Juneau), who spent weeks ramping up pressure on the absent Democrats. Their departure meant the 19 Republicans could not act on fiscal matters, since those measures require at least 20 senators to be present.<br />\r\n\t<br />\r\n\tFitzgerald announced paychecks for the missing senators would be withheld; their staff members were put under the supervision of Republicans; staff access to photocopiers would be restricted; fines of $100 a day would be levied against the missing senators.<br />\r\n\t<br />\r\n\tFinally, on March 3, 2011, the Republicans passed a resolution finding their 14 colleagues to be &nbsp;in contempt of the Senate. And Fitzgerald signed arrest warrants for the missing 14, saying the warrants gave authorities permission to take them into custody, and to use force if necessary.<br />\r\n\t<br />\r\n\tIn a March 3 news conference after he signed the warrants, Fitzgerald <a href=\"http://www.wrn.com/2011/03/senate-gop-order-dems-detained-audio/\">said</a> that because of the &nbsp;Democrats&rsquo; actions: &quot;We&rsquo;re in a constitutional crisis.&quot;<br />\r\n\t<br />\r\n\tIn doing so, he framed it all in the big picture:<br />\r\n\t<br />\r\n\t&quot;This is not about a budget-repair bill or about politics,&quot; Fitzgerald said. &quot;This is much bigger than that, and the minority party has forced our hand &hellip; They are insulting the very fabric of our representative democracy.&quot;<br />\r\n\t<br />\r\n\tIt was more than a statement of opinion, since the constitutional argument was used as the basis for taking several actions. Fitzgerald&rsquo;s factual assertion quickly took hold and was repeated by others, including Sen. Alberta Darling (R-River Hills) in an <a href=\"http://www.pjstar.com/homepage/x945639895/Embroiled-in-constitutional-crisis\">interview</a> with an Illinois newspaper.<br />\r\n\t<br />\r\n\tEven though the immediate issue was resolved when Republicans stripped out aspects of the bill and passed without the Democrats, questions remain about the tactic they used and the impact it had on the statehouse. Some Democrats have not ruled out using the approach again.<br />\r\n\t<br />\r\n\tOne, Sen. Chris Larson (D-Milwaukee), argued that leaving the state is merely the equivalent of the filibuster in the U.S. Senate, a claim we rated <a href=\"http://www.politifact.com/wisconsin/statements/2011/mar/21/chris-larson/wisconsin-state-senator-chris-larson-says-democrat/\">Barely True</a>. Another, Tim Cullen (D-Janesville), wants to make sure it never happens again.<br />\r\n\t<br />\r\n\tSo we decided to dig in. What was the constitutional crisis?<br />\r\n\t<br />\r\n\tThe state constitution <a href=\"http://legis.wisconsin.gov/statutes/wisconst.pdf\">says</a> lawmakers can be compelled to attend legislative sessions but does not spell out how that can be done. The constitution also says lawmakers can be arrested only for crimes, treason or breach of the peace. The Democrats stalled the process, and said their actions were an effort to delay the budget-repair bill. There was no public indication that they wanted to permanently impede the Legislature&rsquo;s ability to function.<br />\r\n\t<br />\r\n\t&quot;I went to Illinois to slow down a bill that took away workers&#39; rights,&quot; Cullen wrote in an <a href=\"http://www.jsonline.com/news/opinion/118271969.html\">opinion piece</a> that ran in the March 19, 2011, Milwaukee Journal Sentinel. Cullen has proposed a constitutional amendment that would scrap the three-fifths rule that the Democrats exploited.<br />\r\n\t<br />\r\n\tWhat&rsquo;s more, talks were under way to reach a deal on the matter.<br />\r\n\t<br />\r\n\t<a href=\"http://www.jsonline.com/blogs/news/117598658.html\">Emails</a> released by Walker&rsquo;s office showed that the governor was willing to compromise on some parts of the collective bargaining parts of the bill. The wheels of political give and take were turning behind the scenes.<br />\r\n\t<br />\r\n\tFitzgerald&rsquo;s office directed us to Madison attorney James Troupis, hired by the GOP senators to advise them about legal matters after the Democrats left.<br />\r\n\t<br />\r\n\tTroupis said the Democrats created a crisis because their departure meant the Senate couldn&rsquo;t function. He called it a matter of survival of the Legislature.<br />\r\n\t<br />\r\n\t&quot;If the Legislature cannot continue to function, and its primary job is to legislate, then it has no meaning, no function,&quot; Troupis said. &quot;That&rsquo;s precisely what happened.&quot;<br />\r\n\t<br />\r\n\tTroupis compared the situation to a bill passed inspired by the Sept. 11 attacks that spells out how the state would continue to function even if many of its legislative leaders perished. That <a href=\"http://www.todaystmj4.com/news/local/85101362.html\">bill</a> allows the Legislature to meet virtually. An earlier, controversial plan that allowed lawmakers to secretly designate their successors in the case of an emergency died.<br />\r\n\t<br />\r\n\tWe asked Troupis: Was the departure of the Democrats a 9-11 type emergency?<br />\r\n\t<br />\r\n\t&quot;Yes,&quot; he responded.<br />\r\n\t<br />\r\n\tWhile it may be similar in that members are missing, it&rsquo;s also quite different. After all, the 14 were not dead -- just in Illinois -- and in regular contact with GOP leaders, constituents, and, of course, the media.<br />\r\n\t<br />\r\n\tIs that enough?<br />\r\n\t<br />\r\n\t&quot;If the body can&rsquo;t act, if it&rsquo;s denied the ability to act, it is no different than throwing somebody in jail and denying them habeas corpus,&quot; Troupis said, referring to the right of prisoners to have a prompt court hearing so they can know what charges they face.<br />\r\n\t<br />\r\n\tSaid Troupis: The Democrats were &quot;denying them (the Senate) the ability to act and that is a constitutional crisis.&quot;<br />\r\n\t<br />\r\n\tHe added: &quot;It fundamentally alters the role of the Legislature and in a republic you just can&rsquo;t do that.&quot;<br />\r\n\t<br />\r\n\tIf that is allowed to happen Wisconsin would be &quot;no different than fascist regimes throughout the world,&quot; Troupis said.<br />\r\n\t<br />\r\n\tWhy?<br />\r\n\t<br />\r\n\tThe Democrats, Troupis said, jeopardized &quot;the legislative branch of government&quot; and would &quot;give too much power to the executive branch.&quot;<br />\r\n\t<br />\r\n\tTo some, that will be an ironic point. After all, protesters were claiming Walker was acting like a dictator. But let&rsquo;s close out the GOP&rsquo;s case, and start evaluating it.<br />\r\n\t<br />\r\n\tRelying upon that argument, the Senate Republicans voted in favor of holding the Democrats in contempt of the Senate. That move was a step beyond a Senate rule that says that absent members could be summoned to appear when the body was in session.<br />\r\n\t<br />\r\n\tWe asked a state constitutional law expert for his take. We talked to him while the Democrats were still away, before the bill was ultimately passed and signed by Walker, though it&rsquo;s now in judicial <a href=\"http://www.jsonline.com/news/statepolitics/118377819.html\">limbo</a>.<br />\r\n\t<br />\r\n\tDonald Downs, a University of Wisconsin-Madison political science, journalism and law professor, said the situation had the potential to become a constitutional crisis, but had not &nbsp;reached that point because the Democrats had not been hauled in by law enforcement officials.<br />\r\n\t<br />\r\n\t&quot;The basic aspect of a constitutional crisis is when the legally constituted laws or processes are unable to resolve a matter of great political significance,&quot; Downs wrote in an email. &quot;This can be due to the fact that established law is either very unclear on the issue, or non-existent. A crisis can also arise when different branches of government profoundly disagree on what the law requires, and the final resolution (often by courts) remains deeply controversial.&quot;<br />\r\n\t<br />\r\n\tHe noted if the Democrats were arrested, &quot;there will no doubt be a legal case, and the courts will decide.&quot; he said. &quot;Whether this will represent a constitutional &lsquo;crisis&rsquo; will depend on how secure the legal reasoning is and how it is received.&quot;<br />\r\n\t<br />\r\n\tHe noted the situation in Madison was murky and the law unclear about how the situation should be handled. Indeed, few would dispute that. After all, both sides were consulting attorneys on how they could and should proceed.<br />\r\n\t<br />\r\n\tDowns concluded: &quot;The Wisconsin case seems to have elements of a constitutional crisis, though it might be premature to call it that. But in my eye it has the potential to be one.&quot;<br />\r\n\t<br />\r\n\tRemember, he said this as the issue was playing out -- and emphasized the potential for a constitutional crisis<br />\r\n\t<br />\r\n\tHis assessment contrasts that of Fitzgerald, who said the state was in the midst of a &nbsp;constitutional crisis.<br />\r\n\t<br />\r\n\tOf course, there is another side.<br />\r\n\t<br />\r\n\tDemocratic lawyers Lester Pines and Susan Crawford issued their own legal <a href=\"http://wispolitics.com/1006/110303_Sentate_Lacks_Authority_Memo.pdf\">memo</a>, saying the Senate has no authority to have members arrested to compel their attendance. &quot;The Wisconsin Senate&rsquo;s action today in citing 14 members of its members for contempt for their refusal to attend the Senate&rsquo;s sessions and to issue warrants for their arrest has no basis in the law of this state.&quot;<br />\r\n\t<br />\r\n\tPines said in an interview that the idea of a constitutional crisis was absurd.<br />\r\n\t<br />\r\n\t&quot;The senators were never going to stay away forever, and everybody knew that,&quot; he said.<br />\r\n\t<br />\r\n\tHe said the Democrats left after it was apparent that they were being asked to consider a major bill in a very short time window. They saw a draft of the bill on Monday, Feb. 14, and it was scheduled for a committee vote three days later -- the day the Democrats split.<br />\r\n\t<br />\r\n\t&quot;The proposal was to overturn 50 years of employment relations law. That was an extraordinary legislative attempt -- there&rsquo;s no parallel to that,&quot; Pines said.<br />\r\n\t<br />\r\n\tThe Democrats wanted to buy time for debate. &quot;They wanted to give the public an opportunity to hear, see and participate in what the Legislature was doing,&quot; he said.<br />\r\n\t<br />\r\n\tPines concluded: &quot;They disrupted the majority party&rsquo;s strategy. But that&rsquo;s not a constitutional crisis. That&rsquo;s democracy.&quot;<br />\r\n\t<br />\r\n\tWe know how it all played out.<br />\r\n\t<br />\r\n\tThe Republicans abruptly called a Senate-Assembly conference committee and narrowed the bill to focus on the collective bargaining provisions and the requirement that workers pay more for pensions and health care. Calling what remained non-fiscal matters, the Senate approved the bill March 9, the Assembly the following day and Walker quickly signed it.<br />\r\n\t<br />\r\n\tTo a degree, those actions undermine the GOP&rsquo;s claim that the state was on the verge of a constitutional crisis. Even as Fitzgerald made the claim, Republicans had a means to break the logjam and get key portions of the bill in place.<br />\r\n\t<br />\r\n\tOf course, &nbsp;not everything Walker wanted is in place and the full short-term budget gap has not been closed. If the law takes effect, the pension and health care contributions would mean a projected additional $37 million for the state. The short-term budget gap for the year ending June 30, 2011 is estimated at about $137 million.<br />\r\n\t<br />\r\n\tSo, where does that leave us?<br />\r\n\t<br />\r\n\tFitzgerald argued the absence of the Democrats didn&rsquo;t create just a political crisis, but put the state into a constitutional crisis. That conjures images of a 9-11 type emergency -- a comparison made by the GOP attorney. But this strikes us as different: The Democrats were talking to their GOP counterparts, and Walker had indicated a willingness to reach a deal for their return.<br />\r\n\t<br />\r\n\tAlso, the Democrats were pretty plain in their explanations of their strategy. They were trying to slow down and change Walker&rsquo;s bill.<br />\r\n\t<br />\r\n\tWhat&rsquo;s more, even as Fitzgerald made the statement, he had the tools at his disposal -- the ones the GOP ultimately used -- to break the logjam and get key parts of the bill through. That said, the Legislature was not able to close the short-term budget gap -- and still has not. Had the Democrats stayed away for a longer period of time, and had there been no other tools available, Fitzgerald&rsquo;s statement would have been closer to accurate.<br />\r\n\t<br />\r\n\tAll things considered, we rate Fitzgerald&rsquo;s claim Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2011-03-23T19:30:52.430921", "ruling_date": "2011-03-24T09:00:00", "ruling_headline": "Wisconsin Senate Majority Leader Scott Fitzgerald says Democratic senators who left the state created a constitutional crisis", "ruling_headline_slug": "wisconsin-senate-majority-leader-scott-fitzgerald-", "ruling_link_text": "Unprecedented departure stymied action, but GOP had the tools to break the logjam. And did.", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tMilwaukee Journal Sentinel, <a href=\"http://www.jsonline.com/blogs/news/117350748.html\">&quot;Senate Democrats won&rsquo;t back down,&quot;</a>&nbsp;March 3, 2011<br />\r\n\t<br />\r\n\tSen. Scott Fitzgerald (R-Juneau) Web page. <a href=\"http://legis.wisconsin.gov/senate/sen13/news/\">http://legis.wisconsin.gov/senate/sen13/news/</a><br />\r\n\t<br />\r\n\tPeoria Journal-Star, <a href=\"http://www.pjstar.com/homepage/x945639895/Embroiled-in-constitutional-crisis\">&quot;Embroiled in a constitutional crisis,&quot;</a>&nbsp;March 5, 2011<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel,<a href=\"http://www.jsonline.com/news/statepolitics/117325998.html\">&quot;Hiding senators held in contempt,&quot; </a>, March 3, 2011<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel, <a href=\"http://www.jsonline.com/blogs/news/117598658.html\">&quot;Gov. Walker releases details of talks with Dems,&quot;</a>March 8, 2011<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel, <a href=\"http://www.jsonline.com/blogs/news/117854133.html\">&quot;Fitzgerald: Democratic senators are shameful&quot;</a>, &nbsp;March 12, 2011<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel, <a href=\"http://www.jsonline.com/news/statepolitics/117984654.html\">&quot;Democrats&rsquo; votes won&rsquo;t count, Senate leader says,&quot;</a>&nbsp;March 14, 2011<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel, <a href=\"http://www.jsonline.com/blogs/news/118023204.html\">&quot;GOP to lift voting block on Dem senators,&quot;</a>&nbsp;March 15, 2011<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel, <a href=\"http://www.jsonline.com/news/statepolitics/118016999.html\">&quot;Democrat wants to eliminate fleeing as an option to hold up votes,&quot;</a>&nbsp;March 15, 2011<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel, <a href=\"http://www.jsonline.com/news/opinion/118271969.html\">&quot;Let&rsquo;s restore a sense of balance,&quot;</a>March 20, 2011.<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel, <a href=\"http://www.jsonline.com/news/statepolitics/118377819.html\">&quot;Attorney general appeals restraining order on labor law,&quot; </a>March 22, 2011.<br />\r\n\t<br />\r\n\tWTMJ.com, <a href=\"http://www.todaystmj4.com/news/local/85101362.html\">&quot;Secret Succession Plan Dropped,&quot;</a>, Feb. 23, 2010<br />\r\n\t<br />\r\n\tInterview, GOP attorney Jim Troupis, March 10, 2011<br />\r\n\t<br />\r\n\tInterview, attorney Lester Pines, March 22, 2011.<br />\r\n\t<br />\r\n\tEmails, Andrew Welhouse, spokesman, state Sen. Scott Fitzgerald, March, 8, 10 and 11, 2011<br />\r\n\t<br />\r\n\tEmail interview, Donald Downs, University of Wisconsin-Madison professor of political science, law and journalism, March 8, 2011.<br />\r\n\t<br />\r\n\tSen. Scott Fitzgerald <a href=\"http://www.wrn.com/2011/03/senate-gop-order-dems-detained-audio/\">press conference</a>, March 3, 2011.<br />\r\n\t<br />\r\n\tWisconsin State <a href=\"http://legis.wisconsin.gov/statutes/wisconst.pdf\">Constitution </a></p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "State Senator, 13th District", "false_count": 2, "first_name": "Scott", "half_true_count": 1, "home_state": "Wisconsin", "id": 930, "last_name": "Fitzgerald", "mostly_true_count": 0, "name_slug": "scott-fitzgerald", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Scott_Fitzgerald.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/930/", "total_count": 4, "true_count": 0, "website": "http://legis.wisconsin.gov/senate/sen13/news/Biography.asp"}, "statement": "<p>\r\n\tWisconsin was embroiled in a &quot;constitutional crisis&quot; brought on by the Democratic senators fleeing the state for Illinois to block Gov. Scott Walker&#39;s budget-repair bill.<br />\r\n\t<br />\r\n\t&nbsp;</p>", "statement_context": "a statement at a news conference", "statement_date": "2011-03-03", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 192, "photo": null, "resource_uri": "/api/v/2/subject/192/", "subject": "Labor", "subject_slug": "labor", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}