{"art": [], "author": [], "canonical_url": "/texas/statements/2011/mar/26/wayne-christian/state-rep-wayne-christian-says-central-health-trav/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 3470, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [], "resource_uri": "/api/v/2/statement/3470/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tState Rep. Wayne Christian is behind <a href=\"http://www.capitol.state.tx.us/BillLookup/History.aspx?LegSess=82R&amp;Bill=HB561\">legislation</a> prohibiting hospital districts from using tax dollars to fund abortions, but the ban would affect just one hospital district statewide, according to the Republican from Center.<br />\r\n\t<br />\r\n\t&quot;Currently the Travis County Healthcare District, known as Central Health, is the only hospital district in Texas that spends taxpayer dollars on abortions,&quot; he said in a March 15 press release.<br />\r\n\t<br />\r\n\tThe only one? Responding to our query for more information, Jon McClellan, Christian&rsquo;s chief of staff, passed on an e-mail from Joe Pojman, executive director of Texas Alliance for Life.<br />\r\n\t<br />\r\n\t&quot;We know of no other hospital district that pays for elective abortions (abortions for reasons other than to save the mother&rsquo;s life),&quot; Pojman said. &quot;To our knowledge, the only other hospital district that funded elective abortions was in Tarrant County, and they changed their policy to not fund elective abortions approximately 20 years ago.&quot;<br />\r\n\t<br />\r\n\tPojman told us that he based his conclusion on news stories and websites for hospital districts in several counties, including Harris, Dallas, Tarrant, Bexar and Nueces.<br />\r\n\t<br />\r\n\t&quot;None list abortion as a service provided,&quot; he said. &quot;We also inquired with individuals in several other counties knowledgeable about their local hospital districts. All believe their local hospital districts do not fund abortions.&quot;<br />\r\n\t<br />\r\n\tNext, we contacted the Travis County hospital district, which was created in 2004 following a countywide vote. Central Health operates the Medical Assistance Program, which Austin created in the 1970s to provide low-income residents with subsidized health care services. According to its website, Central Health arranges health care services for Travis County residents who aren&rsquo;t eligible for other insurance programs. Residents at or below the federal poverty line can qualify for full benefits, according to the site.<br />\r\n\t<br />\r\n\tSpokeswoman Christie Garbe told us that she couldn&rsquo;t speak for other districts but said Central Health uses tax dollars to fund abortions. &quot;Austin and Travis County has a long history of funding reproductive health services for women &mdash; the full range of health services,&quot; she said.<br />\r\n\t<br />\r\n\tThe Central Health board voted unanimously in December 2009 to renew a $450,000, five-year contract with agencies to provide pregnancy termination services and counseling, according to a September 2010 Austin American-Statesman news article. Abortion funding accounts for less than half of 1 percent of Central Health&rsquo;s $102.6 million budget for fiscal year 2011, Garbe said.<br />\r\n\t<br />\r\n\tAbout 60 percent of Central Health&rsquo;s budget is funded from property taxes, Garbe said. The rest is funded by other revenue, including money from tobacco settlements and leasing income from hospitals the district owns, such as University Medical Center Brackenridge.<br />\r\n\t<br />\r\n\tNext, we tried to gauge whether other hospital districts put tax dollars toward abortions.<br />\r\n\t<br />\r\n\tChristine Mann, a spokeswoman at the Texas Department of State Health Services, told us the agency doesn&rsquo;t track hospital district funding sources. But Mann pointed out that some facilities may provide abortions to women who are insured through Medicaid.<br />\r\n\t<br />\r\n\tStephanie Goodman, a spokeswoman with the Texas Department of Health and Human Services, told us that in 2010, the Texas Medicaid program paid for one abortion in Brownsville. &quot;In that case, the mother&rsquo;s life was in danger,&quot; she said. Texas follows the federal standard imposed by the Hyde Amendment in 1976, which allows Medicaid funding for abortion only in cases of rape, incest and life endangerment.<br />\r\n\t<br />\r\n\tGoodman couldn&rsquo;t tell us in what facility the Brownsville abortion took place because the agency tracks such Medicaid payments through individual medical claims &mdash; private information it can&rsquo;t release, she said.<br />\r\n\t<br />\r\n\tNext, short of calling every hospital district statewide &mdash; Texas Hospital Association spokeswoman Amanda Engler said there are about 180 &mdash; we asked several in Texas&rsquo; larger cities whether they fund abortions with tax dollars.<br />\r\n\t<br />\r\n\tCandace White, a spokeswoman with Parkland Health and Hospital System in Dallas, told us that while Parkland funds reproductive services with some tax money, abortions aren&rsquo;t included. Melinda Muse, a spokeswoman with tax-supported Harris County Hospital District in Houston, likewise said the nonprofit doesn&rsquo;t subsidize abortions.<br />\r\n\t<br />\r\n\tMartha Althoff-Olivas, a spokeswoman with the University Medical Center of El Paso, told us the district doesn&rsquo;t perform abortions unless the mother&rsquo;s life is in danger. If the woman was insured through Medicaid, she assumed the procedure would be covered, she said. Both Diana Carroll, a spokeswoman with JPS Health Network in Fort Worth, and Leni Kirkman, a spokeswoman with University Health System in San Antonio, told us their districts don&rsquo;t offer abortion services at all.<br />\r\n\t<br />\r\n\tVicki Saporta, president of the National Abortion Federation, which represents abortion providers, said: &quot;To our knowledge, no other hospital district in Texas provides coverage for medically-necessary abortion care for low-income women. However, federal Medicaid funds cover abortions in cases of rape, incest or life endangerment at Texas hospitals that are enrolled in Medicaid providers.&quot;<br />\r\n\t<br />\r\n\tA December 2009 Statesman news article also says Central Health &quot;is now the only government entity in Texas that uses public money for abortions.&quot; Another December 2009 Statesman news article quotes Megan Peterson, director of advocacy for the Boston-based National Network of Abortion Funds, saying: &quot;This idea of the city setting aside money to help pay for this is definitely unique to Austin.&quot;<br />\r\n\t<br />\r\n\tAdmittedly, we haven&rsquo;t checked every hospital district in the state, but we&rsquo;ve found no information contrary to Christian&rsquo;s statement. We rate this statement as True.</p>", "ruling_comments_date": "2011-03-24T16:37:38.312189", "ruling_date": "2011-03-26T06:00:00", "ruling_headline": "State Rep. Wayne Christian says Central Health in Travis County is the only hospital district statewide to subsidize abortions with tax dollars", "ruling_headline_slug": "state-rep-wayne-christian-says-central-health-trav", "ruling_link_text": "As far as we can tell", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<a href=\"http://www.texasinsider.org/?p=43911\" id=\"internal-source-marker_0.28033220739913156\">Press release</a> from state Rep. Wayne Christian: Abolish hospital districts from performing taxpayer funded abortions, March 15, 2011<br />\r\n\t<br />\r\n\t<a href=\"http://www.capitol.state.tx.us/BillLookup/History.aspx?LegSess=82R&amp;Bill=HB561\">HB 561</a> relating to a hospital district&rsquo;s use of tax revenue to finance the performance of an abortion, filed Jan. 10, 2011<br />\r\n\t<br />\r\n\tAustin American-Statesman, <a href=\"http://www.statesman.com/news/local/at-central-health-hearing-praise-for-board-tears-892867.html\">At Central Health hearing, praise for board, tears over abortion</a>, Sept. 1, 2010<br />\r\n\t<br />\r\n\tAustin American-Statesman, <a href=\"http://www.statesman.com/news/local-program-unique-in-services-for-low-income-114220.html?printArticle=y\">Local program unique in services for low-income women</a>, Dec. 10, 2009<br />\r\n\t<br />\r\n\tAustin American-Statesman, <a href=\"http://www.statesman.com/news/health-board-approves-abortion-contracts-114462.html?printArticle=y\">Health board approves abortion contracts</a>, Dec. 11, 2009<br />\r\n\t<br />\r\n\tAustin American-Statesman, <a href=\"http://www.statesman.com/opinion/beliefs-aside-abortion-is-legal-119411.html?printArticle=y\">Editorial: Beliefs aside, abortion is legal</a>, Dec. 14, 2009<br />\r\n\t<br />\r\n\tE-mail interview with Jon McClellan, chief of staff for state Rep. Wayne Christian, March 15, 2011<br />\r\n\t<br />\r\n\tInterview with Christie Garbe, chief communications and planning officer, Central Health, March 21, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Kyleen Wright, president, Texans for Life, March 22, 2011<br />\r\n\t<br />\r\n\tInterview with Christine Mann, assistant press officer, Texas Department of State Health Services, March 22, 2011<br />\r\n\t<br />\r\n\tInterview with Christian Gonzalez, communications director, Diocese of Austin, March 22, 2011<br />\r\n\t<br />\r\n\tInterview with Melinda Muse, communications director, Harris County Hospital District, March 22, 2011<br />\r\n\t<br />\r\n\tInterview with Candace White, media supervisor, Parkland Health and Hospital System, March 22, 2011<br />\r\n\t<br />\r\n\tInterview with Melissa Fowler, communications director, National Abortion Federation, March 22, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Stephanie Goodman, communications director, Texas Health and Human Services Commission, March 23, 2011<br />\r\n\t<br />\r\n\tInterview with Amanda Engler, media relations senior director, Texas Hospital Association, March 23, 2011<br />\r\n\t<br />\r\n\tInterview with Martha Althoff-Olivas, public affairs director, University Medical Center of El Paso, March 23, 2011<br />\r\n\t<br />\r\n\tInterview with R.J. DeSilva, spokesperson, Texas Comptroller, March 23, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Joe Pojman, executive director, Texas Alliance for Life, March 23, 2011<br />\r\n\t<br />\r\n\tInterview with Diana Carroll, public information officer, JPS Health Network, March 24, 2011<br />\r\n\t<br />\r\n\tInterview with Leni Kirkman, executive director, Corporate Communications and Marketing, University Health System, March 24, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Texas House Representative", "false_count": 0, "first_name": "Wayne", "half_true_count": 0, "home_state": "Texas", "id": 1109, "last_name": "Christian", "mostly_true_count": 0, "name_slug": "wayne-christian", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/christian.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1109/", "total_count": 1, "true_count": 1, "website": "http://www.house.state.tx.us/members/member-page/?district=9"}, "statement": "<p>\r\n\tCentral Health &quot;is the only hospital district in Texas that spends taxpayer dollars on abortions.&quot;</p>", "statement_context": "a press release", "statement_date": "2011-03-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}], "target": [], "twitter_headline": ""}