{"art": [], "author": [{"email_address": "mbpell@ajc.com", "first_name": "M.B.", "id": 239, "last_name": "Pell", "name_slug": "mb-pell", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/239/", "title": "Atlanta Journal-Constitution Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2011/mar/28/joel-keehn/daylight-saving-health-concerns-valid/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jdenery@ajc.com", "first_name": "Jim ", "id": 141, "last_name": "Denery", "name_slug": "jim-denery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/141/", "title": "Word editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 3478, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mbpell@ajc.com", "first_name": "M.B.", "id": 239, "last_name": "Pell", "name_slug": "mb-pell", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/239/", "title": "Atlanta Journal-Constitution Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/3478/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p><em>Ahhhhhhhh</em>. Two weeks into that yearly adventure in springing forward and sleep deprivation -- better known as daylight saving time -- and most of you have probably caught up on your sleep.<br />\r\n<br />\r\nFor all of &nbsp;those still grousing about the time change, take heart. You are not alone.<br />\r\n<br />\r\nDaylight saving time has inspired controversy for more than 100 years. Supporters tout the economic benefits. Detractors decry its effect on everything from religious worship to the natural rhythms of sleep cycles.<br />\r\n<br />\r\nA political party was created in Australia&rsquo;s Queensland in 2008 to promote the formation of a dual time zone. One portion of the Australian state would stick with standard time, and the other would spring forward for a portion of the year.<br />\r\n<br />\r\nIn the United States, the National PTA has lobbied Congress against daylight saving time. The PTA contends the time change presents a safety risk to children walking to school in the dark.<br />\r\n<br />\r\nEarlier this month, Joel Keehn, a senior editor at Consumer Reports Health Blog, said: &quot;The hour of sleep you will likely lose ... might pose a few health risks, at least for a couple of days.&quot;<br />\r\n<br />\r\nLosing an hour of sleep is certainly annoying. But PolitiFact Georgia wondered whether these unnaturally early mornings were really putting people in harm&rsquo;s way.<br />\r\n<br />\r\nKeehn said the article couches statements about health risks using careful wording, and he made sure to also cite the benefits of daylight saving time. He focused on the health effects caused by the sudden time change and potential loss of sleep, he said, because he knew other studies have determined there are benefits to having more sunlight in the evening.<br />\r\n<br />\r\n&quot;What&rsquo;s problematic is the switching back and forth all the time,&quot; Keehn said.<br />\r\n<br />\r\nOn his blog, Keehn said most Americans are already sleep-deprived. The extra hour of sleep they miss in the leap forward to daylight saving time can lead to an increased chance of a car accident or heart attack. Keehn did not cite a study concerning the increased likelihood of car accidents. He did cite a study published in the New England Journal of Medicine concerning the increased chance of a heart attack following the switch to daylight saving time.<br />\r\n<br />\r\nKeehn also pointed out in his blog that the extra hour of sunlight in the evening may encourage more people to exercise outside and can help people who suffer from seasonal affective disorder, often referred to as the winter blues.<br />\r\n<br />\r\nThere are many studies that support Keehn&rsquo;s position.<br />\r\n<br />\r\nTwo Michigan State University graduate students found the number of accidents and severity of accidents in mines increased on the Monday after daylight saving time begins, according to their analysis of a National Institute for Occupational Safety and Health database.<br />\r\n<br />\r\nThe study of mining accidents from 1983 through 2006 revealed that the number of accidents increased by 5.6 percent and the number of days lost to these accidents increased by 67 percent.<br />\r\n<br />\r\nThe authors drew a correlation between the increased accidents and lost sleep, finding mine workers lost an average of 40 minutes of sleep during the switch.<br />\r\n<br />\r\nThere was no such increase in the number of accidents during the switch back to standard time, the study found.<br />\r\n<br />\r\nOther industries probably experience a similar increase in worker accidents, said Christopher M. Barnes, one of the authors and now an assistant professor of character development and research at the U.S. Military Academy at West Point.<br />\r\n<br />\r\nTaken as a whole, Barnes said Keehn&rsquo;s statement makes sense.<br />\r\n<br />\r\n&quot;It&rsquo;s accurate for a few reasons,&quot; he said. &quot;As my study showed, there&rsquo;s an increased risk of accidents, and as an article in the journal Science showed, there&rsquo;s an increased risk for heart attacks.&quot;<br />\r\n<br />\r\nBut there are also studies that show daylight saving time actually promotes safety in the long run.<br />\r\n<br />\r\nA study by the Insurance Institute for Highway Safety, an Arlington, Va.-based nonprofit organization dedicated to reducing the number of deaths and accidents on the nation&rsquo;s highways, found the extra hour of daylight during the busier evening commute lowers the overall number of crashes.<br />\r\n<br />\r\nIn fact, the study concludes that using daylight saving time year-round could eliminate 900 fatal crashes, including more than 700 fatal crashes involving pedestrians. The extra hour makes cars and pedestrians more visible when the most people are traveling, said Russ Rader, a spokesman for the institute.<br />\r\n<br />\r\n&quot;The research on traffic safety is clear, and DST is a benefit, not a determent, to road safety, especially for pedestrians,&quot; Rader said.<br />\r\n<br />\r\nA study by Stanley Coren, a professor of psychology at the University of British Columbia and author of the book &quot;Sleep Thieves,&quot; however, came to a slightly more nuanced conclusion. Coren found disruptions of internal daily rhythms make people less attentive and prone to &quot;micro sleeps,&quot; which can be especially dangerous during the commute following the switch to daylight saving time.<br />\r\n<br />\r\nCoren studied Canadian traffic data and determined there was a greater risk of traffic accidents on the Monday after daylight saving time begins. His analysis showed there was a lower risk of traffic accidents on the Monday after reverting to standard time.<br />\r\n<br />\r\nEven so, he agreed that over the long run the Insurance Institute for Highway Safety has a point.<br />\r\n<br />\r\n&quot;Ultimately, it&rsquo;s for the good, but in the short term, because we&rsquo;re chronically sleep-deprived, it&rsquo;s not so hot,&quot; Coren said.<br />\r\n<br />\r\nAlong with increasing the chances of accidents, there&rsquo;s evidence that the switch to daylight saving time also presents negative effects to the human body.<br />\r\n<br />\r\nAn article published in the New England Journal of Medicine in 2008 stated that the stress from changing sleeping schedules during daylight saving time increases the chance of heart attacks.<br />\r\n<br />\r\nDr. Imre Janszky and Dr. Rickard Ljung, both of Stockholm, Sweden, studied more than 20 years of Swedish data on heart attacks and found the number of heart attacks increased during the first three weekdays after daylight saving time begins.<br />\r\n<br />\r\n&quot;The most plausible explanation for our findings is the adverse effect of sleep deprivation on cardiovascular health,&quot; the doctors said in a letter to the New England Journal of Medicine. &quot;Our data suggest that vulnerable people might benefit from avoiding sudden changes in their biologic rhythms.&quot;<br />\r\n<br />\r\nSo can Keehn sleep well after saying daylight saving time poses health risks?<br />\r\n<br />\r\nKeehn said the hours of sleep likely lost in the transition &quot;might pose a few health risks&quot; only in the few days after the transition. He made sure to point out the potential positives as well.<br />\r\n<br />\r\nKeehn cited one study to back up his positions, and there are others that do so as well. And while there is another study that shows how over the course of a year increased daylight prevents traffic accidents, these studies do not discount the temporary health effects caused by a sudden loss of sleep, nor do they attempt to.<br />\r\n<br />\r\nThe blogger was precise in saying it was the loss of sleep that would cause health risks for a few days.<br />\r\n<br />\r\nWe find Keehn&rsquo;s statement True.</p>\r\n", "ruling_comments_date": "2011-03-25T15:36:22.493435", "ruling_date": "2011-03-28T06:00:00", "ruling_headline": "Daylight Saving health concerns valid ", "ruling_headline_slug": "daylight-saving-health-concerns-valid", "ruling_link_text": "Daylight Saving claim dead on", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"http://www.nejm.org/doi/full/10.1056/NEJMc0807104#t=article\">Letter</a>, Dr. Imre Janszky and Dr. Rickard Ljung, New England Journal of Medicine.</p>\r\n\r\n<p><a href=\"http://www.nejm.org/doi/full/10.1056/NEJM199604043341416\">Letter</a>, Stanley Coren, professor of psychology, University of British Columbia, New England Journal of Medicine</p>\r\n\r\n<p>&quot;Changing to Daylight Saving Time Cuts Into Sleep and Increases Workplace Injuries,&quot; Journal of Applied Psychology<br />\r\n<br />\r\n&quot;Daylight Saving Times and Motor Vehicle Crashes: The Reduction in Pedestrian and Vehicle Occupant Fatalities,&quot; American Journal of Public Health<br />\r\n<br />\r\nInterview, Russ Rader, spokesman, Insurance Institute for Highway Safety, March 17, 2011<br />\r\n<br />\r\nInterview, Stanley Coren, professor of psychology, University of British Columbia, March 23, 2011<br />\r\n<br />\r\nInterview, Christopher M. Barnes, assistant professor of character development and research, U.S. Military Academy at West Point, March 23, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Joel", "half_true_count": 0, "home_state": "", "id": 1111, "last_name": "Keehn", "mostly_true_count": 0, "name_slug": "joel-keehn", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/PolitiFact_silhouettes_9.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1111/", "total_count": 1, "true_count": 1, "website": ""}, "statement": "<p>The hour of sleep you lose during the change to daylight saving time might initially pose some health risks.</p>\r\n", "statement_context": "a blog", "statement_date": "2011-03-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 139, "photo": null, "resource_uri": "/api/v/2/subject/139/", "subject": "Science", "subject_slug": "science", "used_in_edition": []}], "target": [], "twitter_headline": "Sleep good. Daylight Saving time bad."}