{"art": [], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/ohio/statements/2011/mar/30/sherrod-brown/sen-sherrod-brown-says-cuts-proposed-house-gop-cou/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 3481, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/3481/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tThe House of Representatives passed a bill in February that would keep the United States government operating through this fiscal year while making a small dent in the federal debt. Democrats say it&#39;s a bad bill that slashes important programs; Republicans say the cuts are necessary.<br />\r\n\t<br />\r\n\tWe&#39;re not going to pick apart the bill&rsquo;s merits or shortcomings. PolitiFact Ohio was interested in claims about the bill&rsquo;s impact made on March 7 by Sen. Sherrod Brown and seconded by Cleveland&#39;s mayor, Frank Jackson.<br />\r\n\t<br />\r\n\tBrown and Jackson, in <a href=\"http://brown.senate.gov/newsroom/press_releases/release/?id=1cf2bbeb-d118-4a00-bad5-bf2ae9adf416\">a news release</a> and at a news conference with public safety officials in Cleveland, said the spending cuts could harm public safety and security in Cleveland and across Ohio. Specifically, they spoke of cuts to grants that would affect local law enforcement.<br />\r\n\t<br />\r\n\t&quot;House-passed budget proposal could cut funding for programs that help keep local neighborhoods safe, slash more than $1.7 Million in anti-terror funds for Ohio,&quot; read a headline on Brown&#39;s news release.<br />\r\n\t<br />\r\n\tThis made us wonder: These cuts would be in grant programs. Many federal grants are awarded competitively, making it impossible for any city to count on getting one every single year. So how could Brown and the city of Cleveland consider the end of a grant to be a &quot;cut?&quot;<br />\r\n\t<br />\r\n\tPut it another way: If you get a bonus sometimes but not every year, can you really say your pay was cut in the years you didn&rsquo;t get one?<br />\r\n\t<br />\r\n\tIn Brown&#39;s case, the answer turns out to be yes. Two of three programs he mentioned are funded by a narrow category of safety grants that Cleveland and Ohio have been guaranteed to get historically. These are what Brown was refering to as &quot;programs that keep local neighborhoods safe.&quot;<br />\r\n\t<br />\r\n\tAs for the other program and potential cuts, Brown worded his concern cautiously and accurately. Let&#39;s take a look.<br />\r\n\t<br />\r\n\tCommunity Oriented Policing Services, or COPS grants<br />\r\n\t<br />\r\n\tThis Justice Department program for keeping neighborhoods safe is competitive. The program helps police departments get federal money to hire and train officers. But it has a stipulation: Cities must pick up the officers&#39; salaries when their grants end. Critics question whether the program is effective.<br />\r\n\t<br />\r\n\tThe House was poised to eliminate COPS, but ended up retaining money for officer hiring and training. But the House bill would eliminate other programs under the COPS umbrella, such as those that have helped departments pay for technology and another that helps local police fight methamphetamine distribution. These latter two &quot;could be eliminated entirely,&quot; Brown said.<br />\r\n\t<br />\r\n\tBrown was accurate by saying &quot;could.&quot; And while some news reports left the mistaken impression that Cleveland patrol officers hired with COPS dollars are now at risk -- a fallacy that first caught our attention and prompted this very PolitiFact -- we see no evidence that Brown made that specific linkage.<br />\r\n\t<br />\r\n\tByrne Justice Assistance Grants<br />\r\n\t<br />\r\n\tCleveland has used the money from these grants for regional police dispatching, crime analysis, and task forces to combat violent crime and drugs. Ohio &quot;could&quot; lose more than $4.4 million under House budget cuts, Brown said.<br />\r\n\t<br />\r\n\tThe Byrne grants are largely based on a formula that factors in population and crime levels, according to information provided to us by Michelle Person, a spokeswoman in the Justice Department&#39;s Office of Justice Programs. It is clear from the formula that if the funding for the federal program remained level, Ohio would still qualify. Brown was correct when referring to a possible &quot;loss.&quot;<br />\r\n\t<br />\r\n\tAs for quantifying it at $4.4 million, Brown&#39;s office referred us to a <a href=\"http://www.cbpp.org/cms/index.cfm?fa=view&amp;id=3405\">state-by-state analysis by the Center on Budget Policy and Priorities</a>, a liberal group that frequently examines the effect of spending cuts. The center&#39;s analysis was based on an estimate that the Byrne grants will be cut by about 29 percent. It is impossible to know the precise scope of Byrne cuts, if they occur, because they are part of a larger Justice Department grant pool that would be trimmed; it is unclear whether all grants would be cut equally.<br />\r\n\t<br />\r\n\tYet the 29 percent estimate is consistent with other estimates, and &quot;it certainly is assumed that Byrne would take its fair share&quot; among other programs, said Elizabeth Pyke, director of government affairs at the National Criminal Justice Association, which represents cities and states.<br />\r\n\t<br />\r\n\tThe COPS program and Byrne Justice Assistance grants are the two programs that Cleveland and Ohio historically have been guaranteed to get and both can impact policing in neighborhoods.<br />\r\n\t<br />\r\n\tUrban Areas Security Initiative grants<br />\r\n\t<br />\r\n\tThe Department of Homeland Security gives these grants to help metropolitan areas plan for potential terrorist attacks and mass emergencies. Ohio could &quot;stand to lose more than $1.7 million&quot; if these grants were cut, and &quot;Cleveland alone could lose more than $500,000,&quot; Brown said in his news release.<br />\r\n\t<br />\r\n\tThese grants are awarded through a formula that factors in each metro area&#39;s population and its potential for a terrorist strike or mass emergency.&nbsp; Sixty-three metro areas now get funding, <a href=\"http://www.heritage.org/research/reports/2011/02/homeland-security-grants-should-not-become-another-federal-entitlement-program\">according to the Heritage Foundation</a>, a conservative think tank that believes that the program has expanded too far. The House spending bill would cut the amount of money available to the whole program, and Brown based his figures on a calculation of how that would affect Ohio&rsquo;s portion, said Meghan Dubyak, Brown&rsquo;s communications director. However, under an amendment to the House spending bill, only the top 25 metro areas -- measured by their perceived level of threat and related factors -- would qualify for money. No Ohio cities are currently in the top 25, so the loss to Ohio under this circumstance would be higher than Brown calculated.<br />\r\n\t<br />\r\n\tBrown was correct, then, that Cleveland &quot;could&quot; lose &quot;more than&quot; $500,000.<br />\r\n\t<br />\r\n\tAll of his claims were based on a House bill that the Senate is expected to change. But the House bill sets the stage for whatever happens next; for now, at least, it is the bill the Senate must work with. And Brown was careful to say it &quot;could,&quot; not &quot;would&quot; when discussing all the proposed cuts.<br />\r\n\t<br />\r\n\tWe rate his claims as True.</p>", "ruling_comments_date": "2011-03-25T17:46:46.520265", "ruling_date": "2011-03-30T06:00:00", "ruling_headline": "Sen. Sherrod Brown says cuts proposed by House GOP could hurt police, terror prevention efforts", "ruling_headline_slug": "sen-sherrod-brown-says-cuts-proposed-house-gop-cou", "ruling_link_text": "Careful selection of programs, words bolsters truth", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tSen. Sherrod Brown, <a href=\"http://brown.senate.gov/newsroom/press_releases/release/?id=1cf2bbeb-d118-4a00-bad5-bf2ae9adf416\">news release &quot;Sen. Brown, Mayor Jackson, and Cleveland Law Enforcement Officials Outline How Budget Cuts Proposed by House Republicans Would Have Devastating Effect on Local Law Enforcement</a>,&quot; March 7, 2011<br />\r\n\t<br />\r\n\tLetters from Cleveland Mayor Frank Jackson to Sens. Sherrod Brown and Rob Portman, March 1, 2011<br />\r\n\t<br />\r\n\tE-mail and telephone conversations with Meghan Dubyak, communications director for Sen. Sherrod Brown, March 8-14, 2011<br />\r\n\t<br />\r\n\tE-mail and telephone conversation with Michelle Person, Office of Justice Programs, March 10, 2011<br />\r\n\t<br />\r\n\tTelephone discussion with Elizabeth Pyke, director of government affairs, National Criminal Justice Association, March 10, 2011<br />\r\n\t<br />\r\n\tHeritage Foundation, <a href=\"http://www.heritage.org/research/reports/2011/02/homeland-security-grants-should-not-become-another-federal-entitlement-program\">&quot;Homeland Security grants should not become another federal entitlement program</a>,&quot; Feb. 14, 2011<br />\r\n\t<br />\r\n\tCenter on Budget and Policy Priorities, &quot;<a href=\"http://www.cbpp.org/cms/index.cfm?fa=view&amp;id=3405\">House Bill means fewer children in Head Start, less help for students to attend college, less job training, and less funding for clean water</a>,&quot; March 1, 2011<br />\r\n\t<br />\r\n\tThe Plain Dealer, &quot;<a href=\"http://blog.cleveland.com/metro/2011/03/senator_sherrod_brown_and_clev.html\">Sen. Sherrod Brown and Cleveland Mayor Frank Jackson say proposed federal budget cuts could lead to police layoffs</a>,&quot; March 7, 2011<br />\r\n\t<br />\r\n\tOhio News Network, &quot;<a href=\"http://www.msnbc.msn.com/id/41958256/ns/local_news-cleveland_oh/\">Cleveland could lose millions in funding</a>,&quot; Ohio News Network, March 7, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "U.S. Senator", "false_count": 4, "first_name": "Sherrod", "half_true_count": 5, "home_state": "Ohio", "id": 387, "last_name": "Brown", "mostly_true_count": 9, "name_slug": "sherrod-brown", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-sherrod-brown2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/387/", "total_count": 37, "true_count": 14, "website": "http://www.brown.senate.gov/"}, "statement": "<p>\r\n\tThe &quot;House-passed budget proposal could cut funding for programs that help keep local neighborhoods safe, slash more than $1.7 million in anti-terror funds for Ohio.&quot;</p>", "statement_context": "", "statement_date": "2011-03-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 177, "photo": null, "resource_uri": "/api/v/2/subject/177/", "subject": "Criminal Justice", "subject_slug": "criminal-justice", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}