{"art": [{"brightcove": "", "caption": "British Adm. David Beatty and U.S. Adm. Hugh Rodman shaking hands aboard the flagship Queen Elizabeth. The two joined forces in World War I under British control.", "id": 1163, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Naval_pic.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/1163/", "title": "US-British naval commanders", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/mar/29/karl-rove/karl-rove-says-american-troops-have-never-been-und/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 3487, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/3487/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>During an appearance on Sean Hannity&rsquo;s Fox News Show on March 23, 2011, Republican strategist Karl Rove addressed some of the issues surrounding U.S. involvement with its allies in enforcing a no-fly zone over Libya.<br />\r\n<br />\r\nAt one point, Hannity said: &quot;The United States is basically saying, &lsquo;We&#39;re not going to lead this thing.&rsquo; So, France is actually proposing a political steering company to run the war.&quot;<br />\r\n<br />\r\nAfter some crosstalk, Rove said, &quot;Who is on that committee? American troops have never been under the formal control of another nation.Why should we start now?&quot;<br />\r\n<br />\r\nWe wondered whether it was true that American forces had never been &quot;under the formal control of another nation.&quot; &nbsp;So we asked nine military historians and other experts in the field. And their view was unanimous.<br />\r\n<br />\r\n&quot;No, that&rsquo;s not correct,&quot; said Brett Schaefer, a fellow at the conservative Heritage Foundation.<br />\r\n<br />\r\n&quot;Absolutely false,&quot; concluded Richard H. Kohn, a historian at the University of North Carolina.<br />\r\n<br />\r\n&quot;Rove&rsquo;s comment is misleading and uninformed,&quot; added Lance Janda, a historian at Cameron University.<br />\r\n<br />\r\n&quot;Coalition warfare and the leadership of foreign commanders has played a part in U.S. history since the War for Independence, when the commander of the troops of the predecessor colonies, George Washington, entrusted a key mission and command of 2,000 Continental soldiers to a French Major General, the Marquis de Lafayette,&quot; <a href=\"http://congressionalresearch.com/RL31120/document.php?study=Peacekeeping+Military+Command+and+Control+Issues\">wrote the Congressional Research Service in a 2001 report</a>. &quot;Since 1900, there have been at least seventeen military operations in which the United States has placed U.S. troops under a foreign commander.&quot;<br />\r\n<br />\r\nOur panel of experts pointed to a litany of historical examples:<br />\r\n<br />\r\n&bull; <strong>The Boxer Rebellion</strong>. U.S. forces took part in the &quot;eight-nation alliance&quot; sent to China after rebel forces known as &quot;boxers&quot; threatened westerners in the country. A 20,000-man force eventually captured Beijing, and the victorious powers imposed large reparations. <a href=\"http://www.history.navy.mil/faqs/faq86-1.htm\">According to the U.S. Navy</a>, the first (and unsuccessful) offensive included 2,100 sailors and marines from the eight nations in the alliance -- Great Britain, Germany, Russia, France, the United States, Japan, Italy, and Austria -- under the control of British Admiral Edward Seymour.<br />\r\n<br />\r\n&bull; <strong>World War I</strong>. Vice Admiral Sir Lewis Bayly of the British Royal Navy oversaw an effort based in Queenstown, Ireland, to protect commercial ships off the coast of France and Great Britain. Among the assets <a href=\"http://www.history.navy.mil/library/online/bayly%27s%20navy.htm\">under his control</a> was a U.S. destroyer squadron commanded by Cmdr. J.K. Taussig.<br />\r\n<br />\r\nMeanwhile, U.S. Battleship Division Nine, a four and later five-ship group commanded by Rear Adm. Hugh Rodman, <a href=\"http://www.arlingtoncemetery.net/hugh-rodman.htm\">became part of the allied Grand Fleet</a> under the command of British Adm. David Beatty, based in Scapa Flow, Scotland.<br />\r\n<br />\r\nFinally, the 369th Infantry Regiment (known as the &quot;Harlem Hellfighters&quot;) <a href=\"http://www.hmdb.org/marker.asp?marker=18993\">became the first all-black combat unit sent </a><a href=\"http://www.hmdb.org/marker.asp?marker=18993\">overseas</a> in World War I. There was no U.S. combat role available for black soldiers at the time, so Gen. John J. Pershing sent the 369th and its affiliates to join the French army. For their efforts, the soldiers were awarded the French Croix de Guerre.<br />\r\n<br />\r\n&bull; <strong>Russian Revolution</strong>. Three U.S. battalions joined British, Canadian, Italian, Finnish and Serbian units near Murmansk that were under the command of a British general during the Bolshevik Revolution, according to CRS.<br />\r\n<br />\r\n&bull; <strong>World War II</strong>. The commander of <a href=\"http://cbi-theater-3.home.comcast.net/%7Ecbi-theater-3/stilwellpages/stilwell_cbi.html\">U.S. forces in the China-Burma-India theater</a> was British, though the personnel varied. Initially it was Gen. Archibald Wavell, the commander-in-chief in India. Then in 1943, Adm. Lord Mountbatten was named Supreme Allied Commander of Southeast Asia forces. Technically, U.S. forces in China were commanded by Chaing Kai Shek, the Supreme Allied Commander in China, though U.S. military leaders played an unofficial command role.<br />\r\n<br />\r\nMeanwhile, British Field Marshal Henry Maitland Wilson succeeded U.S. Gen. Dwight D. Eisenhower, ultimately receiving the title of Supreme Commander of the Mediterranean Theater of Operations, which included Italy. Wilson was succeeded about a year later by British Field Marshal Harold Alexander.<br />\r\n<br />\r\nDuring the Battle of the Bulge, the U.S. First and Ninth armies <a href=\"http://www.history.army.mil/books/wwii/7-8/7-8_18.htm\">fell under British Field Marshal Bernard Montgomery.</a> And British Adm. Bertram Ramsay <a href=\"http://www.history.navy.mil/library/online/comnaveu/comnaveu-3.htm\">was in charge of all allied forces</a> taking part in Operation Neptune, the naval effort that paved the way for the the D-Day invasion. Ramsay <a href=\"http://books.google.com/books?id=mhJE9XFacGwC&amp;pg=PA27&amp;lpg=PA27&amp;dq=admiral+ramsay+neptune&amp;source=bl&amp;ots=2hPwN-CxRg&amp;sig=b4fxrlqFlWRMMGHgi7GbicFSojk&amp;hl=en&amp;ei=D-SQTcJLiJS3B72qtIgJ&amp;sa=X&amp;oi=book_result&amp;ct=result&amp;resnum=8&amp;ved=0CEMQ6AEwBw#v=onepage&amp;q=admiral%20ramsay%20neptune&amp;f=false\">said</a> Neptune was &quot;probably the largest and most complicated operation ever undertaken.&quot;<br />\r\n<br />\r\n&bull; <strong>Co</strong><strong>ld War</strong>. While the <a href=\"http://www.nato.int/cps/en/natolive/topics_50110.htm\">Supreme Allied Commander-Europe (or SACEUR)</a> has traditionally been an American, NATO war plans put Americans under sub-commanders who were British or German. In fact, the general in charge of managing the defense of western Europe in the face of a Warsaw Pact attack was traditionally a German general, said Andrew Bacevich, a career Army officer who now teaches international relations at Boston University.<br />\r\n<br />\r\nMeanwhile, the post of deputy commander of the North American Aerospace Defense Command, better known as NORAD, <a href=\"http://www.norad.mil/news/2009/071009.html\">has been held by a Canadian</a> since the 1950s. So if the commander is away, U.S. forces would be taking orders from a Canadian.<br />\r\n<br />\r\n&bull; <strong>Recent conflicts</strong>. The CRS report cites several recent examples of U.S. troops under foreign control. During the 1991 Persian Gulf War, a U.S. brigade was placed under operational control of a French commander. Beginning in 1992, the ground component of the U.S.-Republic of Korea Combined Forces Command was commanded by a South Korean general with a U.S. deputy. Hundreds of troops have served in the <a href=\"http://www.mfo.org/aboutus.php\">Multinational Force in the Sinai</a>, which has been commanded by non-Americans, including a Canadian.<br />\r\n<br />\r\nThe Balkan conflicts of the 1990s offered several examples, according to CRS. The U.S. sent a 342-man Mobile Army Surgical Hospital to Zagreb, Croatia, for the use of a United Nations force under French command. In 1993, roughly 600 U.S. soldiers patrolled the Macedonian border under a Swedish commander. And at one point in the Kosovo conflict, 6,515 U.S. troops served under a French general in NATO&rsquo;s Kosovo Force.<br />\r\n<br />\r\nFinally, experts told PolitiFact that small American units regularly operate under the tactical command of allied leaders in Afghanistan.<br />\r\n<br />\r\n&quot;U.S. troops have served under tactical foreign command in a wide array of NATO and UN operations over the last 65 years,&quot; said Janda of Cameron University. &quot;However, it&rsquo;s not the case that foreign commanders can do whatever they want with U.S. forces that are under their control. The United States contributes limited forces to specific commands for defined periods of time under stringent guidelines and operational limits, closely monitors their activity, and always has the right to withdraw them or countermand orders involving our troops at our discretion. Those are the same limitations every U.S. ally puts on their forces that operate under our command as well.&quot;<br />\r\n<br />\r\nIndeed, several of our experts emphasized that there is a difference between operational control and full command.<br />\r\n<br />\r\n&quot;In the legal sense, &lsquo;control&rsquo; is just the authority to direct forces to do a mission, and we&#39;ve done that since at least World War I,&quot; said James Jay Carafano, a fellow at the conservative Heritage Foundation. &quot;&lsquo;Command&rsquo; includes authority for military punishment, responsibility for logistics and so on. Nations hardly ever give command of their forces to other nations.&quot;</p>\r\n\r\n<p>When we&nbsp;presented&nbsp;our findings to Rove, he conceded through a spokesman that he was in error. He said he &quot;had checked, quickly, for post-World War II&nbsp;(instances), but of course (PolitiFact&nbsp;is)&nbsp;right about World War I&nbsp;in which Americans were under foreign command, and it looks like there are instances in World War II where U.S. troops may have been under the operational command of British leadership.&quot;<br />\r\n<br />\r\nUltimately,&nbsp;there are at leat&nbsp;17 examples, stretching back longer than a century, in which U.S. forces have worked, mostly successfully, under foreign operational leadership. So we rate Rove&#39;s statement False.</p>\r\n", "ruling_comments_date": "2011-03-28T16:47:26.125225", "ruling_date": "2011-03-29T09:52:24", "ruling_headline": "Karl Rove says that “American troops have never been under the formal control of another nation”", "ruling_headline_slug": "karl-rove-says-american-troops-have-never-been-und", "ruling_link_text": "It's happened repeatedly for over a century", "ruling_state": null, "source_documents": null, "sources": "<p>Karl Rove, interview on Sean Hannity&rsquo;s Fox News Show, March 23, 2011 (accessed via Lexis-Nexis)<br />\r\n<br />\r\nCongressional Research Service, &quot;<a href=\"http://congressionalresearch.com/RL31120/document.php?study=Peacekeeping+Military+Command+and+Control+Issues\">Peacekeeping: Military Command and Control Issues</a>,&quot; Nov. 1, 2001<br />\r\n<br />\r\nNavy Department Library, &quot;<a href=\"http://www.history.navy.mil/library/online/comnaveu/comnaveu-3.htm\">Chapter III--The Strategic Background of Overlord</a>,&quot; accessed March 28, 2011<br />\r\n<br />\r\nSamuel Eliot Morrison, <a href=\"http://books.google.com/books?id=mhJE9XFacGwC&amp;pg=PA27&amp;lpg=PA27&amp;dq=admiral+ramsay+neptune&amp;source=bl&amp;ots=2hPwN-CxRg&amp;sig=b4fxrlqFlWRMMGHgi7GbicFSojk&amp;hl=en&amp;ei=D-SQTcJLiJS3B72qtIgJ&amp;sa=X&amp;oi=book_result&amp;ct=result&amp;resnum=8&amp;ved=0CEMQ6AEwBw#v=onepage&amp;q=admiral%20ramsay%20neptune&amp;f=false\">History of United States Naval Operations in World War II: The invasion of France and Germany</a>, 1957<br />\r\n<br />\r\nNaval History and Heritage Command, &quot;<a href=\"http://www.history.navy.mil/faqs/faq86-1.htm\">The Boxer Rebellion and the U.S. Navy, 1900-1901</a>,&quot; accessed March 28, 2011<br />\r\n<br />\r\nVice Admiral Walter S. Delany, USN (Ret.), &quot;<a href=\"http://www.history.navy.mil/library/online/bayly%27s%20navy.htm\">Bayly&#39;s Navy</a>,&quot; accessed March 28, 2011<br />\r\n<br />\r\nArlington National Cemetery, &quot;<a href=\"http://www.arlingtoncemetery.net/hugh-rodman.htm\">Hugh Rodman, Admiral, United States Navy</a>,&quot; accessed March 28, 2011<br />\r\n<br />\r\nHistorical Markers Database, &quot;<a href=\"http://www.hmdb.org/marker.asp?marker=18993\">369th Infantry Regiment Memorial</a>,&quot; accessed March 28, 2011<br />\r\n<br />\r\nhistory.army.mil, &quot;<a href=\"http://www.history.army.mil/books/wwii/7-8/7-8_18.htm\">CHAPTER XVIII--The VII Corps Moves To Blunt the Salient</a>,&quot; accessed March 28, 2011<br />\r\n<br />\r\nE-mail interview with Andrew Bacevich, professor of international relations at Boston University, March 25, 2011<br />\r\n<br />\r\nE-mail interview with Brett Schaefer, fellow at the Heritage Foundation, March 25, 2011<br />\r\n<br />\r\nE-mail interview with James Jay Carafano, fellow at the Heritage Foundation, March 25, 2011<br />\r\n<br />\r\nE-mail interview with Michael O&rsquo;Hanlon, senior fellow at the Brookings Institution, March 25, 2011<br />\r\n<br />\r\nE-mail interview with Richard H. Kohn, professor of history at the University of North Carolina, March 25, 2011<br />\r\n<br />\r\nE-mail interview with Lance Janda, professor of history at Cameron University, March 25, 2011<br />\r\n<br />\r\nE-mail interview with Max Boot, senior fellow at the Council on Foreign Relations, March 25, 2011<br />\r\n<br />\r\nE-mail interview with &nbsp;Ted Wilson, history professor at the University of Kansas, March 25, 2011<br />\r\n<br />\r\nE-mail interview with James C. Bradford, history professor at Texas A&amp;M University, March 27, 2011</p>\r\n\r\n<p>E-mail interview with Karl Rove, via spokesman Jonathan Collegio, March 28, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 5, "first_name": "Karl", "half_true_count": 2, "home_state": "Texas", "id": 177, "last_name": "Rove", "mostly_true_count": 8, "name_slug": "karl-rove", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/rove2.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/177/", "total_count": 17, "true_count": 0, "website": "http://www.rove.com/"}, "statement": "<p>&quot;American troops have never been under the formal control of another nation.&quot;</p>\r\n", "statement_context": "an interview with Sean Hannity of Fox News", "statement_date": "2011-03-23", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}], "target": [], "twitter_headline": ""}