{"art": [], "author": [{"email_address": "lfigueroa@miamiherald.com", "first_name": "Laura ", "id": 131, "last_name": "Figueroa", "name_slug": "laura-figueroa", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 5, "publication_name": "Miami Herald", "resource_uri": "/api/v/2/publication/5/"}, "resource_uri": "/api/v/2/staffer/131/", "title": "Reporter", "twitter": null}], "canonical_url": "/florida/statements/2011/mar/31/rick-scott/scott-says-new-federal-health-care-act-eliminated-/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 3496, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}, {"email_address": "lfigueroa@miamiherald.com", "first_name": "Laura ", "id": 131, "last_name": "Figueroa", "name_slug": "laura-figueroa", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 5, "publication_name": "Miami Herald", "resource_uri": "/api/v/2/publication/5/"}, "resource_uri": "/api/v/2/staffer/131/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/3496/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tTo mark the one-year anniversary of the Patient Protection and Affordable Care Act signed into law by President Barack Obama on March 23, 2010, Republican leaders have been rallying their voices and calling for a repeal of the health care measure.<br />\r\n\t<br />\r\n\tFrom television advertisements like this <a href=\"http://www.youtube.com/watch?v=17hwDVymJhU\">one</a> featuring Republican presidential candidate Mike Huckabee to newspaper opinion pieces, Republicans continue to drum their talking points against the health care overhaul. Likewise, Democrats have also been using the anniversary to grow support for the measure by hosting events like <a href=\"http://my.barackobama.com/page/community/post/maryhough/gGMHLh?override_wrapper_id=7w3hc\">community picnics and forums</a>.<br />\r\n\t<br />\r\n\tGov. Rick Scott was among those adding to the Republican chorus of dissent against the law. On March 23, 2011, he penned an opinion piece for the <em><a href=\"http://www2.tbo.com/content/2011/mar/23/MEOPINO2-obamacare-its-one-year-too-many/news-opinion-commentary/\">Tampa Tribune</a></em> decrying &quot;ObamaCare.&quot;<br />\r\n\t<br />\r\n\t&quot;As important as health insurance is, most people need a job more than they need health insurance,&quot; Scott wrote.<br />\r\n\t<br />\r\n\tScott, a former hospital chain CEO, ran on a platform opposing health care reform,&nbsp;and has supported the Florida-led&nbsp;lawsuit against the law. Before becoming a candidate, Scott founded Conservatives for Patients&#39; Rights, a group dedicated to opposing federal health care reform.<br />\r\n\t<br />\r\n\t&quot;Before this law was enacted, Florida parents who were laid off or who couldn&#39;t get dependent coverage at work were able to purchase inexpensive &#39;child-only&#39; coverage for their children,&quot; Scott wrote. &quot;The law&#39;s &#39;consumer protections&#39; have now eliminated that choice in Florida and 17 other states.&quot;<br />\r\n\t<br />\r\n\tWe wondered about Scott&#39;s claim. Did the federal health care law really eliminate all inexpensive child-only insurance options in Florida?<br />\r\n\t<br />\r\n\tWe turned to Scott&#39;s press office to request materials that would support the governor&#39;s claim but never received a response. Our research, however,&nbsp;found that child-only insurance programs do still exist, and the state runs one of them.<br />\r\n\t<br />\r\n\t<strong>The health care law</strong></p>\r\n<p>\r\n\tLet&#39;s start with the law and its consumer protection provisions. The law was signed&nbsp;by&nbsp;Obama on March 23, 2010, and is aimed at ensuring that all Americans have access to health insurance by barring health insurance providers from refusing coverage for folks with pre-existing conditions.<br />\r\n\t<br />\r\n\tThe entire law is set to go into effect by 2014; however, there are elements of the law, namely those geared toward children, that were launched in 2010. For example, children can now remain under their parents&#39; insurance until age 26, when previously most had to be off the plan by age 19 or when they stopped being enrolled full-time in college.<br />\r\n\t<br />\r\n\tAnother measure set into motion in 2010, the one referenced by Scott, bans insurance providers from refusing to insure a child based on pre-existing conditions. The child-only provision was set to demonstrate on a smaller scale what the law&nbsp;aimed to do when it is fully launched in 2014 -- ensuring coverage for everyone, healthy or sick, who applied for health insurance.<br />\r\n\t<br />\r\n\tExcept, unlike the &quot;health care for all&quot; provisions set for 2014, the child-only provisions did not include language requiring insurers to write insurance policies for children. In other words, they couldn&#39;t deny a child coverage based on a pre-condition -- but the law doesn&#39;t require them to sell a child-specific policy in the first place.<br />\r\n\t<br />\r\n\t&quot;Nothing in the Affordable Care Act, or any other existing federal law, allows us to require insurance companies to offer a particular type of policy at this time,&quot; Health and Human Services Secretary Kathleen Sebelius acknowledged in an Oct. 13, 2010, <a href=\"http://www.hhs.gov/ociio/Documents/letter_to_j_cline.pdf\">letter</a> to Jane L. Cline, president of the National Association of Insurance Commissioners.<br />\r\n\t<br />\r\n\tLeading up to the Sept. 23, 2010, start date of the child-protection provisions, some of the nation&#39;s leading providers -- including WellPoint, UnitedHealth Group, Aetna, Cigna and Humana -- stopped selling the child-only policies. Several cited concerns that the law did not provide guarantees that parents wouldn&#39;t wait until a child was gravely ill before purchasing a plan.<br />\r\n\t<br />\r\n\t&quot;The regulations provide a very powerful incentive for parents to wait until their children are sick to buy coverage, which drives up costs for everyone else,&quot; said Robert Zirkelbach, spokesman for America&#39;s Health Insurance Plans, a leading lobbyist group for insurers.<br />\r\n\t<br />\r\n\tDoug Lynch, vice president of actuary for Blue Cross Blue Shield of Florida, likened the measure to letting a person purchase homeowners insurance once their house is on fire.<br />\r\n\t<br />\r\n\t&quot;As an example, on the way to the hospital, a parent could call from the ambulance to get coverage,&quot; Lynch said in a March 28, 2011, telephone interview. &quot;There was no waiting period &hellip; this type of system lends itself to abuse. If you do cover that case, then you would need to charge everyone for that abuse.&quot;<br />\r\n\t<br />\r\n\tSebelius offered some suggestions so that private insurers would continue to sell the child-only plans -- imposing a surcharge if a parent dropped their child&#39;s coverage and subsequently reapplied for it, and adjusting rates based on health status as permitted by state law (though by 2014, they will no longer be allowed to charge rates based on health status). She also noted in her letter to the National Association of Insurance Commissioners that insurance companies could set enrollment periods, so that parents could not just sign up at any time, so long as the periods they set are consistent with state laws governing enrollment periods.<br />\r\n\t<br />\r\n\tSome providers say that they may be willing to return to selling child-only policies in Florida if the kinks of the law&#39;s language are ironed out before 2014.<br />\r\n\t<br />\r\n\t&quot;For us, it&#39;s a market issue,&quot; Gwyn Dilday, spokeswoman for Cigna, said. &quot;If the market dynamics change in Florida, it&#39;s something that we would consider.&quot;<br />\r\n\t<br />\r\n\tDilday said Cigna did not stop selling child-only policies solely because of the health care law, but also because the child-only policies accounted for a tiny portion of their overall business.<br />\r\n\t<br />\r\n\t&quot;There were a lot of factors in our decision,&quot; Dilday said. &quot;We&rsquo;re such a small player in this line of business. It&#39;s a very, very&nbsp;small amount of policies, less than 1 percent of the 100,000 policies we have nationally. We had to take that into consideration.&quot;<br />\r\n\t<br />\r\n\t<strong>Other options</strong><br />\r\n\t<br />\r\n\tWhile private providers have stopped selling the child-specific policies in Florida, there are still two other government-funded options available to parents -- KidCare and the newly formed Pre-Existing Condition Insurance Plan (PCIP)<br />\r\n\t<br />\r\n\tEstablished by the state Legislature in 1998, KidCare, a program run under the Florida Department of Health, provides health insurance not only for low-income children, but for parents of all income levels. Parents pay a monthly premium based on their income, so they can pay anywhere from $15 a month per child to $159.<br />\r\n\t<br />\r\n\t&quot;We did realize when they started leaving, that we were probably it,&quot; said Jennifer Lloyd, chief external affairs officer for KidCare, referring to the private providers no longer selling child-only policies.<br />\r\n\t<br />\r\n\tAs of January 2011, there are 1.7 million children enrolled in KidCare, the bulk of those insured through Medicaid. Those not covered by Medicaid amount to 281,000 children as of March 2011, according to Lloyd. Lloyd said the program is open for enrollment throughout the year, but it must cap enrollment once the program reaches its annual funding limit. For the 2010-2011 fiscal year, the program received $510 million in state and federal matching funds.&nbsp; Still, Lloyd noted that the last time the program had to close enrollment because of financial limitations was in 2002-2003.<br />\r\n\t<br />\r\n\tDespite private providers no longer selling child-specific policies in the state, Lloyd said enrollment in KidCare has &quot;remained steady.&quot;<br />\r\n\t<br />\r\n\t&quot;I cannot say that we&#39;ve seen a spike in enrollment,&quot; Lloyd said. &quot;We saw a spike in applications in January, a little spike, but we think with all the chatter surrounding the health care act, it just got people thinking about health insurance more.&quot;<br />\r\n\t<br />\r\n\tLloyd said that while the program does outreach at schools to inform parents, it isn&#39;t as widely advertised as plans from private insurers who may have more advertising money at their disposal.<br />\r\n\t<br />\r\n\t&quot;People might forget that we&rsquo;re an option,&quot; Lloyd said.<br />\r\n\t<br />\r\n\tAnother option for parents of children with pre-existing conditions is enrollment in the federally funded Pre-Existing Condition Insurance Plan (PCIP). The plan was created by the health care law, which allotted $5 billion to help fund high-risk insurance pools run by the states or the Department of Health and Human Services until 2014.<br />\r\n\t<br />\r\n\tIn Florida, the plan is administered directly by the Department of Health and Human Services, with plans for those under the age of 18 ranging from $196 to $263 a month. (For a full breakdown of how each state administers the PCIP program, check out this <a href=\"https://www.pcip.gov/StatePlans.html\">HHS website</a>.)<br />\r\n\t<br />\r\n\t&quot;The PCIP program is available for eligible children with pre-existing conditions who have been uninsured for at least six months,&quot; Sebelius wrote in her letter to the National Association of Insurance Commissioners.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tSo back to Scott&#39;s claim: Did the federal health care law&nbsp;eliminate an inexpensive insurance option for children in Florida?<br />\r\n\t<br />\r\n\tWhile elements of the law that took effect in 2010 have prompted private insurers to stop selling child-only policies, the state continues to offer a viable option for parents in the form of KidCare. For parents who are laid off or low-income, the KidCare rates are inexpensive. And children with pre-existing conditions can also seek enrollment in the new Pre-Existing Condition Insurance Plan (PCIP) created by the federal law&nbsp;-- though the rates are higher. Without private insurers participating, the choices for parents have certainly been reduced. But eliminated, as Scott said? No.<br />\r\n\t<br />\r\n\tWe rate this claim False.</p>", "ruling_comments_date": "2011-03-30T15:44:42.831314", "ruling_date": "2011-03-31T09:58:57", "ruling_headline": "Scott says new federal health care act eliminated inexpensive child-only insurance policies", "ruling_headline_slug": "scott-says-new-federal-health-care-act-eliminated-", "ruling_link_text": "Child-only policies still being sold; in fact, state program sells them", "ruling_state": "Florida", "source_documents": null, "sources": "<p>\r\n\t<em>Tampa Tribune</em>, &quot;<a href=\"http://www2.tbo.com/content/2011/mar/23/MEOPINO2-obamacare-its-one-year-too-many/news-opinion-commentary/\">Obamacare: It&rsquo;s one year too many</a>,&quot; March 23, 2011<br />\r\n\t<br />\r\n\t<em>Orlando Sentinel</em>, &quot;<a href=\"http://articles.orlandosentinel.com/2010-09-22/health/os-child-only-policies-20100921_1_health-insurers-individual-policies-robert-zirkelbach\">Child only healthcare hits a snag in Florida,</a>&quot; Sept. 22, 2010<br />\r\n\t<br />\r\n\tAmerican Medical News, &quot;<a href=\"http://www.ama-assn.org/amednews/2010/10/04/bil11004.htm\">Insurers drop child-only coverage on eve of health reform mandates</a>,&quot; Oct. 4, 2010<br />\r\n\t<br />\r\n\t<em>Washington Post</em>, &quot;<a href=\"http://www.washingtonpost.com/national/as-health-care-law-turns-1-supporters-using-occasion-to-shape-its-image/2011/03/21/AB2Pk3EB_story.html\">As health-care law turns 1, supporters using occasion to shape its image</a>,&quot; March 23, 2011<br />\r\n\t<br />\r\n\t<a href=\"http://www.floridakidcare.com/eligibility.html\">Florida KidCare website</a>, viewed March 24, 2011<br />\r\n\t<br />\r\n\tWhite House website, &quot;<a href=\"http://www.whitehouse.gov/healthreform/healthcare-overview\">Health care over view</a>,&quot; viewed March 24, 2011<br />\r\n\t<br />\r\n\tAssociated Press, <a href=\"http://finance.yahoo.com/news/Gap-in-health-care-laws-apf-4272209396.html?x=0&amp;.v=1\">Gap in health care law&#39;s protection for children</a>, March 24, 2010<br />\r\n\t<br />\r\n\t<em>New York Times</em>, &quot;<a href=\"http://www.nytimes.com/2010/03/29/health/policy/29health.html\">Coverage for Sick Children? Check Fine Print,</a>&quot; March 28, 2010<br />\r\n\t<br />\r\n\tPhone interview, Robert Zirkelbach, spokesman, America&#39;s Health Insurance Providers, on March 28, 2011<br />\r\n\t<br />\r\n\tPhone interview, Gwyn Dilday, spokeswoman, Cigna, on March 28, 2011<br />\r\n\t<br />\r\n\tPhone interview, Doug Lynch, vice president of actuary, Blue Cross Blue Shield of Florida, on March 28, 2011<br />\r\n\t<br />\r\n\tPhone interview, Jennifer Lloyd, chief external affairs officer, Florida KidCare, on March 29, 2011<br />\r\n\t<br />\r\n\tU.S. Department of Health &amp; Human Services, <a href=\"about:blank\">Letter from Secretary Kathleen Sebelius to Jane L. Cline, president National Association of Insurance Commissioners</a>, Oct. 13, 2010<br />\r\n\t<br />\r\n\tWhite House blog, &quot;<a href=\"http://www.whitehouse.gov/blog/2010/07/29/insurance-americans-with-pre-existing-conditions\">Insurance for Americans with Pre-Existing Conditions,</a>&quot; July 29, 2010<br />\r\n\t<br />\r\n\tHealthcare.gov &quot;<a href=\"http://www.healthcare.gov/law/provisions/ChildrensPCIP/childrenspcip.html\">Understanding the Affordable Care Act provisions</a>,&quot; viewed March 28, 2011</p>", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 32, "current_job": "Governor", "false_count": 26, "first_name": "Rick", "half_true_count": 40, "home_state": "Florida", "id": 383, "last_name": "Scott", "mostly_true_count": 36, "name_slug": "rick-scott", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/rlscott.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/383/", "total_count": 166, "true_count": 15, "website": "http://www.flgov.com/"}, "statement": "<p>\r\n\t&quot;Before this (federal health care) law was enacted, Florida parents ...&nbsp;were able to purchase inexpensive &#39;child-only&#39; coverage for their children. The law&rsquo;s &#39;consumer protections&#39; have now eliminated that choice in Florida.&quot;</p>", "statement_context": "an opinion article published in the 'Tampa Tribune'", "statement_date": "2011-03-23", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 127, "photo": null, "resource_uri": "/api/v/2/subject/127/", "subject": "Children", "subject_slug": "children", "used_in_edition": []}, {"description": "", "id": 112, "photo": null, "resource_uri": "/api/v/2/subject/112/", "subject": "Florida", "subject_slug": "florida", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}