{"art": [{"brightcove": "", "caption": "Former Minnesota Gov. Tim Pawlenty, a possible contender for the Republican nomination for president in 2012, has published a campaign autobiography. We're checking out some of the claims he makes in it.", "id": 1170, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Pawlenty_book_cover.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/1170/", "title": "Pawlenty book cover", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/mar/30/tim-pawlenty/tim-pawlenty-writes-ntsb-ruled-minneapolis-bridge-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 3497, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/3497/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tIn his book <em><a href=\"http://www.amazon.com/Courage-Stand-American-Tim-Pawlenty/dp/1414345720\">Courage to Stand: An American Story</a></em>, former Minnesota Gov. Tim Pawlenty -- a potential Republican presidential contender in 2012 -- addresses the 2007 collapse of the I-35W bridge in Minneapolis. The collapse, on August 1, 2007, came during Pawlenty&rsquo;s second term as governor, so questions were raised about whether his administration bore any responsibility for the collapse.<br />\r\n\t<br />\r\n\tPawlenty makes clear in the book that he believes his administration was vindicated.<br />\r\n\t<br />\r\n\t&quot;Ultimately, after an exhaustive investigation,&quot; Pawlenty wrote, &quot;the (National Transportation Safety Board) concluded the bridge fell because of an original design flaw dating back to the 1960s.&quot;<br />\r\n\t<br />\r\n\tWe wondered whether Pawlenty characterized the findings correctly. So we turned to the <a href=\"http://www3.ntsb.gov/publictn/2008/HAR0803.pdf\">NTSB </a><a href=\"http://www3.ntsb.gov/publictn/2008/HAR0803.pdf\">report</a> ourselves.<br />\r\n\t<br />\r\n\tFirst, some background on the NTSB. It&rsquo;s an independent federal agency charged with investigating transportation accidents and making recommendations based on its findings.<br />\r\n\t<br />\r\n\tPawlenty is certainly correct that the NTSB concluded that the &quot;probable cause&quot; of the collapse was a four-decade-old design flaw, specifically a flaw with &quot;gusset plates&quot; -- metal plates that secure several different pieces of the bridge&rsquo;s truss (or structural support). The NTSB concluded that certain gusset plates in the I-35W bridge &quot;failed under a combination of (1) substantial increases in the weight of the bridge, which resulted from previous bridge modifications, and (2) the traffic and concentrated construction loads on the bridge on the day of the collapse.&quot;<br />\r\n\t<br />\r\n\tThe NTSB also concluded that a &quot;contributing&quot; cause of the collapse was &quot;inadequate design review by federal and state transportation officials.&quot; This would have happened during the design and approval phase, which was in the mid 1960s. (The bridge opened to traffic in 1967.)<br />\r\n\t<br />\r\n\tIn other words, the NTSB concluded that the most important factor and one of two contributing factors in the collapse were things that had happened four decades ago -- long before Pawlenty became governor.<br />\r\n\t<br />\r\n\tHowever, while the report does largely exonerate state agencies from blame in the collapse -- and in fact notes that officials were inspecting bridges more frequently than required by federal guidelines -- other portions of the report are somewhat more equivocal about the state&rsquo;s role.<br />\r\n\t<br />\r\n\tThe report found that another &quot;contributing&quot; factor was &quot;the generally accepted practice among federal and state transportation officials of giving inadequate attention to gusset plates during inspections for conditions of distortion, such as bowing, and of excluding gusset plates in load rating analyses.&quot;<br />\r\n\t<br />\r\n\tThe NTSB noted, for instance, that there was significant corrosion on certain gusset plates. While the investigation concluded that this corrosion was not a factor in the collapse, the NTSB did express concern about how inspectors had treated that wear over the years. The report said the NTSB &quot;is concerned that the amount of corrosion &hellip; had not been documented in detail and had not been given particular attention during subsequent bridge inspections. Had the bridge remained in service, and had the corrosion and section loss continued to progress without mitigation, the ability of the gusset plates to safely carry loads would have continued to diminish, even if these particular plates had been properly sized.&quot;<br />\r\n\t<br />\r\n\tA more direct criticism by NTSB involved state officials&rsquo; role, or lack thereof, in guiding contractors on how to safely spread out construction materials on the bridge.<br />\r\n\t<br />\r\n\tConstruction was under way on the day of the collapse, and the contractor had placed a large amount of material on the bridge in preparation for its work. The NTSB concluded that if the material had been spread more widely, even the flawed gusset plates would have held. But the material was instead gathered into a smaller area to facilitate traffic and construction work, and as a result, the weight became too much for the bridge to bear.<br />\r\n\t<br />\r\n\tThe NTSB notes that the existing guidance by the American Association of State Highway and Transportation Officials was silent on this particular risk. But the report also notes that on a previous occasion, contractors had asked the state agency to stockpile materials on the bridge and &quot;had been given a response that they interpreted as permission.&quot; And while state officials told the NTSB that they would have denied the request that led to the collapse if the contractor had asked them, the report expressed some skepticism with that response, saying it was &quot;impossible to know with certainty&quot; that they would have denied the stacking request.<br />\r\n\t<br />\r\n\t&quot;In the absence of formal and specific guidance, decisions about the placement of construction materials may be made on an ad hoc basis ... and may not take into account all the considerations necessary to ensure that temporary loads do not damage the structure or possibly even exceed the load-carrying capacity of the structure at its most highly stressed location,&quot; the NTSB concluded. The NTSB added that following the collapse, the state agency revised its standards for the storage of construction materials on bridges.<br />\r\n\t<br />\r\n\tA final note: Some outside experts believe the NTSB report underplays actions by state officials that could have contributed to the collapse. Barry B. LePatner, a New York-based lawyer whose practice specializes in engineering and construction, published a book in late 2010 -- <em><a href=\"http://www.toobigtofall.com/\">Too Big to Fall</a></em> -- that argues, among other things, that &quot;shoddy maintenance, ignored expert repair recommendations, and misallocated funding&quot; also helped cause the collapse. (In Pawlenty&rsquo;s book, the former governor dismisses the notion that an unwillingness to spend money contributed to the collapse, writing, &quot;It was untrue and of course overlooked the reality that we were spending millions of dollars to improve the decking, railing, and lighting on the bridge when it fell.&quot;)<br />\r\n\t<br />\r\n\tIn any case, we&rsquo;ll keep our fact-check tailored to the specifics of Pawlenty&rsquo;s statement -- that &quot;ultimately, after an exhaustive investigation the NTSB concluded the bridge fell because of an original design flaw dating back to the 1960s.&quot;<br />\r\n\t<br />\r\n\tWe conclude that he&rsquo;s right that the most important factor the NTSB pointed to -- plus one of the two contributing factors it cited -- were design-related flaws dating from the 1960s. But Pawlenty&rsquo;s summary doesn&rsquo;t acknowledge other questions the NTSB raised about the performance of state officials during his tenure as governor. On balance, we rate the statement Mostly True.</p>", "ruling_comments_date": "2011-03-30T15:50:46.701799", "ruling_date": "2011-03-30T17:36:29", "ruling_headline": "Tim Pawlenty writes that NTSB ruled Minneapolis bridge collapse stemmed from 1960s-era flaws", "ruling_headline_slug": "tim-pawlenty-writes-ntsb-ruled-minneapolis-bridge-", "ruling_link_text": "Old design flaws were ruled the primary cause", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tTim Pawlenty, <em><a href=\"http://www.amazon.com/Courage-Stand-American-Tim-Pawlenty/dp/1414345720\">Courage to Stand: An American Story</a></em>, 2010 (page 233)<br />\r\n\t<br />\r\n\tNational Transportation Safety Board, &quot;Collapse of I-35W Highway Bridge, Minneapolis, Minnesota, August 1, 2007&quot; (<a href=\"http://www3.ntsb.gov/publictn/2008/HAR0803.pdf\">accident report</a>), Nov. 14, 2008<br />\r\n\t<br />\r\n\tBarry B. Lepatner, <em><a href=\"http://books.google.com/books?id=p8pu0uDMx2sC&amp;printsec=frontcover&amp;dq=lepatner+35W+minnesota&amp;source=bl&amp;ots=zgsJH1A8rz&amp;sig=qlVE_qEHdqMTc7i0PAj7B45Ub6w&amp;hl=en&amp;ei=jEyTTbvfOYebtweMx_BN&amp;sa=X&amp;oi=book_result&amp;ct=result&amp;resnum=5&amp;ved=0CC0Q6AEwBA#v=onepage&amp;q=lepatner%2035W%20minnesota&amp;f=false\">Too Big to Fall: America&#39;s Failing Infrastructure and the Way Forward</a></em>, 2010<br />\r\n\t<br />\r\n\tInterview with Barry B. Lepatner, LePatner &amp; Associates, March 30, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Alex Conant, spokesman for Tim Pawlenty, March 30, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 3, "first_name": "Tim", "half_true_count": 3, "home_state": "", "id": 238, "last_name": "Pawlenty", "mostly_true_count": 6, "name_slug": "tim-pawlenty", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Pawlenty_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/238/", "total_count": 18, "true_count": 2, "website": ""}, "statement": "<p>\r\n\t&quot;Ultimately, after an exhaustive investigation,&quot; the National Transportation Safety Board concluded that a Minneapolis bridge collapsed in 2007 &quot;because of an original design flaw dating back to the 1960s.&quot;</p>", "statement_context": "his book, \"Courage to Stand: An American Story\"", "statement_date": "2011-01-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 44, "photo": null, "resource_uri": "/api/v/2/subject/44/", "subject": "Transportation", "subject_slug": "transportation", "used_in_edition": []}], "target": [], "twitter_headline": ""}