{"art": [], "author": [{"email_address": "bbowers@politifact.com", "first_name": "Becky", "id": 177, "last_name": "Bowers", "name_slug": "becky-bowers", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/bbowers-politifact-mug_.gif", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/177/", "title": "PolitiFact Digital Operations Manager", "twitter": null}], "canonical_url": "/florida/statements/2011/apr/04/marco-rubio/sen-marco-rubio-says-united-states-will-soon-have-/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 3526, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "bbowers@politifact.com", "first_name": "Becky", "id": 177, "last_name": "Bowers", "name_slug": "becky-bowers", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/bbowers-politifact-mug_.gif", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/177/", "title": "PolitiFact Digital Operations Manager", "twitter": null}], "resource_uri": "/api/v/2/statement/3526/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tCorporate taxes aren&rsquo;t a topic to raise the heart-rate, unless you&rsquo;re the one paying them. But this particular fact-check about corporate tax burdens needs a footnote because of changes brought by&nbsp;an earthquake, tsunami and nuclear disaster.<br />\r\n\t<br />\r\n\tIt starts with a<em> Wall Street Journal </em>op-ed.<br />\r\n\t<br />\r\n\tIn March, as Congress confronted a rapidly approaching federal debt limit, Sen. Marco Rubio, R-Fla., argued for tax reform, among other changes to federal policy. In <a href=\"http://online.wsj.com/article/SB10001424052748704425804576220670543010068.html?mod=WSJ_Opinion_LEADTop\">an op-ed article on March 30, 2011</a>, he said, &quot;Our generation&rsquo;s greatest challenge is an economy that isn&rsquo;t growing, alongside a national debt that is.&quot;<br />\r\n\t<br />\r\n\tOn his short-list of ways the United States inhibits business growth: high corporate taxes.<br />\r\n\t<br />\r\n\t&quot;Current federal policies make it harder for job creators to start and grow businesses,&quot; Rubio wrote. &quot;Taxes on individuals are complicated and set to rise in less than two years. Corporate taxes will soon be the highest in the industrialized world. Federal agencies torment job creators with an endless string of rules and regulations.&quot;<br />\r\n\t<br />\r\n\tIt&rsquo;s not the first time we&rsquo;ve heard <a href=\"http://www.politifact.com/truth-o-meter/statements/2011/jan/03/pat-toomey/pat-toomey-says-us-has-highest-corporate-tax-rates/\">a claim about America&#39;s high corporate taxes</a>, but we thought this one was worth a closer look: What&rsquo;s about to change? And what did Rubio mean by &quot;corporate taxes&quot;?<br />\r\n\t<br />\r\n\tWe asked Rubio&rsquo;s office for evidence for his statement. Alex Burgos, his director of media affairs, provided a link to a <em>Daily Caller</em> story that declared &quot;<a href=\"http://news.yahoo.com/s/dailycaller/20110316/pl_dailycaller/americatohavethehighestcorpora%20tetaxrateinapril\">America to have the highest corporate tax rate in April</a>.&quot; It reported that, according to the Tax Foundation, Japan&rsquo;s corporate tax rate leads the industrialized world, with a combined state and federal rate of 39.5 percent. No. 2, by less than a percentage point? The United States, with a combined rate of 39.2 percent.<br />\r\n\t<br />\r\n\tBut Japan, it reported, planned to lower its rate in April, leaving America &quot;the corporate tax leader in the developed world.&quot;<br />\r\n\t<br />\r\n\tSo far, so good, right?<br />\r\n\t<br />\r\n\tThe tax rates reported by the <em>Daily Caller </em>are easy to confirm. The Organization for Economic Cooperation and Development publishes the combined rates of its member countries, about 30 large, industrialized nations. The most recent indeed shows Japan on top at <a href=\"http://www.oecd.org/dataoecd/26/56/33717459.xls\">39.54 percent vs. 39.21 percent</a> for the United States.<br />\r\n\t<br />\r\n\tMeanwhile, PolitiFact has previously cited a news item about <a href=\"http://taxfoundation.org/blog/show/26921.html\">Japan&rsquo;s plan to cut its corporate tax rate</a> by 5 percentage points, which, with parliamentary approval, was to take effect for the year starting April 1, 2011.<br />\r\n\t<br />\r\n\tIt looks like Rubio&rsquo;s on solid ground here.<br />\r\n\t<br />\r\n\tBut are tax rates the whole story? After all, Rubio didn&rsquo;t say &quot;corporate tax rates,&quot; as <a href=\"http://www.politifact.com/truth-o-meter/statements/2011/jan/03/pat-toomey/pat-toomey-says-us-has-highest-corporate-tax-rates/\">Sen. Pat Toomey, R-Pa., said on Jan. 2, 2011</a>. He said &quot;corporate taxes.&quot; His spokesman said he uses the phrases interchangeably. But what would a typical reader think he meant?<br />\r\n\t<br />\r\n\tWe started by asking Scott Hodge,&nbsp;president of the Tax Foundation, since his study was the one cited by the <em>Daily Caller </em>article provided by Rubio&rsquo;s team &quot;I think most readers understood that he meant rates, although if you really want to split hairs, I suppose he could have been more grammatically correct by specifically referring to corporate tax rates. In general discourse, most people understand that higher taxes mean higher rates,&quot; he said.<br />\r\n\t<br />\r\n\tBut there are at least three ways to compare corporate taxes, said Bob Williams, senior fellow at the Urban Institute-Brookings Institution Tax Policy Center. One of them &mdash; the share of GDP claimed by tax or other measures of how much revenue is collected &mdash; depends too much on the size of the corporate tax base to allow valid cross-country comparisons, he said.<br />\r\n\t<br />\r\n\tAnother is to compare statutory rates, such as those reported by OECD. But statutory rates aren&rsquo;t a good indicator of the amount of tax companies pay, according to the World Bank report, &quot;<a href=\"http://www.doingbusiness.org/reports/special-reports/paying-taxes-2011\">Paying Taxes 2011: The global picture</a>.&quot; (Consider, for example, a recent<em> New York Times </em>report that &nbsp;<a href=\"http://www.nytimes.com/2011/03/25/business/economy/25tax.html?bl\">General Electric managed to escape paying any U.S. tax at all in 2010</a>.)<br />\r\n\t<br />\r\n\tTo compare what companies actually pay country by country, Williams recommends looking at the effective tax rate. &quot;It measures what I think most people consider when they think about the level of taxes. &nbsp;&hellip; It&rsquo;s not the rate that matters, it&rsquo;s the amount of tax you pay that you care about.&quot;<br />\r\n\t<br />\r\n\tHow would Rubio&rsquo;s statement measure up when you consider what companies actually pay in corporate income tax?<br />\r\n\t<br />\r\n\tHodge said the situation is exactly the same, citing <a href=\"http://www.nber.org/papers/w16839\">a recent paper by professors Kevin Markle and Douglas Shackelford</a> of Dartmouth and the&nbsp;University of North Carolina that examined financial statements for more than 11,000 corporations from 82 countries from 1988 to 2009: &quot;They find that the U.S. has the second-highest effective tax rate among major industrialized countries. Like the statutory rate, only Japan has a higher effective rate.&quot;<br />\r\n\t<br />\r\n\tIndeed, the paper, &quot;Cross-Country Comparisons of Corporate Income Taxes,&quot; finds multinational corporations in Japan face the highest effective tax rates, followed by the United States, France and Germany. Further, the authors find that although effective tax rates have declined worldwide over the last two decades &mdash; &quot;most notably in Japan&quot; &mdash;&nbsp;the rank from high-tax countries to low-tax countries has changed little.<br />\r\n\t<br />\r\n\tThe effective tax rates are lower than the statutory rates: In the United States, the median effective tax rate is 25 percent for domestic companies and 30 percent for multinationals, far below the 39 percent statutory rate. But in Japan, domestic companies pay a median 41 percent and multinationals pay 37 percent, not far off its rounded 40 percent statutory rate.<br />\r\n\t<br />\r\n\tSo it&rsquo;s an open question whether a 5-percentage-point cut by Japan would pull its effective tax rates below the United States&rsquo; &mdash; the U.S. effective rates are more than 5 percentage points lower. That would point to a less-than-true rating for Rubio&rsquo;s statement.<br />\r\n\t<br />\r\n\tThere&rsquo;s yet another measure to consider when it comes to corporate taxes, and that&rsquo;s businesses&rsquo; tax burden beyond just income tax. Remember that World Bank study, &quot;<a href=\"http://www.doingbusiness.org/reports/special-reports/paying-taxes-2011\">Paying Taxes 2011: The global picture</a>&quot;? On pages 98-100, it lists something it calls the &quot;total tax rate&quot; for more than 180 counties. The rate includes all taxes that might be borne by a standard firm with 60 employees in a given year: profit taxes, labor taxes and others.<br />\r\n\t<br />\r\n\tWhy is the total tax rate interesting? The World Bank points out that corporate income tax is only part of the burden of taxes on business. Around the world, corporate income tax accounts for 38 percent of the total tax rate.<br />\r\n\t<br />\r\n\tWe figured if Rubio is concerned about the burden on job creators, he would be interested in companies&rsquo; total tax burden. And here, the U.S. rank improves compared with other industrialized countries. If we highlight just <a href=\"http://www.oecd.org/document/1/0,3343,en_2649_201185_1889402_1_1_1_1,00.html\">the 34 OECD nations</a> among those studied by the World Bank, the United States sits at 16th: Italy, France, Belgium, Spain, Austria, Sweden, Hungary, Mexico, Estonia, Czech Republic, Slovak Republic, Japan, Germany, Australia and Greece all have higher total tax rates than the U.S. rate of 46.8 percent. No. 12 Japan has a 48.6 percent total tax rate.<br />\r\n\t<br />\r\n\tNow, there&rsquo;s more to the Japan story. Yes, the country planned a rate cut that would vault the United States to the top of the statutory rate heap. But on March 11, 2011, the nation suffered a catastrophic earthquake, tsunami and resulting nuclear crisis. And in the wake of the disaster, in turns out, government and business leaders have started to <a href=\"http://www.bloomberg.com/news/2011-03-28/tax-increase-is-unavoidable-as-quake-rebuilding-swells-debt-lawmakers-say.html\">back off tax-cut plans</a> as they debate how to pay for rebuilding.<br />\r\n\t<br />\r\n\tThe week after Rubio submitted his op-ed, headlines said <a href=\"http://www.bloomberg.com/news/2011-03-28/tax-increase-is-unavoidable-as-quake-rebuilding-swells-debt-lawmakers-say.html\">a Japan tax increase was unavoidable</a>, and that the nation was weighing <a href=\"http://www.bloomberg.com/news/2011-03-28/japan-weighs-scrapping-company-tax-cut-lifting-household-levies.html\">scrapping the corporate tax cut all together</a>. In fairness, we only consider a statement&rsquo;s truthfulness based on information available at the time, so we won&rsquo;t count the changes in Japanese policy against Rubio. But it&rsquo;s interesting to note that around the same time Rubio&rsquo;s op-ed published, a major factor behind his claim shifted.<br />\r\n\t<br />\r\n\tSaid Hodge: &quot;By many accounts, they may postpone the rate cut. We will have to see.&quot;<br />\r\n\t<br />\r\n\tWhere does that leave us?<br />\r\n\t<br />\r\n\tIf most people think of tax &quot;rates&quot; when they hear a claim about &quot;corporate taxes,&quot; Rubio was right. The United States ranked second just to Japan, and Japan planned to cut its own rate as early as April 1. Even a look at &quot;effective tax rates&quot;&nbsp;-- what corporations actually pay --&nbsp;partly supports Rubio&rsquo;s claim. The United States again came in behind just Japan.<br />\r\n\t<br />\r\n\tBy a wider measure, the total tax rate calculated by the World Bank, Rubio&rsquo;s not even close. And we think it&rsquo;s a fair bet some readers would assume from Rubio&rsquo;s statement that American corporations would soon face the world&rsquo;s highest tax burden &mdash; rather than simply face the world&rsquo;s highest corporate income tax rate. But since&nbsp;the total tax rate goes beyond&nbsp;income taxes&nbsp;to include other taxes, it doesn&rsquo;t seem fair to weigh this measure as heavily against Rubio&rsquo;s statement.<br />\r\n\t<br />\r\n\tHis statement, &quot;Corporate taxes will soon be the highest in the industrialized world,&quot; contains some truth, though even the experts disagree about how much. We&nbsp;acknowledge the claim is right by at least one measure, but rule it Mostly True because&nbsp;of the other ways to interpret it.</p>", "ruling_comments_date": "2011-04-04T13:43:10.524050", "ruling_date": "2011-04-04T17:45:28", "ruling_headline": "Sen. Marco Rubio says the United States will soon have the industrialized world’s highest corporate taxes", "ruling_headline_slug": "sen-marco-rubio-says-united-states-will-soon-have-", "ruling_link_text": "He's right about corporate tax rate", "ruling_state": "Florida", "source_documents": null, "sources": "<p>\r\n\t<em>Wall Street Journal,</em> &quot;<a href=\"http://online.wsj.com/article/SB10001424052748704425804576220670543010068.html?mod=WSJ_Opinion_LEADTop\">Why I Won&rsquo;t Vote to Raise the Debt Limit</a>,&quot; by Marco Rubio, March 30, 2011</p>\r\n<p>\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/jan/03/pat-toomey/pat-toomey-says-us-has-highest-corporate-tax-rates/\">Pat Toomey says U.S. has highest corporate tax rates in the world</a>,&quot; by Louis Jacobson, Jan. 2, 2011</p>\r\n<p>\r\n\tE-mail interview with Alex Burgos, director of media affairs for Sen. Marco Rubio, March 30, 2011</p>\r\n<p>\r\n\t<em>Daily Caller</em>, &quot;<a href=\"http://news.yahoo.com/s/dailycaller/20110316/pl_dailycaller/americatohavethehighestcorpora%20tetaxrateinapril\">America &nbsp;to have the highest corporate tax rate in April</a>,&quot; by Caroline May, March 16, 2011</p>\r\n<p>\r\n\tOrganization for Economic Cooperation and Development, &quot;<a href=\"http://www.oecd.org/dataoecd/26/56/33717459.xls\">Basic (non-targeted) corporate income tax rates</a>&quot; (Table II.1), accessed Jan. 3, 2010</p>\r\n<p>\r\n\tTax Foundation, &quot;<a href=\"http://taxfoundation.org/blog/show/26921.html\">Top U.S. Corporate Tax Story for 2010: Japan to Cut its Corporate Tax Rate</a>&quot; (blog post) Dec. 23, 2010</p>\r\n<p>\r\n\tE-mail interview with Scott Hodge, <a href=\"http://www.taxfoundation.org/staff/show/5.html\">president of the Tax Foundation</a>, March 30, 2011</p>\r\n<p>\r\n\tE-mail interview with Bob Williams, senior fellow at the Urban Institute-Brookings Instition Tax Policy Center, March 31, 2011</p>\r\n<p>\r\n\tWorld Bank, &quot;<a href=\"http://www.doingbusiness.org/reports/special-reports/paying-taxes-2011\">Paying Taxes 2011: The global picture</a>,&quot; Nov. 18, 2010</p>\r\n<p>\r\n\t<em>New York Times</em>,&quot;<a href=\"http://www.nytimes.com/2011/03/25/business/economy/25tax.html?bl\">G.E.&rsquo;s Strategies Let It Avoid Taxes Altogether,</a>&quot; by David Kocieniewski, March 24, 2011</p>\r\n<p>\r\n\tE-mail interview with Scott Hodge, president of the Tax Foundation, March 31, 2011</p>\r\n<p>\r\n\t&quot;<a href=\"http://www.nber.org/papers/w16839\">Cross-Country Comparisons of Corporate Income Taxes</a>,&quot; Kevin Markle of Dartmouth College and Douglas Shackelford of University of North Carolina, February 2011</p>\r\n<p>\r\n\tOrganization for Economic Cooperation and Development, <a href=\"http://www.oecd.org/document/1/0,3343,en_2649_201185_1889402_1_1_1_1,00.html\">list of OECD member countries</a>, accessed April 4, 2011</p>\r\n<p>\r\n\tBloomberg, &quot;<a href=\"http://www.bloomberg.com/news/2011-03-28/tax-increase-is-unavoidable-as-quake-rebuilding-swells-debt-lawmakers-say.html\">Japan Tax Increase Unavoidable After Quake-Given Debt Load, Lawmakers Say</a>,&quot; by Kyoko Shiomodoi and Toru Fujioka, March 28, 2011</p>\r\n<p>\r\n\tBloomberg, &quot;<a href=\"http://www.bloomberg.com/news/2011-03-28/japan-weighs-scrapping-company-tax-cut-lifting-household-levies.html\">Japan Weighs Scrapping Corporate Tax Cut, Increasing Levies on Households</a>,&quot; by Kyoko Shiomodoi and Toru Fujioka, March 29, 2011</p>", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 36, "current_job": "U.S. Senator", "false_count": 26, "first_name": "Marco", "half_true_count": 33, "home_state": "Florida", "id": 277, "last_name": "Rubio", "mostly_true_count": 37, "name_slug": "marco-rubio", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Marco_Rubio.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/277/", "total_count": 168, "true_count": 20, "website": "http://www.rubio.senate.gov/"}, "statement": "<p>\r\n\t&quot;Corporate taxes will soon be the highest in the industrialized world.&quot;</p>", "statement_context": "a “Wall Street Journal” op-ed", "statement_date": "2011-03-30", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 101, "photo": null, "resource_uri": "/api/v/2/subject/101/", "subject": "Corporations", "subject_slug": "corporations", "used_in_edition": []}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}