{"art": [], "author": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2011/apr/05/newt-gingrich/gingrich-states-should-consider-alternatives-priso/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jdenery@ajc.com", "first_name": "Jim ", "id": 141, "last_name": "Denery", "name_slug": "jim-denery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/141/", "title": "Word editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 3528, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/3528/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tIn the wake of the Great Recession, some conservative political leaders are considering a new portion of the state budget to save money -- the prison system.<br />\r\n\t<br />\r\n\tGov. Nathan Deal has talked about his desire to find less costly alternatives to prison for drug addicts who commit nonviolent crimes.<br />\r\n\t<br />\r\n\t&quot;It is draining our state treasury and depleting our workforce,&quot; Deal said in his inaugural address.<br />\r\n\t<br />\r\n\tIt seems some of this new thinking comes from conservative mastermind Newt Gingrich, the former Georgia congressman and one-time U.S. House speaker who says he is considering a run for president.<br />\r\n\t<br />\r\n\tGingrich co-wrote an op-ed in the Washington Post a few days before Deal&rsquo;s speech that contained similar themes.<br />\r\n\t<br />\r\n\t&quot;The criminal justice system is broken, and conservatives must lead the way in fixing it,&quot; wrote Gingrich and Pat Nolan, a former California lawmaker who is now vice president of a Christian ministry that aids prisoners, ex-prisoners and their families.<br />\r\n\t<br />\r\n\t&quot;Some people attribute the nation&rsquo;s recent drop in crime to more people being locked up. But the facts show otherwise,&quot; they added. &quot;While crime fell in nearly every state over the past seven years, some of those with the largest reductions in crime have also lowered their prison population.&quot;<br />\r\n\t<br />\r\n\tAJC PolitiFact Georgia stumbled upon the second sentence late last week and wondered whether it was true. Wouldn&rsquo;t the reason why some states have less crime is because more criminals are in prison?<br />\r\n\t<br />\r\n\tA Gingrich spokesman pointed to data from states such as Texas to make the former speaker&rsquo;s case. In 2007, Texas lawmakers approved broad changes to the state&rsquo;s correctional system -- then the nation&rsquo;s largest -- that included more drug courts and treatment programs, The New York Times reported. Crime, Gingrich and Nolan wrote, dropped 10 percent between 2004 and 2009, and the Lone Star State is expected to save about $2 billion in prison costs over five years.<br />\r\n\t<br />\r\n\tGingrich and Nolan also compared New York and Florida to further prove their point.<br />\r\n\t<br />\r\n\t&quot;Over the past seven years, Florida&#39;s incarceration rate has increased 16 percent, while New York&#39;s decreased 16 percent,&quot; they wrote. &quot;Yet the crime rate in New York has fallen twice as much as Florida&#39;s. Put another way, although New York spent less on its prisons, it delivered better public safety.&quot;<br />\r\n\t<br />\r\n\tWe looked around to see whether anyone has done research on this topic. The Washington-based Pew Center on the States puts together an annual report on the prison population of each state. Its most recent annual report, released in April 2010, found the number of state inmates in America declined for the first time in 38 years. Between 1972 and 2008, the number of state prisoners grew by an astounding 708 percent, Pew found.<br />\r\n\t<br />\r\n\tThe Pew Center has also done research, using data from the federal government, on the nation&rsquo;s crime rate. It shared two charts: one with the change in crime rate between 1999 and 2009; the other contained the incarceration rate change during that same time period.<br />\r\n\t<br />\r\n\tThe Pew research showed four of the 10 states with the greatest drops in crime were also among the top 10 states in lowering their incarceration rates. Those four states were Illinois, New Jersey, New York and Utah. The six other states had increases in their incarceration rates. Texas, which Gingrich and Nolan held up as an example of their theory, had a 10 percent drop in crime and a 15 percent decline in its incarceration rate.<br />\r\n\t<br />\r\n\tGeorgia, by the way, had a 21 percent decrease in crime and a 1 percent decrease in its incarceration rate, according to Pew&rsquo;s data. The Peach State did not rank in the top 10 in either category.<br />\r\n\t<br />\r\n\tWe also looked at data from the federal National Institute of Corrections, which compiled 2008 crime statistics from several state and federal agencies and the incarceration rates in 2009. Seven of the 10 states with the lowest crime rates also had among the 15 lowest incarceration rates. Those seven states were Iowa, Maine, New Hampshire, New Jersey, New York, North Dakota and Vermont. Georgia had the eighth-highest crime rate and incarceration rate.<br />\r\n\t<br />\r\n\tFlorida and Texas ranked among the top 10 highest crime rates and incarceration rates.<br />\r\n\t<br />\r\n\tSo are some of these states making a concerted attempt to leave more space in their prisons?<br />\r\n\t<br />\r\n\tTexas is trying to change its approach in order to save money on incarceration, Gingrich and The New York Times noted.<br />\r\n\t<br />\r\n\tIn Oregon, where officials say the crime rate is at its lowest rate in four decades, the state&rsquo;s Criminal Justice Commission analyzed five-year intervals of the state&rsquo;s incarceration rate, the Portland Oregonian reported. Oregon had a 36 percent decrease in crime between 1999 and 2009, the largest decrease in the nation, according to the Pew data.<br />\r\n\t<br />\r\n\tThe commission found major drops in both violent and property crime from 1995 through 2000, when Oregon&#39;s prison population grew more than 50 percent, the Oregonian reported. It also showed that when incarceration remained fairly flat from 2005 to 2008, violent crime and property crime continued to fall. Then-Gov. Ted Kulongoski, a Democrat, has used the lack of growth in the prison system to argue that Oregon should not &quot;overinvest in our prison system.&quot; Others in the Oregonian article suggest the lower crime rate is a result of an aging population and efforts to reduce the production of a key ingredient of methamphetamine.<br />\r\n\t<br />\r\n\tThere is some debate about what factors are causing a decline in crime. Gingrich and Nolan argued that &quot;some&quot; states with major reductions in crime have also had large drops in their incarceration rate. The Pew figures provide support to Gingrich&rsquo;s point. So does the National Institute of Corrections data. Therefore, we rate Gingrich&rsquo;s statement as True.</p>", "ruling_comments_date": "2011-04-04T16:26:07.538707", "ruling_date": "2011-04-05T06:00:00", "ruling_headline": "Gingrich: States should consider alternatives to prisons to save money", "ruling_headline_slug": "gingrich-states-should-consider-alternatives-priso", "ruling_link_text": "Who knew? Some states with large crime drops also have drops in prison rates.", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tNewt Gingrich and Pat Nolan, &quot;<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2011/01/06/AR2011010604386.html\">Prison Reform: A smart way for states to save money and lives</a>,&quot; Jan. 7, 2011</p>\r\n<p>\r\n\tE-mail from Ryan King, research manager, Pew Center on the States, April 1, 2011<br />\r\n\t<br />\r\n\tGov. Nathan Deal <a href=\"http://gov.georgia.gov/00/press/detail/0,2668,165937316_166428912_167556909,00.html\">inaugural address</a>, Jan. 10, 2011</p>\r\n<p>\r\n\tNational Institute of Corrections, state correctional <a href=\"http://www.nicic.gov/Feature s/StateStats/?State=GA\">data</a></p>\r\n<p>\r\n\tPortland Oregonian, &quot;<a href=\"http://www.oregonlive.com/news/index.ssf/2010/09/crime_rate_in_oregon_drops_to.html\">Crime rate in Oregon drops to lowest level in four decades</a>,&quot; Sept. 13, 2010</p>\r\n<p>\r\n\tThe New York Times, &quot;<a href=\"http://www.nytimes.com/2008/02/28/us/28cnd-prison.html?_r=1\">1 in 100 U.S. Adults Behind Bars, New Study Says</a>,&quot; Feb. 28, 2008</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 16, "current_job": "", "false_count": 15, "first_name": "Newt", "half_true_count": 21, "home_state": "Georgia", "id": 152, "last_name": "Gingrich", "mostly_true_count": 11, "name_slug": "newt-gingrich", "pants_count": 12, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/gingrichcutter.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/152/", "total_count": 86, "true_count": 7, "website": ""}, "statement": "<p>\r\n\tSays &quot;some [states] with the largest reductions in crime have also lowered their prison population.&quot;</p>", "statement_context": "an op-ed", "statement_date": "2011-01-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 177, "photo": null, "resource_uri": "/api/v/2/subject/177/", "subject": "Criminal Justice", "subject_slug": "criminal-justice", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [], "twitter_headline": "Newt says building jails too costly. Studies show he has a point. #gapol #politics"}