{"art": [], "author": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "canonical_url": "/texas/statements/2011/apr/09/donna-howard/state-rep-donna-howard-says-50-percent-students-wh/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 3542, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/3542/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tAs floor debate on the Texas House&rsquo;s version of the 2012-13 state budget wound down Sunday, state Rep. Donna Howard decried balancing the budget with spending cuts alone.<br />\r\n\t<br />\r\n\tThe Austin Democrat, who voted against the bill, said lawmakers have falsely painted the state&rsquo;s government as &quot;bloated,&quot; with enough revenue to run Texas.<br />\r\n\t<br />\r\n\t&quot;I have a hard time believing that when when 50 percent of our students who enter higher education need to take remedial courses because they are not prepared for college-level work,&quot; Howard said.<br />\r\n\t<br />\r\n\tWe wondered whether half of the state&rsquo;s 1.3 million students enrolled in higher ed really start off needing to catch up.<br />\r\n\t<br />\r\n\tTo back up Howard&rsquo;s statement, Eleanor D&rsquo;Ambrosio, her chief of staff, passed on data from the Texas Higher Education Coordinating Board, the agency that oversees higher education in the state.<br />\r\n\t<br />\r\n\tBut first, some background: As of fall 2003, state law requires students entering public higher education institutions in Texas to pass a Texas Success Initiative exam assessing their readiness in reading, mathematics and writing &mdash; unless they meet one of six exemption standards, including a combined verbal and math SAT score of 1,070, with a minimum of 500 on either portion of the test.<br />\r\n\t<br />\r\n\tStudents must take and pass the exam before they&rsquo;re eligible to enroll in college-level classes. Those who don&rsquo;t pass one or all parts of the exam are placed in a &quot;developmental education program designed to help the student achieve college readiness,&quot; according to a June 2010 overview of the initiative by the coordinating board.<br />\r\n\t<br />\r\n\tAccording to an e-mail to Howard&rsquo;s office from Lizette Montiel, a spokeswoman with the coordinating board, in fall 2008, 48.6 percent of students entering community colleges directly after graduating from high school failed to meet Texas Success Initiative standards in at least one area. The coordinating board collects the data from public institutions of higher education, the e-mail says.<br />\r\n\t<br />\r\n\tAccording to the e-mail, that rate has dropped from 54.3 percent in 2003.<br />\r\n\t<br />\r\n\tD&rsquo;Ambrosio also sent us a link to a October 2008 column on the coordinating board&rsquo;s website by Higher Education Commissioner Raymund Paredes. Paredes, arguing that some pre-Advanced Placement classes in Texas high schools aren&rsquo;t rigorous enough, wrote that coordinating board data &quot;show that 50 percent of entering Texas college students require remedial education.&quot;<br />\r\n\t<br />\r\n\tShe also passed on the agency&rsquo;s strategic June 18 plan for fiscal years 2011-15. Addressing challenges Texas colleges may face in bringing under-prepared students up to college standards, the report says: &quot;Nearly half of all first-time college students are not college ready in at least one of the core academic areas of math, reading or writing.&quot;<br />\r\n\t<br />\r\n\tCase closed? Not quite.<br />\r\n\t<br />\r\n\tBoard spokesman Dominic Chavez told us that in academic parlance, &quot;college&quot; refers solely to the state&rsquo;s community colleges. Texas has more than 50 community college districts, some with multiple campuses. The board refers to four-year institutions as universities, Chavez said.<br />\r\n\t<br />\r\n\tCalling the June 2010 report &quot;a poorly-worded document,&quot; Chavez said those involved with higher education would catch that distinction, but there&rsquo;s &quot;no way that someone from the general public would look at that and know that there&rsquo;s a nuance there.&quot;<br />\r\n\t<br />\r\n\tHoward &quot;read exactly and said exactly what&rsquo;s in the report,&quot; Chavez said. The report does not specify that &quot;college students&quot; only refers to people enrolled in community colleges.<br />\r\n\t<br />\r\n\tSo, nearly half of all students who enroll in community college immediately after high school aren&rsquo;t college-ready in at least one academic area, Chavez said, but that statistic changes when you include four-year universities. In fall 2008, 31 percent of students who enrolled in public higher education institutions &mdash; both community colleges and four-year universities&mdash; immediately after high school weren&rsquo;t ready in at one academic area.<br />\r\n\t<br />\r\n\tThe rate is even lower for students who enrolled in four-year universities right out of high school. Only about 14 percent of those students aren&rsquo;t college-ready in one or more academic area.<br />\r\n\t<br />\r\n\tInclude freshman university students who have been out of high school for longer, and the not-ready rate rises to about 28 percent. Add community college students who have been out of high school for a few years, and that figure jumps to 38 percent.<br />\r\n\t<br />\r\n\t&quot;Community colleges traditionally serve students who are less prepared,&quot; Chavez said. But &quot;most students who are enrolled in our universities are college-ready.&quot;<br />\r\n\t<br />\r\n\tDo all students who fail to meet the Texas Success Initiative standards in at least on area require remedial coursework? In most cases, yes, Chavez said.<br />\r\n\t<br />\r\n\tWhen we followed up with Howard&rsquo;s office, D&rsquo;Ambrosio told us that Howard was &quot;trying to convey (in her own words) a data point that had been presented to her&quot; by the coordinating board.<br />\r\n\t<br />\r\n\t&quot;Rep. Howard relies on state agencies to provide her with information and statistics on various topics,&quot; D&rsquo;Ambrosio said. &quot;Rep. Howard did not ask for clarification when she was presented with information that said nearly half of all first-time college students are not college ready in at least one of the core academic areas of math, reading or writing.&quot;<br />\r\n\t<br />\r\n\tUpshot: Howard based her statement on a state report that says nearly 50 percent of all incoming college students fresh out of high school are underprepared for college and require remedial attention. However, the report doesn&rsquo;t explain &mdash; and Howard didn&rsquo;t realize &mdash; that the statistic excludes students at four-year universities.<br />\r\n\t<br />\r\n\tTaking into account all students who enroll in a Texas institution of higher education, nearly 40 percent aren&rsquo;t prepared for some aspect of college-level work. And if you only look at students who enter higher education directly from high school, that rate drops to 31 percent. We rate Howard&rsquo;s statement as Barely True.</p>\r\n<br />\r\n<br />\r\n<p>\r\n\t<i>Editor&#39;s note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i></p>", "ruling_comments_date": "2011-04-07T12:31:21.183876", "ruling_date": "2011-04-09T06:00:00", "ruling_headline": "State Rep. Donna Howard says 50 percent of students who enter higher ed aren't prepared for college-level work and require remedial courses", "ruling_headline_slug": "state-rep-donna-howard-says-50-percent-students-wh", "ruling_link_text": "That's just community college students", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<br />\r\n\tTexas Higher Education Coordinating Board, <a href=\"overview:%20Texas%20Success%20Initiative\">Overview: Texas Success Initiative</a>, June 2010<br />\r\n\t<br />\r\n\tTexas Education Code, <a href=\"http://www.statutes.legis.state.tx.us/Docs/ED/htm/ED.51.htm#51.3062\">Sec. 51.3062 Success Initiative</a>, accessed April 6, 2010<br />\r\n\t<br />\r\n\tTexas Higher Education Coordinating Board, Guest column by Raymund Paredes, commissioner of higher education: <a href=\"http://www.thecb.state.tx.us/reports/docfetch.cfm?DocID=1631&amp;Format=PDF\">High GPAs without rigor are meaningless</a>, October 2008<br />\r\n\t<br />\r\n\tTexas Higher Education Coordinating Board, <a href=\"http://www.thecb.state.tx.us/Reports/PDF/2054.PDF\">Agency Strategic Plan for fiscal years 2011-2015 period</a>, June 18, 2010<br />\r\n\t<br />\r\n\tTexas Higher Education Coordinating Board, <a href=\"http://www.thecb.state.tx.us/files/dmfile/StrategicPlanforTexasPublicCommunityColleges2.pdf\">Strategic plan for Texas public community colleges, 2011-2014</a>, June 2010<br />\r\n\t<br />\r\n\tE-mail interview with Eleanor D&rsquo;Ambrosio, chief of staff for state Rep. Donna Howard, April 4, 2011<br />\r\n\t<br />\r\n\tInterview with Dominic Chavez, external relations director, Texas Higher Education Coordinating Board, April 5, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Texas House Representative", "false_count": 0, "first_name": "Donna", "half_true_count": 1, "home_state": "Texas", "id": 1137, "last_name": "Howard", "mostly_true_count": 3, "name_slug": "donna-howard", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/howard.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1137/", "total_count": 9, "true_count": 4, "website": "http://www.votedonna.com/"}, "statement": "<p>\r\n\t&quot;Fifty percent of our students who enter higher education need to take remedial courses because they are not prepared for college-level work.&quot;</p>", "statement_context": "remarks on the House floor", "statement_date": "2011-04-03", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}