{"art": [], "author": [{"email_address": "lfigueroa@miamiherald.com", "first_name": "Laura ", "id": 131, "last_name": "Figueroa", "name_slug": "laura-figueroa", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 5, "publication_name": "Miami Herald", "resource_uri": "/api/v/2/publication/5/"}, "resource_uri": "/api/v/2/staffer/131/", "title": "Reporter", "twitter": null}], "canonical_url": "/florida/statements/2011/apr/08/broward-county-medical-association/group-claims-it-not-illegal-florida-spouse-benefit/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 3552, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}, {"email_address": "lfigueroa@miamiherald.com", "first_name": "Laura ", "id": 131, "last_name": "Figueroa", "name_slug": "laura-figueroa", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 5, "publication_name": "Miami Herald", "resource_uri": "/api/v/2/publication/5/"}, "resource_uri": "/api/v/2/staffer/131/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/3552/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tFrom appointing state health agency heads to proposing how much funding state-run health care programs should receive, Gov. Rick Scott has some major influence over the state&#39;s medical industry.<br />\r\n\t<br />\r\n\tIt&#39;s that influence coupled with Scott&#39;s former business dealings in health care that has at least one group of Florida physicians concerned that Scott could potentially peddle legislation that would benefit a fast-growing urgent-care clinic company he co-founded.<br />\r\n\t<br />\r\n\tOn March 31, 2011, the board of directors of the Broward County Medical Association convened for its monthly meeting, where one of the items up for discussion was how Scott&#39;s position might benefit&nbsp;Solantic Corp. -- a chain of 32 walk-in clinics Scott helped found in 2001.<br />\r\n\t<br />\r\n\tBefore taking office in January 2011, Scott transferred his $62 million worth of shares in the company into a trust under his wife&#39;s name. Scott said that by doing so, he was free of any future conflicts of interest.<br />\r\n\t<br />\r\n\t&quot;As I&#39;ve told you, I&#39;m not involved in that company,&quot; <a href=\"http://www.tampabay.com/news/business/gov-rick-scott-solantic-and-conflict-of-interest-whats-the-deal/1161158\">Scott was quoted as saying&nbsp;in the <em>St. Petersburg Times</em></a> in an April 2, 2011, article&nbsp;about&nbsp;why he didn&#39;t sell his shares instead.<br />\r\n\t<br />\r\n\tStill, for the 20-member board of the Broward Medical Association, Scott handing over his shares to his wife did not address concerns that his actions as governor could potentially benefit Solantic. So the board unanimously agreed to issue a resolution.<br />\r\n\t<br />\r\n\t&quot;It is a conflict of interest for the governor (or any government official) to have his immediate family own urgent-care centers or clinics and for them to benefit financially from government health care reform,&quot; read the resolution, according to an e-mail provided by the group&#39;s president, Dr. Aaron Elkin. The association represents 1,500 allopathic and osteopathic physicians of all specialties, <a href=\"http://www.bcma.com/\">according to its website</a>.<br />\r\n\t<br />\r\n\tThe association then sent out notice of the resolution with the following statement: &quot;Gov. Scott transferred his ownership interest in Solantic to a trust owned and managed by his wife. Solantic has contracts with Medicaid HMOs. Their volume of patients will likely increase if/when Medicaid Reform is expanded statewide. Gov. Scott&#39;s wife sits on the Solantic board. Florida is one of the few states where that arrangement (an immediate family member may prosper from legislation supported by their spouse) is not illegal.&quot;<br />\r\n\t<br />\r\n\tWe wondered if the last part of the statement was true. Does Florida have no laws banning a state officer from supporting legislation that would benefit an immediate family member?<br />\r\n\t<br />\r\n\t<strong>What Florida law says</strong><br />\r\n\t<br />\r\n\tFirst, we turned to Florida statutes and the Florida Commission on Ethics to see what the law spells out in cases where&nbsp;an immediate family member&rsquo;s finances could potentially cause a conflict of interest.<br />\r\n\t<br />\r\n\tKerrie Stillman, spokeswoman for the Florida Commission on Ethics, said she couldn&#39;t comment on Scott&#39;s potential conflict of interest but directed us to the provisions of the law that might be relevant.&nbsp;The issue of &quot;misuse of public position&quot; is addressed in Florida Statute <a href=\"http://www.leg.state.fl.us/Statutes/index.cfm?App_mode=Display_Statute&amp;Search_String=&amp;URL=0100-0199/0112/Sections/0112.313.html\">112.313</a>.<br />\r\n\t<br />\r\n\tThe law reads: &quot;No public officer...shall corruptly use or attempt to use his or her official position or any property or resource which may be within his or her trust, or perform his or her official duties, to secure a special privilege, benefit, or exemption for himself, herself, or others.&quot;<br />\r\n\t<br />\r\n\tWhen it comes to business dealings, the same statute says that a public officer shall not &quot;either directly or indirectly purchase, rent, or lease any realty, goods, or services for his or her own agency from any business entity&quot; in which the officer, his or her spouse or child is an officer, partner, director or proprietor or has a &quot;material interest.&quot;<br />\r\n\t<br />\r\n\tAs long as Solantic is not doing business directly with the governor&#39;s office, then Scott is technically not violating those provisions, said Mark Herron, a Tallahassee attorney specializing in ethics and government affairs. Herron also previously served on the Florida Commission on Ethics.<br />\r\n\t<br />\r\n\t&quot;His agency is the Executive Office of the Governor, it&rsquo;s not the Agency for Health Care Administration, the Department of Health, the Department of Elder Affairs, etc.,&quot; Herron said. &quot;From a strict reading of those provisions, he doesn&rsquo;t have any conflicting interests as long as Solantic is not doing business with the Executive Office of the Governor.&quot;<br />\r\n\t<br />\r\n\tWhile Scott does not have a vote in legislative matters -- only the ability to propose or veto legislation --&nbsp;it&#39;s worth noting that even other state lawmakers can still vote on an issue, even if there is a potential conflict of interest.<br />\r\n\t<br />\r\n\tFlorida Statute <a href=\"http://www.leg.state.fl.us/Statutes/index.cfm?App_mode=Display_Statute&amp;Search_String=&amp;URL=0100-0199/0112/Sections/0112.3143.html\">112.3143</a> provides that &quot;no state public officer is prohibited from voting in an official capacity on any matter.&quot;<br />\r\n\t<br />\r\n\tThe statute goes on to clarify that should there be a potential conflict of interest, such as a&nbsp;&quot;special private gain or loss of a relative or business associate,&quot; the elected official has 15 days after the vote occurs to &quot;disclose the nature of his or her interest as a public record in a memorandum&nbsp;file filed with the person responsible for recording the minutes of the meeting.&quot;<br />\r\n\t<br />\r\n\tIn contrast, on the municipal and county level, the same statute gives a different set of instructions. Should a conflict of interest arise,&nbsp;officials have to abstain from voting on the measure, and publicly announce at the meeting why they aren&#39;t voting. They also have 15 days to file a memorandum with the clerk or whoever is recording meeting minutes.<br />\r\n\t<br />\r\n\tHerron said that when the state&rsquo;s initial ethics laws were passed in 1975, both local and state governments were held to the same standard. But the provisions for municipal and county officials were changed in 1984 because lawmakers felt local elected officials have more day-to-day dealings with approving and entering into contracts.<br />\r\n\t<br />\r\n\tA <a href=\"http://www.flsenate.gov/Session/Bill/2011/0086/BillText/c1/HTML\">measure</a> working its way through the Legislature this year seeks to hold all state officers to the same standard as local and county officials when it comes to voting on items where there may be&nbsp;conflicts of interest.<br />\r\n\t<br />\r\n\t<strong>Blind trusts</strong><br />\r\n\t<br />\r\n\tThe issue of where to place a governor&#39;s financial holdings to avoid a potential conflict of interest has been around long before Scott -- whose reported net worth is $218 million -- took office.<br />\r\n\t<br />\r\n\tDuring two terms as governor, Jeb Bush, whose net worth coming into office was close to $2 million, <a href=\"http://www.sptimes.com/2006/11/30/State/Blind_trusts_urged_fo.shtml\">held his assets in a blind trust</a>, according to the <em>St. Petersburg Times</em>. A blind trust is one in which the owner hands over power of attorney to someone else, and has no right to intervene in the holdings of the trust. Gov. Charlie Crist likewise placed his assets in a revocable trust, according to the <em><a href=\"http://www.tampabay.com/news/politics/article1023641.ece\">Times</a></em>. That&#39;s similar to a blind trust in that you&rsquo;re handing over the daily decisions about assets to someone else, but there is still an opportunity to chime in on the management of the assets.<br />\r\n\t<br />\r\n\tFor the 2011 legislative session, Republican Sen. Mike Fasano has revived a <a href=\"http://www.flsenate.gov/Session/Bill/2011/0086/BillText/c1/HTML\">bill</a> he first sponsored in 2007 that would require the governor and other elected officials to place their financial assets in a blind trust.<br />\r\n\t<br />\r\n\tWe called Scott&#39;s office to get his take on the concerns that, by transferring his Solantic shares to his wife&rsquo;s trust, he had not eliminated the potential for a conflict of interest, but we did not hear back.<br />\r\n\t<br />\r\n\tStill, when Scott was pressed again on the subject of potential conflicts of interest with Solantic at an economic forum in West Palm Beach on April 4, 2011, he told&nbsp;the <em><a href=\"http://www.palmbeachpost.com/news/state/scott-no-state-business-for-solantic-1375116.html\">Palm Beach Post</a></em>:&nbsp;&quot;That company will not be doing business with the state, and I&#39;ve told everybody all along, hold me accountable for that.&quot;<br />\r\n\t<br />\r\n\tHowever, even if Solantic does not do business with the state in an official capacity, the company can still accept payments through state workers compensation programs and Medicaid HMO plans. For example, people covered by state-run programs may visit a Solantic clinic as a personal decision.<br />\r\n\t<br />\r\n\tAccording to figures provided by Solantic CEO Karen Bowling to the <em>Palm Beach Post </em>and <em>St. Petersburg Times</em>, the company received $110,657 from the state in 2010, and&nbsp;$20,061 so far in 2011 -- mainly for providing employment-related physicals and workers&#39; compensation cases.<br />\r\n\t<br />\r\n\t&quot;Even when we cast the governor&#39;s actions in the best light possible and presume his compliance with the relevant Florida voting conflict and disclosure of financial interests statutes, his indirect but real financial interests in the current trust creates an appearance of impropriety from a reasonably objective public perspective,&quot; said Tony Alfieri, director of the Center for Ethics and Public Service at the University of Miami School of Law.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tThe medical association&#39;s resolution criticizes Scott for a conflict of interest, but its e-mail announcing the resolution concedes it is not illegal in Florida for an immediate family member of a state officer to prosper from legislation supported by their spouse. So back to our question: Is it legal?<br />\r\n\t<br />\r\n\tProvisions in Chapter 112 of the Florida Statutes allow state lawmakers to vote on issues that might benefit family members so long as they disclose the relationship after the vote. Scott may propose health-care legislation and budgets and appoint health-care officials, but he&#39;s not a lawmaker. Solantic clinics&nbsp;benefit from doing routine medical work paid for through state programs, such as Medicaid or workers&#39; comp exams, but Scott has said repeatedly that Solantic will not officially do business with the state.<br />\r\n\t<br />\r\n\t&quot;From the point of view of complying with the strict definition of the law, he appears not to have violated any of the provisions,&quot; &nbsp;Herron said. &quot;But, as everyone has noted, there may be a higher standard than a legal standard to be held to.&quot;<br />\r\n\t<br />\r\n\tThe legal standard is the one we&#39;re fact-checking. We rate this claim True.</p>", "ruling_comments_date": "2011-04-08T10:56:45.122456", "ruling_date": "2011-04-08T12:50:23", "ruling_headline": "Group claims it is not illegal in Florida for spouse to benefit from state legislation supported by partner", "ruling_headline_slug": "group-claims-it-not-illegal-florida-spouse-benefit", "ruling_link_text": "Even with conflicts of interest, state law calls only for disclosure", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<em>St. Petersburg Times,</em> &quot;<a href=\"http://www.tampabay.com/news/business/gov-rick-scott-solantic-and-conflict-of-interest-whats-the-deal/1161158\">Gov. Rick Scott&rsquo;s policies could benefit his family&rsquo;s $62M investment,</a>&quot; April 2, 2011<br />\r\n\t<br />\r\n\t<em>Palm Beach Post</em>, &quot;<a href=\"http://www.palmbeachpost.com/news/state/scott-no-state-business-for-solantic-1375116.html\">Scott: No state business for Solantic</a>,&quot; April 5, 2011<br />\r\n\t<br />\r\n\tE-mail Interview, <a href=\"http://www.skadden.com/index.cfm?contentID=45&amp;bioID=1015\">Kenneth Gross</a>, &nbsp;political law attorney , April 4, 2011<br />\r\n\t<br />\r\n\tPhone Interview, Dr. Aaron Elkin, president, <a href=\"http://www.bcma.com/index.php\">Broward County Medical Association</a>, April 4, 2011<br />\r\n\t<br />\r\n\tPhone Interview, Kerrie Stillman, spokeswoman, Florida Commission on Ethics, April 5, 2011<br />\r\n\t<br />\r\n\tPhone interview, Tony Alfieri, director, Center for Ethics and Public Service at the University of Miami School of Law, April 6, 2011<br />\r\n\t<br />\r\n\tPhone interview, Mark Herron, ethics and governmental affairs attorney, April 7, 2011<br />\r\n\t<br />\r\n\tPhone interview, John Contino, executive director, Pennsylvania Ethics Commission, April 7, 2011<br />\r\n\t<br />\r\n\t<em>St. Petersburg Times</em>, &quot;<a href=\"http://www.sptimes.com/2007/01/05/State/Fla_leaders_don_t_all.shtml\">Florida Leaders Don&rsquo;t all use Blind Trusts</a>,&quot; Jan. 5, 2007<br />\r\n\t<br />\r\n\t<em>St. Petersburg Times</em>, &quot;<a href=\"http://www.sptimes.com/2006/11/30/State/Blind_trusts_urged_fo.shtml\">Blind Trusts Urged for Leaders Stocks</a>,&quot; Nov. 30, 2006<br />\r\n\t<br />\r\n\t<em>Palm Beach Post</em>, &quot;<a href=\"http://www.palmbeachpost.com/news/state/rick-scotts-financial-assets-compound-job-challenges-1045936.html?printArticle=y\">Scott&rsquo;s assets compound job challenges,</a>&quot; Nov. 13, 2010<br />\r\n\t<br />\r\n\tThe Council on Governmental Ethics Laws, <a href=\"http://www.cogel.org/\">Website</a>, viewed April, 7, 2011<br />\r\n\t<br />\r\n\t<a href=\"http://www.govtrack.us/congress/billtext.xpd?bill=s110-1\">U.S. Honest Leadership and Open Government Act of 2007</a>, Aug. 4, 2007<br />\r\n\t<br />\r\n\tU.S. Office of Government Ethics, &quot;<a href=\"http://www.usoge.gov/laws_regs/pdf/comp_fed_ethics_laws.pdf\">Compilation of Federal Ethics Laws,</a>&quot; December 2008</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "Florida", "id": 1140, "last_name": "Broward County Medical Association", "mostly_true_count": 0, "name_slug": "broward-county-medical-association", "pants_count": 0, "party": {"id": 16, "party": "Organization", "party_slug": "organization", "resource_uri": "/api/v/2/party/16/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/mugs_mug-independentgroup__________________1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1140/", "total_count": 1, "true_count": 1, "website": "http://www.bcma.com"}, "statement": "<p>\r\n\tIn Florida, it&rsquo;s not illegal for an immediate family member of state officials to prosper from legislation supported by a spouse.</p>", "statement_context": "an e-mail regarding Gov. Rick Scott", "statement_date": "2011-04-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 35, "photo": null, "resource_uri": "/api/v/2/subject/35/", "subject": "Ethics", "subject_slug": "ethics", "used_in_edition": []}, {"description": "", "id": 112, "photo": null, "resource_uri": "/api/v/2/subject/112/", "subject": "Florida", "subject_slug": "florida", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}], "target": [{"adkey": "", "advalue": "", "barely_true_count": 32, "current_job": "Governor", "false_count": 26, "first_name": "Rick", "half_true_count": 40, "home_state": "Florida", "id": 383, "last_name": "Scott", "mostly_true_count": 36, "name_slug": "rick-scott", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/rlscott.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/383/", "total_count": 166, "true_count": 15, "website": "http://www.flgov.com/"}], "twitter_headline": ""}