{"art": [], "author": [{"email_address": "wfiske@timesdispatch.com", "first_name": "Warren", "id": 209, "last_name": "Fiske", "name_slug": "warren-fiske", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/209/", "title": "PolitiFact Virginia Editor", "twitter": null}], "canonical_url": "/virginia/statements/2011/apr/09/bob-mcdonnell/bob-mcdonnell-says-he-cut-6-billion-virginias-budg/", "edition": {"adkey": "Editions", "advalue": "Virginia", "edition": "Virginia", "edition_slug": "virginia", "has_afterthefact": false, "id": 10, "index_page": false, "meter_name": "The Virginia Truth-O-Meter", "resource_uri": "/api/v/2/edition/10/"}, "editor": [{"email_address": "dfinnegan@timesdispatch.com", "first_name": "Daniel", "id": 222, "last_name": "Finnegan", "name_slug": "daniel-finnegan", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/222/", "title": "Editor, Richmond Times-Dispatch", "twitter": null}], "facebook_headline": null, "id": 3560, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wfiske@timesdispatch.com", "first_name": "Warren", "id": 209, "last_name": "Fiske", "name_slug": "warren-fiske", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/209/", "title": "PolitiFact Virginia Editor", "twitter": null}], "resource_uri": "/api/v/2/statement/3560/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tGov. Bob McDonnell is urging the federal government to follow Virginia&rsquo;s lead in slashing spending.<br />\r\n\t<br />\r\n\t&quot;When I took office last year we faced historic budget deficits of $6 billion here in Virginia,&quot; McDonnell said on March 26 in delivering the <a href=\"http://www.youtube.com/watch?v=8BWDvZhfXyg\">Republican weekly radio address</a>&nbsp;to the nation. &quot;And we closed those deficits by cutting spending, not raising taxes.&quot;<br />\r\n\t<br />\r\n\tWe agree that general state taxes have not increased since McDonnell took office on Jan. 16, 2010. But we wondered if he really did cut spending by $6 billion -- which amounts to 37.5 percent of the money Virginia spends each year on education, health and public safety.<br />\r\n\t<br />\r\n\tMcDonnell, who is mentioned as a vice presidential prospect for the 2012 GOP ticket, has made the claim repeatedly. &quot;We cut $6 billion out of our last two budgets,&quot; McDonnell wrote in a <a href=\"http://thehill.com/blogs/congress-blog/lawmaker-news/141197-actions-speak-louder-than-words-in-deficit-debate-gov-mcdonnell\">Jan. 31 column</a>&nbsp;that ran in The Hill, a newspaper specializing in Congress that is well read by Washington insiders.<br />\r\n\t<br />\r\n\tAn April 8 news letter issued by the governor&rsquo;s political action committee, Opportunity Virginia, lauds McDonnell for &quot;cutting $6 billion.&quot;<br />\r\n\t<br />\r\n\tLet&rsquo;s start with some background: Unlike the federal government, Virginia and most states are constitutionally required to balance their budgets. Virginia&rsquo;s General Assembly approves spending plans each year based on estimated revenues the state will receive from taxes and other sources of income.<br />\r\n\t<br />\r\n\tAs the nation sank into recession in late 2008, Virginia and just about every other state saw &nbsp;revenues plummet. The lack of revenues to cover expenses creates a budget shortfall.<br />\r\n\t<br />\r\n\tMcDonnell&rsquo;s comments suggest there are two ways to repair a shortfall: cut spending or raise taxes. But there is a third option that the General Assembly usually prefers. It involves transferring money in state accounts and other bookkeeping gimmicks to alter paper balances.<br />\r\n\t<br />\r\n\tThese steps are perfectly legal, done in the open, and are an integral part of managing Virginia&rsquo;s annual budget of almost $38 billion. They provide short-term solutions during economic lulls that &nbsp;shield citizens from cuts in services or tax increases. The danger is that they can cause long-term structural problems in the budget if the actions are not rescinded when the economy improves.<br />\r\n\t<br />\r\n\tCongress gave Virginia a fourth option in early 2009 when it approved the $787 billion stimulus bill with hopes that a shot of federal money would jolt the economy out of recession. Virginia received $1.9 billion in one-time stimulus payments to help its budget problems.<br />\r\n\t<br />\r\n\tTwo of McDonnell&rsquo;s key advisers, Finance Secretary Ric Brown and Director of Communications Tucker Martin, told us in February that the governor&rsquo;s $6 billion figure refers to the cumulative shortfalls Virginia faced from July 1, 2008 through last year. They acknowledged that many of the actions by McDonnell and the General Assembly took to balance the budget involved maneuvering accounts and using stimulus dollars -- not cutting spending.<br />\r\n\t<br />\r\n\tOur math shows that actual budget cuts accounted for about 39 percent of the dollar value of actions taken to balance the budget. Robert Vaughn, staff director of the House Appropriations Committee, helped us compile the numbers and did not dispute our conclusions.<br />\r\n\t<br />\r\n\tWe found total cuts of about $2.34 billion. Most of it, $2 billion, came from reductions in funding to state agencies; the remainder came from trimming benefits for state employees.<br />\r\n\t<br />\r\n\tWe came up with about $2.91 billion in transfers and bookkeeping maneuvers. Lawmakers helped support general services by diverting $850 million in scheduled contributions to the state pension. They withdrew $783 million from Virginia&rsquo;s rainy day fund. They also found savings by using debt to finance some construction projects they had planned to pay for in cash, raising a variety of fees, moving up the monthly deadline for businesses to submit sales tax receipts to create an extra collection in 2010, and moving money from self-supporting programs into the state&rsquo;s general fund to help pay for education, health programs and public safety.<br />\r\n\t<br />\r\n\tFinally, as we noted, Virginia received $1.9 billion in one-time federal stimulus payments. Of the money, $1.1 billion defrayed rising Medicaid costs and $800 million bolstered public schools.<br />\r\n\t<br />\r\n\tAll told -- counting cuts, bookkeeping moves and stimulus -- we came up with $7.15 billion in cost-saving moves. That&rsquo;s higher than the $6 billion figure McDonnell and others bandy about. But we have one more piece of math left.<br />\r\n\t<br />\r\n\tAs we mentioned, Medicaid costs rose by $1.1 billion between 2008 and 2010 and were covered by the stimulus. So when we subtract that amount from the $7.15 billion, we get a $6.05 billion total in cost-saving actions -- roughly the same figure McDonnell uses.<br />\r\n\t<br />\r\n\tYou won&rsquo;t see a $6 billion reduction in the bottom line of Virginia budgets since mid-2008. To the contrary, overall spending increased by $800 million to a total $37.9 billion in the 2011 budget. But that&rsquo;s not really a fair figure because the overall budget includes designated revenues that the state doesn&rsquo;t fully control, such as college tuition payments and federal aid for highways.<br />\r\n\t<br />\r\n\tYou can see $2.2 billion spending cuts if you look at the general fund budget, which pays for schools, health and public safety from general taxes. The fund dropped from $17 billion in 2008 to $14.8 billion in 2010.<br />\r\n\t<br />\r\n\tIn the 2011 budget year, which ends June 30, the general fund rose to $15.4 billion. It&rsquo;s set at $16 billion for the 2012 budget, which starts July 1.<br />\r\n\t<br />\r\n\tOne more note: McDonnell said that when he took office in January 2010 &quot;we faced historic budget deficits of $6 billion.&quot; That implies that the entire problem was solved under his watch.<br />\r\n\t<br />\r\n\tBut the financial problems began at least 18 months before McDonnell took office. And McDonnell&rsquo;s predecessor -- Democrat Tim Kaine -- &nbsp;announced budget actions to close a $2.5 billion shortfall in October 2008.<br />\r\n\t<br />\r\n\tKaine, McDonnell and the General Assembly all share credit for closing a $6 billion gap. It&rsquo;s impossible to precisely establish how much the shortfall was solved under McDonnell or Kaine. Numbers used by Kaine and McDonnell do not add up neatly. Some of the programs begun by Kaine were implemented by McDonnell, so who should get the credit?<br />\r\n\t<br />\r\n\tKaine, by the way, is making a similar claim to McDonnell&rsquo;s. The Democrat announced his candidacy for the U.S. Senate on April 5. The next day, at a news conference, he said: &quot;We cut over $6 billion from the state budget by the time I finished being governor.&quot;<br />\r\n\t<br />\r\n\tWe&rsquo;ll look at that in the future. For now, let&rsquo;s review McDonnell&rsquo;s claim.<br />\r\n\t<br />\r\n\tThe governor says he faced a $6 billion budget shortfall when he took office in January 2010 and &quot;we closed those deficits by cutting spending.&quot;<br />\r\n\t<br />\r\n\tIt&rsquo;s true that Virginia that Virginia faced $6 billion in shortfalls between from 2008 through 2010. But the problems began long before McDonnell took office and so did some of the solutions. Kaine announced a plan to close $2.5 billion of thee budget gap in October 2008. It&rsquo;s impossible to determine exactly how much of the shortfall was solved under McDonnell and how much under Kaine.<br />\r\n\t<br />\r\n\tMcDonnell wrongly implies all off the $6 billion revenue shortfall was balanced with spending cuts. In fact, spending reductions accounted for about $2.34 billion of the sum. The rest came through bookkeeping maneuvers and federal stimulus dollars.<br />\r\n\t<br />\r\n\tMcDonnell and the General Assembly deserve credit for balancing the budget without raising taxes during a brutal recession. McDonnell is accurate in saying spending was cut, but he greatly exaggerates how much. We rate his statement Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2011-04-08T17:56:50.815143", "ruling_date": "2011-04-09T07:00:00", "ruling_headline": "Bob McDonnell says he cut $6 billion from Virginia's budget", "ruling_headline_slug": "bob-mcdonnell-says-he-cut-6-billion-virginias-budg", "ruling_link_text": "Guv exaggerates actual cuts", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tGov. Bob McDonnell, <a href=\"http://www.youtube.com/watch?v=8BWDvZhfXyg\">Republican radio address</a>, March 26, 2011.<br />\r\n\t<br />\r\n\tGov. Bob McDonnell, <a href=\"http://thehill.com/blogs/congress-blog/lawmaker-news/141197-actions-speak-louder-than-words-in-deficit-debate-gov-mcdonnell\">Actions speak louder than words in deficit debate</a>, published in The Hill, Jan. 31, 2011.<br />\r\n\t<br />\r\n\tLt. Gov. Bill Bolling, <a href=\"http://video.foxbusiness.com/v/4513798\">Fox Business interview</a>, Jan. 27, 2011.<br />\r\n\t<br />\r\n\tInterview with Ric Brown, Virginia Secretary of Finance, February, 2011.<br />\r\n\t<br />\r\n\tInterview with Tucker Martin, chief of communications for McDonnell, February, 2011.<br />\r\n\t<br />\r\n\tInterviews with Robert Vaughn, staff director, House Appropriations Committee, March 1 and 27, 2011.<br />\r\n\t<br />\r\n\tHouse Appropriations Committee, Overview of the 2008-10 Budget as Amended and the 2010-12 Budget as Adopted.<br />\r\n\t<br />\r\n\tHouse Appropriations Committee, Overview of Amendments to the 2008-10 Budget.<br />\r\n\t<br />\r\n\tVirginia Department of Planning &amp; Budget, <a href=\"http://dpb.virginia.gov/budget/vabud/vabud.cfm?vBiennium=2010-2012&amp;vTable=O\">Operating budgets</a>.<br />\r\n\t<br />\r\n\t<em>Richmond Times-Dispatch</em>, Kaine&rsquo;s new budget cuts are readied, Oct. 8, 2008.<br />\r\n\t<br />\r\n\t<em>Richmond Times-Dispatch</em>, Virginia&rsquo;s not alone in having a hole in its budget, Jan. 24, 2008.</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 6, "current_job": "Governor", "false_count": 5, "first_name": "Bob", "half_true_count": 7, "home_state": "Virginia", "id": 308, "last_name": "McDonnell", "mostly_true_count": 6, "name_slug": "bob-mcdonnell", "pants_count": 3, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/mcdonnell.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Virginia", "edition": "Virginia", "edition_slug": "virginia", "has_afterthefact": false, "id": 10, "index_page": false, "meter_name": "The Virginia Truth-O-Meter", "resource_uri": "/api/v/2/edition/10/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/308/", "total_count": 39, "true_count": 8, "website": ""}, "statement": "<p>\r\n\t&quot;When I took office last year we faced historic budget deficits of $6 billion here in Virginia. &nbsp;And we closed those deficits by cutting spending.&quot;</p>", "statement_context": "a speech.", "statement_date": "2011-03-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}