{"art": [{"brightcove": "", "caption": "A group says Gov. Rick Scott has lost 331,247 jobs since taking office.", "id": 1191, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/IMG_5034.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/1191/", "title": "Pink Slip Rick sign", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "canonical_url": "/florida/statements/2011/apr/12/pink-slip-rick/pink-slip-rick-group-says-jobs-governor-lost-33124/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 3565, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "resource_uri": "/api/v/2/statement/3565/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tAs the grand marshal of a Tallahassee parade, Florida Gov. Rick Scott smiled and waved to crowds lined up along the route for &quot;Springtime Tallahassee,&quot; an annual Capital City celebration on April 2, 2011. Some people in the crowd, though, weren&rsquo;t exactly waving back -- at least, not with their hands.</p>\r\n<p>\r\n\tHundreds wielded &quot;Pink Slip Rick&quot; picket signs and booed. Their posters were hard to ignore, and not just for an eye-catching splash of hot pink. The signs accuse Scott of losing 331,247 jobs.</p>\r\n<p>\r\n\tThis number stirred our curiosity for a few reasons. One, it&#39;s oddly precise. Also, it&rsquo;s huge! How could Scott, the self-proclaimed &quot;Jobs Governor&quot; who swore to bring 700,000 jobs to the Sunshine State in seven years, eliminate hundreds of thousands of positions so quickly?</p>\r\n<p>\r\n\tWe thought we&#39;d begin by checking Florida&#39;s most recent unemployment statistics. The state&#39;s unemployment rate fell by 0.4 percent from January 2011, when Scott was inaugurated, to February 2011, hitting <a href=\"http://www.bls.gov/news.release/laus.nr0.htm\">11.5 percent.</a> Interestingly, the number of <a href=\"http://we%20thought%20we%27d%20begin%20by%20checking%20florida%27s%20most%20recent%20unemployment%20statistics.%20the%20state%27s%20unemployment%20rate%20fell%20by%20.4%20percent%20from%20january%202011,%20when%20scott%20was%20inaugurated,%20to%20february%202011,%20hitting%2011.5%20percent.%20interestingly,%20the%20number%20of%20non-agricultural%20jobs%20increased%20by%2022,700%20in%20that%20span./\">non-agricultural jobs increased by 22,700</a> in that span.</p>\r\n<p>\r\n\tWe took a closer look.</p>\r\n<p>\r\n\tThe <a href=\"http://www.pinksliprick.com/\">Pink Slip Rick campaign</a> is sponsored by <a href=\"http://floridawatchaction.com/\">Florida Watch Action</a>, an upstart progressive group that also had a hand in the <a href=\"http://www.dirtyhari.org/\">Dirty Hari website</a> targeting Mike Haridopolos, Florida Senate president and U.S. Senate candidate. The executive director of Florida Watch Action is Susannah Randolph, wife to Rep. Scott Randolph, D-Orlando, and former campaign manager to former U.S. Rep. Alan Grayson. (Remember the <a href=\"http://www.politifact.com/florida/statements/2010/sep/28/alan-grayson/alan-grayson-calls-opponent-taliban-daniel-webster/\">&quot;Taliban Dan&quot; ad</a>?)<br />\r\n\t<br />\r\n\tPinkSlipRick.com offers a <a href=\"http://www.pinksliprick.com/jobs\">&quot;Get The Facts&quot; page</a>, breaking down how it reaches 331,247 lost jobs, with linked sources copied here:<br />\r\n\t<br />\r\n\t&bull; <a href=\"http://www.fcfep.org/attachments/20110113--Unhealthy%20Medicaid%20Choices%282%29.pdf\">135,000 jobs</a> from moving Medicaid to a state-run program<br />\r\n\t<br />\r\n\t&bull; <a href=\"http://www.cityoforlando.net/elected/mayor/pdf/SunRail_Economic_Impact_One_Pager_9.01.09.pdf\">113,065 construction jobs </a>from Scott stalling SunRail contract<br />\r\n\t<br />\r\n\t&bull; <a href=\"http://www2.tbo.com/content/2011/feb/09/091042/scotts-proposed-dcf-cuts-draw-concern/news-breaking/\">1,849 in layoffs</a> from Department of Children and Families, as outlined in Scott&rsquo;s proposed budget<br />\r\n\t<br />\r\n\t&bull; <a href=\"http://www.politifact.com/florida/statements/2011/mar/09/rod-smith/democratic-party-chairman-rod-smith-says-rick-scot/\">20,000 teacher layoffs</a>, per Scott&rsquo;s budget proposal<br />\r\n\t<br />\r\n\t&bull; <a href=\"http://www.politifact.com/florida/statements/2011/mar/02/corrine-brown/rail-proponent-says-high-speed-rail-creates-60000-/\">49,900 job losses</a> for rejecting high-speed rail<br />\r\n\t<br />\r\n\t&bull; <a href=\"http://www.tampabay.com/news/politics/gubernatorial/article1150127.ece\">1,690 jobs cut</a> from state prison system</p>\r\n<p>\r\n\tWe have an immediate problem, as those figures fall short of Pink Slip Rick&#39;s count by about 9,700 jobs. Randolph sent us a spreadsheet accounting for more &quot;lost jobs,&quot; and we&rsquo;ll get into those in a second.</p>\r\n<p>\r\n\t<strong>Medicaid</strong>: <a href=\"http://www.politifact.com/florida/promises/scott-o-meter/promise/602/reform-medicaid-with-a-federal-waiver/\">Scott wants to turn over more control of the state-administered Medicaid system </a>to managed-care companies, namely HMOs, to save state money. But the federal government, which pays for more than half of the program, needs to sign off on major changes such as these, and getting a waiver isn&#39;t so easy.</p>\r\n<p>\r\n\tThe Florida Senate has proposed withdrawing from the Medicaid program if the federal government doesn&#39;t approve of its new bill to expand managed care. The House, which also wants more HMO involvement, has made no such proposal to withdraw from federal oversight of Medicaid. The governor&#39;s team has discussed the merits of withdrawing, but the governor has made no such proposal and hasn&#39;t spoken in favor of it.</p>\r\n<p>\r\n\tHis <a href=\"https://docs.google.com/leaf?id=0B4fjL1-0K8piNTZiYjIxOGQtMzYwMy00OTFkLWE4ZTgtMDc0MTFmNmUzN2Nl&amp;hl=en\">health and human services transition team recommended </a>expanding a current Medicaid waiver for a small pilot program to statewide, but Scott&nbsp;said at the National Governors Association meeting in Washington, D.C., on Feb. 27 that <a href=\"http://thehill.com/blogs/healthwatch/medicaid/146329-repulican-govs-give-us-medicaid-grants\">he would prefer a block grant </a>of federal money for Medicaid.&nbsp;&quot;You give me a block grant, let me do whatever I want, and I will cover the right people,&quot; he said.</p>\r\n<p>\r\n\tPink Slip Rick attributes the loss of 135,000 jobs to a January 2011 report from the Florida Center for Economic and Fiscal Policy, a Tallahassee think-tank focused on low- and moderate-income families and small businesses. According to the report, the state would lose $11.7 billion in federal matching funds and 135,000 jobs representing $5.6 billion in wages next year if it received a complete federal waiver (which is not what Scott proposed).</p>\r\n<p>\r\n\tThe exact number of eliminated jobs -- doctors, nurses, pharmacists, etc. -- would depend on several political variables and business-related decisions, said the report&#39;s author, the center&#39;s House policy analyst Greg Mellowe. He&#39;s also the policy director of Florida CHAIN, a liberal health advocacy group. The prospects of receiving a federal waiver this year are next to impossible, he said, as the Centers for Medicare and Medicaid Services <a href=\"http://www.businessweek.com/ap/financialnews/D9L433LO0.htm\">won&#39;t make a decision on a waiver until June</a>. That&#39;s too late for the legislative session, which ends May 6.</p>\r\n<p>\r\n\tGiven the improbability of obtaining a waiver for expansion, and that Mellowe&#39;s estimate of lost jobs would only happen with a total federal waiver (which isn&#39;t on the table), Mellowe said it isn&#39;t fair to include his estimate of 135,000 into Pink Slip Rick&#39;s tally. &quot;No one thinks this is really a reality-based scenario,&quot; Mellowe said.</p>\r\n<p>\r\n\t<strong>SunRail</strong>: Scott froze this contract as part of his review of hundreds of contracts exceeding $1 million since his inauguration. Pink Slip Rick cites a <a href=\"http://www.cityoforlando.net/elected/mayor/pdf/SunRail_Economic_Impact_One_Pager_9.01.09.pdf\">one-page summary report</a> from the City of Orlando, which says creation of the Orlando commuter train will bring 113,065 construction jobs for transit-oriented development. We traced that figure to an <a href=\"http://www.sunrail.com/Documents/738.pdf\">executive summary of the SunRail project</a> by the Florida Department of Transportation. The report elaborates on that estimate of construction jobs, which would be created within a half-mile of the commuter train line over 20 years. Development doesn&#39;t happen overnight.</p>\r\n<p>\r\n\tThe estimate by Pink Slip Rick seems arbitrary, as it doesn&#39;t differentiate among direct construction jobs for the train, train operations and maintenance jobs, and indirect and direct jobs created as a result of development over time. Either way, the number of &quot;jobs lost&quot; here is unclear because the fate of SunRail is under review. Still, Pink Slip Rick counts them as lost jobs.</p>\r\n<p>\r\n\t<strong>Teachers and high-speed rail</strong>: PolitiFact Florida has been down&nbsp;these two roads before, and Pink Slip Rick.com even links to our Truth-O-Meter rulings to corroborate its count. But we find that misleading. Our stories on <a href=\"http://www.politifact.com/florida/statements/2011/mar/09/rod-smith/democratic-party-chairman-rod-smith-says-rick-scot/\">teacher layoffs</a> and <a href=\"http://www.politifact.com/florida/statements/2011/mar/02/corrine-brown/rail-proponent-says-high-speed-rail-creates-60000-/\">high-speed rail</a> do not endorse these figures.</p>\r\n<p>\r\n\tWe gave Florida Democratic Party chairman Rod Smith a Half True when he said Scott&rsquo;s budget would lay off 20,000 teachers. One of the problems we found is that Scott&#39;s budget proposal cuts education by an amount that equals 20,000 teacher salaries -- but it doesn&#39;t specifically eliminate teacher positions. That would be up to local school districts how they handle the cuts. We also cited the constitutional classroom-size requirement as a factor that could force districts to avoid widespread layoffs, and the fact that districts will see some cost savings from teachers contributing a percentage of their salaries to their pensions.</p>\r\n<p>\r\n\tWe also checked exaggerated job projections by U.S. Rep. Corrine Brown in the $2.4 billion high-speed rail money that Scott rejected. We found that the Florida Department of Transportation estimated that the project would have created 49,900 &quot;job-years&quot; in Florida, but a job-year is not the same as a job. Basically, it refers to the number of jobs that will be funded each year. The proposed line connecting Tampa and Orlando would have created construction and construction-spinoff jobs for parts of four years, peaking at a total of 21,600 jobs in the second year of construction. Randolph&#39;s site mislabels job-years as jobs, an important distinction.<br />\r\n\t<br />\r\n\t<strong>DCF and prisons</strong>: Pink Slip Rick got the number of proposed layoffs in the departments of Corrections and Children and Families right, but that doesn&#39;t mean those jobs should count as eliminated positions. Scott&#39;s budget is really a recommendation for the Legislature, which members&nbsp;can use, adjust or ignore as they craft the state&#39;s actual budget.</p>\r\n<p>\r\n\tHere&#39;s why the Pink Slip Rick figures don&#39;t add up on the web: In addition to the cuts in prisons and DCF staff, the web site counts all of Scott&#39;s proposed cuts to state government workers for the next two years. That&#39;s a total of 13,282 jobs, and it&#39;s not clear those are included because they aren&#39;t listed in the breakdown of jobs on the site. But those jobs also&nbsp;aren&#39;t &quot;lost&quot;&nbsp;either; they are in&nbsp;Scott&#39;s proposed budget, but that&#39;s not a fact yet. So just because we can see how Randolph got her grand total doesn&#39;t mean it reflects an accurate number of lost jobs.</p>\r\n<p>\r\n\tRandolph, reached by phone, says she isn&rsquo;t just counting jobs already cut by Scott, as the signs claim, but jobs lost or stalled by his refusal of federal money and review of contracts, she said.</p>\r\n<p>\r\n\t&quot;From where we sit, he&rsquo;s turning jobs away,&quot; Randolph said. &quot;This is specifically to call him out on &lsquo;what jobs are you creating?&#39; &quot;</p>\r\n<p>\r\n\tBut that&rsquo;s not what Pink Slip Rick advertised on picket signs and online. The signs read &quot;Jobs Lost Under Pink Slip Rick -- 331,247.&quot; We find this tally deceptive for its&nbsp;mixture of proposed layoffs and job projections. The&nbsp;Medicaid jobs total is based on&nbsp;a change that Scott isn&#39;t proposing. The SunRail jobs are still up in the air, awaiting a decision from Scott. Teachers&nbsp;may well be affected by the budget, but&nbsp;we&#39;ve already ruled that 20,000 is not likely. Prison and DCF jobs depend on what the Legislature does, and that&#39;s still&nbsp;an unknown.&nbsp;As for&nbsp;high-speed rail,&nbsp;yes, we&#39;ve ruled that those jobs won&#39;t&nbsp;be coming -- but there were only 21,600 of them at the peak of construction.</p>\r\n<p>\r\n\tSo Pink Slip Rick has pulled together a bunch of numbers but is misrepresenting what they mean. You can&#39;t just lump the governor&#39;s cost-saving proposals, which need legislative approval and will undergo tinkering by lawmakers, and vague estimates stemming from rumored policy decisions into one sum and label it &quot;Jobs Lost.&quot; We rate Pink Slip Rick&#39;s claim Pants on Fire.</p>", "ruling_comments_date": "2011-04-11T10:01:25.707953", "ruling_date": "2011-04-12T10:26:51", "ruling_headline": "Pink Slip Rick group says 'jobs governor' lost 331,247 jobs", "ruling_headline_slug": "pink-slip-rick-group-says-jobs-governor-lost-33124", "ruling_link_text": "Projected jobs, estimated jobs, proposed budget cuts don't add up", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tFlorida Watch Action <a href=\"http://floridawatchaction.com/\">website</a>, accessed April 4, 2011</p>\r\n<p>\r\n\tFlorida Action Watch website, <a href=\"http://www.floridawatchaction.com/about/jobs\">Jobs Lost Under Rick Scott</a>, accessed April 4, 2011</p>\r\n<p>\r\n\tFlorida Center for Economic and Fiscal Policy <a href=\"http://www.fcfep.org/attachments/20110113--Unhealthy%20Medicaid%20Choices%282%29.pdf\">January 2011 issue brief,</a> accessed April 4, 2011</p>\r\n<p>\r\n\tPink Slip Rick <a href=\"http://www.pinksliprick.com/\">website</a>, accessed April 4, 2011</p>\r\n<p>\r\n\tPink Slip Rick <a href=\"http://www.pinksliprick.com/jobs\">&quot;Jobs Lost Under Pink Slip Rick,&quot;</a> accessed April 4, 2011</p>\r\n<p>\r\n\tPolitiFact Florida ruling, &quot;<a href=\"http://www.politifact.com/florida/statements/2011/mar/09/rod-smith/democratic-party-chairman-rod-smith-says-rick-scot/\">Democratic Party chairman Rod Smith says Rick Scott&#39;s budget would result in layoffs for 20,000 teachers</a>,&quot; published March 9, 2011</p>\r\n<p>\r\n\tPolitiFact Florida ruling, &quot;<a href=\"http://www.politifact.com/florida/statements/2011/mar/02/corrine-brown/rail-proponent-says-high-speed-rail-creates-60000-/\">Rail proponent says high-speed rail creates 60,000 jobs</a>,&quot; published March 2, 2011</p>\r\n<p>\r\n\tPolitiFact Florida ruling, &quot;<a href=\"http://www.politifact.com/florida/statements/2010/sep/28/alan-grayson/alan-grayson-calls-opponent-taliban-daniel-webster/\">Alan Grayson calls opponent &#39;Taliban Dan Webster&#39; in stinging new TV ad</a>,&quot; published Sept. 28, 2010</p>\r\n<p>\r\n\tPhone interviews with Susannah Randolph, April 4, 2011</p>\r\n<p>\r\n\tExcel spreadsheet listing lost jobs from Susannah Randolph, acquired April 4, 2011</p>\r\n<p>\r\n\t<em>St. Petersburg Times</em>, &quot;<a href=\"http://www.tampabay.com/news/politics/gubernatorial/article1150127.ece\">Gov. Scott unveils budget of deep cuts to spending, taxes</a>,&quot; Feb. 8, 2011</p>\r\n<p>\r\n\t<em>St. Petersburg Times</em>, &quot;<a href=\"http://www.tampabay.com/news/politics/stateroundup/gov-rick-scott-puts-sunrail-on-full-stop/1148297\">Gov. Rick Scott puts SunRail on full stop,</a>&quot; Jan. 29, 2011</p>\r\n<p>\r\n\tCity of Orlando, SunRail <a href=\"http://www.cityoforlando.net/elected/mayor/pdf/SunRail_Economic_Impact_One_Pager_9.01.09.pdf\">economic impact summary</a>, published September 2009</p>\r\n<p>\r\n\tPhone and e-mail interviews with Greg Mellowe, House policy analyst for Florida Center for Fiscal and Economic Policy, April 5, 2011</p>\r\n<p>\r\n\t<a href=\"http://letsgettowork.state.fl.us/\">Gov. Rick Scott&#39;s budget proposal</a>, accessed April 6, 2011</p>\r\n<p>\r\n\t<em>St. Petersburg Times</em>, <a href=\"http://www.tampabay.com/news/transportation/masstransit/scott-being-pushed-to-kill-sunrail-too/1152976\">Scott being pushed to kill SunRail, too</a>, published Feb. 22, 2011</p>\r\n<p>\r\n\t<a href=\"http://www.dirtyhari.org/\">DirtyHari</a>, accessed April 6, 2011</p>\r\n<p>\r\n\tE-mail interview with DOT spokesman Dick Kane, April 7, 2011</p>\r\n<p>\r\n\tPhone interview with Tawny Olore, SunRail program management team, April 8, 2011</p>\r\n<p>\r\n\tU.S. Bureau of Labor Statistics, <a href=\"http://www.bls.gov/news.release/laus.nr0.htm\">February 2011 unemployment release</a>, published March 25, 2011</p>\r\n<p>\r\n\t<em>St. Petersburg Times</em>, &quot;<a href=\"http://www.tampabay.com/news/politics/gubernatorial/florida-senate-house-pass-budgets-with-deep-cuts-to-health-care-schools/1162437\">Florida Senate, House pass budgets with deep cuts to health care, schools</a>,&quot; published April 8, 2011</p>\r\n<p>\r\n\t<em>The Miami Herald&#39;s </em>Naked Politics blog, <a href=\"http://miamiherald.typepad.com/nakedpolitics/2011/04/video-public-hospital-employees-protest-pink-slip-rick.html\">Video of Pink Slip Rick protestors</a>, published April 7, 2011</p>\r\n<p>\r\n\t<a href=\"http://www.sunrail.com/Documents/738.pdf\">Florida Department of Transportation executive summary of SunRail</a>, published Feb. 4, 2009</p>\r\n<p>\r\n\tFlorida Agency for Workforce Innovation, <a href=\"http://www.labormarketinfo.com/library/press/release.pdf\">February 2011 unemployment release</a>, published March 25, 2011</p>\r\n<p>\r\n\tPolitiFact Florida&#39;s Scott-O-Meter, <a href=\"http://www.politifact.com/florida/promises/scott-o-meter/promise/602/reform-medicaid-with-a-federal-waiver/\">Reform Medicaid with a Federal Waiver</a>, updated Feb. 7, 2011</p>\r\n<p>\r\n\tAssociated Press story in Bloomberg BusinessWeek, <a href=\"http://www.businessweek.com/ap/financialnews/D9L433LO0.htm\">Fla. lawmakers could expand Medicaid privatization</a>, published Feb. 1, 2011</p>\r\n<p>\r\n\tThe Hill&#39;s Healthwatch blog, &quot;<a href=\"http://thehill.com/blogs/healthwatch/medicaid/146329-repulican-govs-give-us-medicaid-grants\">Republican governors to government: Give us Medicaid grants</a>,&quot; published Feb. 27, 2011</p>\r\n<p>\r\n\tRick Scott&#39;s Health and Human Services <a href=\"https://docs.google.com/leaf?id=0B4fjL1-0K8piNTZiYjIxOGQtMzYwMy00OTFkLWE4ZTgtMDc0MTFmNmUzN2Nl&amp;hl=en\">transition team report</a>, accessed April 11, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "Florida", "id": 1145, "last_name": "Pink Slip Rick", "mostly_true_count": 1, "name_slug": "pink-slip-rick", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/pinkslip.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1145/", "total_count": 2, "true_count": 0, "website": "http://www.pinksliprick.com"}, "statement": "<p>\r\n\tSays Gov. Rick Scott lost Florida 331,247 jobs.</p>", "statement_context": "picket signs at a parade.", "statement_date": "2011-04-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [{"adkey": "", "advalue": "", "barely_true_count": 32, "current_job": "Governor", "false_count": 26, "first_name": "Rick", "half_true_count": 40, "home_state": "Florida", "id": 383, "last_name": "Scott", "mostly_true_count": 36, "name_slug": "rick-scott", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/rlscott.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/383/", "total_count": 166, "true_count": 15, "website": "http://www.flgov.com/"}], "twitter_headline": ""}