{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2008/feb/15/chain-email/shes-no-red/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 358, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "cbaird@tampabay.com", "first_name": "Caryn", "id": 2, "last_name": "Baird", "name_slug": "caryn-baird", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/2/", "title": "News Researcher, Tampa Bay Times", "twitter": null}], "resource_uri": "/api/v/2/statement/358/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "In the heyday of Sen. Joseph McCarthy, associating with a known communist was grounds for intense suspicion and scrutiny. That was the early 1950s.\n<p>\n A line in a widely circulated chain e-mail, from an article written by former Clinton adviser-turned-foe Dick Morris, seems like old times.\n</p>\n<p>\n \"Hillary interned with Bob Treuhaft, the head of the California Communist Party,\" Morris wrote. \"She met Bob when he represented the (Black) Panthers and traveled all the way to San Francisco to take an internship with him.\"\n</p>\n<p>\n It sounds outlandish, but there's a little something to it.\n</p>\n<p>\n While at Yale Law School, Hillary Clinton did spend the summer of 1971 interning as a law clerk at the firm Treuhaft, Walker and Burnstein.\n</p>\n<p>\n \"A small law firm in Oakland, California,\" Clinton succinctly refers to it in her autobiography. By all accounts it was a fairly radical left-wing law firm, known for taking on discrimination and social injustice cases.\n</p>\n<p>\n But senior partner Treuhaft was not \"head of the California Communist Party\" as Morris claimed in his article. It is true that Treuhaft was once an active member of the American Communist Party. Investigated and harassed by McCarthyites in 1950s, Treuhaft was listed by the House Un-American Activities Committee as one of the most dangerously subversive lawyers in the country, according to his 2001 obituary in the\n <i>\n  Times of London.\n </i>\n But he became disillusioned with the party and left it in 1958, before Clinton started her internship with the firm.\n</p>\n<p>\n In her book, Clinton makes only passing reference to her responsibilities at the firm, stating, \"I spent most of my time working for Mal Burnstein researching, writing legal motions and briefs for a child custody case.\"\n</p>\n<p>\n Burnstein, who was never a communist, is retired now. Reached at his home in California, Burnstein recalled that Clinton was one of the firm's better summer interns: smart and a hard worker.\n</p>\n<p>\n \"She wasn't political at all, that I remember,\" Burnstein said. \"The only politics that were discernible were probably liberal politics. ... She came to us because of the civil rights cases we did, the things we did with racial equity and other civil rights things. That was her interest.\"\n</p>\n<p>\n It irks Burnstein that some want to attack Clinton for her association with the firm, even though he doesn't support her run for president.\n</p>\n<p>\n \"I think she did something that was relatively noble and altruistic when she was a young woman,\" Burnstein said.\n</p>\n<p>\n Burnstein couldn't recall what specific cases Clinton worked on, but at the time, he said, he had cases where landlords refused to rent to black people, and one in which a group of doctors took umbrage with being asked to sign a \"loyalty oath\" attesting that they were not communists. But they also did a lot of landlord-tenant, workers' comp, family law and personal injury cases.\n</p>\n<p>\n \"We did poor people's law,\" Burnstein said.\n</p>\n<p>\n So why hasn't Clinton talked much about it?\n</p>\n<p>\n \"I think you can figure out why,\" Burnstein said.\n</p>\n<p>\n In addition to Treuhaft's former association with the Communist Party, another partner in the firm, Doris Walker, was, and still is, an active member.\n</p>\n<p>\n \"It was who they were,\" Burnstein said. \"It didn't really have a lot to do with the way we practiced law.\"\r\nClinton must have known about those associations, he said. \"It's not like it was a secret.\"\n</p>\n<p>\n Clinton's campaign did not respond to\n <i>\n  Times\n </i>\n inquiries.\n</p>\n<p>\n Walker, now retired, said she figured someone would try to make political hay out of it eventually. Reached at home in California, she said she \"must be the only living Communist Party member of my generation.\"\n</p>\n<p>\n \"It was sort of a left-wing firm,\" Walker said, but most of the lawyers were not communists. To dredge it up now, she said, amounts to little more than red-baiting.\n</p>\n<p>\n In his biography of Clinton, former Watergate reporter Carl Bernstein states that at Treuhaft's firm, \"she would be working for one of the most important radical law practices on the West Coast, celebrated for its defense of constitutional rights, civil liberties and leftist causes.\" Bernstein quotes Treuhaft as saying, \"The reason she came to us, the only reason I could think of because none of us knew her, was because we were a so-called Movement law firm at the time.\"\n</p>\n<p>\n It doesn't say so in Morris' article, but in his 2004 book,\n <i>\n  Rewriting History,\n </i>\n &mdash; an acerbic rebuttal to Hillary Clinton's autobiography,\n <i>\n  Living History\n </i>\n &mdash; Morris notes that, for the record, he doesn't think Clinton is a Communist and that he doesn't mean to imply that because she worked at the law firm she was.\n</p>\n<p>\n No, no, of course not.\n</p>\n<p>\n \"But the fact that she chose this job out of all the summer jobs that might have been available, traveling 3,000 miles for it, tells something about her orientation at the time,\" Morris wrote. \"Just as the fact that she does not describe the firm's work or reputation says something about her today.\"\n</p>\n<p>\n There's not only no evidence Clinton was a communist sympathizer, Morris doesn't have his facts right (at least not in the version in the FrontPageMag.com article that made its way into a chain e-mail). Treuhaft was not head of the California Communist Party, nor was he a member when Clinton worked for his law firm. But she did intern for Treuhaft's firm. And he was, at one time, a member of the American Communist Party. So we rate the claim Barely True.\n</p>\n<p>\n</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-01-07T13:28:22.668958", "ruling_date": "2008-02-15T00:00:00", "ruling_headline": "She's no red", "ruling_headline_slug": "shes-no-red", "ruling_link_text": "She's no red", "ruling_state": null, "source_documents": null, "sources": "FrontPageMag.com,\n<a href=\"http://www.frontpagemagazine.com/Articles/Read.aspx?GUID=5541E159-6AD5-4CC9-B24D-38374624608C\">\n \"Bill Crafts Hillary's Bio,\"\n</a>\nby Dick Morris, Aug. 9, 2007\n<p>\n Times of London,\n <a href=\"http://www.mitford.org/londonbob.html\">\n  Robert E. Treuhaft,\n </a>\n obituary, Nov. 16, 2001\n</p>\n<p>\n New York Times,\n <a href=\"http://query.nytimes.com/gst/fullpage.html?res=9C0CE7DB103DF931A35751C1A9679C8B63\">\n  \"Robert Treuhaft, 89, Lawyer Who Inspired Funeral Expos,\"\n </a>\n by Paul Lewis, Dec. 2, 2001\n</p>\n<p>\n Consumers Cooperative of Berkeley Oral History Collection,\n <a href=\"http://content.cdlib.org/ark:/13030/kt4x0nb0bf/\">\n  \"Left-Wing Political Activist and Progressive Leader in the Berkeley Co-op,\"\n </a>\n interviews of Treuhaft conducted by Robert G. Larsen, 1988-1989\n</p>\n<p>\n Living History, by Hillary Rodham Clinton, 2003\n</p>\n<p>\n A Woman in Charge, by Carl Bernstein, 2007\n</p>\n<p>\n Rewriting History, by Dick Morris and Eileen McGann, 2004\n</p>\n<p>\n Interview with Malcolm Burnstein, former partner with the law firm  Treuhaft, Walker and Burnstein, Feb. 7, 2008\n</p>\n<p>\n Interview with Doris Walker, former partner with the law firm Treuhaft, Walker and Burnstein, Feb. 7, 2008\n</p>\n<p>\n</p>", "speaker": {"adkey": "People ", "advalue": "Fake_news", "barely_true_count": 11, "current_job": "", "false_count": 44, "first_name": "", "half_true_count": 8, "home_state": "", "id": 27, "last_name": "Chain email", "mostly_true_count": 5, "name_slug": "chain-email", "pants_count": 106, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-emailer.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/27/", "total_count": 180, "true_count": 6, "website": ""}, "statement": "\"Hillary interned with Bob Treuhaft, the head of the California Communist Party.\"", "statement_context": "a chain e-mail based on an article written by Dick Morris", "statement_date": "2008-01-24", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}], "target": [], "twitter_headline": null}