{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2011/apr/13/mike-pence/mike-pence-said-republican-medicare-proposal-will-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": "", "id": 3580, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/3580/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p><em><strong>Correction: </strong>This item was originally published at about noon on April 13, 2011, based on ABC&#39;s transcript of &quot;This Week With Christiane Amanpour.&quot; Shortly afterward, Pence&#39;s press office notified us that the transcript text was wrong -- leaving out the words &quot;kind of.&quot;&nbsp; Listening</em><em> to the exchange on video, we confirmed the error in our original ruling. As a result, we are republishing this item at about 6 p.m. on April 13 with the correct quote from Pence and have upgraded the ruling from False to Barely True.</em></p>\r\n\r\n<p>Republicans have better proposals than Democrats to rein in future federal spending, said Rep. Mike Pence, R-Ind., in an appearance on ABC&#39;s <em>This Week with Christiane Amanpour</em>.</p>\r\n\r\n<p>&quot;House Republicans under Paul Ryan&#39;s leadership have offered a vision to put America back on a pathway toward a balanced budget,&quot; Pence said. &quot;It deals with issues in entitlements. It reduces the national debt. For Americans 55 or older, we&#39;re not proposing a single change in Medicare... What we want to do for Americans under the age of 55 is make sure they can participate in the same kind of health plan that members of Congress do.&quot;</p>\r\n\r\n<p>Pence&rsquo;s final claim about Medicare drew a response from Rep. Chris Van Hollen, D-Md., who was also on the show.</p>\r\n\r\n<p>&quot;That is not accurate,&quot; Van Hollen said. &quot;Members of Congress have what is called a fair-share deal. We do not bear the entire risk of increased costs. They are asking seniors to bear risks (that) they are not asking themselves.&quot;</p>\r\n\r\n<p>Pence replied, &quot;Members of Congress have the same premium support system, Chris knows that.&quot;</p>\r\n\r\n<p>We decided to see who was right by fact-checking Pence&rsquo;s statement that future Medicare beneficiaries will be able to &quot;participate in the same kind of health plan that members of Congress do.&quot;</p>\r\n\r\n<p>The Medicare proposal Pence and Van Hollen mentioned comes from Rep. Paul Ryan, R-Wis., chair of the House Budget Committee. His 2012 budget proposal, called <em>The Path to Prosperity: Restoring America&rsquo;s Promise</em>, lays out many ways to reduce federal spending, including changes to entitlement programs including Medicare, the government-run health insurance program for Americans 65 or older.</p>\r\n\r\n<p>Right now, Medicare is a single-payer plan: The government pays doctors and hospitals set fees for the care Medicare beneficiaries receive. (Beneficiaries contribute premiums, and active workers contribute payroll taxes.)</p>\r\n\r\n<p>Under Ryan&rsquo;s plan, people who are not yet 55 would not receive traditional Medicare, but would instead qualify for government &quot;premium support&quot; to help them buy health insurance from a private company starting in 2022. (Ryan&rsquo;s plan specifically says this is not a &quot;voucher&quot; program, since the government will pay the insurance companies directly.) Premium supports would be higher for people who require more health care.</p>\r\n\r\n<p>Here&rsquo;s how Ryan&rsquo;s plan explains it: &quot;When younger workers become eligible for Medicare, they will be able to choose from a list of guaranteed coverage options, enjoying the same kind of choices in their plans that members of Congress enjoy today. Medicare would then provide a payment to subsidize the cost of the plan. In addition, Medicare will provide increased assistance for lower-income beneficiaries and those with greater health risks.&quot;</p>\r\n\r\n<p>Ryan&rsquo;s proposal requires the private insurance companies to accept all comers and to charge the same rate for people who are the same age. The plans would have to comply with a standard for benefits set by the U.S. Office of Personnel Management, which administers the Federal Employees Health Benefits Program, which is how members of Congress buy their insurance.</p>\r\n\r\n<p>Additionally, Ryan&rsquo;s plan gradually raises the Medicare eligibility age to 67, and it provides smaller premium supports to high earners.</p>\r\n\r\n<p>The nonpartisan Congressional Budget Office (CBO) analyzed Ryan&rsquo;s proposal and found that it will save the government money.&nbsp;But it does so by asking future Medicare beneficiaries to pay more to buy insurance.</p>\r\n\r\n<p>&quot;A private health insurance plan covering the standardized benefit would, CBO estimates, be more expensive currently than traditional Medicare. Both administrative costs (including profits) and payment rates to providers are higher for private plans than for Medicare,&quot; the CBO concluded.</p>\r\n\r\n<p>Now let&rsquo;s look at how whether proposal looks like what members of Congress can buy.</p>\r\n\r\n<p>&bull; <strong>How the plan <em>is </em>like what members of Congress get.</strong> We contacted Pence&rsquo;s office to ask about how the Ryan proposal is like what members of Congress get, and they pointed us to the fact that Medicare plans from private insurers will be required to comply with a benefits standard set by the U.S. Office of Personnel Management, as do plans that cover members of Congress.</p>\r\n\r\n<p>We should also note that seniors would be able to compare different plans and select from different insurance options, as members of Congress do. The government would pay part of premiums, as it does for members of Congress.</p>\r\n\r\n<p>&bull; <strong>How the plan is <em>not </em>like what members of Congress get. </strong>First, the plans would be created specifically for Medicare beneficiaries on newly created Medicare health insurance exchanges. (Exchanges are virtual marketplaces where people can shop for insurance.)</p>\r\n\r\n<p>Second, as Van Hollen pointed out, members of Congress are protected somewhat when health insurance companies raise their rates, through a formula he mentioned known as &quot;Fair Share.&quot; Generally speaking, the government pays for 75 percent of the average of the health insurance plans it offers. If the overall plans increase in price, the government still pays 75 percent.</p>\r\n\r\n<p>Federal support for premiums in Ryan&rsquo;s plan, though, would not keep pace with medical inflation. Premium support instead would be pegged to the consumer price index, which historically lags health care costs.</p>\r\n\r\n<p>Our final point on how the plans differ may seem obvious to some, but we feel it&rsquo;s important to mention: Members of Congress receive employer-based insurance. By definition, that means they receive a salary to help pay for their insurance. The base pay for members of Congress is currently $174,000.</p>\r\n\r\n<p>Medicare beneficiaries, on the other hand, tend to make a lot less money, because most of them are retired. The median income for Medicare beneficiaries was $20,644 in 2010. And only 5 percent had incomes exceeding $82,695, according to an analysis by the Kaiser Family Foundation.</p>\r\n\r\n<p>&quot;As policymakers consider options for decreasing federal Medicare spending and addressing the federal debt and deficit, this analysis raises questions about the extent to which the next generation of Medicare beneficiaries will be able to bear a larger share of costs,&quot; the foundation concluded in an April 2011 report.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>We should emphasize that Ryan&rsquo;s Medicare proposal is only a broad outline right now, and there are many unanswered questions about it. But what we do know about it strikes us as fundamentally different from the kind of employer-provided health insurance that members of Congress receive. At a minimum, the premium supports will not keep pace with the historic record of rapidly increasing health care costs. Additionally, seniors make significantly less income than members of Congress and will likely not have the same options to buy more expensive plans. And, finally, they will not the same protection against rising costs that &quot;Fair Share&quot; provides members of Congress. We rate Pence&rsquo;s statement Barely True.</p>\r\n\r\n<p><em>Editor&#39;s note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</em></p>\r\n\r\n<p><a href=\"https://www.sharethefacts.co/share/1cb004d0-c238-4451-80ba-373db17dc6f7\">https://www.sharethefacts.co/share/1cb004d0-c238-4451-80ba-373db17dc6f7</a></p>\r\n", "ruling_comments_date": "2011-04-12T18:23:27.976478", "ruling_date": "2011-04-13T17:49:36", "ruling_headline": "Mike Pence said Republican Medicare proposal gives seniors the same health care as Congress", "ruling_headline_slug": "mike-pence-said-republican-medicare-proposal-will-", "ruling_link_text": "It's different in several ways", "ruling_state": null, "source_documents": null, "sources": "<p>This Week with Christiane Amanpour<a href=\"http://abcnews.go.com/ThisWeek/week-transcript-plouffe-pence-van-hollen/story?id=13340725&amp;page=3\">interviews</a><a href=\"http://abcnews.go.com/ThisWeek/week-transcript-plouffe-pence-van-hollen/story?id=13340725&amp;page=3\"> with Rep. Mike Pence and Rep. Chris Van Hollen</a>, April 10, 2011</p>\r\n\r\n<p>Congressional Budget Office, &nbsp;<a href=\"http://www.cbo.gov/ftpdocs/121xx/doc12128/04-05-Ryan_Letter.pdf\">Analysis of Paul Ryan budget proposal</a>, April 5, 2011<br />\r\n<br />\r\nU.S. Office of Personnel Management, <a href=\"http://www.opm.gov/insure/health/reference/handbook/fehb03.asp\">Federal Employees Health Benefits Handbook</a>, accessed April 12, 2011<br />\r\n<br />\r\nE-mail interview with Matt Lloyd, spokesman for Rep. Mike Pence<br />\r\n<br />\r\nE-mail interview with Nu Wexler, spokesman for Rep. Chris Van Hollen<br />\r\n<br />\r\nTime, <a href=\"http://swampland.blogs.time.com/2011/04/06/the-nitty-gritty-details-of-paul-ryan%e2%80%99s-medicare-plan/#ixzz1JLC4lgOH\">The Nitty-Gritty Details of Paul Ryan&#39;s Medicare Plan</a>, April 6, 2011<br />\r\n<br />\r\nFortune, <a href=\"http://finance.fortune.cnn.com/2011/04/07/in-defense-of-paul-ryans-medicare-plan/\">In defense of Paul Ryan&#39;s Medicare plan</a>, April 7, 2011</p>\r\n\r\n<p>The Wonk Room, <a href=\"http://wonkroom.thinkprogress.org/2011/04/05/ryan-fehbp/\">Why Ryan&rsquo;s Medicare Proposal Is Not Like The Plan Members Of Congress Get</a>, April 5, 2011</p>\r\n\r\n<p>The Kaiser Family Foundation,<a href=\"http://www.kff.org/medicare/upload/8172.pdf\">Projecting income and assets: What the future might hold for the next generation of Medicare beneficiaries</a>, April 2011</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Pence", "barely_true_count": 8, "current_job": "Governor", "false_count": 14, "first_name": "Mike", "half_true_count": 15, "home_state": "Indiana", "id": 124, "last_name": "Pence", "mostly_true_count": 6, "name_slug": "mike-pence", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/AP_VASH107_CAMPAIGN_2016_PE.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/124/", "total_count": 49, "true_count": 5, "website": "http://www.in.gov/gov/2358.htm"}, "statement": "<p>A Republican proposal changes Medicare for those under age 55 so that they will &nbsp;&quot;participate in the same kind of health plan that members of Congress do.&quot;</p>\r\n", "statement_context": "an interview on \"This Week with Christiane Amanpour\"", "statement_date": "2011-04-10", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>We strive to make our work completely accurate. When we make a mistake, we correct it and note it on the original item. If the mistake is so significant that it requires us to change the ruling, we will do so. Readers who see an error should contact the writer or editor. Their names are listed on the right side of every Truth-O-Meter item. Clicking on their names will take you to their bio pages, where you can find their email addresses. Read more about our corrections policies in our <a href=\"http://www.politifact.com/truth-o-meter/article/2013/nov/01/principles-politifact-punditfact-and-truth-o-meter/\">Principles of the Truth-O-Meter</a>.</p>\r\n", "id": 255, "photo": null, "resource_uri": "/api/v/2/subject/255/", "subject": "Corrections and Updates", "subject_slug": "corrections-and-updates", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 50, "photo": null, "resource_uri": "/api/v/2/subject/50/", "subject": "Medicare", "subject_slug": "medicare", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 151, "photo": null, "resource_uri": "/api/v/2/subject/151/", "subject": "This Week - ABC News", "subject_slug": "abc-news-week", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}