{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2011/apr/13/tim-pawlenty/tim-pawlenty-says-obama-has-stopped-using-phrase-w/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 3581, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/3581/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tIn his book <em>Courage to Stand</em>, former Minnesota Gov. Tim Pawlenty, a potential GOP presidential candidate, said President Barack Obama &quot;needs to do a more forceful job of reminding people about the threat of global terrorism.&quot;<br />\r\n\t<br />\r\n\tAnd that needs to start with calling it by its real name, Pawlenty wrote.<br />\r\n\t<br />\r\n\t&quot;Sadly, President Obama will not call this effort what it is,&quot; Pawlenty wrote. &quot;He has stopped using the phrase &#39;war on terror.&#39; His administration never makes pointed references -- or any references -- to the real problem: radical Islamic terrorism. Apparently that isn&#39;t politically correct. The fact is, radical Islamic terrorism exists. Pointing that out doesn&#39;t condemn all Muslims. But there <em>is</em> an element of Islam that is radical and that has terrorist intentions. We need to call it what it is. We need to confront it, and we need to defeat it.&quot;<br />\r\n\t<br />\r\n\tThis isn&#39;t the first time Obama has been accused of ducking the phrase &quot;war on terror&quot; or for not attaching the words Islamic or Muslim when talking about violent extremists.<br />\r\n\t<br />\r\n\tBack in November 2009, <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/nov/11/sean-hannity/hannity-says-obama-wont-even-use-term-war-terroris/\" id=\"siih\" title=\"we checked\">we checked</a> into a similar claim from Fox News&#39; Sean Hannity that &quot;Barack Obama won&#39;t even use the term &#39;war on terrorism.&#39; &quot;</p>\r\n<p>\r\n\tBack then, we did a word search of Obama&#39;s public statements and could not find that Obama has used the phrase &quot;war on terrorism&quot; as president, though he said it numerous times as a candidate. Early in his presidency, Obama used the phrase &quot;war on terror,&quot; but only a couple of times.</p>\r\n<p>\r\n\tAnd it&#39;s true that Obama made a conscious and deliberate decision early in his presidency to avoid the phrase &quot;war on terror&quot; in favor of more precise language.</p>\r\n<p>\r\n\tObama explained his reasoning in several interviews.</p>\r\n<p>\r\n\tDuring a Jan. 27, 2009, interview with Obama, Hisham Melhem of Arabic-language television news station al-Aribiya noted that Obama seemed to eschew President George W. Bush&#39;s phrase &quot;war on terror&quot; and &quot;frame it in a different way, specifically against one group called al-Qaida and their collaborators.&quot;</p>\r\n<p>\r\n\tSaid Obama: &quot;I think that you&#39;re making a very important point. And that is that the language we use matters. And what we need to understand is, is that there are extremist organizations -- whether Muslim or any other faith in the past -- that will use faith as a justification for violence. We cannot paint with a broad brush a faith as a consequence of the violence that is done in that faith&#39;s name.<br />\r\n\t<br />\r\n\t&quot;And so you will, I think, see our administration be very clear in distinguishing between organizations like al-Qaida -- that espouse violence, espouse terror and act on it -- and people who may disagree with my administration and certain actions, or may have a particular viewpoint in terms of how their countries should develop. We can have legitimate disagreements but still be respectful. I cannot respect terrorist organizations that would kill innocent civilians, and we will hunt them down.<br />\r\n\t<br />\r\n\t&quot;But to the broader Muslim world what we are going to be offering is a hand of friendship.&quot;</p>\r\n<p>\r\n\tThe issue was again raised in a Feb. 3, 2009, interview with CNN&#39;s Anderson Cooper:</p>\r\n<p>\r\n\tCooper: &quot;I&#39;ve noticed you don&#39;t use the term &#39;war on terror.&#39; I think I read an article that you&#39;ve only used it once since inauguration. Is that conscious? Is there something about that term you find objectionable or not useful?&quot;</p>\r\n<p>\r\n\tObama: &quot;Well, you know, I think it is very important for us to recognize that we have a battle or a war against some terrorist organizations. But that those organizations aren&#39;t representative of a broader Arab community, Muslim community. ... You know, words matter in this situation because one of the ways we&#39;re going to win this struggle is through the battle of hearts and minds.&quot;</p>\r\n<p>\r\n\tCooper: &quot;So that&#39;s not a term you&#39;re going to be using much in the future?&quot;</p>\r\n<p>\r\n\tObama: &quot;You know, what I want to do is make sure that I&#39;m constantly talking about al-Qaida and other affiliated organizations because we, I believe, can win over moderate Muslims to recognize that that kind of destruction and nihilism ultimately leads to a dead end, and that we should be working together to make sure that everybody has got a better life.</p>\r\n<p>\r\n\tBased on those facts, we rated Hannity&#39;s claim True. But when former Vice president Dick Cheney took the meme a step further and <a href=\"http://www.politico.com/news/stories/1209/31054.html\" id=\"yszv\" title=\"alleged\">alleged</a> that Obama will not &quot;admit we&#39;re at war,&quot; we rated Cheney&#39;s claim <a href=\"http://www.politifact.com/truth-o-meter/statements/2010/jan/03/dick-cheney/cheney-says-obama-wont-admit-us-war-against-terror/\" id=\"bd:.\" title=\"Pants in Fire\">Pants in Fire</a>.&nbsp;</p>\r\n<p>\r\n\tHere, Pawlenty&#39;s claim is closer to Hannity&#39;s. So first we checked Obama&#39;s public statements since our previous fact-check to see if he has stuck to this line and avoided the phrase &quot;war on terror&quot; or anything like &quot;radical Islamic terrorism.&quot; And he has.</p>\r\n<p>\r\n\tIn May 2010, John Brennan, assistant to the president for homeland security and counterterrorism, addressed the topic in some detail:</p>\r\n<p>\r\n\t&quot;The president&rsquo;s strategy is absolutely clear about the threat we face,&quot; Brennan said in an address at the Center for Strategic and International Studies. &quot;Our enemy is not &#39;terrorism&#39; because terrorism is but a tactic.&nbsp; Our enemy is not &#39;terror&#39; because terror is a state of mind, and as Americans we refuse to live in fear.&nbsp; Nor do we describe our enemy as &#39;jihadists&#39; or &#39;Islamists&#39; because jihad is a holy struggle, a legitimate tenant of Islam, meaning to purify oneself or one&rsquo;s community, and there is nothing holy or legitimate or Islamic about murdering innocent men, women and children.<br />\r\n\t&nbsp;<br />\r\n\t&quot;Indeed, characterizing our adversaries this way would actually be counterproductive. It would play into the false perception that they are religious leaders defending a holy cause, when in fact they are nothing more than murderers, including the murder of thousands upon thousands of Muslims.&quot;</p>\r\n<p>\r\n\t&quot;Moreover,&quot; Brennan said, &quot;describing our enemy in religious terms would lend credence to the lie&mdash;propagated by al-Qaida and its affiliates to justify terrorism&mdash;that the United States is somehow at war against Islam. The reality, of course, is that we never have been and will never be at war with Islam. After all, Islam, like so many faiths, is part of America.<br />\r\n\t<br />\r\n\t&quot;Instead, the president&rsquo;s strategy is clear and precise. Our enemy is al-Qaida and its terrorist affiliates. For it was al-Qaida who attacked us so viciously on 9/11 and whose desire to attack the United States, our allies, and our partners remains undiminished. And it is its affiliates who have taken up al-Qaida&rsquo;s call to arms against the United States in other parts of the world.<br />\r\n\t<br />\r\n\t&quot;The president&rsquo;s strategy is unequivocal with regard to our posture. The United States of America is at war. We are at war against al-Qaida and its terrorist affiliates. That is why the president is responsibly ending the war in Iraq, which had nothing to do with 9/11, and why he has refocused our efforts on Afghanistan, where al-Qaida continues to plot from the tribal regions along the border with Pakistan and inside of Pakistan.&quot;<br />\r\n\t<br />\r\n\tMore recently, in remarks at the Adams Center, a nonprofit that runs community centers and mosques, on March 6, 2011, Denis McDonough, deputy national security adviser to the president, spoke about the strategy of the Obama administration&#39;s words.<br />\r\n\t<br />\r\n\t&quot;President Obama recognizes that through our words and deeds we can either play into al-Qaida&rsquo;s narrative and messaging, or we can challenge it and thereby undermine it,&quot; McDonough said. &quot;We&rsquo;re determined to undermine it.&quot;<br />\r\n\t<br />\r\n\tIn his book, Pawlenty claims Obama has stopped using the phrase &quot;war on terror&quot; and his administration &quot;never makes pointed references -- or any references -- to the real problem: radical Islamic terrorism.&quot; We found several instances in which Vice President Joe Biden has talked about &quot;radical extremism&quot; or &quot;radical fundamentalism&quot; and the need to aggressively confront &quot;violent extremism and radical ideologies.&quot; But he never attaches the words &quot;Islamic&quot; to those phrases. And neither has Obama. As Obama and members of his administration have repeatedly explained, this is a very conscious decision to be more precise about the enemy, al-Qaida and other terrorist affiliates and not to feed into the al-Qaida message that America is somehow at war with Islam. You may agree or disagree with Obama&#39;s word choices, or with Pawlenty&#39;s, but Pawlenty is correct about Obama&#39;s deliberate decision not to use the phrases &quot;war on terror&quot; or &quot;radical Islamic terrorism.&quot; We rate his statement True.</p>", "ruling_comments_date": "2011-04-13T13:45:33.055921", "ruling_date": "2011-04-13T13:39:57", "ruling_headline": "Tim Pawlenty says Obama has stopped using the phrase \"war on terror\"", "ruling_headline_slug": "tim-pawlenty-says-obama-has-stopped-using-phrase-w", "ruling_link_text": "It's a deliberate, reasoned choice", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tPolitiFact, <a href=\"http://politifact.com/truth-o-meter/statements/2009/nov/11/sean-hannity/hannity-says-obama-wont-even-use-term-war-terroris/\">&quot;Hannity says Obama won&#39;t even use the term &quot;war on terrorism,&quot;</a> by Robert Farley, Nov. 11, 2009</p>\r\n<p>\r\n\tWhite House Web site, <a href=\"http://www.whitehouse.gov/the_press_office/Remarks-by-John-Brennan-at-the-Center-for-Strategic-and-International-Studies/\" target=\"_blank\">Remarks by John O. Brennan, Assistant to the President for Homeland Security and Counterterrorism, at the Center for Strategic and International Studies </a>, Aug. 6, 2009</p>\r\n<p>\r\n\tWhite House Web site, <a href=\"http://www.whitehouse.gov/the_press_office/Remarks-by-the-President-at-Cairo-University-6-04-09\" target=\"_blank\">Remarks by the President at Cairo University </a>, Cairo, Egypt, June 4, 2009</p>\r\n<p>\r\n\tWashington Post, <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2009/03/24/AR2009032402818.html\" target=\"_blank\">&quot;&#39;Global War On Terror&#39; Is Given New Name,&quot; </a>by Scott Wilson and Al Kamen, March 25, 2009</p>\r\n<p>\r\n\tProject Vote Smart, <a href=\"http://votesmart.org/index.htm\" target=\"_blank\">Transcript: Al-Aribiya Interview of Obama </a>, Jan. 27, 2009</p>\r\n<p>\r\n\tCNN Transcripts, Anderson Cooper 360 Degrees: Interview With President Barack Obama, Feb. 3, 2009</p>\r\n<p>\r\n\tWhite House website, <a href=\"http://www.whitehouse.gov/the-press-office/remarks-john-brennan-center-strategic-and-international-studies\" id=\"ava2\" title=\"Remarks by John O. Brennan\">Remarks by John O. Brennan</a>, Assistant to the President for Homeland Security and Counterterrorism at the Center for Strategic and International Studies, Aug. 6, 2009<br />\r\n\t<br />\r\n\tWhite House website, <a href=\"http://www.whitehouse.gov/the-press-office/remarks-assistant-president-homeland-security-and-counterterrorism-john-brennan-csi\" id=\"x9wh\" title=\"Remarks by Assistant to the President for Homeland Security and Counterterrorism John Brennan\">Remarks by Assistant to the President for Homeland Security and Counterterrorism John Brennan</a> at CSIS, May 26, 2010<br />\r\n\t<br />\r\n\tWhite House website, <a href=\"http://www.whitehouse.gov/the-press-office/2011/03/06/remarks-denis-mcdonough-deputy-national-security-advisor-president-prepa\" id=\"l20w\" title=\"Remarks of Denis McDonough\">Remarks of Denis McDonough</a> Deputy National Security Adviser to the President at the Adams Center in Virginia, March 6, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 3, "first_name": "Tim", "half_true_count": 3, "home_state": "", "id": 238, "last_name": "Pawlenty", "mostly_true_count": 6, "name_slug": "tim-pawlenty", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Pawlenty_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/238/", "total_count": 18, "true_count": 2, "website": ""}, "statement": "<p>\r\n\tPresident Obama has &quot;stopped using the phrase &#39;war on terror.&#39; &quot;</p>", "statement_context": "his book, \"Courage to Stand: An American Story\"", "statement_date": "2011-01-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 132, "photo": null, "resource_uri": "/api/v/2/subject/132/", "subject": "Homeland Security", "subject_slug": "homeland-security", "used_in_edition": []}, {"description": "", "id": 37, "photo": null, "resource_uri": "/api/v/2/subject/37/", "subject": "Terrorism", "subject_slug": "terrorism", "used_in_edition": []}], "target": [{"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}], "twitter_headline": ""}