{"art": [{"brightcove": "", "caption": "This ad presents a fictional story to make a point about DWI's possible costs.", "id": 1202, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/1202/", "title": "Texas Department of Transportation, \"Who's Driving Tonight?\"", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/QNtq7wPCvQQ?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "QNtq7wPCvQQ"}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2011/apr/15/texas-department-transportation/txdot-billboard-says-dwi-costs-you-17000/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [], "facebook_headline": null, "id": 3582, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/3582/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tAlong Austin&rsquo;s Barton Springs Road, home to a stretch of restaurants and drinking establishments, we spotted this head-wrencher on a billboard March 16: &quot;A DWI costs $17,000.&quot;<br />\r\n\t<br />\r\n\tReally?<br />\r\n\t<br />\r\n\tA web site listed on the ad, whosdrivingtonight.com, led us to an online <a href=\"http://www.youtube.com/watch?v=QNtq7wPCvQQ \">video</a> depicting in Twitter and Facebook posts and text messages a Central Texas woman&rsquo;s Sept. 17 arrest for driving while intoxicated. The video suggests the incident resulted in 12 hours in jail, two years&rsquo; probation, 100 hours of community service, drug and alcohol education classes and the loss of her driver&rsquo;s license. The person, identified as Jessica, also loses her significant other and then her job after her boss requests a meeting about recent absences.<br />\r\n\t<br />\r\n\tEntries from a checkbook register show a pile-up of costs including vehicle towing, bail bonds, attorney fees and court costs. Near the video&rsquo;s end, the account balance is shown as negative $17,422.60. Take-home message: &quot;Designate a driver.&quot;<br />\r\n\t<br />\r\n\tChasing back-up online, we found an Aug. 16, 2010, press release from the Texas Department of Transportation stating: &quot;Convicted first-time DWI offenders can pay a fine of up to $2,000, lose their driver&rsquo;s license for up to a year, and serve 180 days in jail. Safety officials say other costs associated with an impaired driving arrest and conviction can add up to more than $17,000 for bail, legal fees, court appearances, court-ordered classes, vehicle insurance increases, and other expenses.&quot;<br />\r\n\t<br />\r\n\tThe release continues: &quot;Of course, the consequences of driving under the influence can be much worse. In 2009, the latest year of compiled statistics, there were 27,108 alcohol-related crashes in Texas that resulted in 955 deaths and 17,542 injuries (preliminary data).&quot;<br />\r\n\t<br />\r\n\tThere&rsquo;s no discounting the seriousness of drunken driving and its consequences. Still, we wondered how the state reached the $17,000 figure. Tracie Mendez, TxDOT&rsquo;s driver behavior program manager, guided us to Austin-based Sherry Matthews Advocacy Marketing, which forwarded the summary of a 2006 study it commissioned from an Austin firm, <a href=\"http://www.nustats.com/nustats_dot_com/index.php?option=com_content&amp;task=view&amp;id=58&amp;Itemid=\">NuStats</a>, on TxDOT&rsquo;s behalf.<br />\r\n\t<br />\r\n\tCost estimates were reached, the summary says, based on June 2006 interviews of 30 people. They included a representative of the Texas Department of Public Safety and five DWI offenders plus prosecutors, county clerks and defense attorneys in 15 of the state&rsquo;s most populous counties including Harris, Dallas, Tarrant, Bexar, Travis, Williamson and Hays.. The summary notes that because individual counties set their own court costs and other fees, &quot;these costs vary throughout the state.&quot;<br />\r\n\t<br />\r\n\tAcross Texas, the summary states, the &quot;total costs of a DWI arrest and conviction range from $5,000 to $24,000 for a first-time offense.&quot; In the Austin area, offenders can pay $6,000 to $21,000 in fines, fees and other costs.<br />\r\n\t<br />\r\n\tNowhere does the summary specify an average statewide cost--and it cautions against overreaching conclusions. A footnote states: &quot;Due to the qualitative nature of this study, the interpretation of the results is subject to the limitations of the study parameters. While the findings provide a more comprehensive understanding of the costs associated with a first-offense arrest and conviction for DWI, the results are not quantifiable.&quot; Further, the figures &quot;are not meant to be interpreted as complete and exact.&quot;<br />\r\n\t<br />\r\n\tIn interviews and e-mails, we fielded different explanations of the $17,000 figure from Matthews&rsquo; representatives and one executive, Janet Lea, confirmed that the the online video didn&rsquo;t reflect an actual event; Jessica is not a real person. Lea also said Clay Abbott of the Texas District and County Attorneys Association had expressed comfort with the $17,000 figure.<br />\r\n\t<br />\r\n\tAbbott, a former prosecutor and defense lawyer, told us he&rsquo;s a paid consultant to TxDOT and helped the Matthews agency brainstorm and analyze the research. He said his association duties entail training prosecutors and police officers on DWI issues. Abbott confirmed that he endorsed the $17,000 figure, though he also said the high-end attorney fees that showed up in the study struck him as too high. Abbott said he&rsquo;d be more comfortable with an ad saying a DWI costs up to $24,000, the highest cost figure identified. Yet, he said, &quot;I know attorneys here in town who are really good who would charge a whole lot less ... and not decrease the effectiveness of your counsel.&quot;<br />\r\n\t<br />\r\n\tRobert Nash, spokesman for the Matthews&#39; firm, said by e-mail the billboard figure was based on an average of the highest costs for a DWI reported in each of the six studied regions. The actual average approaches $19,200. But &quot;we decided to reduce the amount to $17,000 since not everyone will pay the maximum,&quot; Nash said.<br />\r\n\t<br />\r\n\tMia Zmud, NuStats&rsquo; research director, said by e-mail that the research consisted of &quot;structured in-depth interviews&quot; and was not a survey. &quot;As you point out, because of the qualitative nature of the research methodology conducted for this study, the report does not offer a definitive amount,&quot; Zmud said. &quot;However, given that the research was conducted 5 years ago, and the costs have likely gone up, not down,&quot; $17,000 is a &quot;plausible figure.&quot;<br />\r\n\t<br />\r\n\tSeparately, we averaged the low-end costs for the regions, getting $6,750. When we averaged the high-end and low-end averages, we got $12,958. Informed of these calculations, Nash said: &quot;We chose to use a number closer to the higher end -- more persuasive.&quot;<br />\r\n\t<br />\r\n\tNash continued: &quot;Our campaign materials refer to the cost of a DWI without specifically calling it out as a first offense. If someone is arrested and convicted for a second or even third time, the fine alone increases substantially. Not factored in our $17,000 are the auxiliary costs of loss of job or time off from work, loss of driver&rsquo;s license/transportation, the scram device, the big hike in auto insurance rates for teens&quot; and so on.<br />\r\n\t<br />\r\n\tHe said too that the $17,000 figure also didn&rsquo;t include lost income, counseling charges and alternate transportation modes. &quot;However you choose to look at it, a DWI conviction is expensive, whether we believe it&rsquo;s $17,000, or you prefer another price. If only one person pays $17,000 for a DWI, saying DWI costs $17,000 is a true statement,&quot; Nash said.<br />\r\n\t<br />\r\n\tSeparately, we shared the study summary with Austin lawyer Sam Bassett, who said by e-mail that he typically charges $5,000 if a DWI case doesn&rsquo;t go to a jury and up to $10,000 if it does. Abbott told us fines, set at a judge&rsquo;s discretion, run from several hundred dollars to $2,000, as they did in 2006.<br />\r\n\t<br />\r\n\tWe also asked Michael Mahometa, a University of Texas statistician, to analyze the study results&rsquo; summary. Mahometa said the sample size was too small for anyone to declare statewide cost figures. &quot;The report was never devised to find how much, on average, are the costs of DWI,&quot; he said.<br />\r\n\t<br />\r\n\tMahometa said an alternative methodology would have been to subtract the $4,792 standard deviation among the regions&rsquo; high-end cost totals from the high-end cost average of $19,167, getting $14,375. Yet, he warned by e-mail, a &quot;better measure would be the average for each region,&quot; information not in the study summary. Another wrinkle: Since the study was &quot;a snapshot of &#39;clean&#39; DWIs - no collision, and no injuries... actual cost (if there was a collision or injury) would actually be higher than the $17,000,&quot; Mahometa said.<br />\r\n\t<br />\r\n\tSo, how to park this puppy? Our conclusion is the research on which the billboard was based doesn&rsquo;t justify the flat statement that a DWI costs $17,000. Still, it&rsquo;s undisputed that some DWI cases can cost defendants a bundle--presumably including costs sometimes adding up to $17,000. We rate the statement Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2011-04-13T14:29:06.828228", "ruling_date": "2011-04-15T10:36:08", "ruling_headline": "TxDOT billboard says a DWI costs you $17,000", "ruling_headline_slug": "txdot-billboard-says-dwi-costs-you-17000", "ruling_link_text": "Study says costs range widely", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tE-mails (excerpted), responses to PolitiFact Texas, Robert Nash, public relations director, Sherry Matthews Advocacy Marketing, Austin, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/04082011_robertnashresponsepftexas.html\">&quot;Follow up on TxDOT DWI Cost Estimates&quot;</a> and <a href=\"http://alt.coxnewsweb.com/statesman/politifact/04112011_robertnashresponsepftexas.html\">&quot;Follow up on $17K DWI Cost Estimate,&quot;</a> April 8 and April 11, 2011<br />\r\n\t<br />\r\n\tE-mail, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/04132011_miazmudresponsepftexas.html\">response</a> to PolitiFact Texas, Mia Zmud, research director, NuStats, Austin, April 13, 2011<br />\r\n\t<br />\r\n\tInterview and <a href=\"http://alt.coxnewsweb.com/statesman/politifact/04112011_mahometaresponsepftexas.html\">e-mail</a> (excerpted), Michael J. Mahometa, statistical consultant, Division of Statistics and Scientific Computation, University of Texas College of Natural Sciences, Austin, April 11, 2011<br />\r\n\t<br />\r\n\tInterview, Tracie Mendez, Driver Behavior Program Manager, Texas Department of Transportation, March 16, 2011<br />\r\n\t<br />\r\n\tTexas Department of Transportation, press release,<a href=\"http://www.businesswire.com/news/home/20100816005510/en/TxDOT-Urges-Texans-Avoid-DWI-Summer\"> &quot;TxDOT Urges Texans to Avoid a DWI This Summer,&quot;</a> Aug. 16, 2011 (accessed March 16, 2011</p>\r\n<p>\r\n\tTexas Department of Transportation, report, <a href=\"http://alt.coxnewsweb.com/statesman/politifact///06302006_txdotdwistudy.doc\">&quot;Qualitative Study of Costs Associated with Drunk Driving in Texas,&quot;</a> June 2006</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "State agency", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "Texas", "id": 1147, "last_name": "Texas Department of Transportation", "mostly_true_count": 0, "name_slug": "texas-department-transportation", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/txdotlogo.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1147/", "total_count": 1, "true_count": 0, "website": "http://www.dot.state.tx.us/"}, "statement": "<p>\r\n\t&quot;A DWI costs $17,000.&quot;</p>", "statement_context": "a billboard message spotted in Austin.", "statement_date": "2011-03-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 186, "photo": null, "resource_uri": "/api/v/2/subject/186/", "subject": "Alcohol", "subject_slug": "Alcohol", "used_in_edition": ["/api/v/2/edition/10/"]}, {"description": "", "id": 44, "photo": null, "resource_uri": "/api/v/2/subject/44/", "subject": "Transportation", "subject_slug": "transportation", "used_in_edition": []}], "target": [], "twitter_headline": ""}