{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2008/feb/15/chain-email/she-did-not-help-the-black-panthers/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 359, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "cbaird@tampabay.com", "first_name": "Caryn", "id": 2, "last_name": "Baird", "name_slug": "caryn-baird", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/2/", "title": "News Researcher, Tampa Bay Times", "twitter": null}], "resource_uri": "/api/v/2/statement/359/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\n Hillary Clinton and the Black Panthers. It makes for quite the unlikely image.\n</p>\n<p>\n But according to a chain e-mail that originated with an Internet article by Dick Morris, the former Clinton adviser turned foe, Hillary Rodham was a student radical at Yale Law School who dedicated herself to helping violent Black Panthers on trial for murder.\n</p>\n<p>\n \"Hillary's main extracurricular activity in law school was helping the Black Panthers, on trial in Connecticut for torturing and killing a federal agent,\" Morris wrote. \"She went to court every day as part of a law student monitoring committee trying to spot civil rights violations and develop grounds for appeal.\"\n</p>\n<p>\n Often repeated on the Internet, the claim turns out to be largely embellished, but they are not without a grain of truth.\n</p>\n<p>\n Here's the history.\n</p>\n<p>\n In 1970, eight Black Panthers, including national chairman Bobby Seale, were brought to trial in New Haven, Conn., on charges of murdering a fellow member, Alex Rackley, who was suspected of being a police informant. He was not a federal agent.\n</p>\n<p>\n The trial consumed the Yale campus, and many Yale students rallied in support of the black defendants, or at least for their right to a fair trial.\n</p>\n<p>\n In her autobiography, Clinton said in reference to the Black Panthers that \"J. Edgar Hoover's FBI infiltrated dissident groups and, in some cases, broke the law in order to disrupt them. Law enforcement sometimes failed to distinguish between constitutionally protected, legitimate opposition and criminal behavior.\"\n</p>\n<p>\n She does not mention any personal involvement, except to relate that she participated in a bucket brigade to help put out a fire that broke out at the International Law Library just prior to a May Day rally.\n</p>\n<p>\n Clinton played a \"minor\" role in the doings that year, said Paul Bass, a journalist who spent years researching the Black Panther case for a book he co-authored called\n <em>\n  Murder in the Model City.\n </em>\n She co-chaired a committee whose main role was to prevent violence at the May Day demonstration, Bass said. They made arrangements for medical care should any demonstrators get hurt.\n</p>\n<p>\n Friends recalled that Clinton took a moderate tone, Bass said.\n</p>\n<p>\n The committee also vowed to offer legal advice to demonstrators who got arrested and to monitor the trial for any civil rights abuses.\n</p>\n<p>\n If that monitoring ever happened, said two sources at the trial interviewed by the\n <em>\n  St. Petersburg Times\n </em>\n , one thing is certain: Clinton was not an every-day trial watcher, as Morris claimed. Nor did she \"help\" the defense.\n</p>\n<p>\n David Rosen, who was less than a year out of Yale Law School, was a junior member of the defense team for Seale.\n</p>\n<p>\n \"I can't say she was never in court,\" Rosen said. \"But she was not there every day. In fact, I don't even remember seeing her there at all.\"\n</p>\n<p>\n \"I know she didn't do any work for the defense team,\" Rosen said. \"I was on the defense team, and she didn't do anything for us.\"\n</p>\n<p>\n According to Carl Bernstein's biography\n <em>\n  A Woman in Charge,\n </em>\n Clinton was among the student-observers from professor Tom Emerson's civil liberties class who attended the trial daily \"to report possible abuses by the government, discuss them in class, write papers about them and prepare summaries for the American Civil Liberties Union.\"\n</p>\n<p>\n That last part is news to Mike Avery, who was hired by the ACLU as a staff lawyer to work on the Black Panther case, to keep tabs on any civil rights violations that came up at trial. He doesn't remember the ACLU receiving summaries from any student group, and he specifically does not remember Clinton being a regular at the trial.\n</p>\n<p>\n \"To my knowledge, she didn't have any involvement at all,\" said Avery, now a law professor at Suffolk Law School in Boston. \"I didn't see Hillary Rodham anywhere around the place, and I would have known.\"\n</p>\n<p>\n People involved in the case, even peripherally, all knew each other, he said. They socialized together. \"She was not in that crowd,\" he said, \"by no stretch of the imagination.\"\n</p>\n<p>\n Nevertheless, the distorted versions from Morris and others have been picked up on thousands of Web pages, and widely circulated via chain e-mail. They also have been echoed by conservative political commentators like Sean Hannity.\n</p>\n<p>\n \"What the right has done is just a travesty,\" said Bass, who added that he is no fan of Clinton. \"She wasn't any kind of student leader on this. I couldn't find a person who saw her anywhere. The attempt to use this incident to claim Clinton was an apologist for violence is really insidious.\"\n</p>\n<p>\n Clinton's campaign did not respond to inquiries from the\n <em>\n  Times.\n </em>\n</p>\n<p>\n Even if Clinton helped to observe the trial as part of a law class, that's different than \"helping\" the Panthers, who were on trial. And the claim that Clinton went to court every day to monitor the trial is, according to witnesses, just not so. Morris appears to have taken a minor involvement by Clinton and spun it into a much more prominent and controversial role. We rate his claim False.\n</p>\n<p>\n &nbsp;\n</p>", "ruling_comments_date": "2010-01-07T13:28:22.781519", "ruling_date": "2008-02-15T00:00:00", "ruling_headline": "She did not \"help\" the Black Panthers", "ruling_headline_slug": "she-did-not-help-the-black-panthers", "ruling_link_text": "She did not \"help\" the Black Panthers", "ruling_state": null, "source_documents": null, "sources": "<p>\n FrontPageMag.com,\n <a href=\"http://www.frontpagemagazine.com/Articles/Read.aspx?GUID=5541E159-6AD5-4CC9-B24D-38374624608C\" target=\"_blank\">\n  \"Bill Crafts Hillary's Bio,\"\n </a>\n by Dick Morris, Aug. 9, 2007\n</p>\n<p>\n Snopes.com,\n <a href=\"http://www.snopes.com/politics/clintons/panthers.asp\" target=\"_blank\">\n  Black Panthers,\n </a>\n last updated Jan. 24, 2008\n</p>\n<p>\n Living History, by Hillary Rodham Clinton, 2003\n</p>\n<p>\n A Woman in Charge, by Carl Bernstein, 2007\n</p>\n<p>\n Rewriting History, by Dick Morris and Eileen McGann, 2004\n</p>\n<p>\n Interview with Paul Bass, a journalist and co-author of Murder in the Model City, Feb. 8, 2008\n</p>\n<p>\n Interview with attorney David Rosen, a junior member of the defense team for Bobby Seale, Feb. 7, 2008\n</p>\n<p>\n Interview with Mike Avery, a former staff lawyer for the ACLU who worked on the Black Panther case, Feb. 7, 2008\n</p>\n<p>\n &nbsp;\n</p>", "speaker": {"adkey": "People ", "advalue": "Fake_news", "barely_true_count": 11, "current_job": "", "false_count": 44, "first_name": "", "half_true_count": 8, "home_state": "", "id": 27, "last_name": "Chain email", "mostly_true_count": 5, "name_slug": "chain-email", "pants_count": 106, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-emailer.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/27/", "total_count": 180, "true_count": 6, "website": ""}, "statement": "<p>\"Hillary's main extracurricular activity in law school was helping the Black Panthers, on trial in Connecticut for torturing and killing a federal agent.\"</p>", "statement_context": "a chain e-mail based on an article written by Dick Morris", "statement_date": "2008-01-24", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}], "target": [], "twitter_headline": null}