{"art": [], "author": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2011/apr/18/george-turner/atlanta-police-chief-says-despite-fears-crime-down/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "liz.miniet@ajc.com", "first_name": "Elizabeth", "id": 143, "last_name": "Miniet", "name_slug": "elizabeth-miniet", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/143/", "title": "Word Editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 3596, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/3596/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tWorried about burglars kicking in your door and swiping your stuff? If you live in Atlanta city limits, you might find some comfort in crime statistics. <br />\r\n\t<br />\r\n\tThe numbers are down, Atlanta Police Chief George Turner said. &nbsp;<br />\r\n\t<br />\r\n\t&quot;If you go strictly by the numbers, crime is down across the board. Last year we had a 10 percent decrease in the most serious crimes,&quot; Turner said in an April 4 article. <br />\r\n\t<br />\r\n\t&quot;But perception means everything. Until our citizens feel safe, our work is not done,&quot; Turner added. <br />\r\n\t<br />\r\n\tTen percent? What about that November crime spree that left one man dead in a Virginia-Highland robbery? Police said the gang was responsible for other crimes, including a home invasion, rape and robbery in Grant Park. <br />\r\n\t<br />\r\n\tMany city dwellers don&rsquo;t think they&rsquo;re any safer, according to a survey released April 4 by the Atlanta Police Foundation, a nonprofit that assists the Atlanta Police Department by providing resources and programs. Some 34 percent of respondents thought crime in their neighborhood was at least somewhat higher than it was five years ago. <br />\r\n\t<br />\r\n\tPolitiFact Georgia cruised the APD website, which posts crime statistics. Its crime map page said murder more than doubled from 2009 through 2010. That didn&rsquo;t seem consistent with Turner&rsquo;s statement. <br />\r\n\t<br />\r\n\tWe alerted department spokesman Carlos Campos, who said they were incorrect and had them taken down from the website. (The statistics on their crime map page did not match up with federal numbers, so we accept the spokesman&rsquo;s explanation.) <br />\r\n\t<br />\r\n\tThe spokesman then directed us to the department&rsquo;s official crime tallies, known as Uniform Crime Reports. The Federal Bureau of Investigation collects these figures from police agencies across the nation. <br />\r\n\t<br />\r\n\tTurner based his statement on data for seven types of crime: murder, rape, robbery, aggravated assault, burglary, larceny and auto theft. Because these crimes are usually well-reported, experts think these statistics are a good reflection of the actual number of offenses taking place on the streets. <br />\r\n\t<br />\r\n\tWe checked the numbers and found that they confirm what Turner said. Overall crime in these categories is down 10.2 percent. &nbsp;<br />\r\n\t<br />\r\n\tCrime is down in all categories except for murder, which increased from 80 killings in 2009 to 93 in 2010. Campos said that last year was only the third time since 1963 that there were fewer than 100, and that murders are trending downward. <br />\r\n\t<br />\r\n\tThe drop in crime is part of a broader trend. While some robbery, burglary, auto theft and larceny ticked upward for a time starting in 2007, crime in Atlanta during the past decade is down about by 30 percent. <br />\r\n\t<br />\r\n\tSince 2001, murder in Atlanta is down 35 percent. Robbery declined 50 percent. <br />\r\n\t<br />\r\n\tNationally, violent crime decreased about 7.5 percent. <br />\r\n\t<br />\r\n\tAnother statistic experts use to assess crime is the number of offenses per capita. Recent census figures showed that Atlanta&rsquo;s population is far lower than estimates -- about 22 percent lower. Still, since incidents are down and the population rose slightly, crimes per capita have also declined -- though the figure is higher than previously thought. <br />\r\n\t<br />\r\n\tChief Turner was named as interim head of the APD in December 2009, shortly after Kasim Reed was elected as mayor, and won the post officially in July. He told PolitiFact Georgia that his force is more closely focused on quality-of-life issues, making arrests and enforcing traffic laws to root out more serious crime such as car thefts. &nbsp;<br />\r\n\t<br />\r\n\tThat said, the city&rsquo;s crime statistics are difficult to cross-check, experts told PolitiFact Georgia. Independent researchers or agencies don&rsquo;t typically perform separate tallies or check the quality of crime statistics. &nbsp;<br />\r\n\t<br />\r\n\tThis can be a problem, said Lou Arcangeli, a retired APD deputy chief who teachers at Georgia State University. He criticized the department earlier in the decade for posting bogus figures. <br />\r\n\t<br />\r\n\t&quot;It&rsquo;s an organization with a history of under-reporting crime,&quot; Arcangeli said. <br />\r\n\t<br />\r\n\tFor a period starting in 1999, the department failed to count about 6 percent of rape reports. In 2003, an audit found that police were unable to find about 20,000 reports from the prior year. Rapes and robberies went unreported in the late 1990s as well. <br />\r\n\t<br />\r\n\tSo we dug deeper. We looked at a 2008 Georgia Bureau of Investigation audit of the agency&rsquo;s crime statistics reporting, plus a 2010 quality assurance check. Of the nearly 170 offenses checked in the 2008 audit, the GBI found two incidents that were not reported according to FBI guidelines. Still, both checks found that the APD met federal standards. &nbsp;<br />\r\n\t<br />\r\n\tWe also contacted residents on the city&#39;s west side, which has struggled with crime.<br />\r\n\t<br />\r\n\tResidents in the West End, which pays off-duty police officers for extra security, and in the neighborhood surrounding Booker T. Washington High School, which does not, feel their streets are safer, though larcenies, car theft and prostitution persist in some areas.<br />\r\n\t<br />\r\n\t&quot;I feel much better about what we see,&quot; said Bill Cannon, head of the Booker T. Washington Community Association and Neighborhood Watch.<br />\r\n\t<br />\r\n\tAs Turner said, &quot;strictly by the numbers&quot; crime is down in Atlanta. Those numbers appear to reflect what is going on in area neighborhoods, and there is no evidence that the agency is improperly reporting its crime statistics. &nbsp;&nbsp;<br />\r\n\t<br />\r\n\tWe therefore rule Turner&rsquo;s statement True.</p>", "ruling_comments_date": "2011-04-15T13:16:13.351346", "ruling_date": "2011-04-18T06:00:00", "ruling_headline": "Atlanta police chief says despite fears, crime is down", "ruling_headline_slug": "atlanta-police-chief-says-despite-fears-crime-down", "ruling_link_text": "The numbers agree", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tThe Atlanta Journal-Constitution, &quot;Crime down, fears remain,&quot; April 4, 2011<br />\r\n\t<br />\r\n\tAtlanta Police Department, <a href=\"http://www.atlantapd.org/uniformcrimereports.aspx\">Uniform Crime Reports</a>, accessed April 5, 2011<br />\r\n\t<br />\r\n\tFederal Bureau of Investigation, <a href=\"http://www.fbi.gov/about-us/cjis/ucr/ucr\">Uniform Crime Reports</a>, accessed April 7, 2011<br />\r\n\t<br />\r\n\tGeorgia Bureau of Investigation, Atlanta Police Department Quality Assurance Review, Summary Local Agency Exit Briefing Packet, 2008<br />\r\n\t<br />\r\n\tGeorgia Bureau of Investigation, Atlanta Police Department Quality Assurance Review, 2010<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, &quot;Secret sex crime files,&quot; Feb. 24, 2011<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, &quot;Crime stats: Questions linger after Atlanta audit,&quot; Jan. 28, 1999<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, &quot;More neighborhoods paying for their own police coverage,&quot; Jan. 10, 2010<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, &quot;Three charged in deadly crime spree,&quot; Dec. 23, 2010<br />\r\n\t<br />\r\n\tInterview, Carlos Campos, spokesman, Atlanta Police Department, April 5, 2011<br />\r\n\t<br />\r\n\tInterview, Chief George Turner, Atlanta Police Department, April 6, 2011<br />\r\n\t<br />\r\n\tInterview, Lou Arcangeli, retired Atlanta Police Department deputy chief, April 6, 2011<br />\r\n\t<br />\r\n\tInterview, Robert Friedmann, professor emeritus of criminal justice, Georgia State University, April 6, 2011<br />\r\n\t<br />\r\n\tInterview, John Pavlin, chair, Public Safety Committee, West End Neighborhood Development, April 6, 2011<br />\r\n\t<br />\r\n\tInterview, Bill Cannon, president, Booker T. Washington Community Association and Neighborhood Watch, April 7, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Atlanta Chief of Police", "false_count": 0, "first_name": "George", "half_true_count": 0, "home_state": "Georgia", "id": 1153, "last_name": "Turner", "mostly_true_count": 0, "name_slug": "george-turner", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Turnermug", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1153/", "total_count": 1, "true_count": 1, "website": ""}, "statement": "<p>\r\n\t&quot;If you go strictly by the numbers, crime is down across the board. Last year we had a 10 percent decrease in the most serious crimes.&quot;</p>", "statement_context": "a newspaper article", "statement_date": "2011-04-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}], "target": [], "twitter_headline": "Do you feel safe? Atlanta's police chief says crime is down #gapolitics"}