{"art": [], "author": [{"email_address": "gemery@cox.net", "first_name": "C. Eugene", "id": 144, "last_name": "Emery Jr.", "name_slug": "c-eugene-emery", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/gene_emery80_.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/144/", "title": "PolitiFact correspondent", "twitter": null}], "canonical_url": "/rhode-island/statements/2011/apr/17/bill-fischer/same-sex-marriage-advocate-says-full-marriage-equa/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "tmurphy@providencejournal.com", "first_name": "Tim", "id": 145, "last_name": "Murphy", "name_slug": "tim-murphy", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/tim_murphy2_80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/145/", "title": "Editor", "twitter": null}], "facebook_headline": null, "id": 3597, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "gemery@cox.net", "first_name": "C. Eugene", "id": 144, "last_name": "Emery Jr.", "name_slug": "c-eugene-emery", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/gene_emery80_.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/144/", "title": "PolitiFact correspondent", "twitter": null}], "resource_uri": "/api/v/2/statement/3597/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tIn the debate over same-sex marriage, proponents have argued that proposals to create civil unions and other arrangements to mimic marriage are unacceptable. They contend that such measures fail to provide for the same rights and benefits received by couples in traditional marriage.<br />\r\n\t<br />\r\n\tOne such proposal, which would allow any two unmarried persons in Rhode Island to establish &quot;reciprocal beneficiary agreements&quot; received a hearing before the House Judiciary Committee April 5.<br />\r\n\t<br />\r\n\tBill Fischer, spokesman for the advocacy group Marriage Equality Rhode Island, said in an interview with The Journal that the proposal wouldn&#39;t come close to providing the full benefits of marriage to gay couples. And, he said, there are <em>lots</em> of benefits.<br />\r\n\t<br />\r\n\t&quot;We&#39;ve been asked a lot lately regarding full marriage versus civil union versus reciprocal benefits, what it actually means. And I think it&rsquo;s important to note [that] reciprocal benefits would provide same-sex couples with approximately 15 rights, civil unions with about 600 rights, and full marriage equality with about 1,700 rights. There is a real distinction in approach,&quot; he said.<br />\r\n\t<br />\r\n\tSupporters of same-sex marriage often cite a large number of federal rights -- usually 1,100 or so -- that they say are denied to same-sex couples because gay marriage is not recognized under federal law.<br />\r\n\t<br />\r\n\tMany examples are substantive and well-documented. Gay couples lose out on Social Security, Medicare, Medicaid and veterans benefits that would normally go to a spouse. They can&#39;t transfer property between themselves without possibly incurring a tax penalty, a concern married couples don&#39;t face.<br />\r\n\t<br />\r\n\tThey aren&#39;t protected by the COBRA law or the Family Medical Leave Act the way the spouse of an unemployed person is. Death benefits don&#39;t automatically go to the partner in a gay marriage the way they go to a widow or widower.<br />\r\n\t<br />\r\n\tBut when we heard Fischer cite the 1,700 figure, we wanted to know if there really are 1,700 rights to be gained by being married.<br />\r\n\t<br />\r\n\tSo we asked for the list.<br />\r\n\t<br />\r\n\tHe said it was the combination of about 600 state and roughly 1,100 federal rights denied to gay couples in Rhode Island. To prove it, he sent us three documents.<br />\r\n\t<br />\r\n\tThe first was <a href=\"http://www.gao.gov/archive/1997/og97016.pdf\">a 1997 report</a> from the U.S. General Accounting Office that, in the wake of the Defense of Marriage Act of 1996, identified &quot;1,049 federal laws classified to the United States Code in which marital status is a factor.&quot;<br />\r\n\t<br />\r\n\tGiven the number of times the 1,100 number has been tossed around, we expected to see a specific analysis of each law cited, or at least some indication of what &quot;right&quot; was at stake.<br />\r\n\t<br />\r\n\tInstead, we were surprised to discover that the GAO had simply done a <a href=\"http://www.gpoaccess.gov/uscode/browse.html\">search of the U.S. Code</a> to identify laws that use words or word fragments like &quot;marr&quot; (for marriage), &quot;spouse,&quot; &quot;widow&quot; or &quot;survivor.&quot;<br />\r\n\t<br />\r\n\tIn fact, the report itself cautions that &quot;some of these laws may not directly create benefits, rights, or privileges.&quot; It also warns that &quot;no conclusions can be drawn &hellip; concerning the effect of the law on married people versus single people. A particular law may create either advantages or disadvantages for those who are married, or may apply to both married and single people.&quot;<br />\r\n\t<br />\r\n\tThe second document was <a href=\"http://www.gao.gov/new.items/d04353r.pdf\">a 2004 update</a> to that GAO report, which used the same methodology. The new tally: 1,138.<br />\r\n\t<br />\r\n\tSo already, given the GAO&rsquo;s methodology and multiple caveats, we were skeptical. But we decided to examine a sample of the laws the GAO identified.<br />\r\n\t<br />\r\n\tFor this item, we are loosely defining &quot;rights&quot; to include benefits and privileges that people enjoy as a result of a law.<br />\r\n\t<br />\r\n\tWe looked at 35 laws -- particularly the ones where their titles made us wonder whether the statute offered a real right, benefit or privilege for being hitched. We discovered that the GAO&#39;s cautionary language was well warranted.<br />\r\n\t<br />\r\n\tIn most of the cases, 26 of the 35, the language, by our reading, does in fact give rights to people who are married, although some of the rights were pretty obscure:<br />\r\n\t<br />\r\n\t* <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/usc.cgi?ACTION=RETRIEVE&amp;FILE=$$xa$$busc2.wais&amp;start=2436208&amp;SIZE=11853&amp;TYPE=TEXT\">A section of Title 2, Chapter 16</a> gives surviving spouses of current, past or future members of the U.S. House of Representatives, and other officials, the right to ask for an advisory opinion from the House Commission on Congressional Mailing Standards.<br />\r\n\t<br />\r\n\t* <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/usc.cgi?ACTION=RETRIEVE&amp;FILE=$$xa$$busc15.wais&amp;start=6660222&amp;SIZE=18869&amp;TYPE=TEXT\">Title 15, Chapter 22</a>, which deals with federal trademark law, does not allow anyone to trademark of the portrait of a deceased U.S. president as long as his widow survives, unless the former first lady gives permission.<br />\r\n\t<br />\r\n\tOn the other hand, our spot check identified three laws that limited the rights of married people. For example, when considering eligibility for free or reduced-price school lunches, the government must, <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/usc.cgi?ACTION=RETRIEVE&amp;FILE=$$xa$$busc42.pt1.wais&amp;start=25045892&amp;SIZE=116945&amp;TYPE=TEXT\">under Title 42, Chapter 13</a>, consider the income of the spouse, if there is one.<br />\r\n\t<br />\r\n\tAnd six statutes, even if they mentioned marriage or spouses, didn&rsquo;t seem to deny rights or benefits. Some examples:<br />\r\n\t<br />\r\n\t* A section under <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/usc.cgi?ACTION=RETRIEVE&amp;FILE=$$xa$$busc42.pt1.wais&amp;start=12426448&amp;SIZE=5289&amp;TYPE=TEXT\">Title 42, Chapter 7</a>, which outlines that an abstinence education program should teach, among other things, that &quot;abstinence from sexual activity outside marriage [is] . . . the expected standard for all school age children.&quot;<br />\r\n\t<br />\r\n\t* The section under <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/usc.cgi?ACTION=RETRIEVE&amp;FILE=$$xa$$busc8.wais&amp;start=1705948&amp;SIZE=14119&amp;TYPE=TEXT\">the immigration section of Title 8</a>, which allows immigration officers to record whether a U.S. resident is married or single when they leave the United States via the border with Canada or Mexico. The provision also allows for the recording of whether the person can read or write, their occupation and other facts.<br />\r\n\t<br />\r\n\tNext, we turned to the third document supplied by Fischer: a listing prepared by Karen Loewy, a senior staff attorney at GLAD, Gay &amp; Lesbian Advocates &amp; Defenders, citing 669 provisions in <a href=\"http://www.rilin.state.ri.us/Statutes/Statutes.html\">Rhode Island law</a> and court rules.<br />\r\n\t<br />\r\n\tHere again, the list was compiled by searching for key words; in this case, the phrase &quot;next of kin&quot; and 16 marriage-related words. This time we randomly selected 10 items to check and applied the same standard.<br />\r\n\t<br />\r\n\tFive appeared to offer no special benefits to married couples. One law says there is <a href=\"http://www.rilin.state.ri.us/Statutes/TITLE40/40-11/40-11-11.HTM\">no right of patient confidentiality</a> in suspected cases of child abuse or neglect. A second requires the state registrar of vital records to <a href=\"http://www.rilin.state.ri.us/Statutes/TITLE23/23-3/23-3-5.HTM\">send copies of marriage certificates</a> to municipal clerks before the 10th day of the month.<br />\r\n\t<br />\r\n\tA third outlines <a href=\"http://www.rilin.state.ri.us/Statutes/TITLE33/33-13/33-13-20.HTM\">how people can recover money</a> from claims made in probate proceedings, and a fourth <a href=\"http://www.rilin.state.ri.us/Statutes/TITLE15/15-13/15-13-3.2.HTM\">prohibits the sale, foreclosure or transfer of property in divorce proceedings</a> without court approval if a child is receiving public assistance.<br />\r\n\t<br />\r\n\tThe fifth law <a href=\"http://www.rilin.state.ri.us/Statutes/TITLE15/15-5/15-5-6.HTM\">wasn&#39;t even a law</a> at all. It had been repealed. It was included in the list because it had the word &quot;divorce&quot; in the original title.<br />\r\n\t<br />\r\n\tSo out of the 45 federal and state laws we examined, 31 clearly offer a benefit for someone who is married. But under 3 other laws, a married person may actually face a disadvantage. And in the remaining 11 cases, it doesn&#39;t appear that the distinction affects people&#39;s rights at all, a fact the GAO itself acknowledged when listing federal statutes.<br />\r\n\t<br />\r\n\tWhen we informed Fischer about what we were finding, he referred us to Loewy, who said: &quot;In every one of these statutes there&#39;s an equal protection violation.&quot;<br />\r\n\t<br />\r\n\tFor example, the federal abstinence eduction program that talks only about traditional married couples could be jarring to the children of same-sex couples, she said. The fact that immigration officials aren&#39;t recognizing same-sex couples on a form (as they would traditional married couples) constitutes a difference in treatment.<br />\r\n\t<br />\r\n\tIn fact, Loewy said, the laws that impose restrictions on the spouses in a traditional marriage also reflect a denial of rights to same-sex couples.<br />\r\n\t<br />\r\n\tWe disagree. To assert that any law referring to &quot;marriage&quot; or &quot;spouse&quot; or &quot;divorce&quot; or a comparable term marks a point of discrimination and, as a result, warrants inclusion on the list strikes us as a stretch.<br />\r\n\t<br />\r\n\tIf gay marriage proponents simply stated that marriage-related terms appear in 1,700 (or even 1,807) sections of state and federal law, there wouldn&#39;t be any debate. Instead, they cite each reference to marriage, spouse or a similar term as an example of a right denied to a gay couple.<br />\r\n\t<br />\r\n\tFischer, in his defense, points out that he spoke of &quot;about 1,700 rights,&quot; leaving him some wiggle room, since we checked only a fraction of the statutes. But because we could validate only 31 of the 45 items we did check, that suggests the number of lost rights could be significantly less than 1,700.<br />\r\n\t<br />\r\n\tClearly, couples in a traditional marriage have benefits -- both significant and obscure -- that same-sex couples in a civil union or other arrangement do not. And even our spot-check of 45 statutes confirmed that in the majority of laws we checked.<br />\r\n\t<br />\r\n\tBut when numbers like these are thrown around, we expect advocates to have more to back them up than a rudimentary word search that fails to say what right or benefit might be at stake.<br />\r\n\t<br />\r\n\tThe assertion that federal law denies gay couples 1,100 federal and 600 state rights has not been proven because the technique used to reach the claim produced an unreliable total.<br />\r\n\t<br />\r\n\tFor that reason, we rate Fischer&#39;s claim <a href=\"http://www.politifact.com/rhode-island/about/\">Barely True</a>.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2011-04-15T14:02:57.747831", "ruling_date": "2011-04-17T00:01:00", "ruling_headline": "Same-sex marriage advocate says full marriage equality offers 1,700 rights", "ruling_headline_slug": "same-sex-marriage-advocate-says-full-marriage-equa", "ruling_link_text": "Is the mere mention of marriage a right denied?", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tInterviews and emails, Bill Fischer, spokesman, April 6, 8, and 11, 2011<br />\r\n\t<br />\r\n\tGAO.gov, &quot;<a href=\"http://www.gao.gov/archive/1997/og97016.pdf\">GAO/OGC-97-16 Defense of Marriage Act</a>,&quot; General Accounting Office, Jan. 31, 1997, accessed April 6, 2011<br />\r\n\t<br />\r\n\tGAO.gov, &quot;<a href=\"http://www.gao.gov/new.items/d04353r.pdf\">GAO-04-353R Defense of Marriage Act: Update to Prior Report</a>,&quot; General Accounting Office, Jan. 23, 2004, accessed April 6, 2011<br />\r\n\t<br />\r\n\tGPOaccess.gov, &quot;<a href=\"http://frwebgate.access.gpo.gov/cgi-bin/usc.cgi?ACTION=RETRIEVE&amp;FILE=$$xa$$busc2.wais&amp;start=2436208&amp;SIZE=11853&amp;TYPE=TEXT\">United States Code, Title 2, Chapter 16, Sec. 501. House Commission on Congressional Mailing Standards</a>,&quot; accessed April 7, 2011<br />\r\n\t<br />\r\n\tGPOaccess.gov, &quot;<a href=\"http://frwebgate.access.gpo.gov/cgi-bin/usc.cgi?ACTION=RETRIEVE&amp;FILE=$$xa$$busc15.wais&amp;start=6660222&amp;SIZE=18869&amp;TYPE=TEXT\">United States Code, Title 15, Chapter 22, Subchapter I, Section 1052. Trademarks registrable on principal register; concurrent registration</a>,&quot; accessed April 7, 2011<br />\r\n\t<br />\r\n\tGPOaccess.gov, &quot;<a href=\"http://frwebgate.access.gpo.gov/cgi-bin/usc.cgi?ACTION=RETRIEVE&amp;FILE=$$xa$$busc8.wais&amp;start=3166316&amp;SIZE=2874&amp;TYPE=TEXT\">United States Code, Title 8, Chapter 12, Subchapter III, Part II, Sec. 1444. Photographs; number</a>,&quot; accessed April 6, 2011<br />\r\n\t<br />\r\n\tGPOaccess.gov, &quot;<a href=\"http://frwebgate.access.gpo.gov/cgi-bin/usc.cgi?ACTION=RETRIEVE&amp;FILE=$$xa$$busc46.wais&amp;start=1169622&amp;SIZE=4424&amp;TYPE=TEXT\">United States Code, Title 46, Subtitle II, Part G, Chapter 113, Section 11301. Logbook and entry requirements</a>,&quot; accessed April 7, 2011<br />\r\n\t<br />\r\n\tGPOaccess.gov, &quot;<a href=\"http://frwebgate.access.gpo.gov/cgi-bin/usc.cgi?ACTION=RETRIEVE&amp;FILE=$$xa$$busc42.pt1.wais&amp;start=12426448&amp;SIZE=5289&amp;TYPE=TEXT\">United States Code, Title 42, Chapter 7, Subchapter V, Sec. 710. Separate program for abstinence education</a>,&quot; April 6, 2011<br />\r\n\t<br />\r\n\tGPOaccess.gov, &quot;<a href=\"http://frwebgate.access.gpo.gov/cgi-bin/usc.cgi?ACTION=RETRIEVE&amp;FILE=$$xa$$busc2.wais&amp;start=1297693&amp;SIZE=3687&amp;TYPE=TEXT\">United States Code, Title 2, Chapter 4, Sec. 121b. Senate Beauty Shop</a>,&quot; accessed April 7, 2011<br />\r\n\t<br />\r\n\tGPOaccess.gov, &quot;<a href=\"http://frwebgate.access.gpo.gov/cgi-bin/usc.cgi?ACTION=RETRIEVE&amp;FILE=$$xa$$busc8.wais&amp;start=1705948&amp;SIZE=14119&amp;TYPE=TEXT\">United States Code, Title 8, Chapter 12, Subchapter II, Part IV, Sec. 1221. Lists of alien and citizen passengers arriving and departing</a>,&quot; accessed April 7, 2011<br />\r\n\t<br />\r\n\tGPOaccess.gov, &quot;<a href=\"http://frwebgate.access.gpo.gov/cgi-bin/usc.cgi?ACTION=RETRIEVE&amp;FILE=$$xa$$busc50.wais&amp;start=1313013&amp;SIZE=232884&amp;TYPE=TEXT\">United States Code, Title 50, Chapter 15, Subchapter VI, Sec. 435. Procedures</a>,&quot; accessed April 7, 2011<br />\r\n\t<br />\r\n\tGPOaccess.gov, &quot;<a href=\"http://frwebgate.access.gpo.gov/cgi-bin/usc.cgi?ACTION=RETRIEVE&amp;FILE=$$xa$$busc42.pt1.wais&amp;start=25045892&amp;SIZE=116945&amp;TYPE=TEXT\">United States Code, Title 42, Chapter 13, Sec. 1766. Child and adult care food program</a>,&quot; accessed April 7, 2011<br />\r\n\t<br />\r\n\tGPOaccess.gov, &quot;<a href=\"http://frwebgate.access.gpo.gov/cgi-bin/usc.cgi?ACTION=RETRIEVE&amp;FILE=$$xa$$busc2.wais&amp;start=1928579&amp;SIZE=5224&amp;TYPE=TEXT\">United States Code, Title 2, Chapter 11, Sec. 352. Membership</a>,&quot; accessed April 7, 2011<br />\r\n\t<br />\r\n\tGPOaccess.gov, &quot;<a href=\"http://frwebgate.access.gpo.gov/cgi-bin/usc.cgi?ACTION=RETRIEVE&amp;FILE=$$xa$$busc33.wais&amp;start=1968607&amp;SIZE=5347&amp;TYPE=TEXT\">United States Code, Title 33, Chapter 18, Sec. 940. Deputy Commissioners</a>,&quot; accessed April 7, 2011<br />\r\n\t<br />\r\n\tRILIN.state.ri.us, &quot;<a href=\"http://www.rilin.state.ri.us/Statutes/TITLE40/40-11/40-11-11.HTM\">Abused and Neglected Children, Section 40-11-11</a>,&quot; accessed April 8, 2011<br />\r\n\t<br />\r\n\tRILIN.state.ri.us, &quot;<a href=\"http://www.rilin.state.ri.us/Statutes/TITLE23/23-3/23-3-5.HTM\">Vital Records, Section 23-3-5</a>,&quot; accessed April 8, 2011<br />\r\n\t<br />\r\n\tRILIN.state.ri.us, &quot;<a href=\"http://www.rilin.state.ri.us/Statutes/TITLE33/33-13/33-13-20.HTM\">Legacies, Devises, and Inheritance, Section 33-13-20</a>,&quot; accessed April 8, 2011<br />\r\n\t<br />\r\n\tRILIN.state.ri.us, &quot;<a href=\"http://www.rilin.state.ri.us/Statutes/TITLE15/15-13/15-13-3.2.HTM\">Divorce or Separation Proceedings - Support for Children Receiving Public Assistance, Section 15-13-3.2</a>,&quot; accessed April 8, 2011<br />\r\n\t<br />\r\n\tRILIN.state.ri.us, &quot;<a href=\"http://www.rilin.state.ri.us/Statutes/TITLE15/15-5/15-5-6.HTM\">Divorce and Separation, Section 15-5-6</a>,&quot; accessed April 8, 2011<br />\r\n\t<br />\r\n\tInterview, Karen Loewy, senior staff attorney, Gay &amp; Lesbian Advocates &amp; Defenders, April 11, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "lobbyist and spokesman for Marriage Equality Rhode Island", "false_count": 0, "first_name": "Bill", "half_true_count": 0, "home_state": "Rhode Island", "id": 1151, "last_name": "Fischer", "mostly_true_count": 0, "name_slug": "bill-fischer", "pants_count": 0, "party": {"id": 15, "party": "Newsmaker", "party_slug": "newsmaker", "resource_uri": "/api/v/2/party/15/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/bill_fischer.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1151/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\t&quot;Full marriage equality [would provide same-sex couples] with about 1,700 rights.&quot;</p>", "statement_context": "a Providence Journal story", "statement_date": "2011-04-05", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 117, "photo": null, "resource_uri": "/api/v/2/subject/117/", "subject": "Civil Rights", "subject_slug": "civil-rights", "used_in_edition": []}, {"description": "", "id": 118, "photo": null, "resource_uri": "/api/v/2/subject/118/", "subject": "Gays and Lesbians", "subject_slug": "gays-and-lesbians", "used_in_edition": []}, {"description": "", "id": 134, "photo": null, "resource_uri": "/api/v/2/subject/134/", "subject": "Marriage", "subject_slug": "marriage", "used_in_edition": []}], "target": [], "twitter_headline": ""}