{"art": [], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2011/apr/18/jim-keffer/texas-rep-jim-keffer-says-cancer-and-related-issue/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "bbell@statesman.com", "first_name": "Brenda", "id": 267, "last_name": "Bell", "name_slug": "brenda-bell", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/267/", "title": "Projects Editor", "twitter": null}, {"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 3605, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/3605/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>Opposing a proposal to reduce the amount of money that the state puts toward cancer research, Republican state Rep. Jim Keffer of Eastland focused on the financial impact the disease has on Texans.</p>\r\n\r\n<p>Addressing the measure&rsquo;s author, GOP Rep. Rob Orr of Burleson, Keffer said in House debate April 3: &quot;Do you know &hellip; that the costs of cancer and all affiliated issues are over $20 billion a year to this state? So that is the reason that this is such a great program. We are having successes, and, really, to tamper with or harm it now &hellip; it&rsquo;d be detrimental.&quot;</p>\r\n\r\n<p>We wondered whether Keffer was right about cancer costs to Texas.</p>\r\n\r\n<p>First, some background: In 2007, with the backing of Gov. Rick Perry and bicycling superstar and cancer survivor Lance Armstrong, the Legislature voted to ask Texans to approve the sale of $3 billion in bonds over 10 years to finance cancer research grants. Voters gave the OK that fall, and the Cancer Prevention and Research Institute of Texas was created to dole out the money.</p>\r\n\r\n<p>Orr&rsquo;s 2011 measure, which the House rejected, would have reduced the annual sale of the cancer bonds by one-third over the next biennium.</p>\r\n\r\n<p>In response to our inquiry, Keffer&rsquo;s chief of staff, Ky Ash, told us that the $20 billion cost statistic was a reference to May 2007 testimony by consultant and lobbyist Billy Hamilton, a former deputy state comptroller, before the Senate Health and Human Services Committee. During that hearing, which we reviewed online, Hamilton said he was not speaking for any group or agency in addressing &quot;the financial aspects&quot; of cancer in Texas.</p>\r\n\r\n<p>He pointed to a 2001 study commissioned by the Texas Comprehensive Cancer Control Coalition, a public-private group that is now known as the Cancer Alliance of Texas, and conducted by a research team led by David Warner, a professor of health and social policy at the University of Texas&rsquo; LBJ School of Public Affairs. The study estimated the total economic impact of cancer on Texas in 1998 as about $14 billion.</p>\r\n\r\n<p>According to the study, about $5 billion of the total represented &quot;direct costs,&quot; including hospitalization and other treatments, cancer screenings and medications, plus spending on research and other cancer-related programs by state agencies, nonprofit groups and private foundations.</p>\r\n\r\n<p>The remaining $9 billion reflected &quot;indirect costs&quot; &mdash; in this case, the value of the economic activity lost because someone was sick with or died from cancer. For example, the researchers estimated how much income and other economic benefits people who died of cancer in 1998 would have produced had they lived to their age group&rsquo;s average life expectancy.</p>\r\n\r\n<p>So, Hamilton testified, the $14 billion total included numerous costs &mdash; including to the government, to families, in lost wages and in insurance &mdash; &quot;rolled together.&quot; He then told the senators that he had drawn on the study to make a conservative estimate for the cost of cancer in Texas in 2008: &quot;just under $30 billion.&quot;</p>\r\n\r\n<p>Noted: That&rsquo;s quite a bit greater than Keffer&rsquo;s aired figure.</p>\r\n\r\n<p>In an e-mail, Hamilton told us that he no longer has the original information that supported his analysis, but he said he reached his estimate by updating the 2001 figure using newer data on cancer incidence in Texas, plus demographic and economic figures and information on cancer costs.</p>\r\n\r\n<p>Hamilton said he believed his estimate was conservative because his price assumptions were closer to the general inflation rate than the increase in the costs of medical care, which is greater.</p>\r\n\r\n<p>Next, we looked for other research on the costs of cancer in Texas.</p>\r\n\r\n<p>Christine Mann, an assistant press officer at the Texas Department of State Health Services, pointed us to an analysis conducted by researchers at the University of Texas Medical Branch at Galveston. It put the 2007 cost number at about $22 billion: $10 billion in direct costs and $12 billion in indirect costs.</p>\r\n\r\n<p>The March 2009 report, commissioned by the Texas Cancer Registry, says the researchers&rsquo; methodology combined an adaptation of a recently published National Cancer Institute approach with methods used by the LBJ School&rsquo;s Warner in 2001. From 1998 to 2007, the more recent report says, the cost of cancer in Texas increased for several reasons, including an increase in the number of older Texans, rising health care costs and more expensive treatments.</p>\r\n\r\n<p>For information about cancer trends in Texas, we turned to the Texas Cancer Registry, a collaboration between the Texas Department of State Health Services, the federal Centers for Disease Control and Prevention, and the Cancer Prevention and Research Institute of Texas. A February 2010 report says that although cancer rates (the number of new cases per 100,000 people) have been declining in recent years, the number of new cancer cases has been rising because of &quot;the increasing size and aging of the Texas population.&quot;</p>\r\n\r\n<p>According to the Cancer Registry, there were 95,607 new cancer cases in Texas in 2007, the most recent data available. That&rsquo;s an increase of 3.6 percent from the year before.</p>\r\n\r\n<p>Finally, we found an analysis of the 2010 costs of cancer in the state. Done by the Perryman Group, a Waco-based economic analysis firm, the report updates the direct and indirect cost estimate to about $25.3 billion.</p>\r\n\r\n<p>However, the report, conducted for the Cancer Prevention and Research Institute of Texas, says Perryman&nbsp; &quot;developed a more comprehensive measure of the cost of cancer in terms of Texas business activity,&quot; including both losses stemming from treatment, illness and death &mdash; as the earlier studies measured &mdash; and &quot;spillover effects,&quot; which it considers &quot;further reductions in business activity.&quot;</p>\r\n\r\n<p>Those additional reductions push estimated Texas economic losses to more than $150 billion and nearly 700,000 jobs, the Perryman report says.</p>\r\n\r\n<p>Finally, we looked for national expertise on the costs of cancer at the state level, finding none.</p>\r\n\r\n<p>Summing up: Keffer claimed that cancer and its related issues cost Texas upwards of $20 billion a year. Most of that figure is pegged to indirect costs. That said, the most recent research we found consistently pegged the total annual cost at considerably more than $20 billion.</p>\r\n\r\n<p>We rate Keffer&rsquo;s statement True.</p>\r\n", "ruling_comments_date": "2011-04-17T15:43:35.949127", "ruling_date": "2011-04-18T06:00:00", "ruling_headline": "Texas Rep. Jim Keffer says costs of cancer and related issues are over $20 billion a year in Texas", "ruling_headline_slug": "texas-rep-jim-keffer-says-cancer-and-related-issue", "ruling_link_text": "Research supports representative's figure", "ruling_state": null, "source_documents": null, "sources": "<p>Texas House, <a href=\"http://www.house.state.tx.us/video-audio/chamber/\">video</a> of debate, see April 3, 2011 at 2:14 mark</p>\r\n\r\n<p>Texas House Journal for <a href=\"http://www.journals.house.state.tx.us/hjrnl/82r/pdf/82RDAY47FINAL.PDF#page=26\">April 3</a>, 2011, see Amendment No. 234</p>\r\n\r\n<p>Austin American-Statesman, &quot;<a href=\"http://www.statesman.com/blogs/content/shared-gen/blogs/austin/politics/entries/2011/04/03/cancer_research_money_protecte.html?cxntfid=blogs_postcards\">Cancer research money protected</a>,&quot; April 3, 2011</p>\r\n\r\n<p>Austin American-Statesman, &quot;<a href=\"http://www.statesman.com/region/content/region/legislature/stories/11/07/1107cancerbonds.html\">Cancer research bonds pass easily</a>,&quot; Nov. 7, 2007</p>\r\n\r\n<p>Cancer Prevention and Research Institute of Texas, website, &quot;<a href=\"http://www.cprit.state.tx.us/about-cprit/\">About CPRIT</a>&quot;</p>\r\n\r\n<p><a href=\"http://alt.coxnewsweb.com/statesman/politifact/041711_ashemail.html\">Email</a> (excerpt) from Ky Ash, chief of staff to Rep. Jim Keffer, April 4, 2011</p>\r\n\r\n<p>Billy Hamilton, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/041711_hamiltontestimony.doc\">written testimony</a> to Senate Health and Human Services Committee, May 10, 2007</p>\r\n\r\n<p>Texas Senate, <a href=\"http://www.senate.state.tx.us/avarchive/?yr=2007&amp;lim=100\">video</a>, see Health and Human Services Committee hearing Part 1, May 10, 2007, see 39:00 mark</p>\r\n\r\n<p>LBJ School of Public Affairs and the Texas Health Care Information Council, &quot;<a href=\"http://alt.coxnewsweb.com/statesman/politifact/041711_cancercoststudyLBJ.pdf\">The Cost of Cancer in Texas</a>,&quot; December 2001</p>\r\n\r\n<p><a href=\"http://alt.coxnewsweb.com/statesman/politifact/041711_hamiltonemails.html\">Email</a> (excerpts) from Billy Hamilton, April 8 and 13, 2011</p>\r\n\r\n<p>Interview with Christine Mann, assistant press officer, Texas Department of State Health Services, April 7, 2011</p>\r\n\r\n<p>University of Texas Medical Branch at Galveston, &quot;<a href=\"http://alt.coxnewsweb.com/statesman/politifact/041711_cancercoststudyUTMB2007.pdf\">The Cost of Cancer in Texas, 2007</a>,&quot; March 2009&#39;</p>\r\n\r\n<p>Texas Cancer Registry, Texas Department of States Health Services, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/041711_texascancertrends.xls\">cancer trend data</a>, received April 15, 2011</p>\r\n\r\n<p>Perryman Group, &quot;<a href=\"http://alt.coxnewsweb.com/statesman/politifact/041711_cancercoststudyperryman.pdf\">A War Worth Waging: An Economic Assessment of the Cost of Cancer in Texas and the Benefits of the Cancer Prevention and Research Institute of Texas and its Programs</a>,&quot; December 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "President-EBAA Iron Sales, Inc.", "false_count": 0, "first_name": "Jim", "half_true_count": 0, "home_state": "Texas", "id": 1159, "last_name": "Keffer", "mostly_true_count": 0, "name_slug": "jim-keffer", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/keffer_photo.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1159/", "total_count": 1, "true_count": 1, "website": "http://www.house.state.tx.us/members/member-page/?district=60"}, "statement": "<p>&quot;The costs of cancer and all affiliated issues are over $20 billion a year to this state.&quot;</p>\r\n", "statement_context": "House floor remarks", "statement_date": "2011-04-03", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}