{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/apr/18/reince-priebus/reince-priebus-says-americans-pay-more-taxes-groce/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 3606, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/3606/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tA reader sent us a fundraising e-mail sent to supporters by Republican National Committee chairman Reince Priebus on April 14, 2011, just days before federal taxes were due. In it, Priebus offered a striking statistic.<br />\r\n\t<br />\r\n\t&quot;The tax hikes President Obama wants will only fuel Washington&#39;s addiction to spending rather than help curb it,&quot; he wrote. &quot;More importantly, they will hurt one of the strongest engines of growth and job creation in our economy: small businesses. And they will harm middle-class families by taking more money from their pockets at a time when Americans need every dime to cover their expenses. In fact, according to the Tax Foundation, Americans will pay more in taxes in 2011 than they will spend on food, clothing and housing combined -- and it&#39;s still not enough for Barack Obama.&quot;<br />\r\n\t<br />\r\n\tThe reader wondered whether it was really true that &quot;Americans will pay more in taxes in 2011 than they will spend on groceries, clothing and shelter combined.&quot; So we decided to look into it.<br />\r\n\t<br />\r\n\tBefore we checked with the Tax Foundation, the source Priebus cited, we did our own math.<br />\r\n\t<br />\r\n\tFirst, we&rsquo;ll note that no one -- including Priebus -- knows for sure how Americans will allocate their money in 2011, since more than half the year hasn&rsquo;t happened yet. The best we can do is extrapolate from previous years. Given the data available, the last year for which we can do it accurately is 2009.<br />\r\n\t<br />\r\n\tWe began by measuring expenditures on groceries, clothing and shelter. For this, we turned to statistics collected by the Bureau of Economic Analysis, an office within the U.S. Commerce Department. In a data series known as National Income and Product Accounts, the bureau tracks how Americans spend their income.<br />\r\n\t<br />\r\n\tFor 2009, Americans <a href=\"http://www.bea.gov/national/nipaweb/TableView.asp?SelectedTable=70&amp;Freq=Year&amp;FirstYear=2008&amp;LastYear=2009\">spent</a> almost $778 billion for food and beverages consumed at home. For clothing, the figure is $322 billion, and for housing, it&rsquo;s $1.582 trillion. Total expenditures: $2.682 trillion.<br />\r\n\t<br />\r\n\tFor taxes paid, we had to look in two places. The amount of federal taxes paid is included in the historical tables for the president&rsquo;s fiscal year 2012 budget proposal. In 2009, the federal government <a href=\"http://www.whitehouse.gov/sites/default/files/omb/budget/fy2012/assets/hist02z1.xls\">took in</a> $2.105 trillion in revenues.<br />\r\n\t<br />\r\n\tAs for the states and localities, the Tax Foundation <a href=\"http://taxfoundation.org/files/sr189.pdf\">found</a> a total of $1.282 trillion in taxes collected.<br />\r\n\t<br />\r\n\tAdd both of these tax categories together and you get $3.387 trillion in taxes. So in 2009, Americans did indeed pay more in taxes than they did for food, clothing or shelter. By that calculation, Priebus is correct, as is the Tax Foundation, the source of his information. (It would have been closer if Priebus had said &quot;food&quot; rather than groceries, since Americans spent an additional $513 billion for food in restaurants. But he didn&rsquo;t.)<br />\r\n\t<br />\r\n\tSome economists, however, say this is not the only way to calculate it.<br />\r\n\t<br />\r\n\tThe Tax Foundation calculation shows that the average American pays more for taxes than for food, clothing and shelter. But there are wide variations in what individual Americans pay.<br />\r\n\t<br />\r\n\t<a href=\"http://www.taxpolicycenter.org/numbers/displayatab.cfm?Docid=2417&amp;DocTypeID=1\">One chart</a> published by the Urban Institute-Brookings Institution Tax Policy Center shows what percentage of income is paid in taxes by Americans of different income levels. There are wide differences.<br />\r\n\t<br />\r\n\tHouseholds with less than $10,000 in annual income actually get a small amount of money back from the federal government, often through the Earned Income Tax Credit, a refundable federal income tax credit for low to moderate income working individuals and families. For Americans with incomes between $10,000 and $20,000, only three-tenths of 1 percent of income goes toward taxes. For those between $20,000 and $30,000, less than 6 percent went to taxes. And for those between $30,000 and $40,000 in income, less than 11 percent is spent on federal taxes.<br />\r\n\t<br />\r\n\tNow let&rsquo;s compare that to patterns of spending. According to the <a href=\"http://www.bea.gov/national/nipaweb/TableView.asp?SelectedTable=70&amp;Freq=Year&amp;FirstYear=2008&amp;LastYear=2009\">Bureau of Economic Analysis</a>, for taxpayers of all incomes, groceries accounted for about 8 percent of personal consumption expenditures in 2009, while clothing accounted for 3 percent and housing accounted for 16 percent. Combined, that&rsquo;s 27 percent. Meanwhile, &quot;Personal consumption expenditures&quot; accounted for about 89 percent of total personal income. So food, clothing and housing probably account for roughly 25 percent of personal income.<br />\r\n\t<br />\r\n\tWhile we couldn&rsquo;t find these statistics for different income classes, lower-income Americans would probably spend a larger percentage of their incomes on these items, since these are necessities, and they have less overall to spend.<br />\r\n\t<br />\r\n\tSo, for those toward the the bottom of the income scale, the tax burden -- even when adjusted for state and local taxes -- is probably less than 20 percent, while spending on food, clothing and shelter probably accounts for 25 percent or more.<br />\r\n\t<br />\r\n\tBy contrast, the higher you go up the income ladder, the more accurate Priebus&rsquo; claim becomes. Those with incomes between $100,000 and $200,000 pay 20 percent of their income in federal taxes. Between $200,000 and $500,000, it&rsquo;s 23 percent, and between $500,000 and $1 million, it&rsquo;s 25 percent. And for those over $1 million, it&rsquo;s 27 percent. Add in state and local taxes and these percentages climb even higher. Meanwhile, the percentage spent on necessities is probably lower than 25 percent.<br />\r\n\t<br />\r\n\tSo, many people within these upper-income groups do likely pay more in taxes than in food, clothing and shelter.<br />\r\n\t<br />\r\n\tThe difference is that, <a href=\"http://www.taxpolicycenter.org/numbers/displayatab.cfm?Docid=2418\">according to the Tax Policy Center</a>, these upper-income groups account for a smaller share of the population.<br />\r\n\t<br />\r\n\tApproximately 44 percent of Americans have annual cash incomes at $40,000 or below -- the first category we looked at, in which people likely pay more in food, clothing and shelter than in taxes. By contrast, about 22 percent of Americans have annual cash incomes of at least $100,000, a level at which the tax burden likely outpaces food, clothing and shelter.<br />\r\n\t<br />\r\n\tSo while a substantial minority of Americans probably does pay more for taxes, the numbers suggest that there are more Americans whose food, clothing and shelter expenses exceed their tax burden.<br />\r\n\t<br />\r\n\tThis doesn&rsquo;t mean that the Tax Foundation calculation is not useful. Kail Padgitt, a staff economist for the Tax Foundation, notes that the study &quot;is purposefully designed to take an aggregate look at the overall tax burden of the country, not any one individual person.&quot; Among other things, the way the Tax Foundation calculates it is helpful for studying changes in the tax burden over time, and in comparing the United States&rsquo; tax burden to that of other countries.<br />\r\n\t<br />\r\n\tJ.D. Foster, an economist with the conservative Heritage Foundation, calls the dispute &quot;an age-old running battle.&quot; He said &quot;The Tax Foundation is using averages. The purpose of averages is to summarize information.&quot;<br />\r\n\t<br />\r\n\tWhen Priebus says that &quot;Americans will pay more in taxes in 2011 than they will spend on groceries, clothing and shelter combined,&quot; his statement is vague enough to be read either as an aggregate measurement (in which case he&rsquo;d be correct) or a description of the patterns for individual Americans (in which case he&rsquo;d likely be wrong more often than he&rsquo;s right). On balance, we rate his statement Half True.</p>", "ruling_comments_date": "2011-04-18T11:15:28.960708", "ruling_date": "2011-04-18T12:17:19", "ruling_headline": "Reince Priebus says Americans pay more in taxes than on groceries, clothing, shelter combined", "ruling_headline_slug": "reince-priebus-says-americans-pay-more-taxes-groce", "ruling_link_text": "In the aggregate, yes -- but more Americans will have the opposite pattern", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tRepublican National Committee, <a href=\"http://www.politifact.com/truth-o-meter/priebusletter/\">fundraising e-mail</a>, April 14, 2011 (forwarded to PolitiFact by a reader)<br />\r\n\t<br />\r\n\tBureau of Economic Analysis, &quot;<a href=\"http://www.bea.gov/national/nipaweb/TableView.asp?SelectedTable=70&amp;Freq=Year&amp;FirstYear=2008&amp;LastYear=2009\">National Income and Product Accounts Table 2.4.5.: Personal Consumption Expenditures by Type of Product</a>,&quot; last revised on Aug. 5, 2010 &nbsp;&nbsp;&nbsp;<br />\r\n\t<br />\r\n\tOffice of Management and Budget, president&rsquo;s fiscal year 2012 budget historical <a href=\"http://www.whitehouse.gov/sites/default/files/omb/budget/fy2012/assets/hist02z1.xls\">table 2.1&mdash;Receipts by Source: 1934&ndash;2016</a>, accessed April 15, 2011<br />\r\n\t<br />\r\n\tTax Foundation, &quot;<a href=\"http://taxfoundation.org/files/sr189.pdf\">State-Local Tax Burdens Fall in 2009 as Tax Revenues Shrink Faster than Income</a>,&quot; Feb. 2011<br />\r\n\t<br />\r\n\tUrban Institute-Brookings Institution Tax Policy Center, &quot;<a href=\"http://www.taxpolicycenter.org/numbers/displayatab.cfm?Docid=2417&amp;DocTypeID=1\">Baseline Distribution of Cash Income and Federal Taxes Under Current Law, by Cash Income Level, 2004-2020</a>,&quot; accessed April 15, 2011<br />\r\n\t<br />\r\n\tUrban Institute-Brookings Institution Tax Policy Center, &quot;<a href=\"http://www.taxpolicycenter.org/numbers/displayatab.cfm?Docid=2418\">Baseline Distribution of Cash Income and Federal Taxes Under Current Law Share of Federal Taxes by Cash Income Percentile, 2009</a>,&quot; accessed April 15, 2011<br />\r\n\t<br />\r\n\tCenter on Budget and Policy Priorities, &quot;<a href=\"http://www.cbpp.org/cms/index.cfm?fa=view&amp;id=3465\">Tax Foundation Figures Do Not Represent Typical Households&rsquo; Tax Burdens</a>,&quot; April 12, 2011<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2010/apr/16/sarah-palin/palin-says-americans-spend-100-days-paying-their-t/\">Palin says Americans spend 100 days paying off their tax burden</a>,&quot; April 16, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Daniel Mitchell, senior fellow at the Cato Institute, April 15, 2011<br />\r\n\t<br />\r\n\tE-mail interview with J.D. Foster, senior fellow at the Heritage Foundation, April 15, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Chuck Marr, director of federal tax policy at the Center on Budget and Policy Priorities, April 15, 2011<br />\r\n\t<br />\r\n\tInterview with Bob Williams, senior fellow with the Urban Institute-Brookings Institution Tax Policy Center, April 15, 2011<br />\r\n\t<br />\r\n\tInterview with Kail Padgitt, staff economist for the Tax Foundation, April 18, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Chairman, Republican National Committee", "false_count": 14, "first_name": "Reince", "half_true_count": 9, "home_state": "Wisconsin", "id": 868, "last_name": "Priebus", "mostly_true_count": 3, "name_slug": "reince-priebus", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Reince_Priebus_Pfact_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/868/", "total_count": 30, "true_count": 1, "website": ""}, "statement": "<p>\r\n\t&quot;Americans will pay more in taxes in 2011 than they will spend on groceries, clothing and shelter combined.&quot;</p>", "statement_context": "a fundraising e-mail", "statement_date": "2011-04-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}