{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2011/apr/18/barack-obama/president-obama-says-republican-medicare-plan-woul/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 3609, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/3609/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tIn his April 13, 2011, speech on his vision for America&rsquo;s fiscal future, President Barack Obama quickly went on the offensive against the Republican deficit-cutting budget proposal championed by House Budget Committee Chairman Paul Ryan, R-Wis., a plan that passed the House in a partisan vote two days later.<br />\r\n\t<br />\r\n\tObama was particularly critical of Ryan&#39;s controversial proposal to dramatically overhaul Medicare. While Medicare benefits would remain as they are now for people 55 and older, when those younger than 55 reach retirement, the traditional Medicare system would be replaced with &quot;premium support&quot; payments that would subsidize the purchase of private insurance plans.<br />\r\n\t<br />\r\n\t&quot;It&rsquo;s a vision that says America can&rsquo;t afford to keep the promise we&rsquo;ve made to care for our seniors,&quot; Obama said. &quot;It says that 10 years from now, if you&rsquo;re a 65-year-old who&rsquo;s eligible for Medicare, you should have to pay nearly $6,400 more than you would today.&nbsp; It says instead of guaranteed health care, you will get a voucher. And if that voucher isn&rsquo;t worth enough to buy insurance, tough luck &ndash; you&rsquo;re on your own. Put simply, it ends Medicare as we know it.&quot;<br />\r\n\t<br />\r\n\tThis $6,400 figure has become a White House talking point and is sure to be repeated often as the 2012 campaign heats up, so we thought we&#39;d better take a look.<br />\r\n\t<br />\r\n\tWe&#39;ll begin by explaining how Obama arrived at the number. It&#39;s based on an analysis of the Ryan plan by the government&#39;s nonpartisan Congressional Budget Office, which concluded that those who get premium support payments in 10 years will end up paying substantially more for their health care than if Medicare is left as is.<br />\r\n\t<br />\r\n\tAccording to the <a href=\"http://www.cbo.gov/ftpdocs/121xx/doc12128/04-05-Ryan_Letter.pdf\" id=\"br4d\" title=\"CBO analysis\">CBO analysis</a> (see page 20 -25), under the Ryan plan, the $8,000 premium support voucher in 2022 would cover 39 percent of the cost of the average private plan for a 65-year-old. Which means the plan actually costs about $20,500 and that beneficiaries would be on the hook for about $12,500 of the cost.<br />\r\n\t<br />\r\n\tThe CBO also presented estimates for an &quot;alternative fiscal scenario&quot; &ndash;- which incorporates &quot;several changes to then-current law that were widely expected to occur or that would modify some provisions of law that might be difficult to sustain for a long period.&quot; Under this scenario, the typical beneficiary who enrolled in traditional Medicare would pay about 30 percent of the cost of the average private plan in 2022, or about $6,150. In other words, the increased amount the 65-year-old would have to pay would be about $6,400.<br />\r\n\t<br />\r\n\tThe nonpartisan <a href=\"http://www.kff.org/medicare/upload/8179.pdf\" id=\"hxet\" title=\"Kaiser Family Foundation\">Kaiser Family Foundation</a>, which did an analysis of the CBO data, came up with the same numbers as Obama. So did the left-leaning <a href=\"http://www.cbpp.org/files/4-7-11bud.pdf\" id=\"udl0\" title=\"Center on Budget and Policy Priorities.\">Center on Budget and Policy Priorities.</a><br />\r\n\t<br />\r\n\tRepublicans don&#39;t contest that&#39;s what the CBO numbers are.<br />\r\n\t<br />\r\n\tBut Obama left out an important fact, said Stephen Spruiell, a spokesman for the Republicans on the Committee on the Budget: &quot;Elsewhere in the letter, CBO makes clear that the comparison is making unrealistic assumptions in order to construct a future for Medicare under the status quo &ndash;- a future in which Medicare goes bankrupt, seniors suffer from reduced access to care, and the nation enters a debt crisis.&quot;<br />\r\n\t<br />\r\n\tIndeed, the CBO clearly states that both of its scenarios, by keeping benefits largely as they are, would create &quot;pressures over the long term that would make them difficult to sustain.&quot; Without Medicare reform, the CBO warned &quot;the government&rsquo;s debt would skyrocket to levels unprecedented in the United States.&quot; That would result in either rising tax rates or &quot;surging federal debt.&quot; And that, in turn, might lead lawmakers to reduce Medicare benefits.<br />\r\n\t<br />\r\n\tSaid Spruiell: &quot;Comparing our plan to save Medicare to an unsustainable status quo means comparing a real plan to a false reality. The president&rsquo;s comparison is not valid, because he ripped the CBO number out of context and omitted the director&rsquo;s clear warnings about the unsustainability of the status quo.&quot;<br />\r\n\t<br />\r\n\tGail Wilensky, who ran the Medicare program under President George H.W. Bush in the early 1990s, said the CBO also does not take into account the behavioral changes that Ryan&#39;s plan would likely encourage.<br />\r\n\t<br />\r\n\tRight now, she said, all the pressure is on the providers. But under the Ryan plan, more of the burden shifts to the consumers. If it is set up as it is for federal employees, there would be a wide range of plans, at a wide range of costs. And people will be able to shop around and change every year, Wilensky said.<br />\r\n\t<br />\r\n\t&quot;This gets people looking and being involved in a way that they haven&#39;t been,&quot; she said.<br />\r\n\t<br />\r\n\tConsumers will be highly motivated to migrate to cheaper plans, she said, and there will be more competition among providers.<br />\r\n\t<br />\r\n\tThe CBO often gets it wrong when it comes to predicting behavioral change, Wilensky said. For example, she said, the Medicare part D prescription drug program has proven to cost about 40 percent less than government projections. The CBO did not predict the market competition caused by people using private drug plans, she said.<br />\r\n\t<br />\r\n\t&quot;So be cautious of the CBO numbers,&quot; she warned.<br />\r\n\t<br />\r\n\tSo where does that leave us with Obama&#39;s claim that the Republican plan &quot;says that 10 years from now, if you&rsquo;re a 65-year-old who&rsquo;s eligible for Medicare, you should have to pay nearly $6,400 more than you would today&quot;?<br />\r\n\t<br />\r\n\tThat number is based on a CBO analysis of the Republican plan. Republicans rightly point out that the CBO warned that unless major reforms are made to the Medicare program, it could lead to skyrocketing public debt, which might ultimately lead to pressure on legislators to reduce Medicare benefits.<br />\r\n\t<br />\r\n\tIn his speech, Obama used the lower of two CBO estimates of costs, one based on some anticipated changes in Medicare. And he did not argue for the status quo on Medicare.<br />\r\n\t<br />\r\n\t&quot;We will change the way we pay for health care -&ndash; not by the procedure or the number of days spent in a hospital, but with new incentives for doctors and hospitals to prevent injuries and improve results,&quot; Obama said. &quot;And we will slow the growth of Medicare costs by strengthening an independent commission of doctors, nurses, medical experts and consumers who will look at all the evidence and recommend the best ways to reduce unnecessary spending while protecting access to the services that seniors need. &nbsp;<br />\r\n\t<br />\r\n\t&quot;We believe the reforms we&rsquo;ve proposed to strengthen Medicare and Medicaid will enable us to keep these commitments to our citizens while saving us $500 billion by 2023, and an additional $1 trillion in the decade after that,&quot; Obama said. &quot;But if we&rsquo;re wrong, and Medicare costs rise faster than we expect, then this approach will give the independent commission the authority to make additional savings by further improving Medicare.&quot;<br />\r\n\t<br />\r\n\tWhether that approach will succeed is a matter of political debate. Obama has accurately portrayed the consequences of the Republican plan, at least according to the CBO analysis. It&#39;s a long-term projection -- which always carries a degree of uncertainty, and some, like Wilensky, argue that the CBO fails to adequately account for the behavioral changes the plan would encourage, which might drive costs substantially lower. (We should note that some Democrats believe the CBO has consistently underestimated health care cost-saving initiatives contained in the controversial health reform law passed last year.)</p>\r\n<p>\r\n\tBut the bottom line is that under the Republican plan, those who reach 65 in 10 years would pay more out of pocket for private health care. That&#39;s the idea, to reduce the cost of the Medicare program to the government. Republicans argue it the most responsible way to make the program fiscally sustainable. Obama argues that cost is too high and that savings can be achieved in other ways. Again, that&#39;s a matter of political debate. The CBO compared the Republican plan to the status quo and to a somewhat modified Medicare. The CBO says either scenario would cause crushing debt, and would likely encourage legislators to cut Medicare benefits in the future. Obama too, is proposing reform. Obama&#39;s figure is close to what the CBO estimated in one scenario -- the least costly one -- that the Republican plan would cost consumers in 10 years compared to what seniors pay today. As a result, we rate Obama&#39;s statement Mostly True.</p>", "ruling_comments_date": "2011-04-18T15:14:16.073215", "ruling_date": "2011-04-18T15:59:54", "ruling_headline": "President Obama says Republican Medicare plan would cost people $6,400 more in 10 years", "ruling_headline_slug": "president-obama-says-republican-medicare-plan-woul", "ruling_link_text": "About that, according to a CBO analysis", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tBarack Obama, <a href=\"http://www.whitehouse.gov/the-press-office/2011/04/13/remarks-president-fiscal-policy\">speech</a> on fiscal policy at George Washington University, April 13, 2011<br />\r\n\t<br />\r\n\tCongressional Budget Office, <a href=\"http://www.cbo.gov/ftpdocs/121xx/doc12128/04-05-Ryan_Letter.pdf\" id=\"jauk\" title=\"Long-Term Analysis of a Budget Proposal by Chairman Ryan,\">Long-Term Analysis of a Budget Proposal by Chairman Ryan,</a> April 5, 2011<br />\r\n\t<br />\r\n\tKaiser Family Foundation, <a href=\"http://www.kff.org/medicare/upload/8179.pdf\" id=\"cn6v\" title=\"&quot;Proposed Changes to Medcare in the 'Path to Prosperity,'&quot;\">&quot;Proposed Changes to Medcare in the &#39;Path to Prosperity,&#39;&quot;</a> April 2011<br />\r\n\t<br />\r\n\tCenter on Budget and Policy Priorities, <a href=\"http://www.cbpp.org/files/4-7-11bud.pdf\" id=\"e4qy\" title=\"&quot;CBO Report: Ryan Plan specifies spending path that would nearly end most of government other than social security, health care and defense by 2050,&quot;\">&quot;CBO Report: Ryan Plan specifies spending path that would nearly end most of government other than social security, health care and defense by 2050,&quot;</a> by Robert Greenstein, April 7, 2011<br />\r\n\t<br />\r\n\tInterview with Gail Wilensky, economist and senior fellow with Project Hope, April 15, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Stephen Spruiell, a spokesman for the Republicans on the Committee on the Budget, April 15, 2011</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\r\n\tThe Republican budget plan &quot;says that 10 years from now, if you&rsquo;re a 65-year-old who&rsquo;s eligible for Medicare, you should have to pay nearly $6,400 more than you would today.&quot;</p>", "statement_context": "a speech at George Washington University", "statement_date": "2011-04-13", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 50, "photo": null, "resource_uri": "/api/v/2/subject/50/", "subject": "Medicare", "subject_slug": "medicare", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}