{"art": [{"brightcove": "", "caption": "A new ad from the DCCC attacks Republicans for a Medicare proposal.", "id": 1216, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/1216/", "title": "How much will you pay Medicare", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/5z7FiBsR8OQ?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "5z7FiBsR8OQ"}], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2011/apr/20/democratic-congressional-campaign-committee/democrats-say-republicans-voted-end-medicare-and-c/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 3618, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/3618/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tA new political ad from Democrats shows seniors running a lemonade stand, cutting the grass, and even stripping at a bachelorette party -- all to raise money to pay for Medicare.<br />\r\n\t<br />\r\n\tThe stripper, dressed as a firefighter, bellows, &quot;Did someone call the fire department? Because it&#39;s about to get HOT in here!&quot; The young women throw money at him while he dances around with a pink feather boa. (<a href=\"http://www.youtube.com/watch?v=5z7FiBsR8OQ\">See the ad here</a>.)<br />\r\n\t<br />\r\n\t&quot;Seniors will have to find $12,500 for health care,&quot; the ad says, &quot;because Republicans voted to end Medicare.&quot;<br />\r\n\t<br />\r\n\tSo do grandparents have to go back to work because of a Republican vote? Not really.<br />\r\n\t<br />\r\n\t<strong>The Republican proposal explained</strong><br />\r\n\t<br />\r\n\tThe ad critiques a budget proposal from Rep. Paul Ryan, R-Wis., chairman of the House Budget Committee. Ryan&rsquo;s plan would dramatically cut federal spending in the name of fiscal discipline, and it has widespread support in the Republican caucus.<br />\r\n\t<br />\r\n\tOne of the its major features is dramatically restructuring Medicare, the government-run health insurance program for those 65 and older. Right now, Medicare pays doctors and hospitals set fees for the care beneficiaries receive. Medicare beneficiaries contribute premiums for some types of coverage, and younger workers contribute payroll taxes.<br />\r\n\t<br />\r\n\tRyan&rsquo;s plan leaves Medicare as is for people 55 and older. In 2022, though, new beneficiaries would receive &quot;premium support,&quot; which means they would buy plans from private insurance companies with financial assistance from the government. People who need more health care would get a little more money. Some call this a voucher program, but the proposal says it&rsquo;s not a voucher plan, because the government would pay the insurance companies directly.<br />\r\n\t<br />\r\n\tThe proposal requires private insurers to accept all applicants and to charge the same rate for people who are the same age. The plans would comply with standards to be set by the U.S. Office of Personnel Management, which administers the Federal Employees Health Benefits Program. The plan gradually raises the Medicare eligibility age to 67, and it provides smaller premium support to high earners.<br />\r\n\t<br />\r\n\tThe nonpartisan Congressional Budget Office (CBO) analyzed Ryan&rsquo;s proposal and found that it will save the government money. But it does so by asking future Medicare beneficiaries to pay more for insurance.<br />\r\n\t<br />\r\n\t&quot;A private health insurance plan covering the standardized benefit would, CBO estimates, be more expensive currently than traditional Medicare. Both administrative costs (including profits) and payment rates to providers are higher for private plans than for Medicare,&quot; the CBO concluded.<br />\r\n\t<br />\r\n\tRyan says the plan would offer more choice for Medicare participants and increase competition among private insurers to drive down cost.<br />\r\n\t<br />\r\n\t<strong>What the ad gets wrong</strong><br />\r\n\t<br />\r\n\tYes, the Republican plan would be a huge change to the current program, and seniors would have to pay more for their health plans if it becomes law. Democrats, including President Barack Obama, have said they are strongly opposed to the plan.<br />\r\n\t<br />\r\n\tBut to say the Republicans voted to end Medicare, as the ad does, is a major exaggeration. All seniors would continue to be offered coverage under the proposal, and the program&rsquo;s budget would increase every year.<br />\r\n\t<br />\r\n\tRepublicans say that future spending projections for Medicare are not sustainable, and the program requires changes. Their proposal &quot;protects and preserves Medicare -- with no disruptions -- for those in and near retirement and provides those now under the age of 55 with a strengthened, personalized Medicare program they can count on when they retire,&quot; said Conor Sweeney, a spokesperson for House Budget Committee.<br />\r\n\t<br />\r\n\tDemocrats, though, contend that the proposal would change the essential nature of Medicare as a guarantee of health coverage for seniors. The Congressional Budget Office released a detailed analysis of the proposal, and concluded that future beneficiaries would pay more for current levels of coverage, and that some will decide to go without any insurance.<br />\r\n\t<br />\r\n\tThe Republican proposal will end the aspect of Medicare that directly covers specific services, such as hospital coverage. &quot;It&#39;s as if you took the Office of Faith-Based Partnerships and ended the faith-based portion of it, but continued to call it faith-based,&quot; said Jesse Ferguson of the DCCC. &quot;There is no doubt that Medicare -- a health insurance program for seniors --&nbsp; would end under the House Republican plan and, according to the independent Congressional Budget Office, health insurance costs would rise for seniors.&quot;<br />\r\n\t<br />\r\n\tDemocrats, <a href=\"http://www.whitehouse.gov/the-press-office/2011/04/13/remarks-president-fiscal-policy\">including Obama</a>, have said the plan would end Medicare &quot;as we know it,&quot; a critical qualifier. But the 30-second ad from the DCCC makes a sweeping claim without that important qualifier .</p>\r\n<p>\r\n\tAnother problem with the ad is that it claims that participants would have to find $12,500 to pay for Medicare. That number is based on statistics compiled by the nonpartisan Congressional Budget Office. The ad doesn&rsquo;t mention, though, that the number includes money that would go to Medicare in any case. The CBO estimates beneficiaries would contribute about $6,150 in premiums in 2022 if the program isn&rsquo;t changed at all. So the extra money seniors need to pay under the Republican proposal is more like $6,350.<br />\r\n\t<br />\r\n\tStill another problem with the ad involves who&rsquo;s immediately affected by the Republican proposal. In one scene, the ad shows a senior citizen pushing a walker behind a lawn mower. A teenager looking on eats an apple and says, &quot;You missed a spot.&quot; In reality, people 55 and older won&rsquo;t see changes under the Ryan plan. It&rsquo;s actually that teenager -- or anyone else 54 or younger -- who would pay extra money when they are older.<br />\r\n\t<br />\r\n\tAnd finally, the ad neglects another critical fact: The Republicans voted on a budget resolution that states policy preferences, but the vote did not actually change Medicare, much less end it. As we&rsquo;ve noted before in <a href=\"http://www.politifact.com/truth-o-meter/article/2008/aug/08/twisting-facts-taxes/\">previous fact-checks</a>, budget resolutions are non-binding documents that cannot be viewed as the equivalent of legislation that establishes law. Deeply desiring something and accomplishing it are different.<br />\r\n\t<br />\r\n\tWe ran this by Richard Kaplan, an <a href=\"http://news.illinois.edu/news/11/0407medicare_RichardKaplan.html\">elder law expert </a>at the University of Illinois, who agreed the Republicans have not voted to end Medicare.<br />\r\n\t<br />\r\n\t&quot;Nobody voted to end it,&quot; he said. &quot;They voted to hopefully change it one day, when they get a chance, but they would need a Republican-dominated Senate and a Republican president, neither of which they have.&quot;<br />\r\n\t<br />\r\n\t&quot;It&rsquo;s not as if this is of no consequence. But it doesn&rsquo;t change Medicare,&quot; he said.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tBoth Republicans and Democrats would no doubt agree that Ryan&rsquo;s plan for Medicare is a dramatic change of course. But we don&rsquo;t agree with the ad&rsquo;s contention that the proposal ends Medicare. Additionally, images in the ad imply that current seniors will have to go back to work to pay for changes to the program. That&rsquo;s not true either. It&rsquo;s actually those 54 and younger who will need extra money. With its scenes of seniors going back to work, it seems intended to frighten those who are currently enrolled in Medicare. Finally, the Republicans&#39; vote was symbolic and didn&rsquo;t actually change the program. When you add up all those distortions, we find the ad highly misleading.<br />\r\n\t<br />\r\n\tThe ad&rsquo;s aged firefighter says, &quot;Did someone call the fire department? Because it&#39;s about to get HOT in here!&quot; We agree. Pants on Fire!</p>", "ruling_comments_date": "2011-04-20T11:41:47.499007", "ruling_date": "2011-04-20T16:09:15", "ruling_headline": "Democrats say Republicans voted to end Medicare and charge seniors $12,000", "ruling_headline_slug": "democrats-say-republicans-voted-end-medicare-and-c", "ruling_link_text": "Don't break open the piggy bank!", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tDemocratic Congressional Campaign Committee, <a href=\"http://www.youtube.com/watch?v=5z7FiBsR8OQ\">Republicans Voted to End Medicare: How Will You Pay?</a>, April 19, 2011</p>\r\n<p>\r\n\tTHOMAS, <a href=\"http://hdl.loc.gov/loc.uscongress/legislation.112hconres34\">2012 Budget Resolution</a>, April 15, 2011<br />\r\n\t<br />\r\n\tCongressional Budget Office, &nbsp;<a href=\"http://www.cbo.gov/ftpdocs/121xx/doc12128/04-05-Ryan_Letter.pdf\">Analysis of Paul Ryan budget proposal</a>, April 5, 2011<br />\r\n\t<br />\r\n\tHouse Budget Committee, <a href=\"http://budget.house.gov/fy2012budget/\">The Path to Prosperity: Restoring America&rsquo;s Promise (Republican budget proposal)</a>, accessed April 20, 2011</p>\r\n<p>\r\n\tCenter for American Progress, <a href=\"http://www.americanprogress.org/pressroom/releases/2011/04/ryan_medicare_cost_shift_to_seniors.html\">Ryan&rsquo;s Budget Attempts to End Medicare and Shift Costs to Seniors,</a> April 12, 2011</p>\r\n<p>\r\n\tInterview with Jesse Ferguson of the Democratic Congressional Campaign Committee</p>\r\n<p>\r\n\tInterview with Conor Sweeney of the House Budget Committee</p>\r\n<p>\r\n\tInterview with <a href=\"http://news.illinois.edu/news/11/0407medicare_RichardKaplan.html\">Richard Kaplan</a> of the University of Illinois</p>\r\n<p>\r\n\tUniversity of Illinois, <a href=\"http://news.illinois.edu/news/11/0407medicare_RichardKaplan.html\">Elder law expert: Ryan plan would fundamentally change Medicare</a>, April 7, 2011</p>\r\n<p>\r\n\tHealth Affairs Blog, <a href=\"http://healthaffairs.org/blog/2011/04/06/vouchers-or-premium-support-whats-in-a-name/\">Vouchers Or Premium Support: What&rsquo;s In A Name?</a>, April 6, 2011</p>\r\n<p>\r\n\tThe Urban Institute, <a href=\"http://www.urban.org/publications/500222.html\">The Paul Ryan Budget Proposal</a>, April 14, 2011</p>\r\n<p>\r\n\tTime, <a href=\"http://swampland.blogs.time.com/2011/04/06/the-nitty-gritty-details-of-paul-ryan%e2%80%99s-medicare-plan/#ixzz1JLC4lgOH\">The Nitty-Gritty Details of Paul Ryan&#39;s Medicare Plan</a>, April 6, 2011<br />\r\n\t<br />\r\n\tFortune, <a href=\"http://finance.fortune.cnn.com/2011/04/07/in-defense-of-paul-ryans-medicare-plan/\">In defense of Paul Ryan&#39;s Medicare plan</a>, April 7, 2011<br />\r\n\t<br />\r\n\tThe Wonk Room, <a href=\"http://wonkroom.thinkprogress.org/2011/04/05/ryan-fehbp/\">Why Ryan&rsquo;s Medicare Proposal Is Not Like The Plan Members Of Congress Get</a>, April 5, 2011<br />\r\n\t<br />\r\n\tThe Kaiser Family Foundation,<a href=\"http://www.kff.org/medicare/upload/8172.pdf\">Projecting income and assets: What the future might hold for the next generation of Medicare beneficiaries</a>, April 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 13, "current_job": "", "false_count": 8, "first_name": "", "half_true_count": 7, "home_state": "", "id": 652, "last_name": "Democratic Congressional Campaign Committee", "mostly_true_count": 1, "name_slug": "democratic-congressional-campaign-committee", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-mugs-mugs_mug-dnc_.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/652/", "total_count": 38, "true_count": 0, "website": "http://www.dccc.org/"}, "statement": "<p>\r\n\t&quot;Seniors will have to find $12,500 for health care because Republicans voted to end Medicare.&quot;</p>", "statement_context": "a Web ad", "statement_date": "2011-04-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 50, "photo": null, "resource_uri": "/api/v/2/subject/50/", "subject": "Medicare", "subject_slug": "medicare", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 102, "photo": null, "resource_uri": "/api/v/2/subject/102/", "subject": "Retirement", "subject_slug": "retirement", "used_in_edition": []}], "target": [], "twitter_headline": ""}