{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2011/apr/21/mitch-daniels/mitch-daniels-says-government-workers-41-states-ma/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [], "facebook_headline": null, "id": 3619, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/3619/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tCount Indiana Gov. Mitch Daniels among skeptics of government workers having collective-bargaining rights, the issue that cleaved Wisconsin this year.<br />\r\n\t<br />\r\n\tDaniels, a Republican presidential prospect, told PBS talk-show host Tavis Smiley March 28 that government workers are better off than others: &quot;There may have once been a time, Tavis, in the old days of patronage and so forth, where government workers were put upon and vulnerable, but that&#39;s a long time ago. Now, in 41 states out of 50, they are better paid than the taxpayers who support them. In the federal government they&#39;re almost twice as well paid. This doesn&#39;t even count the benefits and the almost complete job security they have.&quot;<br />\r\n\t<br />\r\n\tNever mind that government workers are taxpayers too. We note also that in November, PolitiFact Ohio rated False <a href=\"http://www.politifact.com/ohio/statements/2010/nov/18/john-boehner/john-boehner-says-federal-workers-make-twice-much-/\">a claim</a> that average federal workers make double the pay of average private-sector workers. The fact check cited a <a href=\"http://faq.bea.gov/cgi-bin/bea.cfg/php/enduser/std_adp.php?p_faqid=320&amp;p_created=1156971364&amp;p_sid=m8AKjTek&amp;p_accessibility=0&amp;p_redirect=&amp;p_lva=&amp;p_sp=cF9zcmNoPTEmcF9zb3J0X2J5PSZwX2dyaWRzb3J0PSZwX3Jvd19jbnQ9MTEsMTEmcF9wcm9kcz0mcF9jYXRzPTQxLDEwNSZwX3B2PSZwX2N2PTIuMTA1JnBfc2VhcmNoX3R5cGU9YW5zd2Vycy5zZWFyY2hfbmwmcF9wYWdlPTE*&amp;p_li=&amp;p_topview=1\">statement placed online</a> by the U.S. Bureau of Economic Analysis noting the private-sector workforce includes a broader range of jobs than the federal government, from minimum-wage positions to CEOs, while federal civilian jobs focus on professional areas like law, accounting and economics that require higher education.<br />\r\n\t<br />\r\n\tWe&rsquo;re focusing here on whether state and local government workers are better compensated than private-sector counterparts.<br />\r\n\t<br />\r\n\tTo our inquiry, Daniels&rsquo; office pointed us to a March 2 news article in <em>USA TODAY</em>. The story, citing figures obtained from the bureau, says state and local government employees in 41 states earned higher average pay and benefits than private workers in those states in 2009. The national average for the government workers was $57,775, $2,511 greater than private-sector counterparts.<br />\r\n\t<br />\r\n\tBut not in Texas, which ranked last among states in benefits for public employees. Its average compensation to state and local government workers, $51,310, placed the state 30th nationally, according to the article, but its government workers trailed private-sector Texans by $3,580.<br />\r\n\t<br />\r\n\tFor more Texas-centric information, we turned to the latest comparison of state government and private-sector positions by the Texas State Auditor&rsquo;s Office. The August report says that in fall 2009, nearly three quarters of 150,000-plus state workers were paid 10 to 20 percent less than private sector employees and another 19 percent fared worse.<br />\r\n\t<br />\r\n\t&quot;Some states that limit the right of public employees to unionize &mdash; such as Texas, Georgia and Virginia &mdash; pay less in compensation than the private sector,&quot; the article says. &quot;Massachusetts and New Hampshire generally permit unions but pay less than the private sector in those high-income states.&quot;<br />\r\n\t<br />\r\n\tThe story says the newspaper&rsquo;s analysis included full and part-time workers and did not adjust for specific jobs, age, education or experience. It says that in an earlier job-to-job comparison,<em> USA TODAY</em> found that state and local government workers make about the same salary as those in the private sector but get more generous benefits.<br />\r\n\t<br />\r\n\tThe article also quotes economist Jeffrey Keefe of the liberal Economic Policy Institute saying &nbsp;the analysis is misleading because it doesn&#39;t reflect factors such as education that result in higher pay for public employees.<br />\r\n\t<br />\r\n\tFor our part, we consulted Austin economist Stuart Greenfield, a retired state worker who has long advocated on state employee issues. Greenfield guided us to a <em>Texas Watchdog</em> article playing off the <em>USA TODAY</em> story and a 2010 study commissioned by two Washington-based groups.<br />\r\n\t<br />\r\n\tThe March 3 <em>Watchdog</em> article says the $10,760 average benefits package for the average public worker in Texas compares to the $9,190 average benefits that average private employees receives, according to the federal bureau&rsquo;s figures.<br />\r\n\t<br />\r\n\tThe 2010 <a href=\"http://www.slge.org/vertical/Sites/%7BA260E1DF-5AEE-459D-84C4-876EFE1E4032%7D/uploads/%7B03E820E8-F0F9-472F-98E2-F0AE1166D116%7D.PDF\">study</a>, comparing worker earnings and benefits across and between private, state and local sectors, was written by Keith Bender and John Heywood, economists at the University of Wisconsin-Milwaukee. The study was undertaken by the <a href=\"http://www.slge.org/\">Center for State and Local Government Excellence</a>, whose <a href=\"about:blank\">mission</a> is to &quot;help state and local governments become knowledgeable and competitive employers so they can attract and retain talented, committed, and well-prepared individuals to public service,&quot; and the <a href=\"http://www.nirsonline.org/\">National Institute on Retirement Security</a>, which <a href=\"http://www.nirsonline.org/index.php?option=com_content&amp;task=view&amp;id=19&amp;Itemid=52\">says</a> it was established to foster understanding of the value of retirement security to employees, employers, and the economy.<br />\r\n\t<br />\r\n\t&quot;Public and private workforces differ in important ways,&quot; the authors write. &quot;For instance, jobs in the public sector require much more education on average than those in the private sector. Employees in state and local sectors are twice as likely as their private sector counterparts to have a college or advanced degree.<br />\r\n\t<br />\r\n\t&quot;Wages and salaries of state and local employees are lower than those for private sector workers with comparable earnings determinants (e.g., education). State employees typically earn 11 percent less; local workers earn 12 percent less,&quot; they write. In Texas, the gap was even greater for local government workers, who made nearly 18 percent less between 2000 and 2008.<br />\r\n\t<br />\r\n\t&quot;Over the last 20 years, the earnings for state and local employees have generally declined relative to comparable private sector employees,&quot; they say.<br />\r\n\t<br />\r\n\tIn the study, the economists air what they refer to as Simpson&rsquo;s Paradox: &quot;The average state worker appears to earn more only because the state hires more of those in the highly educated categories that tend to earn more, not because workers with the same education earn more in the public sector.&quot; They say too that compensation specialists &quot;repeatedly show that the typical state and local public sector worker has more education, more tenure, and greater responsibilities... the fact that public sector workers receive greater average compensation than private sector workers should be no more surprising than the fact that those with more skills and education earn more.&quot;<br />\r\n\t<br />\r\n\tIn fact, the study says, &quot;if we limit our data to college-educated workers, those in state government earn 13 percent less than those in the private sector, while those in local government earn 11 percent less than those in the private sector.&quot;<br />\r\n\t<br />\r\n\tThe study also isolated benefits, including pension, insurance and paid leave differences, finding that from 2004 to 2008 benefits comprised a larger portion of compensation in state and local government &quot;although not dramatically different, particularly when compared to larger private sector firms.&quot;<br />\r\n\t<br />\r\n\tIncorporating &quot;benefits makes state and public workers appear somewhat less poorly compensated, but our estimate suggests they still receive less total compensation than similar private sector workers,&quot; the study says. &quot;Benefits should be expected to be higher if the public sector workers are more highly educated and doing jobs that command higher earnings.&quot;<br />\r\n\t<br />\r\n\tBig picture: &nbsp;&quot;Although a comparison of unadjusted average earnings will show that wages are higher among jobs in state and local government, this result is largely due to the fact that the workers in those sectors have more education. Holding education and other characteristics the same, typical state and local workers earn an average of 11 percent less and 12 percent less, respectively, than comparable private sector workers,&quot; the study concludes. &quot;Workers in the state and local sector receive a slightly larger share of their compensation in benefits, but it is not dramatically larger.&quot;<br />\r\n\t<br />\r\n\tNext, we wondered if there was an inherent weakness in the <em>USA TODAY</em> analysis Daniel cites. If most government jobs are of the professional, white-collar variety -- with requirements and compensation to match -- that would skew comparisons with the private sector, with its larger share of low-wage and service-sector jobs.<br />\r\n\t<br />\r\n\tAccording to the <a href=\"http://www.bls.gov/cps/minwage2010tbls.htm#5\">Bureau of Labor Statistics</a>, 6.5 percent of private sector workers in 2010 were paid at or below the minimum wage, compared to 2.8 percent of government workers.<br />\r\n\t<br />\r\n\tAs we closed out this review, we asked the Wisconsin economists if they&rsquo;d compared government to non-government workers in every state. By e-mail, Bender said the &quot;data for our study were such that we were uncomfortable reporting results for any but the largest 10 (states) or so because of sample sizes,&quot; but he guided us to a Feb. 25 <em>New York Times</em>&rsquo; state-by-state <a href=\"http://www.nytimes.com/interactive/2011/02/26/us/26salaries-table.html?ref=us\">comparison</a> breaking out employees with and without college degrees. Based on median salaries, state workers lacking college degrees fared better than their counterparts in the private sector in 30 states. But private-sector workers with such degrees earned more than degreed state workers in all but four states.<br />\r\n\t<br />\r\n\tBender also called the method employed by <em>USA TODAY</em> inaccurate. &quot;Both earnings AND benefits vary greatly by educational level (and other personal characteristics) and without explicitly taking this into account, the vast majority of economists would think that these numbers are essentially meaningless,&quot; he said. &quot;If one group of workers has more education or experience than another group, it makes economic sense that that more highly educated and experienced group get paid more on average...<br />\r\n\t<br />\r\n\t&quot;In sum, do I know whether there are 41 states where earnings plus benefits are greater in the public sector once you compare similar workers? No -- the number may be lower or higher. I haven&#39;t seen any research that does this convincingly. What I do know is that the analysis in the <em>USA TODAY</em> doesn&#39;t come close.&quot;<br />\r\n\t<br />\r\n\tDaniels&rsquo; message, that government workers are better paid than those in the private sector, traces to an egregiously simplistic comparison, ignoring meaningful differences in the public and private sector workforces largely due to education. Factoring those in, many state and local government workers lag behind their private-sector counterparts. We rate his statement False.</p>", "ruling_comments_date": "2011-04-20T13:34:48.836894", "ruling_date": "2011-04-21T06:00:00", "ruling_headline": "Mitch Daniels says government workers in 41 states make more than taxpayers who support them", "ruling_headline_slug": "mitch-daniels-says-government-workers-41-states-ma", "ruling_link_text": "Cited analysis assumes every job's the same", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tCenter for State and Local Government Excellence, report with the National Institute on Retirement Security, <a href=\"http://www.slge.org/vertical/Sites/%7BA260E1DF-5AEE-459D-84C4-876EFE1E4032%7D/uploads/%7B03E820E8-F0F9-472F-98E2-F0AE1166D116%7D.PDF\">&quot;Out of Balance? Comparing Public and Private Sector Compensation over 20 Years,&quot;</a> April 2010<br />\r\n\t<br />\r\n\tE-mails (excerpted), <a href=\"http://alt.coxnewsweb.com/statesman/politifact/04182011_keithbenderresponse.html\">response</a> and follow-up <a href=\"http://alt.coxnewsweb.com/statesman/politifact/04182011_keithbenderfollowup.html%20\">response</a> to PolitiFact Texas, Keith Bender, associate professor of economics, University of Wisconsin-Milwaukee, April 18, 2011<br />\r\n\t<br />\r\n\tInterview, Ralph Stewart, public affairs specialist, Bureau of Economic Analysis, April 4, 2011<br />\r\n\t<br />\r\n\t<em>The New York Times</em>, chart, <a href=\"http://www.nytimes.com/interactive/2011/02/26/us/26salaries-table.html?ref=us\">&quot;Wages by State,&quot;</a> Feb. 26, 2011 (accessed April 18, 2011)<br />\r\n\t<br />\r\n\tPBS, &quot;Tavis Smiley Show,&quot; <a href=\"http://www.pbs.org/wnet/tavissmiley/archive/201103/20110328_daniels.html\">transcript</a> and recording, interview of Indiana Gov. Mitch Daniels, March 28, 2011<br />\r\n\t<br />\r\n\tTexas State Auditor&rsquo;s Office, report, <a href=\"http://www.sao.state.tx.us/Reports/report.cfm?report=10-708&amp;src=hr\">&quot;A Biennial Report on the State&#39;s Position Classification Plan,&quot;</a> August 2010<br />\r\n\t<br />\r\n\t<em>Texas Watchdog</em>, news article, <a href=\"http://www.texaswatchdog.org/2011/03/texas-last-in-benefits-for-public-employees-but-government-benefits-beat-private-sector/1299184120.story\">&quot;Texas last in benefits for public employees -- but government employees&rsquo; packages still beat private sector in all but 6 states,&quot;</a> March 3, 2011<br />\r\n\t<br />\r\n\t<em>USA TODAY</em>, news article, <a href=\"http://www.usatoday.com/news/nation/2011-03-01-1Apublicworkers01_ST_N.htm\">&quot;Wisconsin one of 41 states where public workers earn more,&quot; </a>March 2, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "governor", "false_count": 3, "first_name": "Mitch", "half_true_count": 0, "home_state": "Indiana", "id": 1029, "last_name": "Daniels", "mostly_true_count": 0, "name_slug": "mitch-daniels", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Mitch_Daniels_CPAC.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1029/", "total_count": 4, "true_count": 0, "website": ""}, "statement": "<p>\r\n\tSays that in 41 states, government workers &quot;are better paid than the taxpayers who support them.&quot;<br />\r\n\t&nbsp;</p>", "statement_context": "an interview with PBS's Tavis Smiley.", "statement_date": "2011-03-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}, {"description": "", "id": 147, "photo": null, "resource_uri": "/api/v/2/subject/147/", "subject": "States", "subject_slug": "states", "used_in_edition": []}, {"description": "", "id": 103, "photo": null, "resource_uri": "/api/v/2/subject/103/", "subject": "Workers", "subject_slug": "workers", "used_in_edition": []}], "target": [], "twitter_headline": ""}