{"art": [], "author": [{"email_address": "lfigueroa@miamiherald.com", "first_name": "Laura ", "id": 131, "last_name": "Figueroa", "name_slug": "laura-figueroa", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 5, "publication_name": "Miami Herald", "resource_uri": "/api/v/2/publication/5/"}, "resource_uri": "/api/v/2/staffer/131/", "title": "Reporter", "twitter": null}], "canonical_url": "/florida/statements/2011/apr/25/steve-wise/sen-stephen-wise-says-everybody-death-row-was-fost/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 3636, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}, {"email_address": "lfigueroa@miamiherald.com", "first_name": "Laura ", "id": 131, "last_name": "Figueroa", "name_slug": "laura-figueroa", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 5, "publication_name": "Miami Herald", "resource_uri": "/api/v/2/publication/5/"}, "resource_uri": "/api/v/2/staffer/131/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/3636/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tHere at PolitiFact Florida, we always welcome suggestions for claims worth checking.<br />\r\n\t<br />\r\n\tThis item came to our attention via Twitter from <em>Florida Times Union </em>political columnist Abel Harding.<br />\r\n\t<br />\r\n\t&quot;Sen. Stephen Wise: &#39;Every prisoner on death row was a foster kid.&#39; Any way to check that @<a href=\"http://twitter.com/#%21/politifact_fl\">PolitiFact_FL</a>?&quot;<br />\r\n\t<br />\r\n\tWe were up for the task.<br />\r\n\t<br />\r\n\tWise&#39;s comment came during the March 30, 2011, Senate Education PreK-12 Committee hearing, during a discussion of SB <a href=\"http://www.flsenate.gov/Session/Bill/2011/1546\">1546,</a> a charter school expansion proposal sponsored by Sen. John Thrasher. The measure is aimed at authorizing state universities and other Florida College System schools to enter into charter school contracts with local school districts.<br />\r\n\t<br />\r\n\tLeslie Poole, outreach director for the Washington, D.C.-based <a href=\"http://www.seedfoundation.com/index.php/seed-schools\">The Seed Foundation</a>, a nonprofit that operates two high-performing &quot;urban boarding schools,&quot; testified before the committee about the success of the foundation&#39;s charter program. The foundation&#39;s two schools in the District of Columbia and Maryland have been featured on <em>60 Minutes</em>. President Barack Obama held a bill-signing at the D.C. school in 2009, where he lauded the program as &quot;a true success story.&quot;<br />\r\n\t<br />\r\n\tWhen asked by Wise how many children in the program came through the foster care system, Poole responded that of the D.C. school&#39;s 336 students, about one-third of them have been touched by the child welfare system.<br />\r\n\t<br />\r\n\t&quot;I&#39;ll just say this to you members, so you can kind of know what the situation is in Florida,&quot; Wise said after Poole&#39;s comments.&quot;One-third of all the inmates in the State of Florida come through the foster care system. Every person on death row was a foster care kid. This is a program that will make a difference in kids&#39; lives.&quot;<br />\r\n\t<br />\r\n\t(You can hear the statement on this <a href=\"http://streams.leg.state.fl.us/archive/MBR/S_ED_2011_03_30_2011_8595.asx\">video</a> of the meeting posted on the state Senate website. Wise&#39;s remark is about 41 minutes into the meeting.)<br />\r\n\t<br />\r\n\tAs of April 22, 2011, there are 393 inmates on death row, according to the <a href=\"http://www.dc.state.fl.us/pub/annual/0910/stats/im_deathrow.html\">Florida Department of Corrections</a>. We were startled to hear that every one of these killers has something in common. Could it be that all of them had, at one point, been through the foster care system?<br />\r\n\t<br />\r\n\tWe wanted to ask Wise and his legislative staff for the source of his statement. But after calling and e-mailing him and his staff for four days, we never heard back.<br />\r\n\t<br />\r\n\tSo we started looking.</p>\r\n<p>\r\n\t<strong>State agencies and advocates</strong><br />\r\n\t<br />\r\n\t&bull; <strong>Department of Corrections:</strong> The agency responsible for death row keeps stats on the age, race and gender of death row inmates -- <a href=\"http://www.dc.state.fl.us/pub/annual/0910/stats/dr_gender_race.html\">you can view it online</a> -- but has nothing regarding their upbringing, said department spokeswoman Jo Ellyn Rackleff.</p>\r\n<p>\r\n\t&quot;All we keep is documents regarding their conviction, none of which would indicate if they were in foster care,&quot; Rackleff said in a phone interview.<br />\r\n\t<br />\r\n\t&bull; <strong>Florida Department of Children and Families:</strong> The agency that administers the state&#39;s foster care program says it collects no data on foster care children who wind up on death row. DCF does periodically survey adults ages 18 to 22 &nbsp;to determine their status after they leave foster care, and it produced a 2009 report titled &quot;<a href=\"http://www.dcf.state.fl.us/programs/indliving/docs/ILSurveyChartbook20100108.pdf\">Independent Living Transitional Services</a>.&quot; According to the report, roughly 9 percent of 1,500 respondents between the ages of 18 and 22 said they had been incarcerated within the past 12 months.</p>\r\n<p>\r\n\t&quot;We do know that kids who have been in the foster care system have a higher risk of being&nbsp;arrested, but whether or not they end up on&nbsp;death row, that&#39;s too specific to know,&quot; said Diane Hirth, spokeswoman for DCF. &quot;If we tracked that information, we would have to do it in reverse. Why not track all the foster kids who graduated college and became successful?&quot;<br />\r\n\t<br />\r\n\t&bull; <strong>Commission on Capital Cases:</strong> Created by the Legislature in 1997, the commission oversees capital punishment cases and ensures that those convicted have proper access to legal representation. Roger Maas, the commission&#39;s executive director who has headed the commission since its formation, said he does not have such statistics.</p>\r\n<p>\r\n\t&quot;Let me know if you figure out if it&#39;s true or not,&quot; Maas said. &quot;I&#39;ve never heard that, but it would be interesting to know.&quot;<br />\r\n\t<br />\r\n\t&bull; <strong>Floridians for Alternatives to the Death Penalty:</strong> This Tampa-based group advocates for the elimination of the death penalty and is headed by Mark Elliott. Elliott said he has not come across any studies similar to what Wise claimed.</p>\r\n<p>\r\n\t&quot;It doesn&rsquo;t sound familiar,&quot; Elliott said, before referring us to a Miami-based criminal attorney.<br />\r\n\t<br />\r\n\t&bull; <strong>Defense attorney:</strong> Terence Lenamon has made a name for himself representing high-profile death penalty cases, and founded the <a href=\"http://floridacapitalresourcecenter.org/about-us/history/\">Florida Capital Resource Center</a>, which collects statistics to provide to death penalty defense attorneys. He has been featured on CNN&#39;s <em>Nancy Grace </em>show and on the A&amp;E reality crime-series <em>The First 48.</em> Lenamon currently represents Casey Anthony, the Orlando mother charged with murdering her 2-year-old daughter, Caylee Anthony.</p>\r\n<p>\r\n\t&quot;I can assure you, not everyone on death row has been in the foster care system,&quot; Lenamon said in a phone interview. &quot;I have two guys on there right now who weren&#39;t in the foster care system. That right there dispels the theory.&quot;<br />\r\n\t<br />\r\n\t<strong>Two killers who weren&#39;t in foster care</strong><br />\r\n\t<br />\r\n\tThe two clients Lenamon was referring to are <a href=\"http://www.dc.state.fl.us/ActiveInmates/Detail.asp?Bookmark=1&amp;From=list&amp;SessionID=863473225\">Wadada Delhall</a> and <a href=\"http://www.dc.state.fl.us/ActiveInmates/Detail.asp?Bookmark=1&amp;From=list&amp;SessionID=863475072\">Harrel Braddy</a>.<br />\r\n\t<br />\r\n\tDelhall was sentenced to death row in September 2008, after a jury found him guilty of the first-degree murder of Hubert McCrae. Delhall reportedly shot McCrae 11 times in front of an auto-repair shop where McCrae worked. McCrae was a witness to a previous murder at the same shop in which Delhall&#39;s brother was a suspect.<br />\r\n\t<br />\r\n\tDuring the sentencing hearing, Delhall&#39;s mother, Grace Allen, pleaded with the jury to spare her son&#39;s life, according to an Aug. 16, 2008, <em>Miami Herald</em> <a href=\"http://www.swartzlenamon.com/files/Wadada%20Delhall%20Spare%20my%20son.pdf\">article.</a> Allen told jurors how Delhall, her eldest son, assumed the responsibility of taking care of his five younger brothers when he was 18, because she was arrested on charges of drug trafficking in 1995.<br />\r\n\t<br />\r\n\t&quot;He took care of his brothers, but he was never in foster care,&quot; Lenamon said.<br />\r\n\t<br />\r\n\tIn Braddy&#39;s case, a Miami-Dade judge handed down the death penalty in 2007 for the 1998 killing of a 5-year-old girl. Braddy was accused of dumping Quatisha Maycock&#39;s body in the Florida Everglades, where she was attacked by alligators.<br />\r\n\t<br />\r\n\t&quot;The child was found dead in the Everglades with alligator bite marks on her head and stomach and her left arm severed,&quot; reads an Oct. 16, 2007, <em>Miami Herald </em><a href=\"http://www.swartzlenamon.com/files/MURDER%20IN%20THE%20EVERGLADES.pdf\">article </a>on the trial. &quot;The medical examiner testified that the girl was still alive when one or more alligators bit her. Braddy told investigators he left Quatisha in the swamp because she witnessed him trying to kill her mother, who survived Braddy&#39;s choking attack.&quot;<br />\r\n\t<br />\r\n\tThe article notes that both of Braddy&#39;s parents attended the trial, and Lenamon again stated his client was never in the foster care system.<br />\r\n\t<br />\r\n\t&quot;I think it&#39;s kind of an irresponsible assertion to make without backing it up,&quot; Lenamon said of Wise&#39;s claim.<br />\r\n\t<br />\r\n\t<strong>Possible source</strong><br />\r\n\t<br />\r\n\tThe closest we came to information similar to Wise&#39;s claim was a March 24, 2009, posting that appeared in an online forum maintained by the <em>Sun-Sentinel</em>.<br />\r\n\t<br />\r\n\tThe article was written by Mike Dunlavy, then chairman of <a href=\"http://www.floridayouthshine.org/index.html\">Florida Youth Shine</a>, a statewide advocacy group for foster care children. Dunlavy spent years in the Florida foster care system as a child, and was appointed by then-DCF secretary Bob Butterworth to a state Task Force for Child Protection.<br />\r\n\t<br />\r\n\tIn the online forum called &quot;The Slant,&quot; Dunlavy described a 2009 visit to Tallahassee to speak to the Senate PreK-12 Education Committee, of which Wise was also then a member.<br />\r\n\t<br />\r\n\tDunlavy wrote: &quot;Sen. Frederica Wilson, a Miami Democrat, asked, &#39;What happens to the foster youth who do not enter the Independent Living program.&#39; That one was easy. &#39;Unfortunately,&#39; I said, &#39;many of them fall to the wayside, contributing the root of the many ailments that plague our communities. Without support it&#39;s hard to imagine them creating a better way of life for themselves.&#39;<br />\r\n\t<br />\r\n\t&quot;She followed up with a statistical question that no one in the room knew off hand. Trying to maintain my wit, I answered &#39;I&#39;ll research that,&#39; but you all might find it interesting that recent research shows that <em>every person currently on Death Row in Florida spent time in foster care</em>.&quot;<br />\r\n\t<br />\r\n\tWe tracked down Dunlavy in Jacksonville, where he remains active in foster care advocacy, to ask him about that comment. He said he received the anecdote from a Tallahassee lobbyist dealing with children&#39;s rights issues. He could not recall the name of the person who gave him that statistic, or what group she might have represented.<br />\r\n\t<br />\r\n\t&quot;I think it stretched so that it wasn&#39;t just kids in foster care, but kids who went through the adoption process, or kids who didn&#39;t quite make it into the foster care program but were abandoned,&quot; Dunlavy said. &quot;Thinking back, I don&#39;t know how complete that figure was.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tTo us, this claim is woefully incomplete and unsubstantiated. The state agencies that supervise death row inmates and foster kids said they don&#39;t have information about inmates who were in foster care, nor do any other groups involved with death row or foster care that we could find. We easily found two cases of inmates on death row who had not been through the foster care system, disproving the claim of &quot;all&quot; death row inmates. A foster care advocate who made the same claim two years earlier says today he can&#39;t vouch for it.<br />\r\n\t<br />\r\n\tPerhaps Wise was just repeating Dunlavy&#39;s comment from 2009, or perhaps he is privy to other information that &quot;every person on death row was a foster kid.&quot; We wish that the senator had called back to tell us the source for his comment, because it carries a harsh sting for those who are or have been in foster care, as well as the officials, families and volunteers who work with them. If we hear from him later, we will update this item. For now, we rate the claim False.</p>", "ruling_comments_date": "2011-04-22T15:15:04.933876", "ruling_date": "2011-04-25T09:42:09", "ruling_headline": "Sen. Stephen Wise says everybody on death row was in foster care", "ruling_headline_slug": "sen-stephen-wise-says-everybody-death-row-was-fost", "ruling_link_text": "Hardened killers, yes; all from foster care, no", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<em>Florida Times Union</em>, <a href=\"http://jacksonville.com/opinion/blog/457554/abel-harding/2011-03-31/florida-morning-bill-nelson-holds-lead-over-rivals\">Florida Morning Blog</a>, March 31, 2011<br />\r\n\t<br />\r\n\tFlorida Senate, Committee on Education Pre-K -12 <a href=\"http://streams.leg.state.fl.us/archive/MBR/S_ED_2011_03_30_2011_8595.asx\">meeting video</a>, March 30, 2011<br />\r\n\t<br />\r\n\tFlorida Department of Corrections, &quot;<a href=\"http://www.dc.state.fl.us/pub/annual/0910/stats/im_deathrow.html\">2009-2010 Death Row Agency Statistics,</a>&quot; viewed April 12, 2011<br />\r\n\t<br />\r\n\tPhone interview, Jo Ellyn Rackleff, spokeswoman, Department of Corrections, April 13, 2011<br />\r\n\t<br />\r\n\tPhone interview, Mark Elliott, coordinator, Floridians for Alternatives to the Death Penalty, April 13, 2011<br />\r\n\t<br />\r\n\tPhone interview, Roger Mass, executive director, Florida Commission on Capital Capital Cases, April 13, 2011<br />\r\n\t<br />\r\n\tPhone interview, Diane Hirth, spokeswoman, Department of Children and Families, April 14, 2011<br />\r\n\t<br />\r\n\tPhone interview, Terence Lenamon, criminal attorney, Swartz &amp; Lenamon, April 14, 2011<br />\r\n\t<br />\r\n\tPhone interview, Christine Demetriades, chief executive officer, <a href=\"http://uff.us/index.php\">United for Famillies</a>, April 20, 2011<br />\r\n\t<br />\r\n\t<em>Miami Herald</em>, &quot;<a href=\"http://www.swartzlenamon.com/files/Wadada%20Delhall%20Spare%20my%20son.pdf\">Mother to Jury: Spare my son from death</a>,&quot; Aug. 16, 2008, acquired through archives<br />\r\n\t<br />\r\n\t<em>Miami Herald,</em> &quot;<a href=\"http://www.swartzlenamon.com/files/MURDER%20IN%20THE%20EVERGLADES.pdf\">Murder in the Everglades: Death upheld for girl&rsquo;s killer,</a>&quot; Oct. 16, 2007<br />\r\n\t<br />\r\n\t<em>Sun-Sentinel</em>, &quot;Youth Advocate takes on the Florida Legislature and has a good day for youth in Foster Care,&quot; March 24, 2009, acquired on Nexis.<br />\r\n\t<br />\r\n\tPhone interview, Mike Dunlavy, foster care advocate, April 21, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "State Senator", "false_count": 1, "first_name": "Stephen", "half_true_count": 1, "home_state": "Florida", "id": 1088, "last_name": "Wise", "mostly_true_count": 0, "name_slug": "steve-wise", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/wise.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1088/", "total_count": 2, "true_count": 0, "website": "http://www.flsenate.gov/legislators/s5"}, "statement": "<p>\r\n\t&quot;Every person on death row was a foster kid.&quot;</p>", "statement_context": "in a Senate Education PreK-12 committee hearing", "statement_date": "2011-03-31", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 127, "photo": null, "resource_uri": "/api/v/2/subject/127/", "subject": "Children", "subject_slug": "children", "used_in_edition": []}, {"description": "", "id": 119, "photo": null, "resource_uri": "/api/v/2/subject/119/", "subject": "Families", "subject_slug": "families", "used_in_edition": []}, {"description": "", "id": 112, "photo": null, "resource_uri": "/api/v/2/subject/112/", "subject": "Florida", "subject_slug": "florida", "used_in_edition": []}, {"description": "", "id": 137, "photo": null, "resource_uri": "/api/v/2/subject/137/", "subject": "Public Service", "subject_slug": "public-service", "used_in_edition": []}], "target": [], "twitter_headline": ""}