{"art": [], "author": [{"email_address": "mbpell@ajc.com", "first_name": "M.B.", "id": 239, "last_name": "Pell", "name_slug": "mb-pell", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/239/", "title": "Atlanta Journal-Constitution Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2011/apr/27/allie-mccullen/luck-runs-out-student-lottery-claim/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jdenery@ajc.com", "first_name": "Jim ", "id": 141, "last_name": "Denery", "name_slug": "jim-denery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/141/", "title": "Word editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 3650, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mbpell@ajc.com", "first_name": "M.B.", "id": 239, "last_name": "Pell", "name_slug": "mb-pell", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/239/", "title": "Atlanta Journal-Constitution Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/3650/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tWith the cost of higher education rising every year, some students probably think they need to win the lottery to afford tuition.<br />\r\n\t<br />\r\n\tBut others -- math majors probably -- believe there&rsquo;s a more likely way for the Georgia Lottery Corp. to help students pay their bills. Student organizations along with some state lawmakers have called on the corporation, the quasi-governmental entity that runs the game, to provide a higher percentage of its proceeds to the HOPE scholarship fund.<br />\r\n\t<br />\r\n\tLast month Georgia Students for Public Higher Education, a group that has participated in public protests related to a variety of issues, and other student organizations criticized elected officials and the Geogia Lottery Corp. at a rally in downtown Atlanta in response to cuts in the HOPE scholarship program.<br />\r\n\t<br />\r\n\tAllie McCullen, a statewide organizer with Georgia Students for Public Higher Education and a senior at the University of Georgia, said in a speech: &quot;The Georgia Lottery Corp. has only once in the past 16 years paid out the agreed upon 35 percent of proceeds to the account which funds the HOPE scholarship.&quot;<br />\r\n\t<br />\r\n\tNot a single PolitiFact scribe has yet to retire on a big-ticket prize. So we decided that in the meantime we&rsquo;d look into whether the odds of the Georgia Lottery Corp. paying the agreed upon percentage to the HOPE scholarship are better than the 1 in 175 million odds of winning the Mega Millions jackpot.<br />\r\n\t<br />\r\n\tMcCullen said she obtained the figure from an article published in February in the University of Georgia&rsquo;s student newspaper The Red and Black, a publication she has been quoted in several times this year.<br />\r\n\t<br />\r\n\tThe Georgia Lottery Corp.&rsquo;s numbers show the lottery provided 36.1 percent of its revenue toward education in 1995, 35 percent in 1996 and 35 percent in 1997.<br />\r\n\t<br />\r\n\tBut McCullen, who has also been quoted in The New York Times, points to the steadily declining percentage of revenue going toward education as proof that the theme of her speech still stands.<br />\r\n\t<br />\r\n\tSince 1997 the percentage of revenue declined from 35 percent to a low of 25.6 percent in 2009. And the lottery has not provided 30 percent of its revenue to the education fund since 2004.<br />\r\n\t<br />\r\n\t&quot;I do recognize I had incorrect information, but since 1997 we have not seen a return to the 35 percent,&quot; she said. &quot;I think the opinion I expressed remains the same.&quot;<br />\r\n\t<br />\r\n\tAlso in dispute, however, is what percentage of revenue the lottery is required to provide the scholarship fund.<br />\r\n\t<br />\r\n\tThe statute states that net proceeds of the lottery should be 35 percent of gross revenue &quot;as nearly as practical.&quot;<br />\r\n\t<br />\r\n\tThe Georgia Lottery Corp. said in a statement to PolitiFact that the phrase was added to the statute to allow the lottery to be flexible and maximize its revenue.<br />\r\n\t<br />\r\n\tIf the organization was legally required to provide 35 percent, it could not provide large enough cash prizes to entice those looking for a lucky day, the corporation said.<br />\r\n\t<br />\r\n\t&quot;In fiscal year 1997, the Georgia Lottery returned 35 percent of lottery revenues to the state for lottery-funded educational programs in the amount of $581 million,&quot; the corporation said in a written statement. &quot;In FY10, the Georgia Lottery raised a record $883.9 million for HOPE and Pre-K, accounting for 26.1 percent of lottery revenues. Undoubtedly, more Georgia students benefited from the larger dollar amount, not the larger percentage.&quot;<br />\r\n\t<br />\r\n\tThe dollar amount in 2010 is more, but the Georga Lottery Corp. did not make a straight comparison. In 2010 dollars the $581 million in 1997 would be the equivalent of $789 million.<br />\r\n\t<br />\r\n\tBut some elected officials do not believe the 35 percent number included in the legislation is meaningless.<br />\r\n\t<br />\r\n\tRep. Stacey Evans, D-Smyrna, said the intent of the legislation was to ensure the lottery comes close to 35 percent. She said that intent is not respected today.<br />\r\n\t<br />\r\n\t&quot;I&rsquo;m not sure they&rsquo;re even trying anymore,&quot; she said. &quot;We need more oversight of them and need them to come close to that 35 percent.&quot;<br />\r\n\t<br />\r\n\tIf McCullen had said the Georgia Lottery Corp. has not hit its target of 35 percent since 1997, the accuracy of her statement would have hinged on what &quot;as nearly as practical&quot; means and why the legislation even included the number 35 percent. The legislators who PolitiFact spoke with agreed that the number was included for a reason and the corporation has not come close to reaching that target in recent years.<br />\r\n\t<br />\r\n\tBut, alas, McCullen said that in the past 16 years the Georgia Lottery Corp. met the 35 percent goal only once, but it has met the target three times. So she has a better chance of winning the lottery than receiving a True on the Truth-O-Meter.<br />\r\n\t<br />\r\n\tWe rate her statement False.</p>", "ruling_comments_date": "2011-04-26T16:54:51.550089", "ruling_date": "2011-04-27T06:00:00", "ruling_headline": "Luck runs out for student on lottery claim", "ruling_headline_slug": "luck-runs-out-student-lottery-claim", "ruling_link_text": "Numbers provide math lesson for student", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tInterview with Allie McCullen, statewide organizer with Georgia Students for Public Higher Education, April 19, 25, 2011<br />\r\n\t<br />\r\n\tInterview with state Rep. Stacey Evans, D-Smyrna, April 22, 2011<br />\r\n\t<br />\r\n\tInterview with state Sen. Jim Butterworth, R-Cornelia, April 22, 2011<br />\r\n\t<br />\r\n\tInterview with state Sen. Jason Carter, D-Decatur, April 22, 2011<br />\r\n\t<br />\r\n\tInterview with state House Minority Leader Stacey Abrams, D-Atlanta, April 22, 20011<br />\r\n\t<br />\r\n\tOfficial State of Georgia Tabulation by Counties for Presidential Electors, U.S. Representatives, State Officers, Constitutional Amendments and General Assembly of Georgia, 1992<br />\r\n\t<br />\r\n\tStatement from the Georgia Lottery Corp, April 21, 2011<br />\r\n\t<br />\r\n\tInterview with Tandi Reddick, a spokeswoman for the Georgia Lottery, April 25, 2011<br />\r\n\t<br />\r\n\tGeorgia Department of Audits and Accounts audit of the Georgia Lottery Corp.<br />\r\n\t<br />\r\n\tNew York Times, &quot;<a href=\"http://www.nytimes.com/2011/01/07/us/07hope.html\">Georgia Facing a Hard Choice on Free Tuition</a>,&quot; January 6, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 1, "first_name": "Allie", "half_true_count": 0, "home_state": "Georgia", "id": 1177, "last_name": "McCullen", "mostly_true_count": 0, "name_slug": "allie-mccullen", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Allie_McCullen.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1177/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\t&quot;The Georgia Lottery Corp. has only once in the past 16 years paid out the agreed upon 35 percent of proceeds to the account which funds the HOPE scholarship.&quot;</p>", "statement_context": "a speech", "statement_date": "2011-03-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": "Luck runs out for student on lottery claim"}