{"art": [{"brightcove": "", "caption": "In an interview with ABC News, John Boehner said that President Barack Obama “took exactly none of his own deficit reduction commission’s ideas. Not one.” We checked to see if Boehner is correct.", "id": 1230, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Boehner_2.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/1230/", "title": "John Boehner-Jon Karl interview", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/apr/28/john-boehner/john-boehner-says-obama-took-exactly-none-his-own-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 3652, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/3652/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tDuring an <a href=\"http://abcnews.go.com/WNT/video/boehner-obama-time-grow-13455022\">interview</a> with ABC News&rsquo; Jonathan Karl, House Speaker John Boehner, R-Ohio, had a blunt message for President Barack Obama on the deficit: &quot;Grow up.&quot;</p>\r\n<p>\r\n\tReferring to the deficit commission chaired by former Republican Sen. Alan Simpson of Wyoming and former Democratic White House chief of staff Erskine Bowles, Boehner said, &quot;While I didn&rsquo;t agree with everything they did, there was a lot in their proposal that was worthy of consideration. And what did the president do? He took exactly none of his own deficit reduction commission&rsquo;s ideas. Not one. Come on! It&rsquo;s time to grow up and get serious about the problems that face our country.&quot;<br />\r\n\t<br />\r\n\tA reader asked us to check whether the White House has indeed ignored the recommendations of the very blue-ribbon panel it had established. So we looked at the commission&rsquo;s <a href=\"http://www.fiscalcommission.gov/sites/fiscalcommission.gov/files/documents/TheMomentofTruth12_1_2010.pdf\">final report</a>, which was released in December 2010; the president&rsquo;s fiscal year 2012 <a href=\"http://www.whitehouse.gov/omb/budget/Overview\">budget proposal</a>, which was released in February 2011; and a <a href=\"http://www.whitehouse.gov/the-press-office/2011/04/13/fact-sheet-presidents-framework-shared-prosperity-and-shared-fiscal-resp\">fact sheet</a> released by the White House following Obama&rsquo;s budget speech at George Washington University in April 2011.<br />\r\n\t<br />\r\n\tWe should begin by noting that the commission&rsquo;s report offered no shortage of recommendations for the White House to choose from -- more than 70, in fact. Based on our analysis of these three documents, as well as our discussions with independent budget experts, we found many policies now advocated by Obama that had been included in the bipartisan commission&rsquo;s final report. However, in many cases the White House proposal either differed in some of the details or lacked details entirely.<br />\r\n\t<br />\r\n\tWhen we contacted Boehner&rsquo;s office, a spokesman said that the fairest way to compare the proposals is to look at the president&rsquo;s proposed budget, since that document includes greater detail than the fact sheet that accompanied the George Washington University speech, which is informally known as the &quot;framework.&quot; Still, we think the framework has value, so we&rsquo;ll evaluate them separately.<br />\r\n\t<br />\r\n\tFirst are two recommendations by the commission that were included in the president&rsquo;s budget proposal:<br />\r\n\t<br />\r\n\t&bull; <strong>Allow the Pension Benefit Guarantee Corporation to increase premiums</strong>. The PBGC is the federal agency that protects traditional defined-benefit pension payments for workers whose companies have failed. Both the commission and the White House agreed that PBGC premiums are lower than those charged by private-sector financial institutions and are too low to allow the agency to remain financially stable. Both proposals would allow the agency to raise premiums in order to shore up its financial position.<br />\r\n\t<br />\r\n\t&bull; <strong>Increase government authority and funding to reduce Medicare fraud</strong>. The president&rsquo;s budget does this.<br />\r\n\t<br />\r\n\tSo these two items by themselves show Boehner is wrong to say that none of the commission&rsquo;s recommendations were included.<br />\r\n\t<br />\r\n\tNext, we&rsquo;ll list six of the commission&rsquo;s recommendations that were included in the president&rsquo;s budget with slight differences.</p>\r\n<p>\r\n\t&bull; <strong>Eliminate &quot;in-school subsidies&quot; for the federal student loan program</strong>. Both the commission and the president&rsquo;s budget agree that this policy should be eliminated, though the president would do it only for graduate and professional student loans.<br />\r\n\t<br />\r\n\t&bull; <strong>End the reliance on deficit spending to fund the transportation trust fund</strong>. The main difference here is that Obama does not specifically advocate a 15-cent-per-gallon increase in the gas tax -- a key provision of the commission&rsquo;s recommendation.<br />\r\n\t<br />\r\n\t&bull; <strong>Freeze pay for federal workers and Defense Department civilians</strong>. The commission recommended a three-year freeze; the president&rsquo;s budget would do two years.<br />\r\n\t<br />\r\n\t&bull; <strong>Overhaul the medical malpractice system</strong>. &nbsp;The commission advocated an &quot;aggressive&quot; set of changes to the medical malpractice system, such as imposing a statute of limitations for suits, creating specialized &quot;health courts,&quot; and allowing &quot;safe haven&quot; rules for providers who follow best practices of care. Obama&rsquo;s budget is much less specific, saying only that the president &quot;encourages Republicans to work constructively with him on medical malpractice as part of an overall effort to restrain health costs.&quot;<br />\r\n\t<br />\r\n\t&bull; <strong>Reform the corporate tax system</strong>. The president&rsquo;s budget calls for simplification but does not go so far as to endorse the commission&rsquo;s specific recommendation of a single corporate tax rate between 23 percent and 29 percent and changing how foreign income is taxed.<br />\r\n\t<br />\r\n\t&bull; <strong>Increase government efficiency</strong>. Both the commission and the president&rsquo;s budget endorse the idea of reorganizing government to make it more efficient, but neither provides much detail.<br />\r\n\t<br />\r\n\tFinally, the White House &quot;framework&quot; on deficit reduction refers very generally to seven of the commission&rsquo;s recommendations. In several of these examples, the White House proposal offers less detail than the commission&rsquo;s.<br />\r\n\t<br />\r\n\t&bull; <strong>Cut both security and non-security spending</strong>. The commission urged cutting both types of spending by equal percentages. In his fact sheet for the framework, Obama advocates cutting non-security spending to levels consistent with that of the commission, but his cuts to security-related spending are not as large as those proposed by the commission.<br />\r\n\t<br />\r\n\t&bull; <strong>Implement structural tax reform</strong>. The commission and Obama both agree with the principle of cutting marginal tax rates while eliminating loopholes. But while the commission recommended &quot;a small number of simpler, more targeted provisions that promote work, home ownership, health care, charity and savings,&quot; Obama was less specific.<br />\r\n\t<br />\r\n\t&bull; <strong>Reform Medicare&rsquo;s Sustainable Growth Rate mechanism</strong>. Both the commission and Obama agreed that the Sustainable Growth Rate needs to be overhauled, in a way that is fully offset in the budget, but their approaches are somewhat different.<br />\r\n\t<br />\r\n\t&bull; <strong>Establish a long-term global budget for federal health care spending</strong>. The commission urged a &quot;target of holding growth (of all federal health care spending) to GDP plus 1 percent and requiring action by the president and Congress if growth exceeds the targets.&quot; In his framework, Obama proposed a more aggressive standard -- GDP plus 0.5 percent per beneficiary -- but for the more limited target of just Medicare.<br />\r\n\t<br />\r\n\t&bull; <strong>Eliminate state &quot;gaming&quot; of Medicaid</strong>. The commission recommends preventing states from taxing providers in order to increase their payments, and therefore increase the federal match. The Obama framework backs a limited version.<br />\r\n\t<br />\r\n\t&bull; <strong>Reduce agricultural subsidies</strong>. The Obama framework supports cuts, but it does not mention the specific programs recommended by the commission.<br />\r\n\t<br />\r\n\t&bull; <strong>Create a mechanism to enforce adherence to debt stabilization</strong>. Both the commission and the president&rsquo;s framework agree on this in principle, but they use different mechanisms. The commission recommended that if balanced-budget targets are not met, Congress would need to implement a fast-track legislative procedure to enforce changes in spending and/or taxes. The president would do something similar, but he would specifically carve out Social Security, low-income programs and Medicare, &quot;consistent with prior fiscal enforcement triggers put in place by Presidents Reagan, George H.W. Bush and Clinton.&quot;<br />\r\n\t<br />\r\n\tWe do think it&rsquo;s fair to say that Obama has stopped short of adopting many of the commission&rsquo;s recommendations, and he&rsquo;s been clear that he will not accept the package in its entirety.<br />\r\n\t<br />\r\n\tBut even if you look only at his fiscal year 2012 budget plan rather than the less detailed framework, Obama made two proposals -- &nbsp;pension guarantees and Medicare fraud -- that are substantially similar to those offered by the commission, and his budget proposal includes six additional provisions that share significant common ground with recommendations made by the commission.<br />\r\n\t<br />\r\n\tAlice Rivlin, the former director of the Office of Management and Budget for Clinton and a member of the commission, told PolitiFact that the most important idea Obama took from the group wasn&rsquo;t a policy proposal at all but was instead &quot;the concept of shared sacrifice,&quot; which was a centerpiece of the commission&rsquo;s preamble.<br />\r\n\t<br />\r\n\tIf Boehner had offered a more measured assessment, he would have had a fair point about the differences between Obama&rsquo;s fiscal approach and that outlined by the commission. The president certainly could have gone further in embracing the recommendations of the panel he had commissioned. But he did embrace a wide variety of them, so to say bluntly, as Boehner did, that Obama &quot;took exactly none of his own deficit reduction commission&rsquo;s ideas&quot; is simply not correct. To one degree or another, the commission&rsquo;s recommendations are sprinkled throughout Obama&rsquo;s budget proposals, in recognizable -- if not always in identical -- form. So we rate Boehner&rsquo;s statement False.</p>", "ruling_comments_date": "2011-04-27T02:04:11.110663", "ruling_date": "2011-04-28T11:40:07", "ruling_headline": "John Boehner says Obama “took exactly none of his own deficit reduction commission’s ideas\"", "ruling_headline_slug": "john-boehner-says-obama-took-exactly-none-his-own-", "ruling_link_text": "Lots of proposals in common, though not always identical", "ruling_state": null, "source_documents": null, "sources": "<div>\r\n\t<p>\r\n\t\tJohn Boehner, <a href=\"http://abcnews.go.com/wnt/video/boehner-gas-prices-cost-obama-election-13454075&amp;tab=9482930&amp;section=1206853&amp;playlist=1363488\">interview</a> with ABC News, April 25, 2011<br />\r\n\t\t<br />\r\n\t\tNational Commission on Fiscal Responsibility and Reform, &quot;The Moment of Truth&quot; (<a href=\"http://www.fiscalcommission.gov/sites/fiscalcommission.gov/files/documents/TheMomentofTruth12_1_2010.pdf\">final report of the commission</a>), December 2010<br />\r\n\t\t<br />\r\n\t\tWhite House, president&rsquo;s fiscal year 2012 budget <a href=\"http://www.whitehouse.gov/omb/budget/Overview\">proposal</a>, accessed April 26, 2011<br />\r\n\t\t<br />\r\n\t\tWhite House, &quot;<a href=\"http://www.whitehouse.gov/the-press-office/2011/04/13/fact-sheet-presidents-framework-shared-prosperity-and-shared-fiscal-resp\">Fact Sheet: The President&#39;s Framework for Shared Prosperity and Shared Fiscal Responsibility</a>,&quot; April 13, 2011<br />\r\n\t\t<br />\r\n\t\tE-mail interview with Paul Van de Water, senior fellow with the Center for Budget and Policy Priorities, April 26, 2011<br />\r\n\t\t<br />\r\n\t\tE-mail interview with Marc Goldwein, policy director for the Committee for a Responsible Federal Budget, April 26, 2011<br />\r\n\t\t<br />\r\n\t\tE-mail interview with Alice Rivlin, former director of the Office of Management and Budget and a member of the Simpson-Bowles commission, April 26, 2011<br />\r\n\t\t<br />\r\n\t\tE-mail interview with Michael Steel, spokesman for John Boehner, April 26, 2011</p>\r\n\t<p>\r\n\t\t&nbsp;</p>\r\n</div>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 13, "current_job": "Speaker of the House of Representatives", "false_count": 22, "first_name": "John", "half_true_count": 11, "home_state": "Ohio", "id": 49, "last_name": "Boehner", "mostly_true_count": 4, "name_slug": "john-boehner", "pants_count": 2, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-johnboehner.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/49/", "total_count": 69, "true_count": 17, "website": "http://www.speaker.gov/"}, "statement": "<div style=\"background-color: transparent;\">\r\n\tPresident Barack Obama &quot;took exactly none of his own deficit reduction commission&rsquo;s ideas. Not one.&quot;</div>", "statement_context": "an interview with ABC news", "statement_date": "2011-04-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 183, "photo": null, "resource_uri": "/api/v/2/subject/183/", "subject": "Deficit", "subject_slug": "deficit", "used_in_edition": ["/api/v/2/edition/10/"]}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}