{"art": [], "author": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2011/may/03/kathleen-sebelius/one-three-harmed-during-medical-care-white-house-o/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jdenery@ajc.com", "first_name": "Jim ", "id": 141, "last_name": "Denery", "name_slug": "jim-denery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/141/", "title": "Word editor", "twitter": null}, {"email_address": "angela.tuck@ajc.com", "first_name": "Angela", "id": 207, "last_name": "Tuck", "name_slug": "angela-tuck", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/207/", "title": "Editor", "twitter": null}], "facebook_headline": null, "id": 3680, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/3680/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tIt&rsquo;s no secret that health care costs are rising, but comments by a White House Cabinet member about the quality of care surprised us.<br />\r\n\t<br />\r\n\tU.S. Health and Human Services Secretary Kathleen Sebelius said at a recent Atlanta Press Club luncheon that &quot;one of three patients hospitalized (is) harmed by the care they receive.&quot;<br />\r\n\t<br />\r\n\tSebelius made the claim while discussing the need to provide better health care under the federal government&rsquo;s Medicare program. The White House has begun a program to reduce preventable medical errors.<br />\r\n\t<br />\r\n\tThe secretary attempted to drive home the seriousness of the issue by telling the story of a Stone Mountain woman who got an infection during ankle surgery. The woman, Sebelius said, needed another surgery to remove screws previously put in her ankle. She had to take antibiotics at home, needed weekly visits from a home health nurse and additional treatment from a doctor to make sure the infection went away.<br />\r\n\t<br />\r\n\tSebelius said such tales are not rare. Still, we wondered about the frequency. Is it really one of three?<br />\r\n\t<br />\r\n\tThe secretary&rsquo;s office said her claim came from a recent study in the journal Health Affairs. The study&rsquo;s headline said that adverse effects from medical care in hospitals may be 10 times greater than previously believed.<br />\r\n\t<br />\r\n\t&quot;Overall, adverse events occurred in 33.2 percent of hospital admissions,&quot; the nine-page study said.<br />\r\n\t<br />\r\n\tSeveral newspapers reported the findings.<br />\r\n\t<br />\r\n\t&quot;[Medical errors] are a big issue,&quot; said Dr. Peter Pronovost, director of the Johns Hopkins University Quality and Research Safety Group, who has received praise for his research on the topic.<br />\r\n\t<br />\r\n\tBut is the statistic that Sebelius quoted correct?<br />\r\n\t<br />\r\n\tDoctors and medical experts began paying more attention to medical errors during care after a landmark 1999 study by the Institute of Health, an arm of the National Academy of Sciences. Researchers concluded that as many as 98,000 Americans die each year as a result of medical errors.<br />\r\n\t<br />\r\n\tIn November, a team of doctors released its findings on five years worth of medical records from 10 randomly selected hospitals in North Carolina between 2002 and 2007. They chose that state because it has worked hard to improve patient safety in recent years. The research found &quot;25.1 patient harms per 100 admissions.&quot; Nearly one out of five patients had an adverse effect from medical care, the study found. The greatest percentage of harms came from medical procedures. Medications were a close second. Infections were third on the list.<br />\r\n\t<br />\r\n\tDr. Christopher Landrigan, the lead author of the North Carolina study, said the adverse effect from medicine could range from a condition that requires a hospital stay to something as simple as a rash. Landrigan, associate professor of medicine and pediatrics at Harvard Medical Center, said medical errors occur because care and treatment are imperfect.<br />\r\n\t<br />\r\n\t&quot;The root cause of it is medicine is very complicated,&quot; Landrigan said, explaining why medical errors are so alarmingly high. &quot;There is a high risk of something going wrong.&quot;<br />\r\n\t<br />\r\n\tThe April report that Sebelius referenced focused on three hospitals of different sizes located in different parts of the United States. The researchers, led by Dr. David C. Classen, randomly selected patients from all adult age groups admitted to those hospitals during the month of October 2004 and reviewed the records of 795 patients.<br />\r\n\t<br />\r\n\tThe largest forms of problems, nearly 40 percent of them, were related to medicine given for a surgery or procedure. The second-leading cause, nearly 30 percent, was procedure-related. Infections were the third-leading cause, the study found. About one third of the problems required a longer hospital stay. Nearly 8 percent resulted in permanent patient harm, a lifesaving procedure or death.<br />\r\n\t<br />\r\n\tLandrigan said he didn&rsquo;t dispute the research in the Health Affairs report. He said Classen and his fellow researchers were more experienced in using some of the tools now used to detect medical errors. Classen and his team did use a broader definition of adverse events than in other studies, saying they did not restrict themselves to whether they were preventable or led to a major disability.<br />\r\n\t<br />\r\n\t&quot;Fundamentally, the methodology was very sound,&quot; Landrigan said.<br />\r\n\t<br />\r\n\tTo date, other reviews of the study have been well-received.<br />\r\n\t<br />\r\n\t&quot;This is one of the best studies that now gives us a sense of how much harm is happening to patients in American hospitals,&quot; Dr. Robert Wachter, chief of medical service at the University of California, San Francisco, Medical Center, told American Medical News.<br />\r\n\t<br />\r\n\tWachter was not involved in the research.<br />\r\n\t<br />\r\n\tTo sum up, Sebelius repeated information from a report that falls in line with other research showing that the problem of medical errors is progressively getting worse. Although the report has not been disputed, there are a few caveats, such as the researchers used a broader definition of adverse events, some of the effects were not life-threatening and the short length of the research of the study. We rate the Sebelius claim as Mostly True.</p>", "ruling_comments_date": "2011-05-02T19:10:36.352970", "ruling_date": "2011-05-03T06:00:00", "ruling_headline": "One in three harmed during medical care, White House official says", "ruling_headline_slug": "one-three-harmed-during-medical-care-white-house-o", "ruling_link_text": "One in three claim patients harmed during medical care close to the mark.", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tHealth Affairs, summary, &quot;<a href=\"http://content.healthaffairs.org/content/30/4/581.full?ijkey=Jgti23LLNX6xA&amp;keytype=ref&amp;siteid=healthaff\">Global Trigger Tool Shows That Adverse Events In Hospitals May Be Ten Times Greater Than Previously Measured</a>,&quot; April 2011<br />\r\n\t<br />\r\n\tDocument Cloud, courtesy of Dr. David C. Classen, &quot;<a href=\"http://www.documentcloud.org/documents/87779-health-affairs-april-2011-report-using-global.html\">Global Trigger Tool Shows That Adverse Events In Hospitals May Be Ten Times Greater Than Previously Measured</a>,&quot; April 2011<br />\r\n\t<br />\r\n\tInstitute of Medicine, &quot;<a href=\"http://www.iom.edu/~/media/Files/Report%20Files/1999/To-Err-is-Human/To%20Err%20is%20Human%201999%20%20report%20brief.pdf\">To Err Is Human: Building A Safer Health System</a>,&quot; November 1999 summary report<br />\r\n\t<br />\r\n\tThe National Academies Press, &quot;<a href=\"http://www.nap.edu/openbook.php?record_id=9728&amp;page=R1\">To Err Is Human</a>.&quot;<br />\r\n\t<br />\r\n\tTelephone interview with Dr. Peter Pronovost, Johns Hopkins University, April 25, 2011<br />\r\n\t<br />\r\n\tTelephone interview with Dr. Christopher Landrigan, April 26, 2011<br />\r\n\t<br />\r\n\tThe New England Journal of Medicine, &quot;<a href=\"http://www.nejm.org/doi/full/10.1056/NEJMsa1004404#t=article\">Temporal Trends in Rates of Patient Harm Resulting from Medical Care</a>,&quot; Nov. 25, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "U.S. Health and Human Services Secretary", "false_count": 0, "first_name": "Kathleen", "half_true_count": 1, "home_state": "Kansas", "id": 1188, "last_name": "Sebelius", "mostly_true_count": 4, "name_slug": "kathleen-sebelius", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Kathleen_Sebelius.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1188/", "total_count": 8, "true_count": 1, "website": "http://www.sebeliusresources.com/"}, "statement": "<p>\r\n\t&quot;One of three patients hospitalized (is) harmed by the care they receive.&quot;</p>", "statement_context": "a speech", "statement_date": "2011-04-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "Obama official says 1 in 3 patients harmed during care. True?"}