{"art": [], "author": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2011/may/04/saxby-chambliss/us-sen-chambliss-says-16500-irs-agents-needed-heal/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "cgay@ajc.com", "first_name": "Charles", "id": 167, "last_name": "Gay", "name_slug": "charles-gay", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/167/", "title": "Sunday editor", "twitter": null}], "facebook_headline": null, "id": 3683, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/3683/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tMore than a year after Congress approved a health care overhaul, the debate is far from over.<br />\r\n\t<br />\r\n\tLegal challenges are working their way through the courts. States are preparing for major changes. Opponents continue to rail against &quot;Obamacare.&quot; Meanwhile, ordinary citizens are working to understand what it all means to them. &nbsp;<br />\r\n\t<br />\r\n\tWhen a constituent wrote a letter to U.S. Sen. Saxby Chambliss, R-Ga., in support of the Patient Protection and Affordable Care Act of 2010, his office replied with a three-page defense of his opposition to the law that the recipient shared with us. &nbsp;<br />\r\n\t<br />\r\n\tOne argument concerned new tax credits, taxes and a host of other rule changes for businesses and individuals that will require new technology, administrators and paperwork to implement. This boosts the Internal Revenue Service&rsquo;s workload. &nbsp;<br />\r\n\t<br />\r\n\t&quot;In order to fully enforce the provisions of this bill, the Internal Revenue Service estimates that it will be required to hire an additional 16,500 agents at a cost of $10 billion to the taxpayer,&quot; the Chambliss reply said. &nbsp;<br />\r\n\t<br />\r\n\tAn additional 16,500 agents? That&rsquo;s nearly the population of Decatur. Is this correct?<br />\r\n\t<br />\r\n\tPolitiFact Georgia&rsquo;s parent publication, PolitiFact National, checked related claims twice before. So has FactCheck.org, a nonprofit team that performs similar work to PolitiFact.<br />\r\n\t<br />\r\n\tWe found that Chambliss&rsquo; claim has led a long existence with several incarnations, all of which are misleading.<br />\r\n\t<br />\r\n\tThe Truth-O-Meter first ruled on a similar statement by U.S. Rep. Mark Kirk, an Illinois Republican and one of at least a dozen lawmakers who made this point during last year&rsquo;s fight over the legislation. He said that &quot;according to the nonpartisan Congressional Budget Office, the IRS would need to hire over 16,000 people ... to audit the American people and impose the new taxes and mandates&quot; of the health care bill.<br />\r\n\t<br />\r\n\tKirk&rsquo;s attribution was misleading, PolitiFact ruled. The 16,500 actually came from an estimate from Republicans with the U.S. House Ways and Means Committee, which handles federal tax legislation. House Republicans voted against the final health care bill.<br />\r\n\t<br />\r\n\tThis is what actually happened: The CBO, a nonpartisan referee on budget questions, offered a cost estimate of $5 billion to $10 billion over 10 years, but it suggested nothing about how those costs would translate to jobs, PolitiFact ruled. Republicans picked numbers at the high end of the CBO estimate that favor their case, the ruling concluded. &nbsp;&nbsp;<br />\r\n\t<br />\r\n\tAnother problem is that even the Republicans on Ways and Means acknowledged that the figure could be less than 16,500 new jobs if they factored in overhead such as desks and office supplies in addition to salaries. The jobs figure is based on an estimate for the costs of benefits and payroll for a single worker.<br />\r\n\t&nbsp;<br />\r\n\tPolitiFact ruled Kirk&rsquo;s claim Barely True because it&rsquo;s fair to assume the IRS will need to hire new employees.<br />\r\n\t<br />\r\n\tThe assertion continues to resurface. FactCheck.org noted that Republican Rep. Ron Paul of Texas said it would take &quot;16,500 armed bureaucrats to make this program work.&quot; It called the comment a &quot;wildly inaccurate claim.&quot;<br />\r\n\t<br />\r\n\tFactCheck.org also pointed out other problems. For instance, it misrepresented the Ways and Means estimates, which were for the number of potential employees. Actual IRS agents only make up a small percentage of the IRS workforce. The rest are clerks, accountants, administrators, attorneys, help-line workers and others who are not involved with enforcement. And only a small segment of agents -- law enforcement officers who work on criminal cases -- are armed. &nbsp;&nbsp;&nbsp;&nbsp;<br />\r\n\t<br />\r\n\tU.S. Rep. Michelle Bachmann of Minnesota made a similar claim in January but earned a better PolitiFact rating than Kirk did. She noted the health care bill &quot;may&quot; put those agents in charge of policing the bill, not that they would. This more careful language earned her a Half True.<br />\r\n\t<br />\r\n\tAfter Bachmann made her statement, the IRS submitted a budget request to the U.S. Department of the Treasury for fiscal year 2012. It includes estimates for workers it needs to begin implementation of the health care act.<br />\r\n\t<br />\r\n\tWe read the 159-page document and counted requests for 1,269 employees to prepare for the health care tax changes at a cost of $473.4 million. They were typically for support roles in areas such as information technology or customer service. Most were not agents.<br />\r\n\t<br />\r\n\tAnd so we turn to Chambliss&rsquo; claim.<br />\r\n\t<br />\r\n\tThe attribution is incorrect. The 16,500 figure did not come from the IRS, but from Republican members of Congress who opposed the law.<br />\r\n\t<br />\r\n\tThat estimate was for employees, not &quot;agents.&quot; And it didn&rsquo;t account for overhead costs, which even the claim&rsquo;s supporters acknowledged would likely lower the jobs number.<br />\r\n\t<br />\r\n\tFor 2012, the IRS estimate is 1,269, mostly in non-enforcement roles.<br />\r\n\t<br />\r\n\tChambliss&rsquo; statement that the IRS estimated it must &quot;hire an additional 16,500 agents at a cost of $10 billion to the taxpayer&quot; to implement health care reforms not only repeated an oft-criticized, misleading claim. It got the claim wrong.<br />\r\n\t<br />\r\n\tWe therefore rule Chambliss&rsquo; statement False.</p>", "ruling_comments_date": "2011-05-03T14:57:48.378232", "ruling_date": "2011-05-04T06:00:00", "ruling_headline": "U.S. Sen. Chambliss says 16,500 IRS agents needed for health reform", "ruling_headline_slug": "us-sen-chambliss-says-16500-irs-agents-needed-heal", "ruling_link_text": "Missive's factoid deserves Dear John letter", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tU.S. Sen. Saxby Chambliss, letter to a constituent, March 28, 2011<br />\r\n\t<br />\r\n\tPolitiFact.com, &quot;<a href=\"http:// http://politifact.com/truth-o-meter/statements/2010/mar/29/mark-kirk/kirk-says-health-care-bill-will-lead-irs-hire-more/\">Kirk says health care bill will lead IRS to hire more than 16,000 new employees</a>,&quot; March 29, 2010<br />\r\n\t<br />\r\n\tPolitiFact.com, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/jan/26/michele-bachmann/michele-bachmann-repeats-claim-health-care-bill-wi/\">Michelle Bachmann Repeats Claim Health Care Bill Will require 16,500 new IRS agents</a>,&quot; Jan. 26, 2011<br />\r\n\t<br />\r\n\tFactCheck.org, &quot;<a href=\"http://factcheck.org/2011/02/irs-and-the-health-care-law-part-ii/\">IRS and the Health Care Law Part II</a>,&quot; Feb. 23, 2011<br />\r\n\t<br />\r\n\tFactCheck.org, &quot;<a href=\"http:// www.factcheck.org/2010/03/irs-expansion/\">IRS Expansion</a>,&quot; Feb. 22, 2011<br />\r\n\t<br />\r\n\tInternal Revenue Service, FY 2012 Budget Request, Congressional Budget Submission, Feb. 14, 2011<br />\r\n\t<br />\r\n\tE-mail interview, Bronwyn Lance Chester, communications director, U.S. Sen. Saxby Chambliss, April 13, 2011<br />\r\n\t<br />\r\n\tE-mail interview, Mark Green, spokesman, Internal Revenue Service, April 15, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "U.S. Senator", "false_count": 1, "first_name": "Saxby", "half_true_count": 3, "home_state": "Georgia", "id": 1143, "last_name": "Chambliss", "mostly_true_count": 4, "name_slug": "saxby-chambliss", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Saxby_Chambliss.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1143/", "total_count": 12, "true_count": 2, "website": ""}, "statement": "<p>\r\n\tSays the Internal Revenue Service estimated it must hire &quot;16,500 agents at a cost of $10 billion to the taxpayer&quot; to enforce the federal health care overhaul.</p>", "statement_context": "a letter to a constituent", "statement_date": "2011-03-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": "Will the U.S. need an army of IRS agents the size of Decatur to implement health care reform?"}