{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2011/may/04/david-stockman/former-reagan-budget-director-says-ryans-plan-save/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 3693, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/3693/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tPresident Ronald Reagan&#39;s former budget director, David Stockman, has taken on a new public role calling out both Democrats and Republicans for failing to address budget deficits quickly, using spending cuts <i>and </i>tax increases.<br />\r\n\t<br />\r\n\tDemocrats need to accept cuts to entitlement programs like Social Security and Medicare, Stockman wrote in a recent <i>New York Times</i> op-ed, while Republicans should accept tax increases, not only for the rich, but also for the middle class. Stockman appeared on the roundtable <i>This Week with Christiane Amanpour</i> on May 1 to make similar arguments.&nbsp;<br />\r\n\t<br />\r\n\tPrior to the roundtable, Amanpour interviewed Rep. Paul Ryan, R-Wisc. As the chair of the House Budget Committee, he created a broad <a href=\"http://thomas.loc.gov/cgi-bin/query/z?c112:H.CON.RES.34:\" id=\"y6o6\" title=\"budget proposal\">budget proposal</a> that the U.S. House of Representatives <a href=\"http://clerk.house.gov/evs/2011/roll277.xml\" id=\"vvsr\" title=\"approved\">approved</a>, mostly along party lines, on April 15. It&#39;s unlikely the proposal will become law; Senate Democrats and President Barack Obama oppose the plan.<br />\r\n\t<br />\r\n\tStockman didn&#39;t have kind words for Ryan&#39;s outline.&nbsp;<br />\r\n\t<br />\r\n\t&quot;I think both parties are delusional in thinking that this is a long-run problem. The Ryan plan gets the balanced budget in 2030, the fiscal hereafter. We have a here-and-now problem,&quot; Stockman said. &quot;Now, what does Ryan do in the next two or three years? Nothing. He cuts $600 (billion) or $700 billion of spending, mostly from a small part of the budget, discretionary and the safety net, leaves Medicare totally untouched for three years, leaves Social Security totally untouched for 10 years, leaves defense totally untouched for the next three years, and then, after cutting that small amount, gives it all back by extending all the Bush tax cuts that we can&#39;t afford. ... In three years, he does not cut one dime from the debt.&quot;<br />\r\n\t&nbsp;</p>\r\n<div>\r\n\tWe decided to fact-check Stockman&#39;s attack on Ryan&#39;s proposal. We&#39;ll take it point by point with Truth-O-Meter rulings along the way to our final ruling.</div>\r\n<br />\r\n<div>\r\n\t<b>Ryan&#39;s proposal &quot;leaves Medicare totally untouched for three years.&quot;</b><br />\r\n\t<br />\r\n\tRyan&#39;s resolution specifically exempts current retirees and those near retirement. This means traditional Medicare would stay in place for those 55 or older. So we wouldn&#39;t see reductions in the rate of spending on Medicare until about 2022.<br />\r\n\t<br />\r\n\tRyan&#39;s budget proposal as passed by the House of Representatives is only a broad outline, but Ryan&#39;s staff provided additional details of his plan to the nonpartisan Congressional Budget Office, so that the CBO could conduct its usual fiscal analysis. The CBO reported that Ryan&#39;s plan leaves in place a number of cost-saving provisions that are part of health care reform, but those cost savings are part of current law, not new reductions.<br />\r\n\t<br />\r\n\tSo Ryan&#39;s budget does indeed leave Medicare alone for the near-term. On this point, Stockman is on firm ground, and we rate this point True.</div>\r\n<br />\r\n<div>\r\n\t<b>Ryan&#39;s proposal &quot;leaves Social Security totally untouched for 10 years.&quot;</b><br />\r\n\t<br />\r\n\tRyan&#39;s &quot;Path to Prosperity&quot; asserts that Social Security is out of balance and in &quot;fragile condition,&quot; but it doesn&#39;t suggest any immediate changes to the program. Instead, the proposal says the president should submit a plan for restoring balance to the fund, and that members of Congress should also be required to put forth ideas. The CBO report plainly states, &quot;The proposal does not involve changes to Social Security.&quot;<br />\r\n\t<br />\r\n\tStockman is accurate here as well, and we rate his statement True.<br />\r\n\t&nbsp;</div>\r\n<br />\r\n<div>\r\n\t<b>Ryan&#39;s proposal &quot;leaves defense totally untouched for the next three years.&quot;</b></div>\r\n<p>\r\n\t<br />\r\n\tRyan&#39;s budget proposal accepts cuts already proposed by Secretary of Defense Robert Gates but doesn&#39;t suggest additional reductions. Ryan&#39;s budget proposal uses the same numbers for defense spending as the White House&#39;s proposed 2012 budget, though Obama has since suggested&nbsp; additional cuts to defense. The reductions amount to $78 billion over the next five years, a small number considering defense got approximately $720 billion in 2011 alone. Ryan&#39;s budget slows the future growth of defense spending, but he doesn&#39;t actually reduce it.<br />\r\n\t<br />\r\n\tRyan&#39;s proposal says explicitly that the first job of government is national defense and rejects &quot;deep, across-the-board cuts in funding for national defense.&quot; (On this point, Ryan&#39;s proposal has attracted critics both for proposing too much and too little. A commentator with the libertarian Cato Institute says defense <a href=\"http://www.cato-at-liberty.org/no-paul-ryan-really-doesnt-cut-pentagon-spending/\" id=\"yh2j\" title=\"should be cut more\">should be cut more</a>, while one from the conservative Heritage Foundation says the spending <a href=\"http://www.heritage.org/Research/Reports/2011/04/The-FY-2012-Defense-Budget-Proposal-Looking-for-Cuts-in-All-the-Wrong-Places\" id=\"hc.b\" title=\"aren't sufficient\">isn&#39;t enough</a> to achieve U.S. security goals.)<br />\r\n\t<br />\r\n\tWe checked the proposal&#39;s numbers with Todd Harrison, an expert on the defense budget at the Center for Strategic and Budgetary Assessments, a research institute that focuses on defense. Even with Gates&#39; suggested reduction, &quot;the Department of Defense budget would not actually go down -- it would essentially stay flat (only growing with inflation) for the next 12 years,&quot; Harrison said via e-mail.<br />\r\n\t<br />\r\n\tWe rate this part Mostly True, allowing for the fact that there are some small reductions that Ryan and the Obama administration both agree on.<br />\r\n\t<br />\r\n\t<b>In three years, Ryan &quot;does not cut one dime from the debt.&quot;</b><br />\r\n\t<br />\r\n\tAs Stockman noted in his comments, Ryan&#39;s proposal does cut some discretionary spending in the short term. But it&#39;s not enough to make a dent in the public debt. Keep in mind what the debt is: It&#39;s the total of all the money we&#39;ve borrowed. The deficit, on the other hand, is the yearly shortfall. So making the deficit smaller each year doesn&#39;t cut the debt. As long as annual deficits exist, the debt will grow every year.<br />\r\n\t<br />\r\n\tRyan&#39;s proposal reduces deficits but it does not eliminate them until 2040, 29 years from now, according to the CBO analysis. The &quot;Path to Prosperity&quot; document includes projections for the public debt between 2011 and 2021, and it shows debt going up every single year. Congress is now debating an increase in the debt limit from its current level of $14.3 trillion; Ryan&#39;s budget shows the debt increasing to $16.2 trillion in 2012 and rising every year after that up to $23.1 trillion in 2021.<br />\r\n\t<br />\r\n\tSo Stockman&#39;s right on this one, too. True.<br />\r\n\t<br />\r\n\t<b>Other viewpoints</b><br />\r\n\t<br />\r\n\tWe checked with Ryan&#39;s office for a response to Stockman&#39;s complaints. A spokesperson describes Ryan&#39;s plan as &quot;common sense gradual reforms,&quot; and pointed out that it reduces deficits compared with current policy and compared with President Obama&#39;s budget.<br />\r\n\t<br />\r\n\t&quot;Economic growth, combined with a real solution to rising health care costs, is the key to putting our budget on a path to balance and our economy on a path to prosperity. Tax increases kill growth, and simply cutting benefits for current seniors is not a real solution to rising health care costs,&quot; said spokesperson Conor Sweeney via e-mail.<br />\r\n\t<br />\r\n\tMeanwhile, we should point out that liberal critics who dislike Ryan&#39;s plan would also disagree with Stockman&#39;s critique. Short-term spending should not be reined in because it would hurt the economic recovery, they&#39;ve said.<br />\r\n\t<br />\r\n\tHere&#39;s how <i>New York Times</i> columnist Paul Krugman <a href=\"http://www.nytimes.com/2011/04/25/opinion/25krugman.html?ref=paulkrugman\" id=\"ezev\" title=\"put it\">put it</a> recently: &quot;Why not slash deficits immediately? Because tax increases and cuts in government spending would depress economies further, worsening unemployment. And cutting spending in a deeply depressed economy is largely self-defeating even in purely fiscal terms: any savings achieved at the front end are partly offset by lower revenue, as the economy shrinks.&quot;<br />\r\n\t<br />\r\n\t<b>Our ruling</b><br />\r\n\t<br />\r\n\tWhether the deficit should be reduced quickly or slowly is no doubt a debate that will continue to burn. Stockman urges a dramatic approach to cutting spending and increasing taxes quickly, while Ryan&#39;s proposal offers a more gradual approach to cutting spending, and it doesn&#39;t advocate raising taxes. Stockman said Ryan&#39;s plan &quot;leaves Medicare totally untouched for three years, leaves Social Security totally untouched for 10 years, leaves defense totally untouched for the next three years, and then, after cutting that small amount, gives it all back by extending all the Bush tax cuts that we can&#39;t afford. ... In three years, he does not cut one dime from the debt.&quot; Stockman is factually accurate on all these points, and we rate his statement True.</p>", "ruling_comments_date": "2011-05-04T16:19:35.825014", "ruling_date": "2011-05-04T16:58:27", "ruling_headline": "Former Reagan budget director says Ryan's plan saves debt reduction for later", "ruling_headline_slug": "former-reagan-budget-director-says-ryans-plan-save", "ruling_link_text": "Ryan's proposals kick in later", "ruling_state": null, "source_documents": null, "sources": "<div>\r\n\tThis Week with Christiane Amanpour, <a href=\"http://abcnews.go.com/ThisWeek/week-transcript-rep-paul-ryan/story?id=13502946&amp;singlePage=true\" id=\"pf9x\" title=\"transcript\">transcript</a>, May 1, 2011<br />\r\n\t<br />\r\n\tPaul Ryan, &quot;<a href=\"http://paulryan.house.gov/UploadedFiles/PathToProsperityFY2012.pdf\">The Path to Prosperity</a>,&quot; accessed April 20, 2011<br />\r\n\t<br />\r\n\tTHOMAS,<a href=\"http://hdl.loc.gov/loc.uscongress/legislation.112hconres34\"> 2012 Budget Resolution</a>, April 15, 2011<br />\r\n\t<br />\r\n\tCongressional Budget Office, &nbsp;<a href=\"http://www.cbo.gov/ftpdocs/121xx/doc12128/04-05-Ryan_Letter.pdf\">Analysis of Paul Ryan budget proposal</a>, April 5, 2011<br />\r\n\t<br />\r\n\t<div>\r\n\t\tThe New York Times, <a href=\"http://www.nytimes.com/2011/04/24/opinion/24stockman.html\" id=\"swfk\" title=\"The Bipartisan March to Fiscal Madness\">The Bipartisan March to Fiscal Madness</a>, op-ed by David Stockman, April 23, 2011</div>\r\n\t<br />\r\n\t<div>\r\n\t\tBloomberg, <a href=\"http://www.bloomberg.com/news/2011-04-06/u-s-republican-budget-sets-likely-ceiling-for-defense-spending.html\" id=\"mb25\" title=\"U.S. Republican Budget Sets Likely Ceiling for Defense Spending\">U.S. Republican Budget Sets Likely Ceiling for Defense Spending</a>, April 6, 2011</div>\r\n\t<br />\r\n\t<div>\r\n\t\tThe Cato Institute, <a href=\"http://www.cato-at-liberty.org/no-paul-ryan-really-doesnt-cut-pentagon-spending/\">No, Paul Ryan Really Doesn&rsquo;t Cut Pentagon Spending</a>, April 12, 2011</div>\r\n\t<br />\r\n\t<div>\r\n\t\tThe American Enterprise Institute,&nbsp;<a href=\"http://blog.american.com/?p=29695\" id=\"blih\" title=\"The Path to Security\">The Path to Security</a>, April 6, 2011</div>\r\n\t<br />\r\n\tThe Heritage Foundation, <a href=\"http://www.heritage.org/Research/Reports/2011/04/The-FY-2012-Defense-Budget-Proposal-Looking-for-Cuts-in-All-the-Wrong-Places\" id=\"tvzo\" title=\"The FY 2012 Defense Budget Proposal: Looking for Cuts in All the Wrong Places\">The FY 2012 Defense Budget Proposal: Looking for Cuts in All the Wrong Places</a>, April 5, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Todd Harrison of the Center for Strategic and Budgetary Assessments</div>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "David", "half_true_count": 0, "home_state": "Connecticut", "id": 1191, "last_name": "Stockman", "mostly_true_count": 0, "name_slug": "david-stockman", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Stockman.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1191/", "total_count": 1, "true_count": 1, "website": ""}, "statement": "<p>\r\n\tRep. Paul Ryan&#39;s budget proposal cuts &quot;nothing&quot; from Medicare, Social Security or defense in the next two to three years, and &quot;in three years, he does not cut one dime from the debt.&quot;</p>", "statement_context": "an interview on 'This Week with Christiane Amanpour'", "statement_date": "2011-05-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 183, "photo": null, "resource_uri": "/api/v/2/subject/183/", "subject": "Deficit", "subject_slug": "deficit", "used_in_edition": ["/api/v/2/edition/10/"]}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 50, "photo": null, "resource_uri": "/api/v/2/subject/50/", "subject": "Medicare", "subject_slug": "medicare", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}, {"description": "", "id": 141, "photo": null, "resource_uri": "/api/v/2/subject/141/", "subject": "Social Security", "subject_slug": "social-security", "used_in_edition": []}, {"description": "", "id": 151, "photo": null, "resource_uri": "/api/v/2/subject/151/", "subject": "This Week - ABC News", "subject_slug": "abc-news-week", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}