{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2011/may/05/barack-obama/barack-obama-says-bin-laden-had-declared-war-again/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 3696, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/3696/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tIn his speech on May 1, 2011, announcing that a Special Forces team had killed Osama bin Laden in Abbottabad, Pakistan, President Barack Obama took care to praise Pakistan for its assistance.<br />\r\n\t<br />\r\n\t&quot;It&#39;s important to note that our counter-terrorism cooperation with Pakistan helped lead us to bin Laden and the compound where he was hiding,&quot; Obama said. &quot;Indeed, bin Laden had declared war against Pakistan as well, and ordered attacks against the Pakistani people.&quot;<br />\r\n\t<br />\r\n\tIn a press conference the following day, Secretary of State Hillary Clinton echoed those sentiments, saying, &quot;In Pakistan, we are committed to supporting the people and government as they defend their own democracy from violent extremism. Indeed, as the president said, bin Laden had also declared war on Pakistan. He had ordered the killings of many innocent Pakistani men, women and children.&quot;<br />\r\n\t<br />\r\n\tIn a CNN interview on May 3, Deputy National Security Adviser Denis McDonough discussed al-Qaida&#39;s terrorist acts against the Pakistani military and also referenced how &quot;we saw in 2007, when al-Qaida declared war on Pakistan...&#39;&#39;<br />\r\n\t<br />\r\n\tIs it possible that bin Laden had declared war against the very country where he was living?<br />\r\n\t<br />\r\n\tWe went to the news archives for September 2007, when bin Laden released the videotaped message that underpins Obama&#39;s and Clinton&#39;s claim. The news stories, however, do not talk about a general declaration of war against Pakistan, but rather that bin Laden called for a jihad, or holy war, against Gen. Pervez Musharraf, who was then president of Pakistan, calling him &quot;a tyrant&#39;&#39; and &quot;an apostate.&#39;&#39;<br />\r\n\t<br />\r\n\tBin Laden disliked Musharraf because the Pakistani leader allied himself with the West -- particularly the United States -- and against al-Qaida. After Pakistani forces stormed a mosque in Islamabad, the <em>Daily Telegraph</em> in London quoted bin Laden saying, &quot;So Pervez, his ministers, his soldiers and those who help him are all accomplices in spilling the blood of the Muslims who have been killed ... He who helps him knowingly and willingly is an infidel like him.&quot;<br />\r\n\t<br />\r\n\tAccording to an account in the <em>Chicago Tribune</em> on Sept. 21, 2007, bin Laden said the military&#39;s siege of the mosque &quot;demonstrated Musharraf&#39;s insistence on continuing his loyalty, submissiveness and aid to America against the Muslims ... and makes armed rebellion against him and removing him obligatory.&quot;<br />\r\n\t<br />\r\n\tAccording to the <em>Daily Telegraph</em>, al-Qaida released a second statement in 2007 from bin Laden&#39;s deputy, Ayman al-Zawahri, in which he said the storming of the mosque &quot;revealed the extent of the despicableness, lowliness and treason of Musharraf and his forces, who don&#39;t deserve the honour of defending Pakistan ... Pakistan is a Muslim land, the forces of Musharraf are hunting dogs under Bush&#39;s crucifix.&#39;&#39;<br />\r\n\t<br />\r\n\tSo is declaring war against Musharraf and the Pakistani military that backed him the same as declaring war against the entire nation? Analysts we interviewed had a range of opinions on that point.<br />\r\n\t<br />\r\n\t&quot;That would constitute a declaration of war in my view,&quot; said Bruce Hoffman, a terrorism expert at Georgetown University.&nbsp; &quot;In fact, a more powerful one than our secular conceptions of war since this would carry a theological imprimatur and a religious responsibility.&quot;<br />\r\n\t<br />\r\n\tBut Sadanand Dhume, a resident fellow at the conservative American Enterprise Institute, said there is &quot;a very big distinction&quot; between declaring holy war against Musharraf and declaring war against the whole of Pakistan.<br />\r\n\t<br />\r\n\tThe statements by President Obama and Secretary Clinton were clearly meant to ease tensions between the U.S. and Pakistan, Dhume said, because Pakistan is still an essential ally in the region, particularly with the ongoing war in neighboring Afghanistan. But, Dhume said, the comments &quot;don&#39;t square with the facts on the ground.&quot;<br />\r\n\t<br />\r\n\t&quot;Bin Laden has never declared war against Pakistan,&quot; Dhume said. &quot;He was opposed to Musharraf.&quot;<br />\r\n\t<br />\r\n\tAfter the 9/11 attacks, Musharraf was regarded as a key U.S. ally in the fight against terrorism, particularly al-Qaida. With the U.S. sending some $20 billion in foreign aid to Pakistan since 2001, Dhume said, Musharraf cooperated with the U.S. &quot;to a certain degree&quot; against elements of al-Qaida in Pakistan. For example, Pakistan&#39;s intelligence agency captured the alleged mastermind of the Sept. 11 attacks, Khalid Sheikh Mohammed, in Pakistan in 2003, and turned him over to U.S. authorities.<br />\r\n\t<br />\r\n\tBin Laden always opposed the leaders of Muslim nations that were seen as sympathetic to the U.S., Dhume said.<br />\r\n\t<br />\r\n\t&quot;There was no declaration of war against Pakistan,&quot; he said. &quot;Think about it logically. Why would al-Qaida declare war against Pakistan? They declared war against a leader they thought was an American puppet. You have to view it through their ideology. For them, it is about a larger, global holy war.&quot;<br />\r\n\t<br />\r\n\tIndeed, many of al-Qaida&#39;s supporters are Pakistanis, he noted. A <em>Chicago Tribune</em> story about bin Laden&#39;s taped message in 2007 noted that a survey of Pakistanis at that time found that bin Laden had a higher approval rating than Musharraf -- 46 percent to 38 percent.<br />\r\n\t<br />\r\n\t&quot;I understand why Obama said what he said,&quot; Dhume said. &quot;If (Obama) described things as they really are, the (American public&#39;s) anger toward Pakistan would be even greater.&quot;<br />\r\n\t<br />\r\n\tTechnically, bin Laden didn&#39;t declare war against countries, but rather against governments and regimes, said Laura Mansfield, a counter-terrorism analyst.<br />\r\n\t<br />\r\n\t&quot;But I&#39;m not sure there is any distinction there,&quot; she said, or if there is, it is a distinction without much difference, because bin Laden&#39;s declaration resulted in terrorist attacks against Pakistani military and civilians alike.<br />\r\n\t<br />\r\n\t&quot;Bin Laden had an agenda to remove all of the secular leaders from Muslim countries and to replace them with leaders who would follow Sharia (Islamic religious) law,&quot; Mansfield said.<br />\r\n\t<br />\r\n\tBin Laden may have been more careful about declarations of jihad against the leaders of Muslim countries rather than the countries themselves, but that did not appear to translate to his statements about the United States. For the U.S., his ire was often more generally aimed at Americans rather than its leaders or government.<br />\r\n\t<br />\r\n\tFor example, a Feb. 23, 1998, &quot;<a href=\"http://www.fas.org/irp/world/para/docs/980223-fatwa.htm\" id=\"ax8_\" title=\"fatwa\">fatwa</a>&quot; signed by bin Laden and others in the name of the World Islamic Front and called &quot;Jihad Against Jews and Crusaders&quot;, stated that &quot;to kill the Americans and their allies -- civilians and military -- is an individual duty for every Muslim who can do it in any country in which it is possible to do it.&quot;<br />\r\n\t<br />\r\n\tAgain, Obama and Clinton said &quot;bin Laden had declared war against Pakistan.&quot; In fact, bin Laden declared a holy war against Pakistan&#39;s then-president, Musharraf, because of his cooperation with the United States in its war against al-Qaida. Bin Laden clearly had some support in Pakistan (Exhibit A: that was his final hiding place). In the end, we think there are credible arguments to be made that there is little distinction between declaring a holy war on a country&#39;s leader and military versus the country itself. But unlike his declared holy war against America, bin Laden was seeking to spark a rebellion in Pakistan against Musharraf, so he could be replaced with an Islamist leader. And so we rule Obama&#39;s statement Half True.</p>", "ruling_comments_date": "2011-05-05T10:22:49.878989", "ruling_date": "2011-05-05T10:54:58", "ruling_headline": "Barack Obama says that \"bin Laden had declared war against Pakistan\"", "ruling_headline_slug": "barack-obama-says-bin-laden-had-declared-war-again", "ruling_link_text": "Bin Laden declared holy war against its then-president", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tWhite House website, <a href=\"http://www.whitehouse.gov/the-press-office/2011/05/02/remarks-president-osama-bin-laden\" id=\"hpac\" title=\"Remarks by the President on Osama Bin Laden\">Remarks by the President on Osama Bin Laden</a>, May 2, 2011<br />\r\n\t<br />\r\n\tCombating Terrorism Center at West Point, <a href=\"http://www.ctc.usma.edu/deadly%20vanguards_complete_l.pdf\" id=\"kg43\" title=\"&quot;Deadly Vanguards: A Study of al‐Qa’ida’s Violence Against Muslims,&quot;\">&quot;Deadly Vanguards: A Study of al‐Qa&rsquo;ida&rsquo;s Violence Against Muslims,&quot;</a> by Scott Helfstein, Nassir Abdullah and Muhammad al‐Obaidi, December 2009<br />\r\n\t<br />\r\n\tWorld Islamic Front Statement, <a href=\"http://www.fas.org/irp/world/para/docs/980223-fatwa.htm\" id=\"f39f\" title=\"&quot;Jihad Against Jews and Crusaders,&quot;\">&quot;Jihad Against Jews and Crusaders,&quot;</a> Feb. 23, 1998<br />\r\n\t<br />\r\n\tCQ Transcriptswire, Transcript of Secretary of State Hillary Clinton&#39;s press conference, May 2, 2011<br />\r\n\t&nbsp;<br />\r\n\tThe Daily Telegraph (London), &quot;Bin Laden&nbsp; declares war against Musharraf,&quot; by Isambard Wilkinson, Sept. 21, 2007<br />\r\n\t<br />\r\n\tCQ Transcriptswire, Deputy National Security Adviser Denis McDonough interviewed on CNN, May 3, 2011<br />\r\n\t<br />\r\n\tChicago Tribune, &quot;Bin Laden calls for holy war in recording,&quot; Sept. 21, 2007<br />\r\n\t<br />\r\n\tAP, &quot;Musharraf al-Qaida target,&quot;&nbsp; Sept. 21, 2007<br />\r\n\t<br />\r\n\tInterview with Sadanand Dhume, a resident fellow at the American Enterprise Institute, May 4, 2011<br />\r\n\t<br />\r\n\tInterview with Laura Mansfield, a counter-terrorism analyst, May 4, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Bruce Hoffman, a terrorism expert at Georgetown University, May 4, 2011</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\r\n\t&quot;Bin Laden had declared war against Pakistan.&quot;</p>", "statement_context": "an address to the nation", "statement_date": "2011-05-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}, {"description": "", "id": 37, "photo": null, "resource_uri": "/api/v/2/subject/37/", "subject": "Terrorism", "subject_slug": "terrorism", "used_in_edition": []}], "target": [], "twitter_headline": ""}