{"art": [], "author": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "canonical_url": "/texas/statements/2011/may/07/rick-hardcastle/state-rep-rick-hardcastle-says-benzene-has-never-b/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "bbell@statesman.com", "first_name": "Brenda", "id": 267, "last_name": "Bell", "name_slug": "brenda-bell", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/267/", "title": "Projects Editor", "twitter": null}, {"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 3708, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/3708/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tDuring House debate, state Rep. Rick Hardcastle brushed off a colleague&rsquo;s concerns about benzene emissions near Texas schools. &nbsp;&quot;Are you aware benzene is also a compound in soap?&quot; Hardcastle said April 28. &quot;Found at every car wash in this state &mdash; and several other industries in this state? And it&rsquo;s never been proven to be harmful.&quot;<br />\r\n\t<br />\r\n\tThe Vernon Republican was opposing an amendment by Rep. Lon Burnam, D-Fort Worth, that would prohibit the Oil and Gas Commission from issuing drilling permits for gas wells within 1,200 feet from a public school unless they meet a set of conditions, including installing emission controls and ensuring certain pollutants, such as benzene, fall below certain concentrations.<br />\r\n\t<br />\r\n\tMembers tabled Burnam&rsquo;s proposal. Still, we wondered if benzene has really never been proven harmful?<br />\r\n\t<br />\r\n\tFirst, a benzene primer: According to the federal Environmental Protection Agency, benzene is an organic chemical compound found most often in the air as a result of emissions from burning coal and oil, drilling for natural gas or in gasoline vapors, car exhaust, cigarette smoke and other sources. The chemical also is used as a solvent for inks, paint and plastics and to manufacture detergents.<br />\r\n\t<br />\r\n\tEPA spokesman Joe Hubbard told us benzene is a &quot;widely used chemical formed from both natural processes and human activities.&quot; Still, in 1986, the agency classified benzene as a &quot;human carcinogen and hazardous air pollutant,&quot; he said.<br />\r\n\t<br />\r\n\tWhen we reached Hardcastle, he agreed that benzene is &quot;a proven carcinogen&quot; but said that&rsquo;s only so when a person is &quot;overly-exposed to it&quot; for a long period of time. Otherwise, he said, it hasn&rsquo;t been proven harmful.<br />\r\n\t<br />\r\n\t&quot;It&rsquo;s a carcinogen, but everything&rsquo;s a carcinogen,&quot; he said. &quot;You eat too much white bread and it&rsquo;s a carcinogen.&quot;<br />\r\n\t<br />\r\n\tTexas Commission on Environmental Quality spokesman Terry Clawson told us that benzene is harmful depending on its concentration in air and how long someone is exposed to it. &quot;Typical outdoor concentrations&quot; of benzene, less than one part per billion, are &quot;much lower than concentrations that have been shown to cause harmful effects in people,&quot; he said. But exposure to higher concentrations, tens of thousands of parts per billion, over a period of many months to years &quot;has been shown to cause harmful effects on blood,&quot; he said. Longer exposures, over many years, have &quot;been shown to cause leukemia in workers,&quot; he said.<br />\r\n\t<br />\r\n\tA fact sheet issued by the agency in October 2007 says as much: &quot;Permitted levels of benzene should not cause adverse health and welfare effects,&quot; but breathing high levels of the chemical compound can damage blood cells, human studies indicate. &quot;Some occupational workers, who have been exposed to some of the highest air concentrations of benzene for years, experienced a decrease in the number of white blood cells circulating in their blood.&quot;<br />\r\n\t<br />\r\n\tAccording to the EPA&rsquo;s web page on hazards associated with benzene, chronic exposure for a year or more has caused blood disorders, including reduced numbers of red blood cells and aplastic anemia &mdash; a risk factor for developing acute non-lymphocytic leukemia. The EPA site says short-term exposure to benzene may cause drowsiness, dizziness, headaches, eye, skin and respiratory tract irritation, and, at high levels, unconsciousness.<br />\r\n\t<br />\r\n\tAnd a February 2009 study funded by the National Institute of Environmental Health Sciences found that leukemia risks could be greater at ambient levels of benzene exposure &mdash; that is, benzene in the air where people live, rather than where they work &mdash; &nbsp;than previously thought.<br />\r\n\t<br />\r\n\tA 2009 EPA summary says that some studies, such as those gauging links between childhood exposure to benzene and childhood cancer, are equivocal. A 2001 study found a connection between Hodgkins lymphoma and young children who lived in high-traffic ares with higher concentrations of benzene during pregnancy or early childhood, while a 2002 study found no connection between childhood cancer rates and benzene concentrations in high-traffic neighborhoods.<br />\r\n\t<br />\r\n\tCloser to home, a 2010 study by researchers at the University of Texas and the Texas Department of State Health Services found that women living in Texas neighborhoods with high levels of benzene (more than 3 micrograms per cubic meter of air) were more likely to bear children with spinal bifida &mdash; a serious birth defect that can cause paralysis and neurological disorders.<br />\r\n\t<br />\r\n\tAccording to an August 2007 benzene fact sheet published by the federal Agency for Toxic Substances and Disease Registry, &quot;some women who breathed high levels of benzene for many months had irregular menstrual periods and a decrease in the size of their ovaries.&quot; But, according to the fact sheet, &quot;we do not know for certain that benzene caused these effects.&quot;<br />\r\n\t<br />\r\n\tRecent studies have found that environmental exposure to benzene increases the risk of childhood cancer, birth defects and lowers birth weight, he said. &quot;Cancer is not the only concern. &quot;While it&rsquo;s true that the only &lsquo;proven&rsquo; effects are in occupationally exposed workers, studies strongly suggest that adverse effects on children and pregnant women are probably at lower environmental levels.<br />\r\n\t<br />\r\n\tFinally, Martyn Smith, a toxicology professor at the School of Public Health at the University of California, Berkeley, who has studied the health effects of benzene, told us that Hardcastle is &quot;wrong.&quot;<br />\r\n\t<br />\r\n\tThere is no known threshold for when benzene becomes carcinogenic, Smith said. According to a study Smith authored that was published in the Annual Review of Public Health in April 2010, &quot;there is probably no safe level of exposure of benzene, and all exposures constitute some risk.&quot;<br />\r\n\t<br />\r\n\tWhere does that leave us?<br />\r\n\t<br />\r\n\tIt&rsquo;s true that benzene is a common air pollutant and is found in everyday products such as detergents. But to claim that airborne benzene has not been proven harmful flies in the face of scientific evidence that long-term exposure in the workplace can cause cancer and other negative health effects &mdash; not to mention studies suggesting lower levels of environmental exposure may also be unsafe. Pants on Fire.</p>", "ruling_comments_date": "2011-05-06T14:11:40.431144", "ruling_date": "2011-05-07T06:00:00", "ruling_headline": "State Rep. Rick Hardcastle says benzene has never been proven to be harmful", "ruling_headline_slug": "state-rep-rick-hardcastle-says-benzene-has-never-b", "ruling_link_text": "It's a carcinogen", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<a href=\"http://www.capitol.state.tx.us/BillLookup/History.aspx?LegSess=82R&amp;Bill=SB655\" id=\"internal-source-marker_0.5603152632891163\">Senate Bill </a><a href=\"http://www.capitol.state.tx.us/BillLookup/History.aspx?LegSess=82R&amp;Bill=SB655\" id=\"internal-source-marker_0.5603152632891163\">655</a>relating to the continuation, functions and name of the Railroad Commission of Texas, accessed May 2, 2011<br />\r\n\t<br />\r\n\tCenters for Disease Control and Prevention, <a href=\"http://www.bt.cdc.gov/agent/benzene/basics/facts.asp\">Facts about Benzene</a>, page last updated Aug. 29, 2005, accessed April 28, 2011<br />\r\n\t<br />\r\n\tEnvironmental Protection Agency, <a href=\"http://www.epa.gov/ttnatw01/hlthef/benzene.html\">Benzene Hazard Summary</a>, revised January 2000, accessed April 28, 2011<br />\r\n\t<br />\r\n\tEnvironmental Protection Agency, <a href=\"http://www.epa.gov/teach/chem_summ/BENZ_summary.pdf\">Benzene</a>: TEACH Chemical Summary, Feb. 27, 2009<br />\r\n\t<br />\r\n\tInternational Agency for Research on Cancer &mdash; summaries and evaluations: <a href=\"http://www.inchem.org/documents/iarc/suppl7/benzene.html\">Benzene</a>, 1987<br />\r\n\t<br />\r\n\tAnnual Review of Public Health, <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/20070208\">Advances in understanding benzene health effects and susceptibility</a>, April 21, 2010<br />\r\n\t<br />\r\n\tWFAA, <a href=\"http://www.wfaa.com/news/investigates/TCEQ-RELEASES-BARNETT-SHALE-TESTING-RESULTS-82846347.html\">State testing finds benzene near North Texas gas, oil facilities</a>, Jan. 27, 2010<br />\r\n\t<br />\r\n\tTexas Commission on Environmental Quality, Benzene fact sheet, October 2007<br />\r\n\t<br />\r\n\tTexas Commission on Environmental Quality, Benzene development support document, Oct. 15, 2007<br />\r\n\t<br />\r\n\tUniversity of Texas and the Texas Department of State Health Services <a href=\"http://ehp03.niehs.nih.gov/article/info%3Adoi%2F10.1289%2Fehp.1002212\">Study</a>: Maternal exposure to ambient levels of benzene and neural tube defects among offspring: Texas, 1999-2004<br />\r\n\t<br />\r\n\tAgency for Toxic Substances and Disease Registry, Benzene fact sheet, August 2007<br />\r\n\t<br />\r\n\tCenters for Disease Control and Prevention, Occupational safety and health guidelines; Benzene; Potential human carcinogen, 1988<br />\r\n\t<br />\r\n\tThe Houston Chronicle, <a href=\"http://www.chron.com/disp/story.mpl/metropolitan/7266557.html\">Air pollutant tied to birth defect; Study shows women who live in areas with high levels of benzene are most affected</a>, Oct. 27, 2010<br />\r\n\t<br />\r\n\tInterview with Craig Adair, chief of staff for state Rep. Lon Burnam, April 28, 2011<br />\r\n\t<br />\r\n\tE-mail interview with David Sullivan, Center for Energy and Environmental Resources, University of Texas at Austin, April 28, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Terry Clawson, media relations manager, Texas Commission on Environmental Quality, April 29, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Chris Van Deusen, assistant press officer, Texas Department of State Health Services, May 2, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Texas House Representative", "false_count": 0, "first_name": "Rick", "half_true_count": 0, "home_state": "Texas", "id": 1199, "last_name": "Hardcastle", "mostly_true_count": 0, "name_slug": "rick-hardcastle", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/hard.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1199/", "total_count": 1, "true_count": 0, "website": "http://www.house.state.tx.us/members/member-page/?district=68"}, "statement": "<p>\r\n\tBenzene has &quot;never been proven to be harmful.&quot;</p>", "statement_context": "remarks on the House floor", "statement_date": "2011-04-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}], "target": [], "twitter_headline": ""}