{"art": [], "author": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2011/may/11/renee-unterman/illegal-immigrants-hurt-hospitals-bottom-line-geor/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jdenery@ajc.com", "first_name": "Jim ", "id": 141, "last_name": "Denery", "name_slug": "jim-denery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/141/", "title": "Word editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 3732, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/3732/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tA Georgia state senator recently shared some distressing news about one of metro Atlanta&rsquo;s largest hospital systems.<br />\r\n\t<br />\r\n\t&quot;Gwinnett Medical Center is operating in the negative,&quot; Renee Unterman, who represents a portion of Gwinnett County, said in a speech on the Senate floor.<br />\r\n\t<br />\r\n\t&quot;And one of the reasons they are is because people are not paying their bills, and that includes illegal immigrants,&quot; she said.<br />\r\n\t<br />\r\n\tUnterman, a Republican, was making a speech in support of House Bill 87, legislation aimed at reducing illegal immigration in Georgia. The Senate, largely along party lines, voted in favor of the bill, which Gov. Nathan Deal has said he will sign into law. The former nurse said some people in her district complained to her that they couldn&rsquo;t get inside the hospital&rsquo;s emergency room because it is often filled with illegal immigrants.<br />\r\n\t<br />\r\n\tWe wondered whether Unterman was correct about her claim. Gwinnett Medical Center spokeswoman Beth Okun confirmed that it had a negative operating margin so far this fiscal year, which ends June 30, by nearly $7 million. That&rsquo;s about 2 percent of the system&rsquo;s annual budget.<br />\r\n\t<br />\r\n\tGwinnett Medical Center, Unterman said, had been in the black for several years beforehand.<br />\r\n\t<br />\r\n\tSo why is Gwinnett Medical Center, which has medical facilities in Lawrenceville and Duluth, in financial trouble this fiscal year? Are illegal immigrants partially to blame for the red ink?<br />\r\n\t<br />\r\n\tIndigent care costs at Gwinnett Medical Center, which includes Medicare and Medicaid, have nearly quadrupled since 2000, according to our review of the center&rsquo;s annual reports.<br />\r\n\t<br />\r\n\tGwinnett Medical Center has a $20 million funding gap for Medicare reimbursements, Okun said to explain some of the shortfall. The center is receiving 80 cents in Medicare reimbursements for every dollar it spends on care for Medicare recipients, Okun said. Georgia Hospital Association spokesman Kevin Bloye said more Georgians are losing their health insurance, and hospitals are treating a larger percentage of uninsured patients, which likely includes illegal immigrants.<br />\r\n\t<br />\r\n\tOkun noted other financial problems. Gwinnett Medical Center is also short $1.1 million due to the provider fee, also known as the &quot;bed tax,&quot; passed by state lawmakers in 2010.<br />\r\n\t<br />\r\n\tGwinnett Medical Center has balanced its books, Okun said, by cutting some expenses and seeing an increase in its investment income. The hospital system cut 160 positions in November. Officials have stressed Gwinnett Medical Center is not in long-term financial danger.<br />\r\n\t<br />\r\n\tSo is Unterman right about this funding shortage being the result, in part, of illegal immigrants without health insurance flooding the ER? There&rsquo;s no clear way to answer that question, Okun and others said.<br />\r\n\t<br />\r\n\tOkun said the hospital system does not ask patients their immigration status.<br />\r\n\t<br />\r\n\t&quot;The problem is we can&rsquo;t quantify it,&quot; Bloye said. &quot;Hospitals don&rsquo;t ask patients whether they are legal or illegal.&quot;<br />\r\n\t<br />\r\n\tGeorgia has an estimated 425,000 illegal immigrants, according to a February study by the Pew Hispanic Center, whose figures on such topics are widely accepted by political leaders and some government officials. That estimate accounts for about 4.4 percent of Georgia&rsquo;s 9.7 million residents. The study does not estimate how much Georgia spends on health care for illegal immigrants.<br />\r\n\t<br />\r\n\tResearch on the topic is scant. A 2006 report on immigrant health care costs in Los Angeles County by the RAND Corp., a nonprofit research organization, found per capita spending in a one-year period on illegal immigrant men and women was 39 percent and 54 percent, respectively, of native-born residents. The study also found illegal immigrants there made fewer visits to the doctor because they considered themselves in better health and had less access to health care.<br />\r\n\t<br />\r\n\tThe Federation for American Immigration Reform, whose data is frequently used by some Georgia lawmakers, released a report in July and revised it in February that found Georgia spends more than $317 million a year on medical care for illegal immigrants. Those costs include Medicaid, the state&rsquo;s children&#39;s health insurance program, PeachCare, and emergency childbirth. Georgia spends about $1.4 billion a year on Medicaid and PeachCare, state officials say. If both numbers are correct, illegal immigrants account for 22 percent of such costs.<br />\r\n\t<br />\r\n\tFAIR included U.S.-born children of illegal immigrants, but the Constitution guarantees citizenship to any child born in this country. Some organizations have accused FAIR of xenophobia. The Washington, D.C.-based organization has been critical of the federal government&rsquo;s efforts to halt illegal immigrants from working inside the U.S. &nbsp;<br />\r\n\t<br />\r\n\tUnterman noted in her speech to lawmakers that the federal Hill-Burton Act, which requires some health care facilities to provide free or reduced care if a patient can&rsquo;t afford it, does not require U.S. citizenship for eligibility. It does, however, maintain that a recipient must have lived in the United States for at least three months.<br />\r\n\t<br />\r\n\tThe senator said Philip Wolfe, the chief executive officer of the Gwinnett Medical Center, explained some of its financial problems before this year&rsquo;s legislative session began. Unterman told us she did not have scientific research about the financial impact of illegal immigrants on Gwinnett Medical Center, but she said she believes there is a significant impact by some of the calls she has received from people in her district.<br />\r\n\t<br />\r\n\t&quot;I think it&rsquo;s pretty serious when you get calls from your constituents,&quot; Unterman told us.<br />\r\n\t<br />\r\n\tWe found that Unterman was correct about Gwinnett Medical Center&rsquo;s troubled finances for the current budget year. The senator could also be right about illegal immigrants being part of the reason why the center is &quot;in the negative.&quot;<br />\r\n\t<br />\r\n\tBut there are no concrete numbers on how much illegal immigrants are costing the center. They could be a major burden to its finances or a minor blip on the spreadsheet. Under current reporting requirements, the numbers just aren&rsquo;t verifiable.<br />\r\n\t<br />\r\n\tWithout that additional information, we rate Unterman&rsquo;s claim as Half True.</p>", "ruling_comments_date": "2011-05-10T17:06:58.176962", "ruling_date": "2011-05-11T06:00:00", "ruling_headline": "Illegal immigrants hurt hospital's bottom line, Georgia senator says", "ruling_headline_slug": "illegal-immigrants-hurt-hospitals-bottom-line-geor", "ruling_link_text": "Hospital claim could use an infusion of more info", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tGeorgia Public Broadcasting, April 14, 2011, <a href=\"http://mediam1.gpb.org/ga/leg/2011/ga-leg-senate_041411_PM2.wmv\">Afternoon Senate Session 2</a><br />\r\n\t<br />\r\n\tEmails and telephone interviews with Gwinnett Medical Center spokeswoman Beth Okun, April 19, 20, 22, 27 and May 2, 2011<br />\r\n\t<br />\r\n\tFederation for American Immigration Reform, &quot;<a href=\"http://www.fairus.org/site/DocServer/USCostStudy_2010.pdf?docID=4921\">The Fiscal Burden Of Illegal Immigration On United States Taxpayers</a>,&quot; revised February 2011<br />\r\n\t<br />\r\n\tGwinnett Daily Post, &quot;<a href=\"http://www.gwinnettdailypost.com/home/headlines/Gwinnett_Medical_Center_eliminates_160_positions_107314708.html\">Gwinnett Medical Center eliminates 160 positions</a>,&quot; Nov. 11, 2010<br />\r\n\t<br />\r\n\tGwinnett Medical Center <a href=\"http://www.gwinnettmedicalcenter.org/publications/GMCContentPage.aspx?nd=29\">annual reports</a><br />\r\n\t<br />\r\n\tHealth Affairs, &quot;<a href=\"http://content.healthaffairs.org/content/25/6/1700.full.pdf+html\">Immigrants And The Cost Of Medical Care</a>,&quot; November 2006<br />\r\n\t<br />\r\n\tPew Hispanic Center, &quot;<a href=\"http://pewhispanic.org/files/reports/133.pdf\">Unauthorized Immigrant Population: National and State Trends 2010</a>,&quot; Feb. 1, 2011<br />\r\n\t<br />\r\n\tTelephone interview with Georgia Hospital Assocation spokesman Kevin Bloye, April 28, 2011<br />\r\n\t<br />\r\n\tTelephone interview with state Sen. Renee Unterman, May 4, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "State Senator", "false_count": 0, "first_name": "Renee", "half_true_count": 2, "home_state": "Georgia", "id": 1204, "last_name": "Unterman", "mostly_true_count": 0, "name_slug": "renee-unterman", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Renee_Unterman.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1204/", "total_count": 2, "true_count": 0, "website": ""}, "statement": "<p>\r\n\t&quot;Gwinnett Medical Center is operating in the negative,&quot; in part, because of illegal immigrants.</p>", "statement_context": "a speech", "statement_date": "2011-04-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "Are illegal immigrants hurting hospital's finances? Senator's claim gets half true rating."}