{"art": [], "author": [{"email_address": "jhar@oregonian.com", "first_name": "Janie", "id": 192, "last_name": "Har", "name_slug": "janie-har", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/192/", "title": "Staff writer", "twitter": null}], "canonical_url": "/oregon/statements/2011/may/14/charlotte-lehan/will-sellwood-bridge-have-be-shut-down-eight-years/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "tbottomly@oregonian.com", "first_name": "Therese", "id": 188, "last_name": "Bottomly", "name_slug": "therese-bottomly", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/therese_1.jpg", "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/188/", "title": "Managing Editor", "twitter": null}], "facebook_headline": null, "id": 3753, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "jhar@oregonian.com", "first_name": "Janie", "id": 192, "last_name": "Har", "name_slug": "janie-har", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/192/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/3753/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tThe Sellwood Bridge, opened in 1925, is the only crossing in a long stretch between the Interstate 205 and Ross Island bridges. It&rsquo;s skinny and worn out and people have been talking forever about doing something about it. In the mid-1980s, the maximum vehicle load on the bridge was reduced to 32 tons. In June 2004, the county dropped the limit even further, to 10 tons, after discovering cracks. TriMet buses and heavier trucks have not been allowed since then.<br />\r\n\t<br />\r\n\tLast year, Clackamas County commissioners approved a $5 annual increase in motor vehicle registration fees to help pay for a new bridge. The issue is now before voters, some of whom argue it makes no sense to pitch in for a bridge owned by neighboring Multnomah County even if it is used by Clackamas County residents. Bridge supporters argue that if left alone, the Sellwood will have to be shut down soon.<br />\r\n\t<br />\r\n\t&quot;Our time to act is limited -- if the bridge is not replaced, it will have to be shut down within eight years,&quot; wrote Clackamas County Chairwoman Charlotte Lehan. &quot;This will lead to increased congestion and wait times on alternate routes including I-205, Highway 43 and McLoughlin Boulevard&hellip; Its complete closure would further hurt the hundreds of Clackamas County businesses and families who depend on it.&quot;<br />\r\n\t<br />\r\n\tEight years. Yikes. That&rsquo;s a pretty specific timeline and a pretty definitive statement. Obviously, we wanted to know where she got her figure.<br />\r\n\t<br />\r\n\tTim Heider, spokesman for Clackamas County, said Lehan based her statement on a study provided by Multnomah County staff. The engineering study was conducted by David Evans and Associates in 2005 and had two purposes: to assess the condition of the Sellwood, and to find out what Multnomah County would need to do to keep the bridge in operation for another 10 to 15 years, at various weight limits, until a major rehabilitation or replacement could occur.<br />\r\n\t<br />\r\n\tThe engineering group detailed how much money was needed to maintain different load limits. Multnomah County chose the least expensive option -- $1 million to inject epoxy into cracks and to monitor the situation. The load limit remained 10 tons.<br />\r\n\t<br />\r\n\tSimple math tells you that six years later, we have at most nine years remaining on the original 10- to15-year time frame. Mike Baker with David Evans said in an email to PolitiFact Oregon that he found Lehan&rsquo;s statement &quot;consistent with conclusions reached by our firm.&quot;<br />\r\n\t<br />\r\n\tWe at PolitiFact Oregon are not ones to quibble with engineers. They know a lot more about bridge mechanics than we do. But we still had questions.<br />\r\n\t<br />\r\n\tDid the county have any other evidence pointing to a bridge shutdown within eight years if it&rsquo;s not replaced? Is replacement, and not repair, the only option for getting more life out of the bridge? And, significantly, what happens if Clackamas County voters vote down the vehicle registration fee on the May 17 ballot? After all, Lehan said what she said in the context of urging a yes vote on a fee increase.<br />\r\n\t<br />\r\n\tMultnomah County officials haven&rsquo;t been very clear on what would happen if voters reject Measure 3-372. Clackamas is providing only $22 million of an estimated $290 million for a new bridge, but with funding already short $20 million, Multnomah County spokesman Mike Pullen said the county is not optimistic it could make up yet another $22 million.<br />\r\n\t<br />\r\n\t&quot;We are working to replace the bridge, as you mention,&quot; Pullen wrote in an email. &quot;But we cannot replace it if we can&#39;t pay for it. Without the $22 million from Clackamas County the project could be delayed, take longer to complete, or be partially completed.&quot;<br />\r\n\t<br />\r\n\tWe also asked Pullen if the county had any other evidence indicating a bridge shutdown date. He spoke with the county&#39;s project manager and lead bridge engineer for the Sellwood Bridge, and reported this:<br />\r\n\t<br />\r\n\t&quot;He said there is not a hard and fast date when we know we will need to close the bridge if it does not get repaired. But in the absence of that, the David Evans study is the best guide to how long the bridge can remain in service in its current condition,&quot; Pullen said.<br />\r\n\t<br />\r\n\tAnd finally, is replacement the only way to get more life out of the bridge? Pullen argued yes, because the county concluded it&rsquo;s not cost-effective to do anything less. The spokesman could not entertain the possibility that more repairs or a lower weight limit might extend the life of the bridge, because in 2005 the engineering company&rsquo;s &quot;task was to tell us what it would take to keep the bridge in service ... for 10 to 15 years.&quot;<br />\r\n\t<br />\r\n\tWe hate to say it, but all of this left us vaguely dissatisfied. Let&rsquo;s return to Lehan&rsquo;s statement: &quot;Our time to act is limited -- if the bridge is not replaced, it will have to be shut down within eight years.&quot;<br />\r\n\t<br />\r\n\tShe didn&rsquo;t say, well, based on this study the bridge has about four to nine years left at the 10-ton limit, if nobody does anything about it in the meantime. She didn&rsquo;t say that the study was in response to a specific question asked by Multnomah County. The bottom line is that PolitiFact Oregon can&rsquo;t predict the future -- and neither can Charlotte Lehan.<br />\r\n\t<br />\r\n\tHer statement contains some element of truth -- there is a study, there is a time frame -- but it ignores the fact that officials would have to abandon long held plans and do nothing else in the interim for the Sellwood Bridge to &quot;have to be shut down.&quot; We rate this statement Barely True.</p>\r\n<p>\r\n\t<a href=\"http://www.oregonlive.com/clackamascounty/index.ssf/2011/05/will_the_sellwood_have_to_shut.html\">Return to OregonLive to comment on this statement and rating.</a></p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2011-05-13T17:51:28.150098", "ruling_date": "2011-05-14T06:00:00", "ruling_headline": "Will Sellwood Bridge have to be shut down in eight years if it is not replaced? ", "ruling_headline_slug": "will-sellwood-bridge-have-be-shut-down-eight-years", "ruling_link_text": "Nobody knows that for sure", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tEmails from and interview with Tim Heider, April 20, April 26, May 2, 2011<br />\r\n\t<br />\r\n\tEmail from and interview with Mike Pullen, April 19, 2011<br />\r\n\t<br />\r\n\tCharlotte Lehan, &quot;<a href=\"http://www.clackamasreview.com/opinion/story.php?story_id=130143666295669900\">Sellwood Bridge: Failure to fix will lead to closure, congestion</a>,&quot; Clackamas Review, March 29, 2011<br />\r\n\t<br />\r\n\tThe Oregonian, &quot;<a href=\"http://www.oregonlive.com/oregon-city/index.ssf/2011/04/clackamas_county_voters_to_decide_sellwood_bridge_fee_on_may_ballot_rejection_could_jeopardize_proje.html\">Clackamas County voters to decide Sellwood Bridge fee on May ballot; rejection could jeopardize project</a>,&quot; April 29, 2011<br />\r\n\t<br />\r\n\tEmail from Mike Baker, May 6, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Chair of the Clackamas County Board of Commissioners", "false_count": 0, "first_name": "Charlotte", "half_true_count": 1, "home_state": "Oregon", "id": 1209, "last_name": "Lehan", "mostly_true_count": 0, "name_slug": "charlotte-lehan", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Charlotte_Lehan.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1209/", "total_count": 2, "true_count": 0, "website": "http://www.co.clackamas.or.us/bcc/lehan/"}, "statement": "<p>\r\n\tIf the Sellwood Bridge is not replaced, it will have to be shut down within eight years.</p>", "statement_context": "an opinion column", "statement_date": "2011-03-29", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 44, "photo": null, "resource_uri": "/api/v/2/subject/44/", "subject": "Transportation", "subject_slug": "transportation", "used_in_edition": []}], "target": [], "twitter_headline": ""}