{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2011/jun/15/newt-gingrich/newt-gingrich-says-large-number-uninsured-make-mor/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}, {"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 3762, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/3762/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\t<strong>Editor&#39;s note: </strong><em>We first published this report on May 17, 2011, and rated the statement True based on numbers from the U.S. Census. Since then, we&#39;ve heard from readers who said other factors we did not consider weighed against Gingrich&#39;s statement. We have incorporated that additional information into our updated report and are republishing the item on June 15, 2011, with a new rating of Half True.</em><br />\r\n\t<br />\r\n\tWhen Newt Gingrich appeared on NBC&#39;s <em>Meet the Press</em> on May 15, 2011, the conversation turned to health care. Host David Gregory asked if Gingrich had been inconsistent about the role of the federal government in health care, because in 1993 he said he supported an individual mandate. The mandate -- a requirement that everyone have health coverage -- was the most controversial aspect of the health care law passed last year.&nbsp;<br />\r\n\t<br />\r\n\tPolls&nbsp;<a href=\"http://www.kff.org/kaiserpolls/8166.cfm\">show</a>&nbsp;the individual mandate remains unpopular with the public. Some opponents of health care reform oppose the mandate on the grounds that it gives the government&nbsp;<a href=\"http://online.wsj.com/article/SB10001424052748703864204576317413439329644.html?mod=googlenews_wsj\">too much power</a>&nbsp;over health care decisions. There&#39;s also some disagreement&nbsp;<a href=\"http://www.youtube.com/watch?v=By5GtDFEYhU\">among those who support</a>&nbsp;health care reform about whether a mandate is necessary to reach near universal coverage. Insurance companies, though, say&nbsp;<a href=\"http://www.ahip.org/content/pressrelease.aspx?docid=25068\">it&#39;s necessary</a>&nbsp;if insurers are required to insure everyone regardless of pre-existing conditions. The mandate is currently&nbsp;<a href=\"http://acalitigationblog.blogspot.com/\">being challenged</a>&nbsp;in the federal court system.<br />\r\n\t<br />\r\n\tGingrich said there was a difference from what he said 18 years ago because Obama &quot;basically is trying to replace the entire insurance system, creating state exchanges, building a Washington based model, creating a federal system.&quot;<br />\r\n\t<br />\r\n\tStill, Gingrich didn&#39;t exactly back away from his previous position. &quot;I agree that all of us have a responsibility to help pay for health care. And I think that there are ways to do it that make most libertarians relatively happy. I have said consistently we ought to have some requirement, you either have health insurance or you post a bond, or in some way, you indicate you&#39;re going to be held accountable,&quot; Gingrich said.<br />\r\n\t<br />\r\n\t(The day after the show, Gingrich issued a&nbsp;<a href=\"http://www.youtube.com/user/ngingrich#p/a/u/0/i01NWHX4Ez8\">video statement</a>&nbsp;clarifying that he is &quot;completely opposed to the Obamacare mandate on individuals. ... I&#39;m against any effort to impose a federal mandate on anyone, because it is fundamentally wrong and, I believe, unconstitutional.&quot;)<br />\r\n\t<br />\r\n\tOn the show, Gingrich expounded a bit on the problem of &quot;free riders&quot; -- people who go without insurance on the assumption that they&#39;ll still receive care if an unexpected emergency happens.<br />\r\n\t<br />\r\n\t&quot;A large number of the uninsured earn $75,000 or more a year (and) don&#39;t buy any health insurance because they want to buy a second house or a better car or go on vacation, then you and I and everybody else ends up picking up for them,&quot; Gingrich said. &quot;I don&#39;t think having a free-rider system in health is any more appropriate than having a free-rider system in any other part of our society.&quot;<br />\r\n\t<br />\r\n\tWe were interested in checking Gingrich&#39;s statement that &quot;a large number of the uninsured earn $75,000 or more a year.&quot; When politicians talk of the uninsured, it often conjures images of people who cannot afford health coverage. But Gingrich&#39;s point was that people who are relatively affluent are choosing not to have coverage.&nbsp;<br />\r\n\t<br />\r\n\tWhy they choose not to have coverage is a complicated question, though. There&#39;s at least&nbsp;<a href=\"http://www.nytimes.com/2011/02/20/opinion/20Dubinsky.html\">anecdotal evidence</a>&nbsp;that even well-off people have problems finding an insurance company willing to sell them a policy if they have pre-existing conditions, even minor ones.&nbsp;<br />\r\n\t<br />\r\n\tHere, though, we wanted to see if Gingrich was right about the numbers. So we consulted the latest version of &quot;<a href=\"http://www.census.gov/prod/2010pubs/p60-238.pdf\">Income, Poverty and Health Insurance Coverage in the United States</a>,&quot; an annual publication from the U.S. Census that creates detailed estimates of the national population and its health insurance status.<br />\r\n\t<br />\r\n\tIn 2009, the most recent year for which statistics are available, the Census Bureau estimated that there were 50.7 million uninsured people in the United States, or about 17 percent of the total population.&nbsp;<br />\r\n\t<br />\r\n\tWe originally noted that, &quot;Among the uninsured, about 10.6 million made $75,000 or more. That number is about 21 percent of all the uninsured.&quot;&nbsp;<br />\r\n\t<br />\r\n\tAmong the rest of the uninsured, the income brackets are as follows:&nbsp;<br />\r\n\t<br />\r\n\t&bull; Less than $25,000: 15.5 million, or about 31 percent;<br />\r\n\t<br />\r\n\t&bull; $25,000 to $49,999: 15.3 million, or about 30 percent;<br />\r\n\t<br />\r\n\t&bull; $50,000 to $74,999: 9.4 million, or about 18 percent.<br />\r\n\t<br />\r\n\tHowever, after we initially reported this item, several of our readers told us that there are reasons to believe that number is high.The census figures are for household income, not individual income, so it&#39;s possible that some of the uninsured in households making more than $75,000 don&#39;t make that much on an individual basis. Young adults who are roommates might be counted in that category, or it could include multiple adults and children in a family that earns $75,000 as a unit and thus individual earners would not be considered affluent. A high proportion of the uninsured reside with other adult family members, so they might be more likely to fall into this category.<br />\r\n\t<br />\r\n\tWe tried to find additional evidence or studies detailing how many of the 10.6 million uninsured might be single earners. We couldn&#39;t find data on this point.&nbsp;<br />\r\n\t<br />\r\n\tWe did find one study that calculated the number of uninsured adults, aged 19 to 64, who were uninsured in 2009 but whose incomes exceeded 400 percent of the federal poverty level (about $43,320 for a single person). The study, which appeared in Health Affairs, was conducted by John Holahan of the Urban Institute&#39;s Health Policy Center. The study&#39;s projections found that only 6 percent of that group were uninsured, or about 4.2 million people. But again, we can&#39;t say how many of those people were making more than $75,000.<br />\r\n\t<br />\r\n\tStill, we hesitate to discount Gingrich&#39;s point about an individual mandate entirely, because many health care analysts say that free riders -- people can afford insurance but go without, gambling that they won&#39;t get sick -- are a genuine problem for a health care program that seeks near-universal coverage. Insurers in particular say that if they must offer coverage to everyone regardless of pre-existing conditions, then there should be requirements that everyone buy insurance.&nbsp;<br />\r\n\t<br />\r\n\tIn ruling on Gingrich&#39;s statement, he said that a &quot;large number&quot; of people make $75,000 or more and don&#39;t have insurance. The census shows that there are 10.6 million individuals who live in households that earn more than $75,000, and they constitute 21 percent of the uninsured. Because the census counts household income, it&#39;s likely some of these people are not making $75,000 on their own, but we don&#39;t know how many. We can&#39;t say if it&#39;s a lot or a little. Still, the census numbers suggest that at least some high earners are uninsured, and there&#39;s some wiggle room in what exactly Gingrich meant by &quot;a large number.&quot; So we rate Gingrich&#39;s statement Half True.</p>", "ruling_comments_date": "2011-05-17T13:39:23.610470", "ruling_date": "2011-06-15T13:33:58", "ruling_headline": "Newt Gingrich says a \"large number\" of the uninsured make more than $75,000", "ruling_headline_slug": "newt-gingrich-says-large-number-uninsured-make-mor", "ruling_link_text": "UPDATE: Census numbers aren't clear cut", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tMeet the Press,&nbsp;<a href=\"http://www.msnbc.msn.com/id/3032608/vp/43038193#43038193\" id=\"r8jp\" title=\"Interview with Newt Gingrich\">Interview with Newt Gingrich</a>, May 15, 2011</p>\r\n<div style=\"margin-top: 0px; margin-bottom: 0px;\">\r\n\tNewt Gingrich YouTube channel,&nbsp;<a href=\"http://www.youtube.com/user/ngingrich#p/a/u/0/i01NWHX4Ez8\" id=\"vx9o\" title=\"statement on the mandate\">statement on the mandate</a>, May 16, 2011</div>\r\n<br />\r\n<div style=\"margin-top: 0px; margin-bottom: 0px;\">\r\n\tU.S. Census,&nbsp;<a href=\"http://www.census.gov/prod/2010pubs/p60-238.pdf\" id=\"l6q8\" title=\"Income, Poverty, and Health Insurance Coverage in the United States: 2009\">Income, Poverty, and Health Insurance Coverage in the United States: 2009</a>, page 26</div>\r\n<div style=\"margin-top: 0px; margin-bottom: 0px;\">\r\n\t&nbsp;</div>\r\n<div style=\"margin-top: 0px; margin-bottom: 0px;\">\r\n\tHealth Affairs, The 2007&ndash;09 Recession And Health Insurance Coverage, by John Holahan, January 2011 (subscription required)</div>\r\n<div style=\"margin-top: 0px; margin-bottom: 0px;\">\r\n\t<br />\r\n\tLos Angeles Times,&nbsp;<a href=\"http://articles.latimes.com/2009/sep/17/business/fi-hiltzik17\">U.S. Census Bureau data on the medically uninsured simply can&#39;t be denied</a>, Sept. 17, 2009&nbsp;</div>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 16, "current_job": "", "false_count": 15, "first_name": "Newt", "half_true_count": 21, "home_state": "Georgia", "id": 152, "last_name": "Gingrich", "mostly_true_count": 11, "name_slug": "newt-gingrich", "pants_count": 12, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/gingrichcutter.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/152/", "total_count": 86, "true_count": 7, "website": ""}, "statement": "<p>\r\n\t&quot;A large number of the uninsured earn $75,000 or more a year.&quot;</p>", "statement_context": "in an interview on NBC's \"Meet the Press\"", "statement_date": "2011-05-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}