{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/may/18/paul-ryan/paul-ryan-says-barack-obama-wants-top-tax-rate-448/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 3763, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/3763/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tRep. Paul Ryan, R-Wis. -- the author of a budget plan that won approval from the Republican-held House but which was assailed by Democrats because it proposes significant changes in how Medicare works -- gave a speech to the Economic Club of Chicago on May 16, 2011. In it, he criticized President Barack Obama on tax policy.<br />\r\n\t<br />\r\n\tRyan said that his own budget plan makes &quot;the tax code simpler, flatter, fairer, more globally competitive and less burdensome for working families and small businesses. By contrast, the president says he wants to eliminate deductions, but he also wants to raise rates. That includes raising the top rate to 44.8 percent. That would amount to a $1.5 trillion tax increase on families and job creators.&quot;<br />\r\n\t<br />\r\n\tA reader e-mailed us to ask whether the president really wants to raise rates to 44.8 percent, since the most widely discussed Obama tax proposal is to reinstate marginal income tax rates that were in effect for the wealthiest taxpayers before approval of the 2001 and 2003 tax cuts proposed by President George W. Bush. As the reader pointed out, Obama&rsquo;s proposal to let Bush&rsquo;s tax cuts lapse would raise the top marginal income tax rate from 35 percent to 39.6 percent -- not to the 44.8 percent that Ryan cited.<br />\r\n\t<br />\r\n\tWe began by asking Ryan&rsquo;s staff what he had meant by using that figure. Spokesman Conor Sweeney forwarded us a document that provided the reasoning that Ryan used to get to the 44.8 percent.<br />\r\n\t<br />\r\n\tHere&rsquo;s the relevant portion of that document:<br />\r\n\t<br />\r\n\t<strong>Top statutory rate, 2010</strong>: 35 percent<br />\r\n\t<strong>Expiration of 2001/2003 lower rates, 2011</strong>: 39.6 percent<br />\r\n\t<strong>PEP/Pease provisions reinstated, 2011</strong>: 41.6 percent<br />\r\n\t<strong>Net 2.3 percent Medicare tax on wages/salary</strong>: 43.9 percent<br />\r\n\t<strong>0.9 percent nondeductible Medicare tax</strong>, <strong>2013</strong>: 44.8 percent<br />\r\n\t<br />\r\n\tWe&rsquo;ve already discussed the references to the 35 percent and 39.6 percent figures. Here&rsquo;s a rundown of the rest:<br />\r\n\t<br />\r\n\t&bull; <strong>PEP/Pease</strong>. These are two caps on how much income is subject to taxation for wealthy Americans. (Most Americans do not earn enough to trigger them.) The first, the &quot;personal exemption phase-out,&quot; limits the benefit of the personal exemption for taxpayers earning above a set amount of income. The second sets a similar cap for itemized deductions. The two taxes were steadily reduced under the Bush tax cuts, disappearing entirely for 2010. The two caps are set to be revived in 2012, like the rest of the Bush tax cuts, unless Congress and the president agree to&nbsp; intervene.<br />\r\n\t<br />\r\n\tRyan&rsquo;s staff and tax experts we consulted with disagreed somewhat over how big a hit the PEP and Pease revivals would be, but their estimates ranged from about 1 to 2 added percentage points. So on the low end of that scale, Ryan&rsquo;s estimate is slightly high, but the difference is modest.<br />\r\n\t<br />\r\n\t&bull; <strong>Medicare taxes</strong>. Currently, the Medicare tax is 2.9 percent, split evenly between the employee and the employer. The new health care law would add a 0.9 percent, nondeductible tax to the employee&rsquo;s side, so the new total is 3.8 percent, of which 2.35 percent is borne by the employee and 1.45 percent by the employer. To that employee share, Ryan added almost a percentage point to account for what he sees as lower employee salaries due to the employer&rsquo;s share of the payroll tax. On balance, Ryan estimates the combined net increase from Medicare taxes to be 3.2 percent.<br />\r\n\t<br />\r\n\tSo for Medicare taxes as well, Ryan&rsquo;s staff made some assumptions that would be open to critique. But once again, the range of possible rate increases is fairly small -- about one percentage point.<br />\r\n\t<br />\r\n\tSo even if you don&rsquo;t buy Ryan&rsquo;s assumptions, the most he&rsquo;d be off in his final number is about 2 percentage points.<br />\r\n\t<br />\r\n\tNow, how about the way Ryan described his number?<br />\r\n\t<br />\r\n\tUsually, we&rsquo;ve seen politicians use the term &quot;the top rate&quot; to refer to the marginal income tax rate for the highest tax bracket, not that tax rate plus several other taxes. So, one could say that using the 44.8 percent figure is a subtle way of adding an extra 5.2 percentage points to Obama&rsquo;s tax proposal, making it look more draconian.<br />\r\n\t<br />\r\n\tBut when we asked both liberal and conservative economists what they thought about Ryan&rsquo;s phrasing, most were largely untroubled.<br />\r\n\t<br />\r\n\t&quot;For non-tax people, I suppose he could have specified that 44.8 would be the combined marginal tax rate, though it&#39;s not clear that would have helped the average person understand,&quot; said Dan Mitchell, an economist with the libertarian Cato Institute. &quot;Short of engaging in lengthy digressions, I&#39;m not sure what Ryan could have done differently.&quot;<br />\r\n\t<br />\r\n\tIf Ryan had used a specific definition of the tax rates in his speech, such as &quot;the effective marginal income tax rate,&quot; then &quot;that would be misleading,&quot; added J.D. Foster, an economist with the conservative Heritage Foundation. But he didn&rsquo;t, Foster said, and that gives him some space to define what he means.<br />\r\n\t<br />\r\n\tDean Baker, a liberal economist, said he&rsquo;d &quot;give Ryan a pass on this.&quot; Ryan left out that most of the rates listed in the document would be reverting to prior levels, rather than being imposed for the first time by Obama, Baker said. However, on balance, Baker said he feels that Ryan&rsquo;s statement &quot;is largely true.&quot;<br />\r\n\t<br />\r\n\tSo where does this leave us? On Ryan&rsquo;s number, it&rsquo;s possible to argue that the actual rate is as low as 42.8 percent rather than 44.8 percent, but that&rsquo;s open to debate. On his description of what the number means, Ryan -- particularly given that he was working from a prepared speech -- could have been clearer by saying something like, &quot;The various parts of Obama&rsquo;s tax agenda would together push the highest marginal tax rate up to 44.8 percent.&quot;<br />\r\n\t<br />\r\n\tStill, the figure Ryan used is close to what the tax rate would be if Obama&rsquo;s agenda is followed, and a cross-section of economists we asked thought that Ryan&rsquo;s presentation of that number was reasonable. On balance, we rate it Mostly True.</p>", "ruling_comments_date": "2011-05-17T15:58:53.264724", "ruling_date": "2011-05-18T16:42:42", "ruling_headline": "Paul Ryan says Barack Obama wants a top tax rate of 44.8 percent", "ruling_headline_slug": "paul-ryan-says-barack-obama-wants-top-tax-rate-448", "ruling_link_text": "It's not the usual rate cited, but economists say it's reasonable", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tPaul Ryan, <a href=\"http://washingtonexaminer.com/blogs/beltway-confidential/2011/05/full-text-paul-ryans-speech-economic-club-chicago\">prepared text</a> of speech to the Economic Club of Chicago, May 16, 2011<br />\r\n\t<br />\r\n\tTax Foundation, &quot;<a href=\"http://www.taxfoundation.org/publications/show/26260.html\">PEP and Pease: Repealed for 2010 But Preparing a Comeback</a>,&quot; April 29, 2010<br />\r\n\t<br />\r\n\tElliott David LLC, &quot;<a href=\"http://www.elliottdavis.com/images/uploads/article-assets/Patient_Protection_and_Affordable_Care_Act.pdf\">Health Care Reform Trigggers New Provisions, Taxes for Businesses</a>,&quot; accessed May 17, 2011<br />\r\n\t<br />\r\n\tKPMG, &quot;<a href=\"http://www.us.kpmg.com/microsite/tax/ies/tea/winter2010/article4.asp\">Change, Change, and More Change for International Assignment Program Managers</a>,&quot; Winter 2010/2011<br />\r\n\t<br />\r\n\tE-mail interview with J.D. Foster, senior fellow at the Heritage Foundation, May 10, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Daniel Mitchell, senior fellow at the Cato Institute, May 10, 2011<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tE-mail interview with Dean Baker, co-director of the Center for Economic and Policy Research, March 18, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Chuck Marr, director of federal tax policy at the Center on Budget and Policy Priorities, May 17, 2011</p>\r\n<p>\r\n\tE-mail interview with Bob Williams, senior fellow at the Tax Policy Center, May 17, 2011</p>\r\n<p>\r\n\tE-mail interview with Conor Sweeney, spokesman for Paul Ryan, May 17, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 23, "current_job": "U.S. Representative", "false_count": 7, "first_name": "Paul", "half_true_count": 24, "home_state": "Wisconsin", "id": 373, "last_name": "Ryan", "mostly_true_count": 16, "name_slug": "paul-ryan", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/AP_WX201_HOUSE_2016_PRIMARI.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/373/", "total_count": 89, "true_count": 10, "website": "http://www.house.gov/ryan/"}, "statement": "<p>\r\n\tOn taxes, President Barack Obama wants to raise &quot;the top rate to 44.8 percent.&quot;</p>", "statement_context": "a speech in Chicago", "statement_date": "2011-05-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}