{"art": [], "author": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "canonical_url": "/florida/statements/2011/may/24/george-lemieux/george-lemieux-rips-sen-bill-nelson-senates-budget/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 3779, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "resource_uri": "/api/v/2/statement/3779/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\t<em><strong>Update: </strong>This item was originally posted on May 20, 2011, with a ruling of Barely True. After additional reporting, the ruling was revised to Half True and republished</em><em> </em><em>on May 24.</em></p>\r\n<p>\r\n\tGeorge LeMieux has been rapping his former colleague, Democratic Sen. Bill Nelson, in<a href=\"http://www.youtube.com/watch?v=gNlBnmdAWTs\"> videos</a> and<a href=\"http://www.georgeforflorida.com/\"> campaign websites</a> lately. LeMieux, the Republican appointed by then-Gov. Charlie Crist to fill out Mel Martinez&#39;s last 16 months in the Senate, is running on his own for a Senate seat in 2012.<br />\r\n\t<br />\r\n\tIn a recent video, he criticized Nelson for supporting health care reform and amnesty for illegal immigrants. He also blasted Nelson for supporting earmarks such as a $225 million &quot;Bridge to Nowhere&quot; in Alaska (<a href=\"http://politifact.com/florida/statements/2011/may/12/george-lemieux/lemieux-says-nelson-voted-billions-earmarks-such-b/\">we rated that Mostly True</a>). And LeMieux insisted that he had never requested a single earmark during his short time in the Senate (<a href=\"http://politifact.com/florida/statements/2011/may/12/george-lemieux/emigeorge-lemieux-claims-he-never-requested-single/\">we gave that one a Half True</a>).<br />\r\n\t<br />\r\n\tNow, LeMieux&#39;s linking Nelson to the Senate&#39;s failure to approve the usual annual budget.<br />\r\n\t<br />\r\n\tIn a&nbsp;<a href=\"http://twitter.com/#!/George_LeMieux\">tweet</a> on May 19, 2011, LeMieux wrote: &quot;750 days since Bill Nelson &amp; the Democrats in the Senate passed a budget. How can this be justified?&quot;</p>\r\n<p>\r\n\t<br />\r\n\tHas it really been two-plus years since the Senate approved a budget? We decided to find out. We looked at the budget process first, then at what has happened in the past two years and finally at Nelson&#39;s role. We e-mailed LeMieux to ask him to elaborate beyond the 140 characters allowed by Twitter, but we didn&#39;t hear back.<br />\r\n\t<br />\r\n\t<strong>Background on budget resolutions</strong><br />\r\n\t<br />\r\n\tFor background on what &quot;passing a budget&quot; means, we turned to <a href=\"http://politifact.com/truth-o-meter/statements/2010/jun/14/steny-hoyer/hoyer-says-gop-didnt-have-budget-2002-2004-2006/\">explanations offered previously by our PolitiFact National colleagues</a>. Congress today follows a budget process based on the 1974 Congressional Budget Act.<br />\r\n\t<br />\r\n\tThat process calls for a budget resolution, passed first by the Senate Budget Committee, then by the full Senate. The resolution, says Jason Peuquet, staff analyst at the Committee for a Responsible Federal Budget, a bipartisan public policy think tank, is &quot;an internally binding document that defines for a period of at least five fiscal years totals of appropriation levels and outlays, federal revenues, and the resulting surplus or deficit in the budget.&quot;<br />\r\n\t<br />\r\n\tThe House and Senate usually approve budget resolutions in the spring. If the chambers disagree, they work out a compromise. It&#39;s not a show-stopper if they don&#39;t approve a budget resolution, because the actual appropriation of money to all the departments and agencies in the government is a separate process.<br />\r\n\t<br />\r\n\tIf no resolution is approved, it becomes a talking point for the minority party -- in this case, for the Republicans. (In fact, Florida Senate President Mike Haridopolos, also a Senate candidate in 2012,&nbsp;<a href=\"http://twitter.com/#!/search/mike2012\">also tweeted</a> May 19 about the 750 days.) The inability to pass the resolution illustrates the discord in Congress and reflects poorly on the majority party.</p>\r\n<p>\r\n\t<br />\r\n\tWe should add two points. First, the budget resolution is not a bill. It outlines Congress&#39; intent, but it doesn&#39;t go to the president or require his signature. Second, the past two years are not the first time we&rsquo;ve had trouble getting a budget approved.<br />\r\n\t<br />\r\n\tSince 1983, the two chambers have failed to pass a joint budget bill on four occasions. For fiscal year 2003, the Senate, under Democratic control in 2002, failed to pass a budget resolution of any kind. On three other occasions (fiscal years 1999, 2005 and 2007), the House and Senate failed to reconcile their different bills and pass a compromise measure. In these latter three cases, the Republicans were in the majority in both chambers of Congress.<br />\r\n\t<br />\r\n\t<strong>Budgets for 2010 and 2011</strong><br />\r\n\t<br />\r\n\tWe turn next to what has happened in the past two years. The Senate passed a budget resolution in 2009 for the 2010 fiscal year. The final action was April 29, 2009, according to a&nbsp;<a href=\"http://www.fas.org/sgp/crs/misc/RL30297.pdf\">report on the budget process by the Congressional Research Service</a>.&nbsp;<a href=\"http://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=111&amp;session=1&amp;vote=00173\">That vote was 53-43</a>, with all the Republicans and three Democrats voting against it.<br />\r\n\t<br />\r\n\tThat was the last budget resolution the Senate approved. Fast-forward to May 19, 2011, and that&#39;s exactly 750 days later. That&rsquo;s the time-frame LeMieux is referencing.<br />\r\n\t<br />\r\n\tFrom the Democrats&rsquo; viewpoint, the 2009 resolution covered the budget for the year ending Sept. 30, 2010. So Adam Jentleson, deputy communications director for Majority Leader Harry Reid, R-Nev., calls the 750-days figure &quot;tremendously misleading&quot; because it&rsquo;s been only 231 days from the start of the fiscal year to LeMieux&rsquo;s tweet. Remember, though, what LeMieux said was 750 days since the Senate &quot;passed a budget,&quot; not &quot;since we had a budget.&quot;<br />\r\n\t<br />\r\n\tSo the number of days in LeMieux&#39;s tweet is correct. What has been Nelson&#39;s role in the budget haggling since then?<br />\r\n\t<br />\r\n\tNelson did his part in 2010 for a budget resolution as a member of the Senate Budget Committee. &quot;In April 2010, that panel by 12-10 passed a budget resolution for fiscal year 2011. Nelson voted for it,&quot; said Nelson spokesman Dan McLaughlin. &quot;Every member of LeMieux&#39;s political party voted against it.&quot;<br />\r\n\t<br />\r\n\tIn the full Senate,&nbsp;<a href=\"http://thomas.loc.gov/cgi-bin/bdquery/z?d111:SC00060:@@@D&amp;summ2=m&amp;\">the budget resolution introduced in 2010 by Budget Committee chairman Sen. Kent Conrad of North Dakota went nowhere</a>. The &nbsp;Democrats (and two independents who caucused with them) were in the majority at the time, 59-41, so they had the 51 votes needed to pass a budget.<br />\r\n\t<br />\r\n\tIf they had the votes, why didn&rsquo;t Democrats pass a budget in 2010? We asked Jentleson in Majority Leader Reid&#39;s office to explain.<br />\r\n\t<br />\r\n\t&quot;At a time when Democrats&rsquo; top priority was creating jobs and getting our economy back on track, Republicans were threatening to hijack the budget process and waste the American people&rsquo;s time with pointless political votes, even as our economy continued to struggle in the wake of the financial crisis,&quot; Jentleson said. &quot;Faced with this obstruction, we decided it would be a more productive use of the American people&rsquo;s time to move on and address other issues critical to middle-class families.&quot;<br />\r\n\t<br />\r\n\tFor example, Jentleson cited other 2010 laws passed with at least a little Republican support. He mentioned a jobs bill to give businesses incentives to hire more workers, <a href=\"http://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=111&amp;session=1&amp;vote=00173\">passed 68-29</a> on March 17 with support from 11 Republicans, including LeMieux; another bill providing incentives to businesses, <a href=\"http://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=111&amp;session=2&amp;vote=00237\">passed 61-38</a> on Sept. 16, 2010, with LeMieux and one other Republican supporting it; and the Dodd-Frank bill to overhaul financial regulation, <a href=\"http://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=111&amp;session=2&amp;vote=00208\">passed 60-39</a> with support from three Republicans.<br />\r\n\t<br />\r\n\tHis point is that a complete lack of bipartisanship on the budget would have damaged the prospects for other bills.<br />\r\n\t<br />\r\n\tJentleson also points out that a budget vote is a &quot;completely open amendment process.&quot; So any senator can offer any amendment -- and any number of amendments -- and they will be considered germane and require a vote. Democrats feared that Republicans could, if they chose to, use that method to stymie any budget vote.</p>\r\n<p>\r\n\tThat explanation, though, doesn&#39;t wash with Republicans, nor with Steve Ellis, vice president of Taxpayers for Common Sense, an independent group that analyzes federal spending. He says budgets are historically&nbsp;partisan affairs, and he looked up the last four Senate votes on them. The budget for FY 2010 didn&#39;t get a single Republican vote in 2009. The budgets for FY 2009 and 2008 passed with only two Republican votes for each. And for FY 2007, when the Republicans controlled the Senate, not one Democrat voted for it.<br />\r\n\t<br />\r\n\tHis explanation for the failure to pass a budget in 2010: Politics. Democrats didn&#39;t want to be seen as big spenders prior to the 2010 midterm election, so they didn&#39;t vote at all.<br />\r\n\t<br />\r\n\t<strong>Budget for 2012</strong><br />\r\n\t<br />\r\n\tThis year, with Republicans in control of the House and with a bigger minority in the Senate, the highest-profile budget plan for fiscal year 2012 is coming from House Budget Committee chairman Paul Ryan.<br />\r\n\t<br />\r\n\tIt passed the House on April 15. A vote is expected in the Senate this month, McLaughlin said. But <a href=\"http://www.marketwatch.com/story/senate-to-vote-on-house-budget-cutting-plan-2011-04-27\">f</a><a href=\"http://www.marketwatch.com/story/senate-to-vote-on-house-budget-cutting-plan-2011-04-27\">orecasts are that the measure will fail</a> in the Senate.<br />\r\n\t<br />\r\n\tThe other main hope for a budget, expected from a bipartisan group called the &quot;Gang of Six,&quot; ran aground just last week when a key member, Sen. Tom Coburn, R-Okla., backed out of the negotiations. Conrad, the budget committee chairman,&nbsp;<a href=\"http://budget.senate.gov/democratic/index.cfm/pressreleases---statements?ContentRecord_id=fe493ba0-f8eb-4290-afb5-e754e6023537&amp;ContentType_id=40fa0d81-5955-4941-88e6-75ce8cfd67b4&amp;98533c0c-fb7f-4c08-9a85-cdcbef5fc6c8&amp;Group_id=2ae1491e-2251-4893-9fae-fdfc42eda2f3\">issued a statement May 19</a> saying that Democrats were close to an agreement but would delay &quot;because of the high-level bipartisan leadership negotiations that are currently under way.&quot;<br />\r\n\t<br />\r\n\tFrom the Republican side, Sen. Jeff Sessions, R-Ala., and the ranking Republican on the committee,<a href=\"http://budget.senate.gov/republican/pressarchive/2011-05-19DemBudget.pdf\"> responded</a> that &quot;as Democrats retain the majority in the Senate &hellip; it is their responsibility &hellip; to publicly present their budget to the American people.&quot; There&#39;s the tit-for-tat talking points again.<br />\r\n\t<br />\r\n\t<strong>What the analysts say</strong><br />\r\n\t<br />\r\n\tWe checked again with&nbsp;Peuquet from the Committee for a Responsible Federal Budget. &quot;It has technically been 750 days since the Senate last passed a budget resolution,&quot; he said. That makes the Democrats appear irresponsible, he said, but they have continued to allocate dollars as needed through other spending bills.<br />\r\n\t<br />\r\n\t&quot;But the larger picture is that lawmakers in Congress and the administration have so far not enacted a long-term fiscal plan to stabilize and reduce the debt,&quot; Peuquet said. &quot;That is the true metric of fiscal responsibility, and there is plenty of blame to go around for both parties as to why our fiscal outlook is so dire.&quot;<br />\r\n\t<br />\r\n\tEllis,&nbsp;from Taxpayers for Common Sense, added:&nbsp;&quot;The blame for that (failure to pass a budget) always falls at the feet of the majority -- Democrat or Republican. The majority rarely gets any support (from the minority) for their budget resolution; it is a partisan affair. So last year, the Democratic majorities were concerned about schisms in their caucus and talking about spending money. It was an abdication of responsibility.&quot;<br />\r\n\t<br />\r\n\tEllis added: &quot;But to say it was Sen. Nelson&#39;s fault is a big stretch. If he was budget chair or in leadership, it would be different.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tThe number of days since a budget passed the Senate, 750, is correct. LeMieux&#39;s implication, though, is that Nelson and the Democrats in the Senate get the full blame. The truth about the stalled budget process is that it is a function of partisan politics on both sides, not just the Senate Democrats. We rate this claim Half True.</p>", "ruling_comments_date": "2011-05-20T12:40:11.158271", "ruling_date": "2011-05-24T17:01:31", "ruling_headline": "George LeMieux rips Sen. Bill Nelson for Senate's budget failure", "ruling_headline_slug": "george-lemieux-rips-sen-bill-nelson-senates-budget", "ruling_link_text": "It has been more than two years, but it's not all Nelson's fault", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tCongressional Research Service, &quot;Congressional Budget Resolutions: Historical Information&quot; (<a href=\"http://www.fas.org/sgp/crs/misc/RL30297.pdf\" target=\"_blank\"><font color=\"#664433\">report</font></a>),&nbsp;&nbsp;Jan 29, 2010 (original) and April&nbsp;4, 2011 (updated)</p>\r\n<p>\r\n\tU.S. Senate Budget Committee, <a href=\"http://budget.senate.gov/\">majority and minority websites</a>, accessed May 19, 2011<br />\r\n\t<br />\r\n\tLibrary of Congress, <a href=\"http://thomas.loc.gov/cgi-bin/bdquery/z?d111:SC00060:@@@D&amp;summ2=m&amp;\">Thomas </a>vote-tracking database, S.Con.Res. 60, accessed May 19, 2011</p>\r\n<p>\r\n\tE-mail and phone&nbsp;interviews with Steve Ellis, vice president of&nbsp;&nbsp;Taxpayers for Common Sense, May 19 and 23, 2011</p>\r\n<p>\r\n\tE-mail interviews with Jason Peuquet, policy analyst, Committee for a Responsible Federal Budget, May 19 and 20, 2011</p>\r\n<p>\r\n\tPhone interview with Stephen Miller, Republican&nbsp;communications director for&nbsp;the Senate Budget Committee, May 20, 2011</p>\r\n<p>\r\n\tE-mail and phone interviews with Adam Jentleson, deputy communications director for Sen. Harry Reid, D-Nev., and Senate Majority Leader, May 23, 2011</p>\r\n<p>\r\n\tSimpson-Bowles Commission report, &quot;<a href=\"http://www.fiscalcommission.gov/sites/fiscalcommission.gov/files/documents/TheMomentofTruth12_1_2010.pdf\">The Moment of Truth</a>,&quot; December 2010</p>\r\n<p>\r\n\tDomenici-Rivlin debt reduction task force, &quot;<a href=\"http://www.bipartisanpolicy.org/sites/default/files/BPC%20FINAL%20REPORT%20FOR%20PRINTER%2002%2028%2011.pdf\">Restoring America&#39;s Future</a>,&quot; Nov. 17, 2010</p>\r\n<p>\r\n\t<em>Wall Street Journal</em>, MarketWatch, &quot;<a href=\"http://www.marketwatch.com/story/senate-to-vote-on-house-budget-cutting-plan-2011-04-27\">Senate to vote on House budget-cutting plan</a>,&quot; April 27, 2011</p>\r\n<p>\r\n\t<em>Los Angeles Times</em>, &quot;<a href=\"http://www.latimes.com/news/politics/la-pn-harry-reid-budget-20110520,0,973885.story?track=rss\">Harry Reid: &#39;Foolish&#39; for Democrats to offer budget plan</a>,&quot; May 19, 2011</p>\r\n<p>\r\n\t<br />\r\n\t&nbsp;</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "", "false_count": 1, "first_name": "George", "half_true_count": 6, "home_state": "Florida", "id": 297, "last_name": "LeMieux", "mostly_true_count": 4, "name_slug": "george-lemieux", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/lemieux.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/297/", "total_count": 17, "true_count": 2, "website": ""}, "statement": "<p>\r\n\t&quot;750 days since Bill Nelson &amp; the Democrats in the Senate passed a budget. How can this be justified?&quot;</p>", "statement_context": "a tweet", "statement_date": "2011-05-19", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "", "false_count": 1, "first_name": "Bill", "half_true_count": 9, "home_state": "Florida", "id": 179, "last_name": "Nelson", "mostly_true_count": 11, "name_slug": "bill-nelson", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/GYI_100490231_BILL_NELSON.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/179/", "total_count": 32, "true_count": 4, "website": ""}], "twitter_headline": ""}