{"art": [], "author": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "canonical_url": "/florida/statements/2011/may/23/kurt-browning/flexibility-early-voting-means-possibly-less-hours/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 3792, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "resource_uri": "/api/v/2/statement/3792/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tFlorida Gov. Rick Scott&#39;s elections chief is defending changes to election law that shrink the number of days for early voting by arguing that polling places will be open the same number of hours they are now.<br />\r\n\t<br />\r\n\tYes, fewer days, Secretary of State Kurt Browning <a href=\"http://www.tampabay.com/opinion/columns/floridas-early-voting-remains-at-96-hours/1170931\">wrote in a May 23, 2011, guest column in the <em>St. Petersburg Times</em></a>. But longer hours on those days.<br />\r\n\t<br />\r\n\t<a href=\"http://www.flsenate.gov/Session/Bill/2011/1355\">HB 1355</a>, which Scott signed into law May 19, cuts the number of days of early voting from 14 to 8, makes it harder for third-party voter registration groups to register prospective voters and requires voters who change their address from one county to another on the day of an election to cast a provisional ballot, which would then be reviewed by the county canvassing board.<br />\r\n\t<br />\r\n\tBrowning and Republicans who supported the law say the changes will better protect the state&#39;s voting system against fraud. Democrats say the changes are an attempt to suppress voter turnout.<br />\r\n\t<br />\r\n\t&quot;To combat voter fraud, reduce the burden on poll workers and provide needed flexibility to local election supervisors, the number of days polls remain open has been reduced from 14 possible days to eight days, even as the total number of hours available for early voting will remain the same,&quot; Browning wrote in a column titled &quot;Florida&#39;s early voting remains at 96 hours.&quot;<br />\r\n\t<br />\r\n\t&quot;The result is that working voters will be able to vote before or after work, something they haven&#39;t been able to do in the past,&quot; he wrote. &quot;That added flexibility will enable more people than ever to take advantage of early voting. And, if an election supervisor finds it&#39;s not absolutely necessary to keep all of his or her polling places open a full 12 hours a day, which isn&#39;t unusual for rural areas, he or she has the flexibility to save taxpayer money by not employing poll workers that aren&#39;t needed.<br />\r\n\t<br />\r\n\t&quot;Critics of the new election law suggest there will be less time to vote. That is just not the case. Now, more than ever, voters have more options to choose from in order to take advantage of early voting.&quot;<br />\r\n\t<br />\r\n\tIn closing Browning wrote: &quot;Today, the following remains true: Early voting remains at 96 hours, with greater flexibility for counties ... &quot; We wanted to see if Browning is&nbsp;right.<br />\r\n\t<br />\r\n\tBefore HB 1355 became law, <a href=\"http://www.flsenate.gov/laws/statutes/2010/101.657\">statutes required that early voting</a> begin 15 days before and end two days prior to an election, or 14 days overall. Further, statutes required that supervisors provide eight hours of early voting during weekdays sometime between 7 a.m. and 7 p.m., and a total of eight hours during each of two weekends. Over the 14 days prior to a Tuesday election -- two weekends and 10 weekdays -- that means that supervisors had been required to conduct early voting for a minimum of 96 hours.<br />\r\n\t<br />\r\n\tThe law that Scott signed changes several provisions of the early voting requirements.<br />\r\n\t<br />\r\n\tThe new version requires that early voting begin 10 days before and end three days prior to an election, or 8 days overall. The new statute says early voting must be available for six hours each of the eight days, and no more than 12 hours per day at each polling site.<br />\r\n\t<br />\r\n\tWe&#39;ll repeat that -- under the new law, early voting <em>must be </em>available six hours a day for eight days, or a total of 48 hours, and <em>can be</em> available for up to 12 hours a day for eight days, or 96 hours.<br />\r\n\t<br />\r\n\tIn other words, local supervisors of elections will have the ability to cut the number of hours of early voting in half. They will, however, have to increase the number of hours of early voting on weekends from 16 to 18 hours.<br />\r\n\t<br />\r\n\tWhat will local supervisors choose to do?<br />\r\n\t<br />\r\n\tFor many, it&#39;s too early to say. In Pinellas County, Republican Supervisor of Elections Deborah Clark <a href=\"http://www.tampabay.com/news/politics/legislature/gov-rick-scott-signs-controversial-election-bill-into-law/1170547\">said the longer early voting days would be more convenient for people who want to vote before or after work.</a> But <a href=\"http://www.sptimes.com/2008/02/08/Southpinellas/County_fights_state_t.shtml\">Clark also has been critical of early voting</a>, saying in 2008 that early voting &quot;does not increase voter turnout,&quot; just &quot;election costs.&quot; Clark spokeswoman Nancy Whitlock said the Pinellas supervisor is not against extending early voting hours as allowed by the new law, but has yet to adopt an early voting schedule for the 2012 elections.<br />\r\n\t<br />\r\n\tBut in Jacksonville and Duval County in northeast Florida, Republican supervisor Jerry Holland told voters not to expect 12-hour-a-day early voting, according to the <em><a href=\"http://m.jacksonville.com/news/florida/2011-05-19/story/gov-rick-scott-signs-election-bill-cuts-early-voting-days\">Florida Times-Union</a></em>. &quot;The 12 hours is just not practical for us,&quot; Holland said.<br />\r\n\t<br />\r\n\tAnother point about Browning&#39;s column. He wrote that a result of the new law is &quot;that working voters will be able to vote before or after work, something they haven&#39;t been able to do in the past.&quot; But that already was happening, <a href=\"http://eyeonmiami.blogspot.com/2008/10/miami-dade-early-voting-starts-monday.html\">at least in Miami-Dade County</a>. There, during the 2008 election, the supervisor staggered the eight-hour window of early voting between the first and second weeks. In the first week, early voting sites opened at 7 a.m. (the earliest they could open allowed by law). In the second week, early voting sites opened later so they wouldn&#39;t close until 7 p.m. (the latest they could stay open). <a href=\"http://www.tampabay.com/blogs/the-buzz-florida-politics/2008/10/crist-extends-e.html\">Gov. Charlie Crist ultimately issued an executive order</a> in 2008 requiring that all early voting sites stay open for 12 hours on weekdays.<br />\r\n\t<br />\r\n\tBrowning spokesman Chris Cate said Browning will work to ensure that nearly all medium and large counties in Florida use all 96 hours of early voting available to them.<br />\r\n\t<br />\r\n\t&quot;Every county that anticipates a high voter turnout during early voting, which applies to nearly every medium-to-large county in the state, will use all 96 hours of early voting made available. Voters can be confident of this fact,&quot; Cate e-mailed PolitiFact Florida. &quot;Secretary Browning can also confidently say this because he will work with the appropriate supervisors of elections to make sure of it.<br />\r\n\t<br />\r\n\t&quot;The only locations where early voting sites could possibly be open for less than 12 hours a day would be in rural counties, where voters don&rsquo;t need all 12 hours a day to vote,&quot; Cate continued. &quot;It would be a waste of local taxpayer dollars to force supervisors of elections to keep early voting locations open where nobody is trying to vote.&quot;</p>\r\n<p>\r\n\tIn a follow-up e-mail, Cate was more blunt, saying that he doubts &quot;the writers of the new law considered that a supervisor of elections for a large county (like Duval) might have such a lack of foresight that they wouldn&rsquo;t open their early voting sites for the full 12 hours.&quot; Cate noted that supervisors are required to inform Browning&#39;s office of their plans 30 days ahead of time, giving Browning an opportunity to convince them to alter their schedule if necessary.</p>\r\n<p>\r\n\tThe new law also allows Browning to provide &quot;written direction and opinions to the supervisors of elections on the performance of their official duties.&quot;</p>\r\n<p>\r\n\tThat flexibility in the law may save some smaller jurisdictions taxpayer dollars, but it&#39;s also the root of the problem when considering Browning&#39;s claim. While he noted in a May 23 op-ed piece that rural counties may schedule less than the current 96 hours of voting, he failed to note that the same option is available to every county in Florida regardless of size. In fact, local supervisors could cut the total number of hours of early voting from 96 to 48 if they chose because it&#39;s what the new law allows.<br />\r\n\t<br />\r\n\tHowever, they have the ability to keep 96 hours of early voting by increasing voting to 12 hours a day. So a requirement of 96 hours of early voting has been replaced by an option of 96 hours.<br />\r\n\t<br />\r\n\tWe rate this claim Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2011-05-23T15:29:39.848502", "ruling_date": "2011-05-23T16:57:30", "ruling_headline": "Flexibility in early voting means possibly less hours to vote", "ruling_headline_slug": "flexibility-early-voting-means-possibly-less-hours", "ruling_link_text": "Requirement drops to 48 hours, though counties could keep polls open longer", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<em>St. Petersburg Times</em>, &quot;<a href=\"http://www.tampabay.com/opinion/columns/floridas-early-voting-remains-at-96-hours/1170931\">Florida&#39;s early voting remains at 96 hours</a>,&quot; May 23, 2011</p>\r\n<p>\r\n\tE-mail interview with Chris Cate, May 23, 2011</p>\r\n<p>\r\n\t<em>St. Petersburg Times</em>, &quot;<a href=\"http://www.sptimes.com/2008/02/08/Southpinellas/County_fights_state_t.shtml\">County fights state trend, discourages early voting</a>,&quot; Feb. 8, 2008</p>\r\n<p>\r\n\tEye on Miami blog, &quot;<a href=\"http://eyeonmiami.blogspot.com/2008/10/miami-dade-early-voting-starts-monday.html\">Miami Dade Early Voting Starts Monday, here is Where and When</a>,&quot; Oct. 18, 2008</p>\r\n<p>\r\n\t<em>St. Petersburg Times</em>, &quot;<a href=\"http://www.tampabay.com/blogs/the-buzz-florida-politics/2008/10/crist-extends-e.html\">Crist extends early voting hours</a>,&quot; Oct. 28, 2008</p>\r\n<p>\r\n\t<em>Jacksonville Times-Union</em>, &quot;<a href=\"http://m.jacksonville.com/news/florida/2011-05-19/story/gov-rick-scott-signs-election-bill-cuts-early-voting-days\">Gov. Rick Scott signs election bill that cuts early-voting days</a>,&quot; May 19, 2009</p>\r\n<p>\r\n\t<a href=\"http://www.flsenate.gov/Session/Bill/2011/1355/\">HB 1355 bill text</a>, accessed May 23, 2011</p>\r\n<p>\r\n\t<a href=\"http://www.flsenate.gov/laws/statutes/2010/101.657\">Previous election law statutes regarding early voting</a>, accessed May 23, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Secretary of State", "false_count": 0, "first_name": "Kurt", "half_true_count": 0, "home_state": "Florida", "id": 1227, "last_name": "Browning", "mostly_true_count": 0, "name_slug": "kurt-browning", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/kurtbrowning.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1227/", "total_count": 1, "true_count": 0, "website": "http://www.dos.state.fl.us/"}, "statement": "<p>\r\n\t&quot;Early voting remains at 96 hours.&quot;</p>", "statement_context": "a guest column published in the 'St. Petersburg Times'", "statement_date": "2011-05-23", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}], "target": [], "twitter_headline": ""}