{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2011/may/24/ameripac/group-opposed-light-bulb-law-claims-consumers-are-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 3796, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/3796/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tA fundraising letter making the rounds from a conservative political action committee draws a political line in the sand over light bulbs.<br />\r\n\t<br />\r\n\t&quot;The Democrats have already voted to BAN our conventional lights bulbs (that you and I use even today!) in favor of DANGEROUS fluorescent light bulbs,&quot; writes Alan Gottlieb, chairman of AmeriPAC, a political action committee that largely supports conservative Republican candidates.<br />\r\n\t<br />\r\n\tIn another fact-check, we looked at the first half of this claim, that Democrats voted to ban incandescent light bulbs (and rated it Pants on Fire). In this item. we&#39;ll address safety issues regarding the curly-shaped compact fluorescent light bulbs and whether the small amount of mercury contained in them presents an environmental hazard in homes.<br />\r\n\t<br />\r\n\tFirst, let&#39;s take a look at the arguments in the AmeriPAC letter and attached arguments from the Center for the Defense of Free Enterprise Action Fund.<br />\r\n\t<br />\r\n\tThe letter claims people will be required to &quot;throw away&quot; their existing incandescent light bulbs when the new law takes effect (a claim we rated Pants on Fire), and replace them with more expensive (a claim we rated Barely True) compact fluorescent light bulbs (CFLs) bulbs that are &quot;supposedly&quot; &quot;environmentally safe.&quot;<br />\r\n\t<br />\r\n\t&quot;I say &#39;supposedly&#39; because the one thing the CFLs are not is &#39;environmentally safe,&#39; &quot; wrote Ron Arnold of the Center for the Defense of Free Enterprise.<br />\r\n\t<br />\r\n\tThe letter then relays an anecdote that has made Maine housewife Brandy Bridges a poster child of the anti-CFL movement.<br />\r\n\t<br />\r\n\t&quot;Just ask Ellsworth, Maine housewife, Brandy Bridges, who dropped and shattered a compact fluorescent light bulb on the carpeted floor in her daughter&#39;s bedroom,&quot; the CDFE letter states. &quot;Aware that CFLs are potentially hazardous, Bridges called the local Home Depot store to ask for advice. Home Depot told her that the CFL contained mercury and advised her to call the Poison Control hotline. Now remember, this is the replacement to the electric light bulb you&#39;ve used for your whole life. You know...you drop one on the floor. It breaks. What do you do? Get a broom and dust pan and sweep it up. What happened when Brandy Bridges called the Poison Control hotline?<br />\r\n\t<br />\r\n\t&quot;The hotline had her contact the Maine Department of Environmental Protection. The DEP sent Andrew Smith, a toxicologist, to her home. He sealed the room with plastic and told Bridges it would cost about $2,000 to clean up the mess from the one toxic $3 CFL device that broke on her floor.&quot;<br />\r\n\t<br />\r\n\tBut when a CNN reporter followed up on her story in Sept. 3, 2009, he concluded that the fear engendered by the story was largely overblown.<br />\r\n\t<br />\r\n\tMaine officials said they gave Bridges some bad advice and eventually came to her house and cut out the carpet.<br />\r\n\t<br />\r\n\t&quot;When contacted about the Bridges case, Maine officials said the advice to get a professional hazardous waste cleaner and remove the carpet was given before a policy on fluorescents was fully developed,&quot; the CNN story states. &quot;They no longer tell people to call a hazmat crew or remove rugs, unless the homeowner is particularly concerned.&quot;<br />\r\n\t<br />\r\n\tMaine environmental officials, who continue to be enthusiastic supporters of CFL use, also studied the issue of mercury emissions from broken CFLs and published recommendations on how to clean them up if they break. For example, they recommended using index cards or playing cards to pick up broken pieces of the bulb (don&#39;t vacuum it up, as that can spread the mercury dust). Then, place the waste in a glass jar and take it to a recycling center. They also recommend ventilating the room for several hours by opening windows.<br />\r\n\t<br />\r\n\t&quot;Our advice, if you have one of them break, just clean it up and get it out of the house,&quot; said toxicologist Dr. Deborah Rice of the Maine Center for Disease Control and Prevention.&nbsp; &quot;There&#39;s no question that mercury is a toxic substance. But the amount of it in CFLs is very small.&quot;<br />\r\n\t<br />\r\n\tShe also tells people not to put CFLS in rooms where a small child might be likely to knock over a lamp.<br />\r\n\t<br />\r\n\tThe CDFE letter also cites an April 3, 2011, <em>San Jose Mercury News</em> story that begins:<br />\r\n\t<br />\r\n\t<em>The </em><em>nation&#39;s accelerating shift from incandescent bulbs to a new generation of energy-efficient lighting is raising an environmental concern -- the release of tons of mercury every year.<br />\r\n\t<br />\r\n\tThe most popular new light -- the curlicue, compact fluorescent light bulb, or CFL -- accounts for a quarter of new bulb sales and each contains up to 5 milligrams of mercury, a potent neurotoxin that&#39;s on the worst-offending list of environmental contaminants.<br />\r\n\t<br />\r\n\tDemand for the bulbs is growing as federal and state mandates for energy-efficient lighting take effect, yet only about 2 percent of residential consumers and one-third of businesses recycle them, according to the Association of Lighting and Mercury Recyclers.<br />\r\n\t<br />\r\n\t&quot;If the recycling rate remains as abysmally low as it is, then there will certainly be more mercury released into the environment,&quot; said Paul Abernathy, executive director of the Napa-based recycling association. &quot;Until the public really has some kind of convenient way to take them back, it&#39;s going to be an issue.&quot;</em><br />\r\n\t<br />\r\n\tHowever, CDFE does not include a later passage in the <em>Mercury News</em> article that presents a counterweight to concerns raised about small levels of mercury in CFLs:<br />\r\n\t<br />\r\n\t<em>Even with mercury worries about CFLs, they still ultimately lead to fewer mercury emissions than incandescent lights, according to the California Energy Commission. Although the old-style bulbs contain no mercury, they&#39;re often powered by coal-fired electricity plants -- which release mercury as a pollutant. The end result is about 40 percent less mercury emissions per bulb when using energy-efficient CFLs, according to EPA figures.</em><br />\r\n\t<br />\r\n\tThe fact is that incandescent light bulbs result in much more mercury being introduced into the environment, because they require four times as much electricity to operate, and much of that electricity comes from coal-fired power plants that emit mercury into the air, said Noah Horowitz, a senior scientist at the Natural Resources Defense Council.<br />\r\n\t<br />\r\n\t&quot;If you are really concerned about mercury,&quot; Horowitz said, &quot;you should really be buying CFLs even though they have small amounts of mercury in them.&quot;<br />\r\n\t<br />\r\n\tClaims about CFL safety concerns are &quot;wildly exaggerated,&quot; he said.<br />\r\n\t<br />\r\n\t&quot;They have extremely low levels of mercury, that&#39;s true,&quot; Horowitz said. &quot;But it is still in the bulb when you use them. When you are finished with them you should recycle them.&quot;<br />\r\n\t<br />\r\n\tAnd there are now many more places to recycle spent CFLs than there were just two years ago, he said. For example, Home Depot and Lowe&#39;s both allow people to bring their spent CFLs there for free recycling, even non-customers. And, he said, CFLs generally have about half as much mercury in them as they did just a few years ago.<br />\r\n\t<br />\r\n\tBesides, he said, there is nothing in the law that requires people to buy CFLs. Light bulb companies have also developed halogen incandescent bulbs that meet the new efficiency requirements; and LED technology is another option. Neither of those types of bulbs contain mercury.<br />\r\n\t<br />\r\n\tIt&#39;s misleading to warn about the small amount of mercury in CFLs without also noting that less efficient bulbs require more electricity and result in more mercury in the environment, said Steven Nadel, executive director of the American Council for an Energy-Efficient Economy.<br />\r\n\t<br />\r\n\t&quot;They tell, shall we say, part of the story,&quot; Nadel said.<br />\r\n\t<br />\r\n\tThe tone of the letter is clearly designed to heighten fears about CFLs in an effort to bolster an argument about government over-regulation. Mercury is, in fact, a toxic substance, and CFLs contain a small amount of mercury (a fraction of the amount contained in a mercury thermometer). But government and environmental officials say the risk they pose is very small, particularly if the light bulbs are disposed of properly and cleaned up properly if one shatters. Moreover, the warnings fail to acknowledge that there is a price to pay for sticking with less efficient traditional incandescent light bulbs. Those bulbs require far more electricity to operate, and, if they are powered by coal-fired power plants, result in even more mercury emitted into the environment. We rate the claim Half True.</p>", "ruling_comments_date": "2011-05-23T18:03:49.483773", "ruling_date": "2011-05-24T13:27:20", "ruling_headline": "Group opposed to light bulb law claims consumers are being pushed to compact fluorescent light bulbs that are environmentally unsafe", "ruling_headline_slug": "group-opposed-light-bulb-law-claims-consumers-are-", "ruling_link_text": "Tells only half the story", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tH.R. 6, <a href=\"http://www.gpo.gov/fdsys/pkg/PLAW-110publ140/html/PLAW-110publ140.htm\" title=\"Energy Independence and Security Act of 2007\">Energy Independence and Security Act of 2007</a></p>\r\n<p>\r\n\tPolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/promises/obameter/promise/492/phase-out-incandescent-light-bulbs/\" title=\"&quot;Obama makes light bulbs more energy efficient,&quot;\">&quot;Obama makes light bulbs more energy efficient,&quot;</a> by Catharine Richert, July 1, 2009</p>\r\n<p>\r\n\tPolitiFact, <a href=\"http://politifact.com/truth-o-meter/statements/2011/jan/26/michele-bachmann/michele-bachmann-says-government-tells-us-what-lig/\" title=\"&quot;Michele Bachmann says the government tells us what light bulbs to buy,&quot;\">&quot;Michele Bachmann says the government tells us what light bulbs to buy,&quot;</a> by&nbsp; Angie Drobnic Holan and W. Gardner Selby, Jan. 26, 2011</p>\r\n<p>\r\n\tAmerican Council for an Energy-Efficient Economy, <a href=\"http://www.aceee.org/press/2009/06/president-obama-announces-new-light-bulb-standards\" title=\"&quot;President Obama Announces New Light Bulb Standards,&quot;\">&quot;President Obama Announces New Light Bulb Standards,&quot;</a> June 29, 2009</p>\r\n<p>\r\n\tU.S. Senate website, <a href=\"http://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=110&amp;session=1&amp;vote=00226\" title=\"Roll call vote for H.R. 6, Clean Energy Act of 2007\">Roll call vote for H.R. 6, Clean Energy Act of 2007</a>, June 21, 2007</p>\r\n<p>\r\n\tClerk of the House website, <a href=\"http://clerk.house.gov/evs/2007/roll040.xml\" title=\"Final vote results for Roll Call 40, Creating Long-Term Energy Alternatives for the Nation Act\">Final vote results for Roll Call 40, Creating Long-Term Energy Alternatives for the Nation Act</a>, Jan. 18, 2007</p>\r\n<p>\r\n\tLibrary of Congress, <a href=\"http://thomas.loc.gov/cgi-bin/bdquery/z?d110:HR00006:@@@R\" title=\"Bill summary and status, H.R.6, Energy Independence and Security Act of 2007\">Bill summary and status, H.R.6, Energy Independence and Security Act of 2007</a></p>\r\n<p>\r\n\tUSA Today, <a href=\"http://www.usatoday.com/news/opinion/editorials/2011-02-01-editorial01_ST1_N.htm\" title=\"Op Ed: &quot;Opposing view on energy: Turn on the BULB Act,&quot;\">Op Ed: &quot;Opposing view on energy: Turn on the BULB Act,&quot;</a> by Rep. Joe Barton, Jan. 31, 2011</p>\r\n<p>\r\n\tFrumForum, <a href=\"http://www.frumforum.com/the-gops-dim-bulb-bill\" title=\"&quot;The GOP’s Dim Bulb Bill,&quot;\">&quot;The GOP&rsquo;s Dim Bulb Bill,&quot;</a> by David Jenkins, March 10, 2011</p>\r\n<p>\r\n\tEPA, <a href=\"http://yosemite.epa.gov/opa/admpress.nsf/1e5ab1124055f3b28525781f0042ed40/4f1bccda2e664b56852578690050df28%21OpenDocument\" title=\"Press release: EPA Announces Updated Energy Star Standards for Lighting\">Press release: EPA Announces Updated Energy Star Standards for Lighting</a>, April 5, 2011</p>\r\n<p>\r\n\tDepartment of Energy, <a href=\"http://www.energysavers.gov/your_home/lighting_daylighting/index.cfm/mytopic=11975\" title=\"Lighting Choices to Save You Money\">Lighting Choices to Save You Money</a></p>\r\n<p>\r\n\tDepartment of Energy, <a href=\"http://www.energysavers.gov/your_home/lighting_daylighting/index.cfm/mytopic=11977\" title=\"New Lighting Standards Begin in 2012\">New Lighting Standards Begin in 2012</a></p>\r\n<p>\r\n\tDepartment of Energy, <a href=\"http://www.energysavers.gov/your_home/lighting_daylighting/index.cfm/mytopic=11978\" title=\"Frequently Asked Questions: Lighting Choices to Save You Money\">Frequently Asked Questions: Lighting Choices to Save You Money</a><br />\r\n\t<br />\r\n\tCenter for the Defense of Free Enterprise Action Fund, <a href=\"http://www.cdfe.org/cdfe-action-fund/democrats-ban-incandescent-light-bulb/\" title=\"Democrats Ban Incandescent Light Bulb\">Democrats Ban Incandescent Light Bulb</a>, April 7, 2011</p>\r\n<p>\r\n\tPhilips website, <a href=\"http://applications.nam.lighting.philips.com/ecovantage/\" title=\"Introducing the Philips EcoVantage\">Introducing the Philips EcoVantage</a></p>\r\n<p>\r\n\tConsumer Reports, <a href=\"http://news.consumerreports.org/home/2011/03/government-crackdown-on-mercury-pollution-illuminates-lightbub-debate-.html\" id=\"yhmu\" title=\"&quot;EPA crackdown on mercury pollution illuminates lightbulb debate,&quot;\">&quot;EPA crackdown on mercury pollution illuminates lightbulb debate,&quot;</a> by Daniel DiClerico, March 16, 2011<br />\r\n\t<br />\r\n\tConsumer Reports, <a href=\"http://news.consumerreports.org/home/2011/03/as-colbert-satires-cfls-debates-heat-up-in-washington-.html\" id=\"cstu\" title=\"&quot;As Colbert lampoons CFLs, a real debate heats up in Washington,&quot;\">&quot;As Colbert lampoons CFLs, a real debate heats up in Washington,&quot;</a> by Daniel DiClerico, March 9, 2011<br />\r\n\t<br />\r\n\tConsumer Reports, <a href=\"http://www.consumerreports.org/cro/home-garden/home-improvement/hardware-building-supplies/lightbulbs/cfls/overview/cfl-ov-.htm\" id=\"rx8e\" title=\"&quot;The facts on compact fluorescent lightbulbs,&quot;\">&quot;The facts on compact fluorescent lightbulbs,&quot;</a> August 2009<br />\r\n\t<br />\r\n\tMaine Department of Environmental Protection, <a href=\"http://www.maine.gov/dep/rwm/homeowner/fluorescent.htm\" id=\"mj9g\" title=\"Fluorescent Light Bulb Information\">Fluorescent Light Bulb Information</a><br />\r\n\t<br />\r\n\tBangor Daily News (Maine), &quot;DEP issues warning on low-energy bulbs,&quot; by Kevin Miller, Feb. 26, 2008<br />\r\n\t<br />\r\n\tSan Jose Mercury News, &quot;Mercury in new light bulbs not being recycled, escaping to environment,&quot; by Suzanne Bohan, Contra Costa Times, April 3, 2011<br />\r\n\t<br />\r\n\tCNNMoney.com, &quot;The fluorescent light bulb boogeyman,&quot; by Steve Hargreaves, Sept. 3, 2009<br />\r\n\t<br />\r\n\tProvidence Journal-Bulletin, Commentary: Some illuminating thoughts, Jan. 2, 2011<br />\r\n\t<br />\r\n\tUSNEWS.com,&nbsp; &quot;FAQ: The End of the Light Bulb as We Know It,&quot; by Marianne Lavelle, Dec. 19, 2007</p>\r\n<p>\r\n\tInterview with Steven Nadel, executive director of the American Council for an Energy-Efficient Economy, May 19, 2011</p>\r\n<p>\r\n\tInterview with Jen Stutsman, a spokeswoman for the Department of Energy, May 19, 2011</p>\r\n<p>\r\n\tInterview with Randy Moorhead, VP of government affairs at Philips Electronics, May 19, 2011</p>\r\n<p>\r\n\tInterview with Ron Arnold, Executive Vice President of the Center for the Defense of Free Enterprise, May 19, 2011</p>\r\n<p>\r\n\tInterview with Dr. Deborah Rice of the Maine Center for Disease Control and Prevention, May 23, 2011<br />\r\n\t<br />\r\n\tInterview with Noah Horowitz, a senior scientist at the Natural Resources Defense Council, May 23, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 1, "home_state": "", "id": 1221, "last_name": "AmeriPAC", "mostly_true_count": 0, "name_slug": "ameripac", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/mug-independentgroup__________________3.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1221/", "total_count": 3, "true_count": 0, "website": ""}, "statement": "<p>\r\n\tCompact fluorescent light bulbs are &quot;toxic&quot; and &quot;not environmentally friendly.&quot;</p>", "statement_context": "a fundraising letter", "statement_date": "2011-05-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 28, "photo": null, "resource_uri": "/api/v/2/subject/28/", "subject": "Consumer Safety", "subject_slug": "consumer-safety", "used_in_edition": []}, {"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 109, "photo": null, "resource_uri": "/api/v/2/subject/109/", "subject": "Regulation", "subject_slug": "market-regulation", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}