{"art": [], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/ohio/statements/2011/may/26/rob-portman/sen-rob-portman-says-health-care-reform-has-hamper/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 3809, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/3809/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tCongress passed a health care bill last year with twin goals of insuring more Americans while putting the brakes on runaway medical spending. We&rsquo;ll see if those goals are achieved sometime after 2014 when the main provisions take effect. Until then, all we have are projections.<br />\r\n\t<br />\r\n\tSen. Rob Portman, however, focused recently on the here and now. &nbsp;Even before the big provisions kick in that will expand health coverage to nearly all Americans, Portman says he is hearing from employers that their premiums are rising because of the law, called the Patient Protection and Affordable Care Act. And those rising costs are making it harder for them to hire new employees, he says.<br />\r\n\t<br />\r\n\t&quot;The legislation which Washington passed last year has made it more difficult to hire because it&rsquo;s increased the cost of hiring someone,&quot; Portman told reporters on May 3, when he unveiled a &quot;Jobs Plan&quot; that included a proposed rollback of the health law.<br />\r\n\t<br />\r\n\tA few days later, Portman said small businesses have told him health care reform is already driving up their costs. &quot;People are telling me 15- and 16-percent premium increases,&quot; he said.<br />\r\n\t<br />\r\n\tSome provisions of the health care law did take effect last fall and early this year. Employers now must enroll employees&rsquo; dependent children, if the parents wish to add them, until they are 26 years old. New policies must pay for preventive care without tapping the employee&rsquo;s deductible. And health plans cannot cap the lifetime value of medical care they will cover.<br />\r\n\t<br />\r\n\tEach of these might seem like it would make insurance premiums jump. &quot;It&rsquo;s a basic principle of economics: If you add more things, it will cost more,&quot; said Robert Zirkelbach, spokesman for America&rsquo;s Health Insurance Plans, the health insurance lobby.<br />\r\n\t<br />\r\n\tYet conservative business groups and liberal advocates alike say that generally, those increases have been small. Adding a 24-year-old to your health coverage might require you to get a family plan if you only have individual or spousal coverage, so your employer would have a higher cost if it pays for part of your insurance. But young adults typically don&rsquo;t use a lot of medical services and have very low health care costs.<br />\r\n\t<br />\r\n\tSimilarly, full coverage of preventive care is only required for new policies.<br />\r\n\t<br />\r\n\tAs for the lifting of lifetime limits on what a plan will pay, Bill Robertson, president of the Concord Benefit Planning Agency, a benefits consultant from Lake County, near Cleveland, told us that rarely happens now since the caps tend to be a $1 million or more. &quot;I&rsquo;ve been in business 36 years,&quot; he said. &quot;I have cumulatively insured 50,000 people. I have seen one claim go above the cap.&quot;<br />\r\n\t<br />\r\n\tAltogether, these new requirements added an average of 2.5 percent this year to the cost of employer-provided health insurance, according to modeling by the Lockton Benefits Group, a division of Lockton Cos., a large, privately held insurance brokerage.<br />\r\n\t<br />\r\n\tA study last fall by Mercer, an international consulting firm, <a href=\"http://www.mercer.com/press-releases/1391585\">put the average cost increase attributable to the immediate changes at 2.3 percent</a>, with small companies (under 500 workers) averaging 3 percent and large companies (5,000 or more workers) 1.9 percent.<br />\r\n\t<br />\r\n\tFinally, the Ohio Department of Insurance, which regulates insurers and must approve many rate hikes, says premiums have risen about 15 percent, but only 2 to 3 percent is due to requirements of the Affordable Care Act.<br />\r\n\t<br />\r\n\tWe asked Portman to elaborate on his claim. He mentioned a Congressional Budget Office study that, he said, predicted 800,000 fewer people in jobs as a result of the health care legislation.<br />\r\n\t<br />\r\n\tThat&rsquo;s after 2014, however, and the study did not actually state this number of jobs. Instead, congressional Republicans extrapolated the number -- variously cited as 650,000 or 800,000 -- during a hearing in which the CBO director was testifying. Separate analyses by <a href=\"http://www.politifact.com/truth-o-meter/statements/2011/jan/20/eric-cantor/health-care-law-job-killer-evidence-falls-short/\">PolitFact</a>,<a href=\"http://factcheck.org/2011/01/a-job-killing-law/\">FactCheck.org</a>, and <a href=\"http://voices.washingtonpost.com/fact-checker/2011/02/playing_games_with_cbo_testimo.html\">The Washington Post</a> all found problems with the GOP&rsquo;s interpretation. The CBO never said these jobs would be lost due to higher cost for employers.<br />\r\n\t<br />\r\n\tRather, the CBO discussed a small reduction in the amount of labor in the economy, some of which would be caused by people leaving the workforce because they will no longer need to hold onto a job just to maintain their health insurance.<br />\r\n\t<br />\r\n\t<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/jan/20/eric-cantor/health-care-law-job-killer-evidence-falls-short/\">PolitiFact ruled</a> that a claim nearly identical to Portman&rsquo;s, based on the CBO report, was False. Portman, however, told us that he based his claim on more than the CBO study. As he has said several times recently, this is what Ohio business owners are telling him. He provided us with names.<br />\r\n\t<br />\r\n\t<a href=\"http://www.fredon.com/\">Fredon Corp.</a>, a family-owned precision machining company in Mentor, has 78 employees and avoided layoffs during the economic downturn, said Alyson Scott, the chief financial officer. Now it plans to start hiring.<br />\r\n\t<br />\r\n\tRising health insurance costs do make hiring a bigger challenge, she said. &quot;It absolutely goes to your overall expenses,&quot; she said.<br />\r\n\t<br />\r\n\tThe company used to face annual premium hikes of about 10 percent -- increases the insurance industry attributed to inflation, an aging population and high use of medical services by all Americans. But Fredon was quoted a 22.6 percent hike for this year for the same Medical Mutual of Ohio coverage that it had in 2010.<br />\r\n\t<br />\r\n\t&quot;They said they have no idea what&rsquo;s going to happen in the future and they have to cover their costs,&quot; Scott said.<br />\r\n\t<br />\r\n\tFredon&rsquo;s insurance broker, Lisa Dimberio Nelson of Right Track Benefits, negotiated the increase down to 15 percent, said Scott, whose account was confirmed by Nelson.<br />\r\n\t<br />\r\n\t&quot;What the carriers are telling us,&quot; Nelson said, &quot;is that it&rsquo;s the mandates.&quot; They say &quot;it&rsquo;s not our fault, it&rsquo;s the mandates,&quot; she said.<br />\r\n\t<br />\r\n\tYet Fredon plans to expand its workforce anyway. So did higher premiums really have an effect?<br />\r\n\t<br />\r\n\tAbsolutely, said Scott. It won&rsquo;t prevent hiring, but it has caused the company to reassess &quot;how much we&rsquo;re hiring, and at what stage.&quot;<br />\r\n\t<br />\r\n\tWe contacted Medical Mutual and asked about rate hikes necessary to cover the mandates of the Affordable Care Act.<br />\r\n\t<br />\r\n\t&quot;At this point, health care reform has had a minimal impact on pricing and it is too early to determine the future impact as the major provisions of the legislation do not take effect for nearly three more years,&quot; said Ed Byers, Medical Mutual&rsquo;s spokesman. He was at a loss to explain why Fredon and its broker had the clear impression that a big part of its increase was due to health reform mandates.<br />\r\n\t<br />\r\n\tPortman&rsquo;s office recommended other companies to us, too. Three of them agreed to interviews: PR Machine Works in Mansfield, Mound Laser in Miamisburg, and Rebsco Inc. in Greenville.<br />\r\n\t<br />\r\n\tZoi Romanchuk, vice president of PR Machine Works, said premiums rose just 3 percent this year at her 55-employee company, but she expects a big increase next year. The company saw a 30 percent increase in 2009, which predates health reform. She said that other companies tell her they got hit with 30 percent and 40 percent hikes this year.<br />\r\n\t<br />\r\n\tHas this effected hiring at her company?<br />\r\n\t<br />\r\n\t&quot;Not yet,&quot; she said.<br />\r\n\t<br />\r\n\tMound Laser President and CEO Larry Dosser said premiums rose 20 percent this year, after experiencing premium increases in the low single digits for his 30-employee company. The company used to pay 100 percent of its workers&rsquo; policy costs but dropped its share to 90 percent, Dosser said.<br />\r\n\t<br />\r\n\tNinety percent of Mound Laser&rsquo;s work involves making microscopic parts for manufacturers in the medical device industry, which will face a special tax starting in 2013 to help offset health reform&rsquo;s costs.<br />\r\n\t<br />\r\n\t<a href=\"http://www.whitehouse.gov/blog/2010/07/07/how-affordable-care-act-helps-veterans\">The White House says the tax won&rsquo;t hurt</a> because the medical device industry will prosper from new patients gaining health insurance, but Dosser fears it could force his customers to move overseas, impacting his business.<br />\r\n\t<br />\r\n\tSo is Mound Laser slowing its hiring?<br />\r\n\t<br />\r\n\tNot at all, Dosser said. It plans to grow to about 50 employees by the end of the year, &quot;because I refuse to be dictated to by those kinds of policies.&quot;<br />\r\n\t<br />\r\n\tThen there&rsquo;s Rebsco, a metal fabrication design and manufacturing company. It faced a 23 percent premium hike for insurance on its 20 employees, but held it down to 10 percent to 12 percent by raising the deductible. That means that workers, too, got hit with higher out-of-pocket costs, according to Tyeis Baker-Baumann, the company&rsquo;s president.<br />\r\n\t<br />\r\n\tHas it affected hiring?<br />\r\n\t<br />\r\n\tIt has in the sense that every new expense hurts, Baumann said. Her company could use two or three more workers, but &quot;we&rsquo;re not going to (hire) at this point,&quot; she said. &quot;We&rsquo;ll put that discussion off for as long as possible.&quot;<br />\r\n\t<br />\r\n\tWhy are employers under the impression that health care reform is to blame for double-figure rate hikes? Gary Claxton, vice president of the nonprofit, nonpartisan Kaiser Family Foundation and an authority on the insurance marketplace, offered this theory: &quot;If you were an insurer and you wanted to blame someone else, wouldn&rsquo;t you blame the government?&quot;<br />\r\n\t<br />\r\n\tSo how do we assess Portman&rsquo;s statement?<br />\r\n\t<br />\r\n\tWe have the CBO report, which would point toward a rating of False.<br />\r\n\t<br />\r\n\tWe have assessments from the insurance industry and regulators, which put the premium increases attributable to the new law around 2.5 percent.<br />\r\n\t<br />\r\n\tAnd we have the companies Portman cited.<br />\r\n\t<br />\r\n\tFredon Corp. says it has not cut hiring, but is reassessing how much. Its insurer insists health care reform has had a minimal impact on pricing.<br />\r\n\t<br />\r\n\tPR Machine Works is still hiring.<br />\r\n\t<br />\r\n\tMound Laser is not slowing its hiring because that would be a capitulation.<br />\r\n\t<br />\r\n\tAnd Rebsco will delay new hiring because every new cost hurts -- including insurance.<br />\r\n\t<br />\r\n\tAfter looking at considerable amounts of data and studies, talking with industry and association experts and phoning people who run small companies, we found that Portman&rsquo;s statement had some elements of truth. But there were too many critical facts pointing the other direction, too many misleading or confused assumptions about the cause of double-digit premium hikes -- and too few actual lost jobs or slowdowns attributable to health reform -- for the Truth-O-Meter to point in any other direction than Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2011-05-25T18:35:53.256454", "ruling_date": "2011-05-26T06:00:00", "ruling_headline": "Sen. Rob Portman says health care reform has hampered hiring by driving up business costs ", "ruling_headline_slug": "sen-rob-portman-says-health-care-reform-has-hamper", "ruling_link_text": "Real data doesn't back up this perception", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tSen. Rob Portman&rsquo;s comments at press availability after GOP policy luncheon, May 3, 2011<br />\r\n\t<br />\r\n\tSen. Rob Portman conference call with reporters, May 5, 2011<br />\r\n\t<br />\r\n\tE-mail correspondence with Christine Mangi, spokeswoman for Sen. Rob Portman, May 11 through May 12, 2011<br />\r\n\t<br />\r\n\tTelephone interview with Alyson Scott, chief financial officer, Fredon Corp., May 9 and May 12, 2011<br />\r\n\t<br />\r\n\tTelephone interview with Lisa Dimberio Nelson, president, Right Track Benefits, May 9, 2011<br />\r\n\t<br />\r\n\tTelephone interview with Bill Robertson, president, Concord Benefit Planning Agency, May 9, 2011<br />\r\n\t<br />\r\n\tTelephone interview with Zoi Romanchuk, vice p[resident, PR Machine Works, May 12, 2011<br />\r\n\t<br />\r\n\tTelephone interview with Larry Dosser, president and CEO, Mound Laser, May 12, 2011<br />\r\n\t<br />\r\n\tTelephone interview with Tyeis L. Baker-Baumann, president, Rebsco Inc., May 13, 2011<br />\r\n\t<br />\r\n\tHewitt Associates, news release, &quot;<a href=\"http://64.27.173.247/Intl/NA/en-US/AboutHewitt/Newsroom/PressReleaseDetail.aspx?cid=9106\">U.S. health care cost rate increases reach highest level in five years, according to new data from Hewitt Associates</a>,&quot; Sept. 27, 2010<br />\r\n\t<br />\r\n\tTelephone interview with Robert Zirkelbach, spokesman for America&rsquo;s Health Insurance Plans, May 9, 2011<br />\r\n\t<br />\r\n\tMercer, &quot;<a href=\"http://www.mercer.com/press-releases/1391585\">Even as reform pushes up benefit cost, employers will take steps to hold 2011 increase to 5.9 percent</a>,&quot; &nbsp;Sept. 8, 2010<br />\r\n\t<br />\r\n\tTranscript of hearing, House Education and the Workforce Committee, Subcommittee on health, Employment, Labor and Pensions, March 10, 2011<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/jan/20/eric-cantor/health-care-law-job-killer-evidence-falls-short/\">The health care law is a &lsquo;job killer&rsquo;? The evidence falls short</a>,&quot; Jan. 20, 2011<br />\r\n\t<br />\r\n\tE-mail and telephone exchanges with Ed Byers, spokesman, Medical Mutual of Ohio, May 9 through May 13, 2011<br />\r\n\t<br />\r\n\tU.S. Bureau of Labor Statistics, <a href=\"http://www.bls.gov/news.release/ecec.t05.htm\">compensation breakdown for private industry</a>, accessed May 12, 2011<br />\r\n\t<br />\r\n\tTelephone interview with Gary Claxton, Kaiser Family Foundation, May 13, 2011<br />\r\n\t<br />\r\n\tTelephone interview with Bob Graboyes, National federation of Independent Businesses, May 13, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "U.S. senator from Ohio", "false_count": 5, "first_name": "Rob", "half_true_count": 11, "home_state": "Ohio", "id": 534, "last_name": "Portman", "mostly_true_count": 11, "name_slug": "rob-portman", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rob-Portman-official-portrait.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/534/", "total_count": 48, "true_count": 17, "website": "http://portman.senate.gov/"}, "statement": "<p>\r\n\t&quot;The (health reform) legislation which Washington passed last year has made it more difficult to hire&quot; because it&rsquo;s increased costs for employers.</p>", "statement_context": "a press availability following a policy luncheon", "statement_date": "2011-05-03", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}