{"art": [], "author": [{"email_address": "szeller@cq.com", "first_name": "Shawn", "id": 41, "last_name": "Zeller", "name_slug": "shawn-zeller", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/41/", "title": "Staff Writer, CQ Weekly", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2008/mar/04/sierra-club/he-was-campaigning-not-ducking/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 381, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "szeller@cq.com", "first_name": "Shawn", "id": 41, "last_name": "Zeller", "name_slug": "shawn-zeller", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/41/", "title": "Staff Writer, CQ Weekly", "twitter": null}], "resource_uri": "/api/v/2/statement/381/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "In his bid for the Republican presidential nomination, Arizona Sen. John McCain hasn't shied away from citing his differences with Republican orthodoxy on the environment. On the campaign trail, for example, he's touted a Senate bill he is sponsoring to reduce carbon dioxide emissions to combat global warming.\n<p>\n It's a bill that has won McCain lots of friends in the environmental movement. So it was something of a surprise earlier this month when Sierra Club executive director Carl Pope sent out a tough missive condemning McCain as an ally of corporate polluters.\n</p>\n<p>\n Urging Sierra Club supporters to write to their local newspapers to spread the word about McCain's poor environmental record in the Senate, Pope said McCain had \"a history of siding with the polluters and special interests, and a consistent pattern of ducking important environmental votes.\"\n</p>\n<p>\n For this item, we'll focus on the allegation of ducked votes.\n</p>\n<p>\n As evidence, Pope cited a new study by the League of Conservation Voters examining crucial environmental votes taken in the Senate last year. Of the 15 votes the League studied, McCain was not present for any of them.\n</p>\n<p>\n Under the League's strict methodology &ndash; dating to the vote study's origins in the early 1970s &ndash; a missed vote counts as one against the environment. As a result, McCain's environmental support score for 2007 was zero percent, a point Pope stressed in his letter. \"According to the scorecard, McCain was the only member of Congress to skip all 15 crucial environmental votes,\" he wrote.\n</p>\n<p>\n Pope didn't mention that the strict methodology also turned Illinois Sen. Barack Obama, the Democratic front-runner in the presidential race, from an environmental champion into one of the least environmentally friendly Democrats in the Senate. His score dropped from a 96 in 2005-2006 to 67 last year. The drop was almost entirely attributable to missed votes. New York Sen. Hillary Rodham Clinton also suffered for missing votes. Her score dropped from 89 in 2005-2006 to 73 in 2007.\n</p>\n<p>\n The methodology is inherently unfair, says David Jenkins, a lobbyist for Republicans for Environmental Protection, a group that has endorsed McCain. He notes that McCain had a good excuse for missing votes: He was running for president against Republican challengers who had no similar commitments to keep them from the campaign trail, nor could McCain easily coordinate his absences with the Senate Majority leader, Harry Reid of Nevada, who schedules votes and was more accommodating to his Democratic colleagues, Clinton and Obama, according to Jenkins.\n</p>\n<p>\n For his part, McCain has never scored very high on the League's vote study. Still, his average grade of 44.3 from 2001-2006, before his current presidential campaign and after his previous one, is actually the third-highest score among Senate Republicans.\n</p>\n<p>\n And the League itself apparently doesn't think so poorly of McCain. In endorsing him for re-election in 2004, the group called him \"a leader on global warming\" and a \"strong voice of reason\" against a controversial plan to drill for oil in Alaska's Arctic National Wildlife Refuge. McCain, the League said, had also been a strong opponent of the Bush administration's energy policies, which have been widely condemned by environmentalists.\n</p>\n<p>\n Even Rob Smith, director of the Sierra Club's Arizona affiliate, says McCain &mdash; while he hasn't supported the group in all of its local campaigns &mdash; has been \"a champion\" when it comes to preserving forest land in Arizona and reducing noise pollution around the Grand Canyon.\n</p>\n<p>\n The case against the charge that McCain has \"a consistent pattern of ducking important environmental votes,\" is clear cut. Indeed, McCain did miss 15 important environmental votes in 2007, while running for president. He also missed five environmental votes scored by the League in 1999, during his prior bid for the White House. But those years excepted, McCain has missed only three of 212 votes scored by the League since McCain's first year in the Senate, 1987. That's not a consistent pattern. The Sierra Club's charge, therefore, is False.\n</p>\n<p>\n</p>", "ruling_comments_date": "2010-01-07T13:28:21.275939", "ruling_date": "2008-03-04T00:00:00", "ruling_headline": "He was campaigning, not ducking", "ruling_headline_slug": "he-was-campaigning-not-ducking", "ruling_link_text": "He was campaigning, not ducking", "ruling_state": null, "source_documents": null, "sources": "Letter from Sierra Club executive director Carl Pope to supporters, Feb. 23, 2008\n<p>\n New York Times, \"Global Warming Starts to Divide G.O.P. Contenders,\" by Marc Santora, Oct. 17, 2007\n</p>\n<p>\n League of Conservation Voters,\n <a href=\"http://lcv.org/scorecard/\">\n  2007 National Environmental Scorecard\n </a>\n</p>\n<p>\n Interview with David Jenkins, Republicans for Environmental Protection, Feb. 25, 2008\n</p>\n<p>\n League of Conservation Voters, Endorsement of Sen. John McCain for re-election, 2004\n</p>\n<p>\n League of Conservation Voters,\n <a href=\"http://lcv.org/scorecard/past-scorecards/\">\n  Past National Environmental Scorecards,\n </a>\n 1971-2006\n</p>\n<p>\n Interview with Rob Smith, director of Sierra Club's Arizona Chapter, Feb. 25, 2008\n</p>\n<p>\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 1, "first_name": "", "half_true_count": 0, "home_state": "", "id": 38, "last_name": "Sierra Club", "mostly_true_count": 1, "name_slug": "sierra-club", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-independentgroup_____________.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/38/", "total_count": 4, "true_count": 0, "website": "http://www.sierraclub.org/"}, "statement": "John McCain has \"a consistent pattern of ducking important environmental votes.\"", "statement_context": "a letter from Sierra Club executive director Carl Pope to supporters", "statement_date": "2008-02-23", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}], "target": [], "twitter_headline": null}