{"art": [{"brightcove": "", "caption": "This television spot from the Texas Public Policy Foundation aired for two days in April in Dallas and Austin and from May 7 through 20 in Dallas.", "id": 1308, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/1308/", "title": "Texas Public Policy Foundation ad", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/dwBANT49SGc?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "dwBANT49SGc"}], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2011/may/29/texas-public-policy-foundation/texas-public-policy-foundation-says-texas-created-/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "bbell@statesman.com", "first_name": "Brenda", "id": 267, "last_name": "Bell", "name_slug": "brenda-bell", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/267/", "title": "Projects Editor", "twitter": null}, {"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 3810, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}, {"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/3810/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tThe president of the conservative Texas Public Policy Foundation, Brooke Rollins, touts Texas&rsquo; economic strength in a TV ad that aired in April and May, saying that &quot;in the last five years, we&rsquo;ve created more jobs than all other states combined.&quot;</p>\r\n<p>\r\n\tAfter a reader asked us to check Rollins&rsquo; claim, Joshua Trevino, a foundation spokesman, pointed us to information the foundation culled from the federal Bureau of Labor Statistics&rsquo; monthly employment data &mdash; specifically, figures from the Current Employment Statistics series, which is calculated using a broad survey of employer payroll data.</p>\r\n<p>\r\n\tFirst, the foundation identified those states where the number of jobs had grown between January 2006 and January 2011. There were only 10 states in that group. Texas ranked No. 1, with an increase of 545,900 jobs, from about 9.93 million to about 10.47 million. The other nine states, ranging in size from Louisiana to Wyoming, had a combined jobs increase of 183,700.</p>\r\n<p>\r\n\tHowever, that&#39;s not to say jobs weren&rsquo;t lost in Texas during those years. Employment numbers fluctuate. At the state&rsquo;s most recent peak, in August 2008, Texas had about 10.64 million jobs. About a year later, with the recession in full swing, Texas had about 400,000 less.</p>\r\n<p>\r\n\tNext, we asked the Texas Workforce Commission about the foundation&rsquo;s claim. Lisa Givens, an agency spokeswoman, sent us a 50-state comparison of job growth also using monthly BLS figures. However, Givens&rsquo; accounting covered a more recent five-year period, March 2006 to March 2011 &mdash; numbers for which were still preliminary. Nine states, including Texas, had more jobs in March 2011 than in that month five years earlier. And Texas&rsquo; gains far outpaced the combined total for the other states: 539,500 vs. 134,400.</p>\r\n<p>\r\n\tSo, the foundation&rsquo;s figures stand up &mdash; in the way that such figures are often analyzed, including by PolitiFact.</p>\r\n<p>\r\n\tUnsaid is that this gauge defines job creation as a net increase in employment. That means the foundation&rsquo;s analysis only takes into account the number of jobs created in excess of the number lost over a five-year period.</p>\r\n<p>\r\n\tBut new jobs also sprung up in the other 40 states, although they were offset by greater losses. Is it fair to assess job creation without including them?</p>\r\n<p>\r\n\tWe&rsquo;ve gone back and forth on that question.</p>\r\n<p>\r\n\tIn September 2010, we rated <a href=\"http://www.politifact.com/texas/statements/2010/sep/23/rick-perry/gov-rick-perry-says-texas-has-created-more-850000-/\">True</a> the statement by Gov. Rick Perry that Texas had &quot;created more than 850,000 jobs, more than all the other states combined.&quot; To come up with that number, Perry&rsquo;s campaign also looked at net job growth, although over a longer time period: January 2001 to June 2010.</p>\r\n<p>\r\n\tDuring our research of the Perry statement, Cheryl Abbot, a BLS economist in Dallas, told us that the governor&rsquo;s statement was correct. We touched base with her again on the foundation&rsquo;s TV statement, which she said has a legitimate basis.</p>\r\n<p>\r\n\tHowever, in January 2010, we rated <a href=\"http://www.politifact.com/texas/statements/2010/jan/12/rick-perry/perry-claims-texas-accounted-70-percent-new-jobs-2/\">False</a> a statement from Perry that &quot;approximately 70 percent of the jobs created in the U.S. from November 2007-2008 were in Texas.&quot; We found that the Texas Workforce Commission, like the Texas Public Policy Foundation, had restricted its comparison to the states that experienced a net increase in employment; during the specified time period, there were 14 total, including Texas.</p>\r\n<p>\r\n\tWhile we researched that item, Michael Brandl, a senior lecturer at the University of Texas McCombs School of Business, told us that excluding all those states with net job losses &mdash; and disregarding any jobs gained in those states &mdash; exaggerates the Texas share of total new jobs in the U.S.</p>\r\n<p>\r\n\t&quot;To say it&#39;s misleading is to be kind,&quot; Brandi said. &quot;It&#39;s just not true.&quot;</p>\r\n<p>\r\n\tThe Truth-O-Meter score so far: one ruling that favors net increases in employment as a valid gauge of job creation &mdash; and one that doesn&rsquo;t.</p>\r\n<p>\r\n\tSeeking more clarity, we turned to Jason Faberman, a senior economist at the Federal Reserve Bank of Philadelphia who has written an article on the BLS data sources. He agreed that it could be misleading to consider only net increases in jobs as &quot;job creation.&quot; But, he said, the public is accustomed to hearing it discussed that way.</p>\r\n<p>\r\n\t&quot;When most policy, political and media people refer to jobs &lsquo;created&rsquo; or &lsquo;added,&rsquo; they are referring to the net gain in employment over some period,&quot; Faberman said.</p>\r\n<p>\r\n\tGivens, at the workforce commission, told us that when the agency refers to net employment gains, it says jobs were added rather than created.</p>\r\n<p>\r\n\tWhat happens if you look at total jobs created, not just the net gain? Then Texas is no longer No. 1. The BLS keeps annual data, starting from April 1 each year, on total private sector job gains and losses. During the most recent three years &mdash; 2008, 2009 and 2010 &mdash; California gained an average of 1.3 million jobs annually, while Texas posted an average of 935,000 jobs. However, California also lost an average of 1.8 million jobs while Texas lost 992,000.</p>\r\n<p>\r\n\tHowever, Abbot cautioned that gross job numbers generally reflect a state&rsquo;s population, meaning that big states would post bigger numbers than small ones. &quot;There&rsquo;s no way that a Kansas could compare with a Texas,&quot; Abbot said.</p>\r\n<p>\r\n\tFaberman agreed that comparing gross job gains isn&rsquo;t the best way to fact-check the foundation&rsquo;s statement. Instead, he suggested comparing Texas&rsquo; net employment change with that of the whole country, minus Texas&rsquo; share. What we found: In January 2011, the United States, excluding Texas, had 5.3 million fewer jobs than it did in January 2006 &mdash; the five-year period used by the foundation. That compares with the 545,900 increase that Texas experienced during that time.</p>\r\n<p>\r\n\tSo, by Faberman&rsquo;s measure, Texas outperformed the rest of the country.</p>\r\n<p>\r\n\tWe came across another way of thinking about job creation in an Aug. 24 blog on the <em>Houston Chronicle</em>&rsquo;s website. According to the post, an unidentified economist noted that any &quot;raw job count would naturally favor&quot; Texas in a comparison with other net-gain states and asked what would happen if the size of the states&rsquo; job forces were factored in. The <em>Chronicle</em> did that by calculating the percentage increase in the states&rsquo; jobs between July 2009 and July 2010, and Texas still came out on top &mdash; <a href=\"http://blog.chron.com/txpotomac/2010/08/by-any-measure-texas-tops-nation-in-job-creation/\">but barely</a>.</p>\r\n<p>\r\n\tInspired by the Chronicle, we looked again at the 10 states with net job gains over the last five years. Texas&rsquo; gains represented a 5.5 percent increase in employment from January 2006 to January 2011. For the nine other states, their total increase of 183,700 jobs was a 2.5 percent increase.</p>\r\n<p>\r\n\tHowever, comparing the states individually, two had larger percentage increases than Texas: North Dakota (10.6 percent) and Alaska (5.7 percent).</p>\r\n<p>\r\n\tAnother factor that changes &mdash; even reverses &mdash; the job creation numbers is the time frame. The longer the time frame, the better Texas&rsquo; numbers look. Comparing employment in a single month in 2006 with the same month five years later, Texas&rsquo; job numbers grow. Shorten the time period to three years, and Texas shows a net loss in jobs, going from 10.56 million jobs in January 2008 to 10.47 million in January 2011.</p>\r\n<p>\r\n\tSo what&rsquo;s our (latest) ruling on job creation?</p>\r\n<p>\r\n\tThe foundation&rsquo;s claim that Texas &quot;created more jobs than all other states combined&quot; stands up &mdash; considering only those states that had net job gains over five years. That&rsquo;s the methodology usually used to define job creation in public discourse.</p>\r\n<p>\r\n\tBut the foundation&rsquo;s analysis disregards the 40 states where millions of jobs were created but were outnumbered by losses. And looking at the percentage increase in jobs relative to the size of each state&rsquo;s work force &mdash; another telling statistic &mdash; two other states experienced greater gains than Texas.</p>\r\n<p>\r\n\tWe rate the foundation&rsquo;s statement as Half True.</p>", "ruling_comments_date": "2011-05-25T19:27:36.331820", "ruling_date": "2011-05-29T06:00:00", "ruling_headline": "Texas Public Policy Foundation says Texas created more jobs than all other states combined in past 5 years", "ruling_headline_slug": "texas-public-policy-foundation-says-texas-created-", "ruling_link_text": "Perspectives on \"job creation\" vary", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tTexas Public Policy Foundation, television <a href=\"http://www.youtube.com/user/TexasPPF#p/u/8/dwBANT49SGc\">spot</a>, aired April 25-26 and May 7 through 20</p>\r\n<p>\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/052811_tppfemail.doc\">E-mail</a> (excerpt) from Joshua Trevino, vice president of communications, Texas Public Policy Foundation, May 1, 2011</p>\r\n<p>\r\n\tBureau of Labor Statistics, <a href=\"http://www.bls.gov/data/#employment\">employment data retrieval page</a></p>\r\n<p>\r\n\tBureau of Labor Statistics, monthly statewide employment by <a href=\"http://alt.coxnewsweb.com/statesman/politifact/052811_blsallstates.pdf\">state</a>, 2001 through 2011</p>\r\n<p>\r\n\tBureau of Labor Statistics, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/052811_txjobs.xls\">Texas</a> statewide nonfarm employment, seasonally adjusted, 2001 through 2011</p>\r\n<p>\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/052811_workforcecommissionemail.html\">E-mail</a> (excerpt) from Lisa Givens, communications director, Texas Workforce Commission, May 9, 2011</p>\r\n<p>\r\n\tInterview with Lisa Givens, communications director, Texas Workforce Commission, May 9, 2011</p>\r\n<p>\r\n\tTexas Workforce Commission, Texas employment <a href=\"http://alt.coxnewsweb.com/statesman/politifact/052811_twc50statedata.xls\">data</a>, comparison of March 2006 to March 2011 (preliminary), received May 9, 2011</p>\r\n<p>\r\n\tPolitiFact Texas, &quot;<a href=\"http://www.politifact.com/texas/statements/2010/sep/23/rick-perry/gov-rick-perry-says-texas-has-created-more-850000-/\">Gov. Rick Perry says Texas has created more than 850,000 jobs, more than the other states combined</a>,&quot; Sept. 23, 2010</p>\r\n<p>\r\n\tInterview with Cheryl Abbot, economist, U.S. Bureau of Labor Statistics in Dallas, May 2, 2011</p>\r\n<p>\r\n\tPolitiFact Texas, &quot;<a href=\"http://www.politifact.com/texas/statements/2010/jan/12/rick-perry/perry-claims-texas-accounted-70-percent-new-jobs-2/\">Perry claims Texas accounted for 70 percent of the country&rsquo;s new jobs between November 2007 and November 2008</a>,&quot; Jan. 12, 2010</p>\r\n<p>\r\n\tInterview with Jason Faberman, senior economist, Federal Reserve Bank of Philadelphia, May 5, 2011</p>\r\n<p>\r\n\tBureau of Labor Statistics, &quot;Private sector job gains and job losses, annual March to March,&quot; <a href=\"http://www.bls.gov/web/cewbd/tx_anntab1.txt\">Texas</a></p>\r\n<p>\r\n\tBureau of Labor Statistics, &quot;Private sector job gains and job losses, annual March to March,&quot; <a href=\"http://www.bls.gov/web/cewbd/ca_anntab1.txt\">California</a></p>\r\n<p>\r\n\tBureau of Labor Statistics, &quot;<a href=\"http://www.bls.gov/bdm/bdmann.htm#CA\">Annual Business Employment Dynamics Data</a>&quot;</p>\r\n<p>\r\n\tBureau of Labor Statistics, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/052811_blsstates.pdf\">monthly national employment</a>, 2001 through 2011</p>\r\n<p>\r\n\tHouston Chronicle, &quot;<a href=\"http://blog.chron.com/txpotomac/2010/08/by-any-measure-texas-tops-nation-in-job-creation/\">By any measure, Texas tops nation in job creation</a>,&quot; Aug. 24, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 1, "home_state": "Texas", "id": 1233, "last_name": "Texas Public Policy Foundation", "mostly_true_count": 0, "name_slug": "texas-public-policy-foundation", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/tppf_photo.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1233/", "total_count": 1, "true_count": 0, "website": "http://www.texaspolicy.com/"}, "statement": "<p>\r\n\tSays that in the last five years, Texas &quot;created more jobs than all other states combined.&quot;</p>", "statement_context": "a television ad that ran through May 20", "statement_date": "2011-04-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}