{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2011/may/27/joe-straus/speaker-straus-says-state-budget-deal-funds-nursin/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [], "facebook_headline": null, "id": 3813, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/3813/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tJoe Straus, the Texas House speaker, recently joined Lt. Gov. David Dewhurst in <a href=\"http://www.house.state.tx.us/news/press-releases/?id=3673&amp;session=82&amp;district=121&amp;bill_code=4565\">announcing</a> a compromise between House and Senate negotiators on the 2012-13 state budget.<br />\r\n\t<br />\r\n\tStraus elaborated in a May 20 press release: &quot;The agreement that we reached with the Senate today funds nursing homes, our public schools and universities, and provides financial aid for college students while keeping substantial revenue in reserves and avoiding any new taxes.&quot;<br />\r\n\t<br />\r\n\tCheck on keeping money in reserve and not raising taxes. But is it fiscally defensible to crow about funding education and nursing homes in this tight budget cycle?<br />\r\n\t<br />\r\n\tTo our inquiry, Straus spokeswoman Tracy Young pointed out that specific numbers wouldn&rsquo;t be available until the inked deal was published as the proposed budget. In the meantime, we turned to news reports on the budget deal, which was reached months after the state comptroller&rsquo;s revenue forecast for 2012-13 left lawmakers grappling with a projected shortfall of more than $20 billion to maintain existing spending or services.<br />\r\n\t<br />\r\n\tFirst, let&rsquo;s look at the public schools.<br />\r\n\t<br />\r\n\tThe Austin American-Statesman <a href=\"http://www.statesman.com/news/texas-politics/lawmakers-gear-up-for-arduous-school-finance-debate-1493982.html\">noted</a> May 24 that the agreement gives public school districts $4 billion less in 2012-13 than they would get under current law. Lynn Moak, a lobbyist whose clients include an alliance of large school districts, told us it allocates about $37 billion to districts -- &quot;less money for schools than schools were counting on under the normal school formula process.&quot; But Moak said districts will be &quot;a lot better off&quot; than they would have been under the first House-approved budget, which would have given the schools at least $7.8 billion less than they stood to draw under existing formulas.<br />\r\n\t<br />\r\n\tAnd state support for higher education? Overall, the agreement cuts that funding about 10 percent in 2012-13, the Dallas Morning News reported May 23. Specifics include: a 25 percent reduction in a fund to help universities reach elite status as research institutions; a 5 percent cut in general academic funding formulas and a 10 percent cut in funding for the state&rsquo;s nine health science centers, the newspaper said.<br />\r\n\t<br />\r\n\tAlso, the number of Texas college students getting state-backed scholarships will drop by 41,000 from the 153,738 students now getting that aid, the News reported. That&rsquo;s a 25 percent hit. That includes 29,000 fewer poor and lower-midde-income students who will receive TEXAS Grants, intended for poor and lower-middle-income children.<br />\r\n\t<br />\r\n\tThen again, the budget deal protects formula funding and scholarships at community colleges, state Rep. Dan Branch, R-Dallas told the Morning News.<br />\r\n\t<br />\r\n\tWe ran the higher education numbers by the Texas Higher Education Coordinating Board, whose spokesman, Dominic Chavez, said state aid to higher ed is actually slated to drop about 8 percent in 2012-13. He said all state-backed college financial aid will decrease 23 percent, with 43,258 fewer students benefiting.<br />\r\n\t<br />\r\n\tTo gauge funding for nursing homes, we contacted the Texas Association of Homes and Services for the Aging, which advocates at the Capitol for about 100 nonprofit nursing homes. Spokesman David Thomason said the budget agreement maintains an already-imposed 3 percent reduction in the rate paid for serving nursing-home residents on Medicaid -- more than erasing the 2.7 percent rate increase approved by the 2009 Legislature.<br />\r\n\t<br />\r\n\tThomason said the association doesn&rsquo;t expect homes to close due to the lowered Medicaid rate, but he predicted staffing reductions and fewer nursing-home slots available to Texans on Medicaid.<br />\r\n\t<br />\r\n\tSumming up, public schools stand to field $4 billion less in 2012-13 than they would have gotten under current law. Higher education, except for community colleges, is likewise due to sustain funding cuts plus a drop in state-supported scholarships. Nursing homes are left with lower rates than they had after the 2009 legislative session.<br />\r\n\t<br />\r\n\tStraus is correct the agreed-upon budget &quot;funds&quot; these items, but his statement fails to acknowledge the funding is mostly at lower levels than before. That&rsquo;s vital missing context.</p>\r\n<p>\r\n\tWe rate the statement Half True.</p>", "ruling_comments_date": "2011-05-26T16:36:23.096453", "ruling_date": "2011-05-27T06:00:00", "ruling_headline": "Speaker Straus says state budget deal \"funds nursing homes, our public schools and universities, and provides financial aid for college students\"", "ruling_headline_slug": "speaker-straus-says-state-budget-deal-funds-nursin", "ruling_link_text": "Areas mostly getting less state funding", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tAustin American-Statesman, news article, <a href=\"http://www.statesman.com/news/texas-politics/lawmakers-gear-up-for-arduous-school-finance-debate-1493982.html\">&quot;Lawmakers gear up for arduous school finance debate,&quot; </a>May 24, 2011<br />\r\n\t<br />\r\n\tDallas Morning News, news article, <a href=\"http://www.dallasnews.com/news/state/headlines/20110523-budget-deal-would-give-41000-fewer-texas-students-aid-for-college.ece\">&quot;Budget deal would give 41,000 fewer Texas students aid for college,&quot;</a> May 23, 2011<br />\r\n\t<br />\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/05262011_dominicchavezreponsepftexas.html%20\">Email</a> (excerpted), response to PolitiFact Texas, Dominic Chavez, senior director for external relations, Texas Higher Education Coordinating Board, May 26, 2011<br />\r\n\t<br />\r\n\tTelephone interview, Lynn Moak, lobbyist, Austin, May 24, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Texas House speaker", "false_count": 0, "first_name": "Joe", "half_true_count": 2, "home_state": "Texas", "id": 876, "last_name": "Straus", "mostly_true_count": 1, "name_slug": "joe-straus", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/straus_photo_better.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/876/", "total_count": 5, "true_count": 2, "website": "http://www.joestraus.org/"}, "statement": "<p>\r\n\tSays state budget deal between Texas House and Senate leaders &quot;funds nursing homes, our public schools and universities and provides financial aid for college students.&quot;</p>", "statement_context": "a press release.", "statement_date": "2011-05-20", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}