{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/may/30/barbara-boxer/barbara-boxer-says-medicare-overhead-far-lower-pri/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 3815, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/3815/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Amid a fierce debate over the future of Medicare, Sen. Barbara Boxer, D-Calif., recently compared the administrative costs for the government-run program with the costs for private insurers.<br />\r\n<br />\r\n&quot;There&#39;s a 1.5 percent to 2 percent overhead in Medicare,&quot; Boxer <a href=\"http://www.cq.com/doc/newsmakertranscripts-3875330\">said during an interview with MSNBC&rsquo;s Chris Matthews</a> on May 24, 2011. &quot;The insurance companies have a 20 percent to 30 percent overhead.&quot;<br />\r\n<br />\r\nThe issue is timely because Rep. Paul Ryan, R-Wis., has proposed reducing the government role in Medicare for people now younger than 55. They would receive financial support to buy coverage on the private market. Supporters say such a plan is needed to keep the program fiscally solvent, while detractors say it would gut longstanding protections and promises to seniors.<br />\r\n<br />\r\nBoxer&rsquo;s comment cuts to the core of whether a government-run program like Medicare has advantages over one in which private insurers take a primary role.<br />\r\n<br />\r\nFirst, we should define &quot;overhead.&quot; People may think of it as things such as rent and electricity. But in health care, the term typically refers more broadly to administrative costs, including expenses that are not strictly medical, such as marketing, customer service, billing, claims review, quality assurance, information technology and profits.<br />\r\n<br />\r\nTo measure the administrative costs for Medicare, we first turned to the 2011 Annual Report of the Boards of Trustees of the Federal Hospital Insurance and Federal Supplementary Medical Insurance Trust Funds -- the document prepared by Medicare&rsquo;s fiscal overseers.<br />\r\n<br />\r\nThe trustees&rsquo; summary listed total Medicare expenditures of $522.8 billion for 2010, of which $7 billion was characterized as &quot;administrative expenses.&quot; That works out to 1.3 percent -- not far off from what Boxer stated.<br />\r\n<br />\r\nFor the private insurance market, we turned to a 2008 study by the Congressional Budget Office, the nonpartisan number-crunching arm of Congress. CBO cited data, compiled by the McKinsey Global Institute, that estimated administrative costs for private insurers at 12 percent. That&rsquo;s quite a bit lower than the 20 percent to 30 percent Boxer cited.<br />\r\n<br />\r\nA <a href=\"http://www.cms.gov/NationalHealthExpendData/downloads/tables.pdf\">different measurement</a> by the Centers for Medicare and Medicaid Services pegged the amount for private insurers at 11.1 percent for 2009 -- in the same ballpark.<br />\r\n<br />\r\nHowever, the administrative burden for private plans get more complicated the deeper you dig. There are large variations between different types of insurance plans. The data cited by CBO found that administrative costs were about 7 percent for employers with at least 1,000 employees, but 26 percent for firms with 25 or fewer employees. Meanwhile, in the individual insurance market -- that is, plans secured by individuals on their own, rather than through an employer -- the rate was nearly 30 percent, CBO said.<br />\r\n<br />\r\nA big reason for this variation, CBO and others have concluded, is that bigger plans can spread costs over a larger number of people.<br />\r\n<br />\r\nWhen we asked Boxer&rsquo;s office for their source for the 20 percent-to-30 percent statistic, spokesman Andy Stone told us that prior to passage of the Democratic health care bill in 2010, health plans in California were only required to spend 70 percent of premiums on medical care, with insurers able to spend up to 30 percent on profits and administrative costs. He also cited some opinion and news articles that cited figures in the 20 percent to 30 percent range, and even higher.<br />\r\n<br />\r\nWe don&rsquo;t doubt that there are cases in which overhead reaches or exceeds 30 percent, but those cases are both anecdotal and at the high end of the range. The averages cited by CBO and CMS are significantly lower -- 11 percent to 12 percent -- and many of the bigger plans undercut even that level.<br />\r\n<br />\r\nThere are a few other factors to consider:<br />\r\n<br />\r\n<strong>Is Medicare&rsquo;s administrative cost really that low? </strong></p>\r\n\r\n<p>A lively academic debate has broken out over whether Medicare&rsquo;s administrative costs are really as low as 1 percent or 2 percent.<br />\r\n<br />\r\nThe difference stems from whether Medicare essentially freeloads off other parts of the federal government for services that private insurers have to pay for on their own. Adjusted estimates for Medicare&rsquo;s administrative costs cited by <a href=\"http://www.urban.org/UploadedPDF/411762_public_insurance.pdf\">the Urban Institute</a>, a think tank that does research on issues such as poverty and economics, range from 3.6 percent to 5 percent, rather than the 1.3 percent using the data in the trustees&rsquo; report.<br />\r\n<br />\r\nBut Edwin Park, a health policy specialist at the liberal Center on Budget and Policy Priorities, said that the differences are overblown, since Medicare&rsquo;s administrative cost total already includes payments to other agencies for such services.<br />\r\n<br />\r\nWe won&rsquo;t settle this question, but we will point out evidence that even when you control for the differences, Medicare is still considerably more cost-efficient. In one study, CBO found that privately run Medicare plans had 11 percent overhead, compared to 2 percent for traditional Medicare.<br />\r\n<br />\r\n<strong>Are &quot;overhead&quot; costs a useful way to measure the efficiency of a health plan?</strong><br />\r\n<br />\r\nNot necessarily. As the insurance industry often says -- and independent experts generally agree -- the right kind of administrative expenses may actually lead to cost savings and improved outcomes. These include disease management, wellness programs and quality improvement programs. CBO notes that a heavily managed insurance plan may spend more on overhead but may end up with lower premiums and better outcomes, whereas a lightly managed program may spend less on overhead but end up charging its policyholders more, with less positive results. By this logic, a higher-overhead plan might actually be preferable.<br />\r\n<br />\r\nIn addition, Henry Aaron, a health care specialist at the centrist-to-liberal Brookings Institution, suggested that over the long run, Medicare could benefit financially from having higher administrative costs in at least one area -- anti-fraud enforcement.<br />\r\n<br />\r\nIn other words, measuring overhead is worthwhile, but it has its limitations.<br />\r\n<br />\r\n<strong>Our ruling</strong><br />\r\n<br />\r\nThere is some disagreement over how much Medicare pays in overhead. It could be a few percentage points higher than the 1 to 2 percent that Boxer cites. But Boxer&rsquo;s numbers are defensible since they come straight from the Medicare trustees&rsquo; report.<br />\r\n<br />\r\nMeanwhile, Boxer&rsquo;s 20 percent-to-30 percent figure for the private sector is more squishy. Some plans have overhead rates that high, but only a fraction do, and the industry-wide average is quite a bit lower -- 11 to 12 percent.<br />\r\n<br />\r\nWe&rsquo;re convinced that Boxer&rsquo;s underlying point -- that private plans have higher overhead than government plans -- is correct, if for no other reason than that profits matter only for private insurers. But for most plans and patients, the difference between Medicare overhead and private-sector overhead is not as great as she suggests. So we rate her statement Half True.</p>\r\n", "ruling_comments_date": "2011-05-26T17:47:36.165099", "ruling_date": "2011-05-30T06:00:00", "ruling_headline": "Barbara Boxer says Medicare overhead is far lower than private insurers' overhead", "ruling_headline_slug": "barbara-boxer-says-medicare-overhead-far-lower-pri", "ruling_link_text": "There's a difference, but not quite that big", "ruling_state": null, "source_documents": null, "sources": "<p>Barbara Boxer, <a href=\"http://www.cq.com/doc/newsmakertranscripts-3875330\">interview</a> with MSNBC&rsquo;s Chris Matthews, May 24, 2011 (CQ subscribers only)<br />\r\n<br />\r\n<a href=\"http://www.cms.gov/ReportsTrustFunds/downloads/tr2011.pdf\">Annual Report of the Boards of Trustees of the Federal Hospital Insurance and Federal Supplementary Medical Insurance Trust Funds</a>, 2011<br />\r\n<br />\r\nCongressional Budget Office, &quot;<a href=\"http://www.cbo.gov/ftpdocs/99xx/doc9924/12-18-KeyIssues.pdf\">Key Issues in Analyzing Major Health Insurance Proposals</a>,&quot; Dec. 2008<br />\r\n<br />\r\nCenter for Medicare and Medicaid Services, &quot;<a href=\"http://www.cms.gov/NationalHealthExpendData/downloads/tables.pdf\">Table 4 - National Health Expenditures, by Source of Funds and Type of Expenditure: Calendar Years 2003-2009</a>,&quot; accessed May 26, 2011<br />\r\n<br />\r\nUrban Institute, &quot;<a href=\"http://www.urban.org/UploadedPDF/411762_public_insurance.pdf\">Can a Public Insurance Plan Increase Competition and Lower the Costs of Health Reform</a>?&quot; 2008<br />\r\n<br />\r\nEzra Klein, &quot;<a href=\"http://voices.washingtonpost.com/ezra-klein/2009/07/administrative_costs_in_health.html\">Administrative Costs in Health Care: A Primer</a>&quot; (blog post for the <em>Washington Post</em>), July 7, 2009</p>\r\n\r\n<p>William G. Schiffbauer, &quot;The Level Playing Field Myth: Comparing Administrative Costs for Public, Private Health Insurance&quot; (column in BNA&#39;s Medicare Report), April 24, 2009</p>\r\n\r\n<p>Heritage Foundation, &quot;Medicare Administrative Costs Are Higher, Not Lower, Than for Private Insurance,&quot; June 25, 2009</p>\r\n\r\n<p>E-mail interview with Linda J. Blumberg, senior fellow at the Urban Institute, May 26, 2011<br />\r\n<br />\r\nE-mail interview with Edwin Park, vice president for health policy at the Center on Budget and Policy Priorities, May 26, 2011<br />\r\n<br />\r\nE-mail interview with Henry Aaron, senior fellow at the Brookings Institution, May 26, 2011<br />\r\n<br />\r\nE-mail interview with Robert Zirkelbach, spokesman for America&rsquo;s Health Insurance Plans, May 26, 2011<br />\r\n<br />\r\nE-mail interview with John A. Poisal, deputy director of national health statistics in the Office of the Actuary at the Center for Medicare and Medicaid Services, May 26, 2011<br />\r\n<br />\r\nE-mail interview with Andy Stone, spokesman for Sen. Barbara Boxer, May 26, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "U.S. Senator", "false_count": 0, "first_name": "Barbara ", "half_true_count": 3, "home_state": "California", "id": 213, "last_name": "Boxer", "mostly_true_count": 4, "name_slug": "barbara-boxer", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Boxer.JPG", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/213/", "total_count": 10, "true_count": 0, "website": ""}, "statement": "<p>&quot;There&#39;s a 1.5 percent to 2 percent overhead in Medicare. The insurance companies have a 20 percent to 30 percent overhead.&quot;</p>\r\n", "statement_context": "an interview with MSNBC's Chris Matthews", "statement_date": "2011-05-24", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 50, "photo": null, "resource_uri": "/api/v/2/subject/50/", "subject": "Medicare", "subject_slug": "medicare", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}