{"art": [], "author": [{"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "canonical_url": "/texas/statements/2011/may/31/rob-eissler/state-rep-rob-eissler-says-34-children-die-obesity/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 3827, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}, {"email_address": "corourke@statesman.com", "first_name": "Ciara", "id": 266, "last_name": "O'Rourke", "name_slug": "ciara-orourke", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/266/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/3827/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tHonoring Dallas physician Kenneth Cooper, who has spent much of his career promoting aerobics, state Rep. Rob Eissler warned against the dangers of obesity. It &quot;kills 34 children per hour,&quot; The Woodlands Republican said on the House floor May 23.<br />\r\n\t<br />\r\n\tObesity &mdash; an accumulation of body fat above the range generally considered healthy for one&rsquo;s height &mdash; increases the likelihood of certain disease and health problems, according to the federal Centers for Disease Control and Prevention. Among children, the agency says, obesity can foster high blood pressure and heightened cholesterol, breathing and joint difficulties and fatty liver disease.<br />\r\n\t<br />\r\n\tBut does it kill a kid every couple seconds?<br />\r\n\t<br />\r\n\tEissler told us he based the claim on a documentary about obesity that premiered at Austin&rsquo;s Long Center the previous evening: &quot;<a href=\"http://healthneedsahero.com/about/\">Health Needs a Hero</a>.&quot; Both Cooper and Eissler appear in the film, which focuses on childhood obesity.<br />\r\n\t<br />\r\n\t&quot;People die as a result of disease resulting from obesity,&quot; Eissler told us.<br />\r\n\t<br />\r\n\tJen Ohlson, the founder of PE3, an Austin-based nonprofit that works to curb obesity in schools, wrote, directed and produced the film. She sent us the statement from the documentary that Eissler was referring to: &quot;Our national cemeteries pay visual homage to American heroes on the battlefields of war. But there&rsquo;s another battle on the home front: obesity-related diseases. They kill one person every 90 seconds, 34 people every hour, 822 people every single day and 330,000 people&quot; annually.<br />\r\n\t<br />\r\n\tOhlson cited a <a href=\"http://en.wikipedia.org/wiki/Obesity\">Wikipedia page</a> and a <a href=\"http://wiki.answers.com/Q/How_many_people_die_per_day_from_obesity_related_illnesses\">WikiAnswers page</a> as her source for the declared rates of death-by-obesity.<br />\r\n\t<br />\r\n\tThe Wikipedia page links to a 1999 study that appeared in the Journal of the American Medical Association. The study, based in part on 1991 national statistics on body mass index distributions, population size and deaths, concluded that 280,000 to 325,000 U.S. adults annually die due to obesity.<br />\r\n\t<br />\r\n\tWe noticed a similar statistic <a href=\"http://www.cdc.gov/PDF/Frequently_Asked_Questions_About_Calculating_Obesity-Related_Risk.pdf\">posted online</a> by the CDC. Based on mortality data from the 1970s, the agency said that 365,000 U.S. deaths a year could be attributed to obesity. That&rsquo;s about 41 deaths an hour.<br />\r\n\t<br />\r\n\tHowever, CDC spokeswoman Karen Hunter told us the agency lately estimates that obesity accounts for less than one-third that number: 112,000 deaths a year, or about 13 deaths an hour. According to an undated CDC sheet of frequently asked questions about calculating obesity-related risk, the estimate has dropped in recent years because CDC scientists started using newer data and different methods of analysis.<br />\r\n\t<br />\r\n\tThe 2005 study used different statistical methods to estimate the proportion of deaths related to obesity, taking the decline in obesity-related deaths among older adults into account, according to the sheet.<br />\r\n\t<br />\r\n\tThe sheet says the latest estimate, made public in 2005, is based on mortality data through 2000 from a &quot;nationally representative sample of U.S. adults,&quot; and &quot;appear to reflect a real decline in the risks of dying from obesity-related diseases like heart disease.&quot; According to the sheet, the decline may be related to &quot;big improvements in the control of risk factors for heart disease&quot; and advances in &quot;life-saving interventions for obesity-related diseases,&quot; such as catheterization.<br />\r\n\t<br />\r\n\tNote: All these estimated death rates, from the outdated to the most recent, are for adults, not children.<br />\r\n\t<br />\r\n\tHunter said the CDC does not know how many U.S. children annually die from obesity. The chronic obesity-related diseases that kill most Americans, including heart disease and diabetes, &quot;typically take decades to develop.&quot; That is, they show up mostly in adults. &nbsp;<br />\r\n\t<br />\r\n\tFor more expertise, we reached Stephen Pont, medical director of the Texas Center for the Prevention and Treatment of Childhood Obesity, affiliated with the Dell Children&rsquo;s Medical Center of Central Texas in Austin. He told us that while he was unaware of any data showing that 34 children die every hour from obesity, the spirit of the claim reflected the magnitude of the problem.<br />\r\n\t<br />\r\n\tChildhood obesity likely contributes to the number of adults who are estimated to die every hour as as a result of obesity-related diseases, he said. Even so, the mortality numbers are hard to pin down. Hunter told us that &quot;obesity, while often a contributing factor, is not typically listed as the &lsquo;cause of death&rsquo; on a death certificate.&quot;<br />\r\n\t<br />\r\n\tIt&rsquo;s difficult for doctors to cite that cause on death certificates, according to the CDC&rsquo;s sheet of frequently asked questions, &quot;because obesity has so many different effects on so many diseases.&quot;<br />\r\n\t<br />\r\n\tObesity isn&rsquo;t among the leading causes of death for 1-14 year olds, according to 2006 child mortality data on the U.S. Department of Health and Human Services website. What does kill kids most frequently: Unintentional injuries, cancer, congenital abnormalities and homicide. &quot;Diseases of the heart&quot; is the fifth greatest cause of death in among 1 to 4 year olds (1 death per 100,000 children) and 5 to 14 year olds (0.6 deaths per 100,000).<br />\r\n\t<br />\r\n\tThat doesn&rsquo;t mean obesity isn&rsquo;t a growing health problem for kids. Since 1980, according to the CDC, instances of obesity among children and adolescents in the United States has almost tripled. According to the 2007-08 National Health and Nutrition Examination Survey, approximately 17.5 percent of children who are 2-19 years old &mdash; 12.5 million &mdash; are obese.<br />\r\n\t<br />\r\n\tAccording to the <a href=\"http://www.texashealthinstitute.org/about_us/index.php\">Texas Health Institute</a>, an Austin-based nonprofit that works to improve the health in Texas communities, 35 percent of Texas children and more than half of Texas adults are overweight or obese, the Austin American-Statesman reported on May 14.<br />\r\n\t<br />\r\n\tTime to weigh in.<br />\r\n\t<br />\r\n\tNo doubt, obesity has health consequences across age groups. But Eissler&rsquo;s claim that 34 children die every hour because of it misstates an outdated statistic solely referring to adult deaths. And, according to the latest data, about 13 adults die every hour due to obesity-related disease &mdash; not 34.<br />\r\n\t<br />\r\n\tThe statement is ridiculous. Pants on Fire!</p>", "ruling_comments_date": "2011-05-27T17:41:10.694873", "ruling_date": "2011-05-31T06:00:00", "ruling_headline": "State Rep. Rob Eissler says 34 children die from obesity every hour", "ruling_headline_slug": "state-rep-rob-eissler-says-34-children-die-obesity", "ruling_link_text": "About 34 adults die per hour, according to an outdated estimate", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<a href=\"http://www.capitol.state.tx.us/BillLookup/history.aspx?LegSess=82R&amp;Bill=HR2191\" id=\"internal-source-marker_0.777252078813857\">HR 2191</a>, adopted May 23, 2011<br />\r\n\t<br />\r\n\tCenters for Disease Control and Prevention, <a href=\"http://www.cdc.gov/PDF/Frequently_Asked_Questions_About_Calculating_Obesity-Related_Risk.pdf\">Frequently asked questions about calculating obesity-related risk</a><br />\r\n\t<br />\r\n\tCenters for Disease Control and Prevention, Data and Statistics: <a href=\"http://www.cdc.gov/obesity/childhood/data.html\">Obesity rates among all children in the United States</a><br />\r\n\t<br />\r\n\tNational Center for Health Statistics E-Stat, <a href=\"http://www.cdc.gov/nchs/data/hestat/obesity_child_07_08/obesity_child_07_08.htm\">Prevalence of obesity among children and adolescents: United States, trends 1963-1965 through 2007-2008</a>, June 2010<br />\r\n\t<br />\r\n\tU.S. Department of Health and Human Services, <a href=\"http://aspe.hhs.gov/health/reports/child_obesity/\">Childhood obesity</a>, accessed May 23, 2011<br />\r\n\t<br />\r\n\tU.S. Department of Health and Human Services, <a href=\"http://mchb.hrsa.gov/chusa08/hstat/hsc/desc/214cmHlcd.html\">Leading causes of death among children aged 1-14, 2006</a>, 2008-2009<br />\r\n\t<br />\r\n\tWikiAnswers, <a href=\"http://wiki.answers.com/Q/How_many_people_die_per_day_from_obesity_related_illnesses\">How many people die per day from obesity related illnesses?</a>, accessed May 24, 2011<br />\r\n\t<br />\r\n\tAustin American-Statesman, <a href=\"http://www.austin360.com/recreation/documentary-focuses-on-teen-ager-as-it-looks-1474827.html?printArticle=y\">Documentary focuses on teenager as it looks at national childhood obesity crisis</a>, May 14, 2011<br />\r\n\t<br />\r\n\tThe New York Times, <a href=\"http://www.nytimes.com/2010/02/11/health/11fat.html\">Child obesity risks death at early age, study finds</a>, Feb. 10, 2010<br />\r\n\t<br />\r\n\tE-mail interview with Karen Hunter, senior press officer, Centers for Disease Control and Prevention, May 23, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Rep. Rob Eissler, May 23, 2011<br />\r\n\t<br />\r\n\tInterview with Amy Skudlarczyk, executive director, PE3, May 23, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Krystal Gatling, public affairs specialist, National Center for Health Statistics, Centers for Disease Control and Prevention, May 23, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Texas House Representative", "false_count": 0, "first_name": "Rob", "half_true_count": 0, "home_state": "Texas", "id": 1237, "last_name": "Eissler", "mostly_true_count": 0, "name_slug": "rob-eissler", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/eissler.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1237/", "total_count": 1, "true_count": 0, "website": "http://www.house.state.tx.us/members/member-page/?district=15"}, "statement": "<p>\r\n\t&quot;Obesity kills 34 children per hour.&quot;</p>", "statement_context": "remarks on the House floor", "statement_date": "2011-05-23", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 127, "photo": null, "resource_uri": "/api/v/2/subject/127/", "subject": "Children", "subject_slug": "children", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 202, "photo": null, "resource_uri": "/api/v/2/subject/202/", "subject": "Public Health", "subject_slug": "public-health", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}