{"art": [], "author": [{"email_address": "abettelheim@cq.com", "first_name": "Adriel", "id": 48, "last_name": "Bettelheim", "name_slug": "adriel-bettelheim", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/48/", "title": "Writer, CQ", "twitter": null}, {"email_address": "rkelly@cq.com", "first_name": "Ryan", "id": 21, "last_name": "Kelly", "name_slug": "ryan-kelly", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/21/", "title": "Researcher, CQ", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2008/feb/29/republican-national-committee-republican/funny-math-doesnt-quite-add-up/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}, {"email_address": "smontgomery@sptimes.com", "first_name": "Scott", "id": 9, "last_name": "Montgomery", "name_slug": "scott-montgomery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/9/", "title": "Former Government & Politics Editor, St. Petersburg Times", "twitter": null}], "facebook_headline": null, "id": 383, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "rkelly@cq.com", "first_name": "Ryan", "id": 21, "last_name": "Kelly", "name_slug": "ryan-kelly", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/21/", "title": "Researcher, CQ", "twitter": null}], "resource_uri": "/api/v/2/statement/383/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "Nothing confirms a Democratic front-runner's status quite like being baptized a tax-and-spend liberal by the national Republican Party.\n<p>\n The Republican National Committee did it to Sen. Hillary Clinton in November, unveiling a \"Spend-O-Meter\" to tally new spending associated with her policy proposals. PolitiFact found its calcucations to be\n <a href=\"http://www.politifact.com/truth-o-meter/statements/196/\">\n  Mostly True\n </a>\n in terms of a projected cost of $777.6-billion, but\n <a href=\"http://www.politifact.com/truth-o-meter/statements/197/\">\n  way off\n </a>\n with the inclusion of an $80-billion baby bond proposal that Clinton had decided against. Read our analysis\n <a href=\"http://www.politifact.com/truth-o-meter/article/2007/nov/19/spend-o-meter-vs-truth-o-meter/\">\n  here.\n </a>\n</p>\n<p>\n Now, the RNC is going after Sen. Barack Obama, charging that Americans would have to finance more than $874-billion in new spending if the Illinois senator makes good on his promises over one term in the White House.\n</p>\n<p>\n As custodian of the Truth-O-Meter, PolitiFact has an affinity for graphic widgets. And, the Spend-O-Meter does a reasonably good job of accounting for Obama's spending proposals.\n <a href=\"http://www.gop.com/obamaspendometer.htm\">\n  See it for yourself.\n </a>\n</p>\n<p>\n Problem is, it's not entirely honest and accurate.\n</p>\n<p>\n Two proposals the RNC cites &mdash; an economic stimulus package of tax rebates and business incentives, and a plan to help create a nuclear fuel bank to store enriched uranium &mdash; already have been enacted into law in the 110th Congress.\n</p>\n<p>\n What's more, some aspects of Obama's energy plan were covered in a 2007 energy law enacted in December.\n</p>\n<p>\n So even accounting for differences between Obama's plans and the new laws, most of the projected cost the RNC cites wouldn't really be \"new\" because significant spending in these areas is already underway.\n</p>\n<p>\n The Republican tally sheet also notably categorizes Obama's package of tax cuts and credits aimed at workers earning under $50,000 as new spending. That is an eyebrow-raiser, because the GOP assiduously avoided calling tax cuts spending when it rallied support for President Bush's tax plans. Republican front-runner Sen. John McCain also is avoiding the label when he talks about his proposed tax cuts, which would keep more than $5-trillion in potential revenues from reaching the Treasury over a decade.\n</p>\n<p>\n For good reason: Tax cuts technically aren't new spending. But because they reduce government collections, the cuts require corresponding spending cuts in order to be \"budget neutral\" and not increase the size of the deficit.\n</p>\n<p>\n Many of the dozen proposals and cost projections cited on the tally sheet come directly from Obama's\n <a href=\"http://www.barackobama.com/\">\n  campaign Web site.\n </a>\n The RNC is right about five proposals that would be new spending:\n</p>\n<p>\n &bull; A plan to spend about $18-billion a year on elementary education.\n</p>\n<p>\n &bull; Expanding the AmeriCorps national service program at a cost of about $3.5-billion a year.\n</p>\n<p>\n &bull; Doubling the size of a foreign assistance fund, from $25-billion to $50-billion, that's directed at meeting the United Nations' Millennium Development Goal of reducing global poverty.\n</p>\n<p>\n &bull; Providing at least $2-billion in aid to Iraqi refugees in neighboring countries.\n</p>\n<p>\n &bull; Creating a $1.5-billion fund to help states implement paid-leave systems.\n</p>\n<p>\n Other RNC claims are dubious or make priority assumptions. For example, Obama has proposed creating a National Infrastructure Reinvestment Bank that would invest $60-billion over a decade in highways, new technology and other projects. The Spend-O-Meter says this would mean $6-billion a year in new spending, and $24-billion during a four-year presidential term. But Obama has not specified how the money would be parceled out.\n</p>\n<p>\n The RNC also assumes Obama's proposal to expand health coverage to uninsured Americans &mdash; which Obama's campaign estimates would cost $50-billion to $65-billion a year when fully implemented &mdash; would cost the higher amount immediately when he takes office. The Spend-O-Meter also does not factor Obama's companion proposal to cover much of the cost by allowing Bush's tax cuts on dividends and capital gains and for individuals making more than $250,000 a year to expire in 2010.\n</p>\n<p>\n On energy, the RNC tally sheet counts the full $150-billion cost of Obama's plan to expand funding for biofuels and other forms of alternative energy, invest in clean coal technology and invest in a new, digital electricity grid over the next decade, even though the issues were addressed to one degree or another in last year's energy law. Tens of billions of dollars have been authorized in those areas, making it difficult to categorize Obama's entire plan \"new spending.\"\n</p>\n<p>\n Obama's tax plan aimed at giving $85-billion a year in relief to middle-income Americans also is lumped into the new spending category, though the Spend-O-Meter correctly notes that the plan would also raise taxes on capital gains and dividends and eliminate the preferred tax treatment of \"carried interest\" &mdash; a key source of private equity and hedge fund profits that's taxed at the 15 percent capital gains rate instead of the 35 percent rate wealthy Americans pay on ordinary income. In other words, Obama is making the wealthy pay more in taxes, offsetting some of the breaks to their working-class and lower-income counterparts. So it's unfair to categorize all of the middle-income breaks as new spending.\n</p>\n<p>\n RNC spokeswoman Amber Wilkerson said Obama's plan amounts to new spending because it calls for both tax cuts and increases, and because he hasn't detailed precisely how he would offset the cuts with reduced spending.\n</p>\n<p>\n The RNC also focuses on Obama's plan to provide $1-billion over five years for job training and career advancement, failing to acknowledge that the Bush administration is trying to consolidate several existing programs into a single grant program for which it has requested $2.8-billion in funding for fiscal 2009. Should the administration succeed, it's unclear whether Obama's plan would add new spending to this amount or divert money from those grants for a new effort.\n</p>\n<p>\n Two Obama initiatives cited in the Spend-O-Meter have been addressed in large part by new laws passed in Congress. Many of the goals of Obama's $75-billion economic stimulus package were addressed in the $124.5-billion, 10-year package President Bush signed in February 2008. The package includes business tax breaks, rebate checks for individuals and provisions raising federal mortgage loan limits.\n</p>\n<p>\n Obama could, of course, come back with more proposals, including ones dropped in congressional negotiations. But it's highly unlikely that a President Obama would need to press for a stimulus package as big as the one Congress just enacted unless the economy truly tanks.\n</p>\n<p>\n Congress also dealt with an Obama proposal to provide $50-million to help create a nuclear fuel bank administered by the International Atomic Energy Agency when it rolled the amount into the fiscal 2008 omnibus spending bill. The nonproliferation effort is intended to discourage countries from developing their own enrichment facilities.\n</p>\n<p>\n So putting it all together: If we subtract the $75-billion stimulus proposal and $50-million nuclear fuel initiative from the RNC's total of $874.4-billion and do not count tax cuts as new spending, the total spending associated with Obama's proposals would be about $459-billion.\n</p>\n<p>\n Because Republicans have correctly identified roughly half of the Obama spending proposals as new spending, we rate the Obama Spend-O-Meter Half True.\n</p>\n<p>\n</p>", "ruling_comments_date": "2010-01-07T13:28:21.487876", "ruling_date": "2008-02-29T00:00:00", "ruling_headline": "Funny math doesn't quite add up", "ruling_headline_slug": "funny-math-doesnt-quite-add-up", "ruling_link_text": "Funny math doesn't quite add up", "ruling_state": null, "source_documents": null, "sources": "Republican National Committee,\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 6, "current_job": "", "false_count": 6, "first_name": "", "half_true_count": 11, "home_state": "", "id": 22, "last_name": "Republican National Committee", "mostly_true_count": 5, "name_slug": "republican-national-committee-republican", "pants_count": 2, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-rnc_.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/22/", "total_count": 34, "true_count": 4, "website": ""}, "statement": "\"Obama's liberal fiscal agenda: Over $874-billion in new spending.\"", "statement_context": "a graphic on the RNC website.", "statement_date": "2008-02-29", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}], "target": [], "twitter_headline": null}