{"art": [], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2011/jun/02/texas-house-democratic-caucus/house-democrats-say-neighborhood-schools-are-closi/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 3836, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/3836/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tUrging fellow lawmakers to tap the state&rsquo;s so-called rainy day fund to give more money to public schools, a press release distributed by the Texas House Democratic Caucus paints a gloomy picture of the future of education in Texas.</p>\r\n<p>\r\n\t&quot;Make no mistake,&quot; says the May 18 statement, attributed to six House members, including caucus leader Jessica Farrar of Houston. &quot;Some neighborhood schools are closing. Pre-kindergarten for 100,000 kids, programs that teach kids music and art, Advanced Placement courses in math and science &mdash; they&rsquo;re all under threat. Voting for a budget that leaves out the rainy day fund is a vote to kill these programs.&quot;</p>\r\n<p>\r\n\tIt&rsquo;s been widely reported that school districts across the state have been making plans to lay off teachers, trim programs and take other measures in anticipation of expected cuts in state education aid. But are districts also shuttering campuses?</p>\r\n<p>\r\n\tTexas has more than 8,000 public schools. To our request for specifics on neighborhood school closures, the executive director of the caucus, Roger Garza, sent us a list of more than 90 schools categorized in various ways, including &quot;grade realignment,&quot; &quot;announced closure&quot; and &quot;possible closure/consolidation.&quot;</p>\r\n<p>\r\n\tWe sought clarification on some of the entries but received no response. And when we asked the Texas Education Agency for information on schools being closed, spokeswoman Debbie Ratcliffe told us that the agency&rsquo;s database only shows actual &mdash; not anticipated &mdash; closures, which are typically reported to the state in the summer. &quot;That&rsquo;s when I would expect any school closed for budget reasons to show up,&quot; she said.</p>\r\n<p>\r\n\tSo we went ahead with our own research, combing through the list sent by the caucus, reading news reports and talking to school districts to find neighborhood schools that are being shuttered because of the coming reductions in state funding. We found seven in all:</p>\r\n<p>\r\n\t** Four elementary schools (serving a total of 1,300 students) in the Houston district. District spokesman Jason Spencer told us that because of proposed state budget cuts, the administration determined that these small schools could no longer afford to provide some key services &mdash; for example, have a librarian or a nurse &mdash; so they will not open in the fall, saving the district $1.6 million.</p>\r\n<p>\r\n\tThe Democrats&rsquo; list of possible closures includes dozens of other Houston schools that are not facing imminent closure. That may be because in December, the district superintendent, Terry Grier, initiated a review of 66 underutilized campuses, all with low student enrollment. However, he ultimately recommended closing only the four schools.</p>\r\n<p>\r\n\t** An elementary school (490 students) in the Hutto district north of Austin. According to a March 23 <em>Austin American-Statesman</em> article, Superintendent Doug Killian said, &quot;Our hope was that if we closed the school and reduced our overhead, that we could keep more jobs overall.&quot; District spokeswoman Emily Boswell told us that the closure of Veterans&rsquo; Hill Elementary will save the district $1 million next year.</p>\r\n<p>\r\n\t** An elementary school (500 students) in San Antonio&rsquo;s Edgewood district. An April 19 <em>San Antonio Express-News</em> story describes the school board&rsquo;s vote to shutter Coronado/Escobar Elementary as &quot;the first school closure in Bexar County related to anticipated state budget cuts.&quot; In an April 18 story on KSAT-TV&rsquo;s website, Superintendent Elizabeth Garza is quoted as saying: &quot;We had to come up with different options to cut our budget by about 10 percent.&quot; The closure is projected to save $1.5 million in operating costs, district spokesman Maclovio Perez said.</p>\r\n<p>\r\n\t** An intermediate school (340 students) in the Cedar Hill district, southwest of Dallas. District Chief Financial Officer Mike McSwain told us that the school board voted to close Beltline Intermediate School because of the upcoming reductions in state funding, saving the district $550,000.</p>\r\n<p>\r\n\tWe also identified four other schools &mdash; two in Abilene and two in Little Elm, north of Dallas &mdash; that are set to close. However, we did not include them on this list because officials from those districts told us that the closures were in the works before the districts began to plan for the state budget reductions.</p>\r\n<p>\r\n\tFinally, we found at least five other districts that have discussed shuttering schools to help solve their budget problems and either decided against it or have yet to make a final decision. Among them is the Austin school district, with more than a dozen campuses identified as &quot;possible&quot; closures on the caucus&rsquo;s list. According to <em>American-Statesman</em> articles, district officials are now developing a proposal that will take into consideration a task force report recommending that nine schools be closed over the next several years. The school board is not expected to take action on closures until the fall.</p>\r\n<p>\r\n\tTo the Truth-O-Meter: In their statement, the Democratic legislators indicated that some neighborhood schools would close as a result of state budget cuts. Guess that depends on your definition of &quot;some.&quot; The House Democratic caucus sent us a list of more than 90 schools, but we could find only seven &mdash; out of thousands across the state &mdash; that will shut their doors because the Legislature is reducing education aid.</p>\r\n<p>\r\n\tWe rate the Democrats&rsquo; statement Mostly True.</p>", "ruling_comments_date": "2011-06-01T13:09:10.440215", "ruling_date": "2011-06-02T06:00:00", "ruling_headline": "House Democrats say neighborhood schools are closing because of budget cuts", "ruling_headline_slug": "house-democrats-say-neighborhood-schools-are-closi", "ruling_link_text": "Some is seven", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tTexas House Democratic Caucus, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/060111_caucusrelease.pdf\">statement</a> from Reps. Lon Burnam, Joaquin Castro, Jessica Farrar, Pete Gallego, Hubert Vo and Armando Walle, May 18, 2011</p>\r\n<p>\r\n\tSchools <a href=\"http://alt.coxnewsweb.com/statesman/politifact/060111_schoolslist.xls\">list</a> received from Roger Garza, executive director, Texas House Democratic Caucus, May 20, 2011</p>\r\n<p>\r\n\tInterview with Debbie Ratcliffe, communications director, Texas Education Agency, May 20, 2011</p>\r\n<p>\r\n\tHouston Chronicle, &quot;<a href=\"http://www.chron.com/disp/story.mpl/metropolitan/7563043.html\">HISD votes to close 4 elementary schools</a>,&quot; May 13, 2011</p>\r\n<p>\r\n\tHouston Chronicle, &quot;<a href=\"http://www.chron.com/disp/story.mpl/metropolitan/7532518.html#ixzz1O4YEPVBi\">Grier now proposes closing 4 elementaries</a>,&quot; April 21, 2011</p>\r\n<p>\r\n\tHouston Chronicle, &quot;<a href=\"http://www.chron.com/disp/story.mpl/metropolitan/7348147.html#ixzz1O4XXAFav\">Closing schools going to be tough</a>,&quot; Dec. 20, 2010</p>\r\n<p>\r\n\tInterview with Jason Spencer, spokesman, Houston school district, May 23, 2011</p>\r\n<p>\r\n\tHouston school district, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/060111_hisdrelease.doc\">press release</a>, &quot;New HISD Teacher Appraisal System Wins Board Approval,&quot; May 12, 2011</p>\r\n<p>\r\n\tAustin American-Statesman, &quot;<a href=\"http://www.statesman.com/news/local/hutto-school-closure-hits-small-community-hard-1344243.html?printArticle=y\">Hutto school closure hits small community hard</a>,&quot; March 23, 2011</p>\r\n<p>\r\n\tInterview with Emily Boswell, public information officer, Hutto school district, May 25, 2011</p>\r\n<p>\r\n\tSan Antonio Express-News, &quot;<a href=\"http://www.mysanantonio.com/news/education/article/Edgewood-to-close-Coronado-Escobar-school-1344439.php\">Edgewood to close Coronado/Escobar school</a>,&quot; April 29, 2011</p>\r\n<p>\r\n\tKSAT-TV, &quot;<a href=\"http://www.ksat.com/education/27590161/detail.html\">Edgewood ISD To Discuss Closing Elementary School</a>,&quot; April 18, 2011</p>\r\n<p>\r\n\tInterview with Maclovio Perez, public information officer, Edgewood ISD, May 23, 2011</p>\r\n<p>\r\n\tCBSDFW.com, &quot;<a href=\"http://dfw.cbslocal.com/2011/02/23/crisis-in-the-classroom-cedar-hill-closing-school/\">Crisis In The Classroom: Cedar Hill Closing School</a>,&quot; Feb. 23, 2011</p>\r\n<p>\r\n\tInterview with Mike McSwain, chief financial officer, Cedar Hill school district, May 26, 2011</p>\r\n<p>\r\n\tInterview with Julie Zwahr, communications director, Little Elm school district, May 23, 2011</p>\r\n<p>\r\n\tInterview with Phil Ashby, communications director, Abilene school district, May 23, 2011</p>\r\n<p>\r\n\tAustin American-Statesman, &quot;<a href=\"http://www.statesman.com/news/local/austin-school-board-begins-work-on-facilities-master-1491684.html\">Austin school board begins work on facilities master plan, calls for leaving transfer policy alone</a>,&quot; May 22, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "Texas", "id": 1240, "last_name": "Texas House Democratic Caucus", "mostly_true_count": 1, "name_slug": "texas-house-democratic-caucus", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/betterdcaucus.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1240/", "total_count": 1, "true_count": 0, "website": "http://www.txhousedems.com/"}, "statement": "<p>\r\n\t&quot;Some neighborhood schools are closing.&quot;</p>", "statement_context": "a press release", "statement_date": "2011-05-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}