{"art": [], "author": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "canonical_url": "/oregon/statements/2011/jun/02/sam-adams/portland-mayor-sam-adams-says-affordable-housing-c/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "tbottomly@oregonian.com", "first_name": "Therese", "id": 188, "last_name": "Bottomly", "name_slug": "therese-bottomly", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/therese_1.jpg", "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/188/", "title": "Managing Editor", "twitter": null}], "facebook_headline": null, "id": 3837, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "resource_uri": "/api/v/2/statement/3837/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tA recent proposal to spend some $20 million to renovate the Memorial Coliseum would, according to the Portland Development Commission, draw private investment to Portland&rsquo;s Rose Quarter.<br />\r\n\t<br />\r\n\tIt would also drive down the amount of money being spent on affordable housing in the Oregon Convention Center urban renewal district, which includes the Coliseum, to 16 percent -- 10 percentage points short of the city&rsquo;s previously planned 26 percent.<br />\r\n\t<br />\r\n\tIt&rsquo;s that last bit that got some attention in <a href=\"http://www.oregonlive.com/portland/index.ssf/2011/05/affordable_housing_money_left.html\">a recent article in The Oregonian</a>, which asserted that the Coliseum upgrades &quot;would be funded by sidestepping Portland policy that a certain percent of urban renewal money be spent on affordable housing within specific districts.&quot;<br />\r\n\t<br />\r\n\tThe same day the newspaper published the article, Mayor Sam Adams, who had included the Coliseum upgrades in his latest spending plan, pushed back.<br />\r\n\t<br />\r\n\t&quot;I raise this as we get into the general discussion because I think there&#39;s been some recent news coverage that would lead one to believe that the requirement was 30 percent in all districts,&quot; <a href=\"http://www.portlandonline.com/index.cfm?c=49508&amp;a=349741\">Adams said during a council meeting that night</a>. &quot;It&#39;s a 30 percent citywide average. We specifically debated at that time the differences between the two. We knew that some districts would be more conducive, better cost benefit for subsidizing affordable housing expenditures, and others would be less.&quot;<br />\r\n\t<br />\r\n\tSo is Adams right? PolitiFact Oregon delved into the historical record to find out.<br />\r\n\t<br />\r\n\tThe concept of setting aside a certain amount for affordable housing stretches back to a resolution passed by the Portland City Council on April 20, 2006. Back then, Adams -- along with three other council members, including the mayor at the time -- voted to pass <a href=\"http://efiles.ci.portland.or.us/webdrawer/search/rec?sm_anyword=36403&amp;sort1=rs_dateCreated&amp;count&amp;rows=50\">Resolution No. 36403</a>.<br />\r\n\t<br />\r\n\tThat resolution, in part, committed the council to establishing &quot;a policy to dedicate a percentage of Tax Increment Financing (TIF) revenues from all Urban Renewal Districts citywide to an affordable housing set aside fund.&quot;<br />\r\n\t<br />\r\n\tThe resolution, however, didn&rsquo;t specify what the policy should look like. It didn&rsquo;t even specify the 30 percent figure.<br />\r\n\t<br />\r\n\tFor those details, we need to fast-forward a few months to October 2006. We also need to introduce another player in all of this: the Portland Development Commission. At the time all of this was being hashed out, the PDC set its own budget and was the final word in development issues. These days, the agency looks to the City Council for its budget, though it still maintains a certain amount of independence.<br />\r\n\t<br />\r\n\tAnyhow, on Oct. 16, 2006, the PDC approved <a href=\"http://www.pdc.us/commission-archive/2006/Adopted%20Resolutions%20-%202006/Resolution%206398%20-%20TIF%20Affordable%20Housing%20Policy.pdf\">Resolution No. 6398</a> titled &quot;Adopting a tax increment financing for affordable housing policy and implementation plan to the City Council.&quot; Appended to the resolution was an action plan for designing just such a policy. And in that action plan was this: &quot;policy will establish a requirement that a minimum of 30 percent of all tax increment resources averaged across all URA (urban renewal areas) &hellip;. be spent on Affordable Housing.&quot; Now, that bit only applied to &quot;new districts,&quot; not the Convention Center. The policy addressed the Convention Center area specifically, stating &quot;PDC will establish policy for the Oregon Convention Center Urban Renewal Area to spend a minimum of 26 percent &hellip; on Affordable Housing.&quot;<br />\r\n\t<br />\r\n\tIn any case, the big takeaway here is the phrase &quot;averaged across all URA,&quot; which would seem to back up Adams.<br />\r\n\t<br />\r\n\tIf only things had ended there.<br />\r\n\t<br />\r\n\tWhile the Development Commission was doing its thing, on Oct, 25, 2006, the Portland City Council passed its own <a href=\"http://www.portlandonline.com/auditor/index.cfm?a=155330&amp;c=31334\">related ordinance</a> that stated: &quot;It is the policy of the City of Portland that 30 percent of Tax Increment Financing (TIF) over the life of an Urban Renewal District shall be dedicated to the development, preservation and rehabilitation of housing affordable to households &hellip;&quot;<br />\r\n\t<br />\r\n\tThat wording passed with yeas from all five council members -- including Adams.<br />\r\n\t<br />\r\n\tNow, that ordinance isn&rsquo;t super clear as to whether the policy was on a per-district basis or whether it was averaged. Thankfully, there&rsquo;s some evidence to help us interpret the intent of the council at the time.<br />\r\n\t<br />\r\n\tAt the council meeting, then-Commissioner Erik Sten seemed to be under the impression that the City Council wanted a per-district commitment while the Development Commission had legislated a general 30 percent commitment. He wanted the two reconciled.<br />\r\n\t<br />\r\n\tThe same day, the Portland Development Commission <a href=\"http://www.pdc.us/commission-archive/2006/Adopted%20Resolutions%20-%202006/Resolution%206402%20-%20TIF%20Affordable%20Housing%20Policy%20Plan.pdf\">amended its plan</a>. The revised plan said: &quot;Policy will establish a requirement that a minimum of 30 percent of all tax increment resources in each URA &hellip; be spent on Affordable Housing.&quot; Again, the plan put a 26 percent goal on the Convention Center separately.<br />\r\n\t<br />\r\n\tSee that? &quot;In each URA &hellip;&quot;<br />\r\n\t<br />\r\n\tAbout a year later, the Portland City Council took this plan and added it to its own ordinance calling it &quot;binding&quot; city policy.<br />\r\n\t<br />\r\n\tThat seemed like a closed case to us. But we called Adams&rsquo; office to see if we were missing anything. Here&rsquo;s what Amy Ruiz, the mayor&rsquo;s spokeswoman, had to say on the issue:<br />\r\n\t<br />\r\n\t&quot;We have a trio of City documents that all set city policy, and that all have slightly different wording on this topic, which makes it useful to look at the overall legislative history, including the council discussion when these votes were taken. Our city attorney&#39;s office did this, and notes that there is &lsquo;clear legislative history to support the conclusion that the 30% policy was meant to apply citywide, and there were statements by Commissioner Sten opposite that.&rsquo;<br />\r\n\t<br />\r\n\t&quot;Ultimately, as noted by the city attorney&#39;s office, these are all council policies. They are not state statutes. Where there&#39;s any ambiguity, it&#39;s up to the council to clarify if they want to. City policy is subject to change at any time by the council, while a state statute, as you know, is not.&quot;<br />\r\n\t<br />\r\n\tWe asked her for a little more of the legislative history she mentioned given that the history we&rsquo;d seen seemed to indicate the council was deliberate in asking for the &quot;in each URA&quot; language.<br />\r\n\t<br />\r\n\tRuiz referred back to the Oct. 18, 2006, meeting of the Portland City Council, specifically to the following remarks by PDC Chairman Mark Rosenbaum: &quot;In an unexpected circumstance, which we&#39;re not budgeted for at this point, in order to be true to our commitment of 30%, we would say, well [if we] didn&#39;t spend it in Lents, we&#39;d have the opportunity to make up for it in the other four areas so we were consistent with our commitment. &hellip; We made it very clear that it is our policy to spend 30% in each district and only under an extreme circumstance would we vary and then if we did, we would be forced to make up for it elsewhere.&quot;<br />\r\n\t<br />\r\n\tIf anything, though, that seemed to us to contradict the mayor&rsquo;s statement that the policy was 30 percent averaged across the city. It does allow for that as a bare minimum in case of extenuating circumstances, but as far as we can tell, that doesn&rsquo;t mean Adams was right when he said &quot;it&rsquo;s a 30 percent citywide average.&quot;<br />\r\n\t<br />\r\n\tThe evidence at the time seems to clearly indicate that the goal and the aspiration of both the City Council and the Development Commission was to set aside 30 percent in each district and 26 percent specifically in the Coliseum area. It&rsquo;s also clear that the city officials knew there could be certain cases when that might be easier said than done and, as a result, gave themselves the cushion of 30 percent averaged across all districts.<br />\r\n\t<br />\r\n\tBut that cushion was not the rule -- it was the exception.<br />\r\n\t<br />\r\n\tThe PDC chairman&rsquo;s statement sums it up: We&#39;ll try for 30 in each and if we absolutely can&#39;t, then we&#39;ll make it up elsewhere.<br />\r\n\t<br />\r\n\tAdams, however, is asserting the the rule was always a 30 percent average. It&rsquo;s within his right to go that direction, but it seems off-base to claim now that his rule was the rule along. The city attorney&#39;s office can tell him that what he wants to do is legal, but that&#39;s not the same as the historical intent.<br />\r\n\t<br />\r\n\tWe&rsquo;ll rate this one False.</p>\r\n<p>\r\n\t<a href=\"http://www.oregonlive.com/portland/index.ssf/2011/06/portland_mayor_sam_adams_on_af.html\">Comment on this item.</a></p>", "ruling_comments_date": "2011-06-01T13:38:39.038315", "ruling_date": "2011-06-02T06:00:00", "ruling_headline": "Portland Mayor Sam Adams says that affordable housing is calculated citywide -- not district by district", "ruling_headline_slug": "portland-mayor-sam-adams-says-affordable-housing-c", "ruling_link_text": "It's the exception, not the rule", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tThe Oregonian, &quot;<a href=\"http://www.oregonlive.com/portland/index.ssf/2011/05/affordable_housing_money_left.html\">Affordable housing money left out &hellip;</a>,&quot; May 17, 2011<br />\r\n\t<br />\r\n\t<a href=\"http://www.portlandonline.com/index.cfm?c=49508&amp;a=349741\">Portland City Council video</a>, May 18, 2011<br />\r\n\t<br />\r\n\tPortland City Council <a href=\"http://efiles.ci.portland.or.us/webdrawer/search/rec?sm_anyword=36403&amp;sort1=rs_dateCreated&amp;count&amp;rows=50\">Resolution No. 36043</a>, April 20, 2006<br />\r\n\t<br />\r\n\tPortland Development Commission <a href=\"http://www.pdc.us/commission-archive/2006/Adopted%20Resolutions%20-%202006/Resolution%206398%20-%20TIF%20Affordable%20Housing%20Policy.pdf\">Resolution No. 6398</a>, Oct. 16, 2006<br />\r\n\t<br />\r\n\tPortland City Council transcript, Oct. 18, 2006<br />\r\n\t<br />\r\n\tPortland City Council, <a href=\"http://www.portlandonline.com/auditor/index.cfm?a=155330&amp;c=31334\">HOU-1.04,</a>Oct. 25, 2006 (updated April 12, 2007)<br />\r\n\t<br />\r\n\tPortland Development Commission <a href=\"http://www.pdc.us/commission-archive/2006/Adopted%20Resolutions%20-%202006/Resolution%206402%20-%20TIF%20Affordable%20Housing%20Policy%20Plan.pdf\">Resolution No. 6402</a>, Oct. 25, 2006<br />\r\n\t<br />\r\n\tE-mails from Amy Ruiz, spokeswoman for Mayor Sam Adams, May 25 and 26, 2011<br />\r\n\t<br />\r\n\tPhone interview with former Commissioner Erik Sten, May 26, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "Mayor of Portland", "false_count": 2, "first_name": "Sam", "half_true_count": 5, "home_state": "Oregon", "id": 710, "last_name": "Adams", "mostly_true_count": 2, "name_slug": "sam-adams", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Sam_Adams.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/710/", "total_count": 15, "true_count": 3, "website": "http://www.portlandonline.com/mayor/index.cfm"}, "statement": "<p>\r\n\tThe city&rsquo;s 30 percent set aside for affordable housing in urban renewal areas is calculated citywide -- not district by district</p>", "statement_context": "a City Council meeting", "statement_date": "2011-05-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 106, "photo": null, "resource_uri": "/api/v/2/subject/106/", "subject": "Housing", "subject_slug": "housing", "used_in_edition": []}], "target": [], "twitter_headline": ""}