{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2011/jun/02/kathleen-passidomo/illegal-gator-trapping-vs-underage-drinking-partie/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 3843, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/3843/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tSome Florida parents throw boozy bashes for their teenage children when they graduate from high school under the premise that underage drinking at home is safer than drinking elsewhere. During the spring 2011 session, legislators sought to toughen the penalties for allowing underage drinking.<br />\r\n\t<br />\r\n\tState Rep. Kathleen Passidomo, R-Naples, was among the legislators who voted in favor of the bill, which passed overwhelmingly. In a May 30, 2011, <em><a href=\"http://www.naplesnews.com/news/2011/may/30/florida-law-house-party-underage-drinking-penalty/\">Naples Daily News</a></em> article, she had a biting way of suggesting the penalty for the crime was too weak.<br />\r\n\t<br />\r\n\t&quot;It is a greater crime to have an untagged alligator than to host an open house party (for kids),&quot; she was quoted as saying.<br />\r\n\t<br />\r\n\tShe wasn&#39;t the first to make such a statement.<br />\r\n\t<br />\r\n\tRep. Tom Goodson, one of the bill&#39;s sponsors and a Republican from Rockledge, told Florida lawmakers: &quot;I think it&#39;s a little bit strange that we protect an alligator more than our children,&quot; according to a March 29 <em><a href=\"http://www.tampabay.com/news/publicsafety/lawmakers-try-to-stiffen-penalties-for-hosting-underage-drinkers/1160461\">St. Petersburg Times</a></em> article.<br />\r\n\t<br />\r\n\tGoodson legislative assistant Amy Gregory said in an e-mail that Goodson was the first to use the gator comparison during his presentation to committees.<br />\r\n\t<br />\r\n\tBoth Passidomo and Goodson made their comments before the bill -- intended to go into effect July 1 -- has been signed. The House approved it 116-0 on April 29, and the Senate passed it 38-1 on May 3. The bill has not yet been sent to Gov. Rick Scott for his signature,&nbsp;according to his spokesman Lane Wright.<br />\r\n\t<br />\r\n\tWe wanted to check: Is the penalty more severe for having an untagged alligator than hosting an underage drinking party? And is that about to change?<br />\r\n\t<br />\r\n\t<strong>Gator statutes</strong><br />\r\n\t<br />\r\n\tFlorida Statute Sections <a href=\"http://www.flsenate.gov/laws/statutes/2010/379.3751\">379.3751</a> and <a href=\"http://www.flsenate.gov/laws/statutes/2010/379.3752\">379.3752</a> relate to requirements to take an alligator -- to capture, kill or process it -- and obtain a license. We interviewed two spokespersons at the Florida Fish and Wildlife Conservation Commission -- Officer Jorge Pino and Katie Purcell -- for some background on gator tagging.<br />\r\n\t<br />\r\n\tAccording to the commission&#39;s <a href=\"http://myfwc.com/wildlifehabitats/managed/alligator/alligator-harvest/\">website</a>: &quot;Applicants who are awarded a permit must submit payment for two CITES tags and an Alligator Trapping License, or provide proof of possession of an Alligator Trapping License valid through the end of the alligator harvest season. A Florida hunting license is not required to participate in the statewide alligator hunt.&quot; The tag -- which hunters must place on the gator -- allows officials to verify that the hunter obtained the proper permit.<br />\r\n\t<br />\r\n\tState statute <a href=\"http://www.flsenate.gov/laws/statutes/2010/379.409\">379.409</a> states that anyone who illegally kills, possesses or captures an alligator faces a third-degree felony.<br />\r\n\t<br />\r\n\tWhy a felony?<br />\r\n\t<br />\r\n\t&quot;These animals were close to extinction in the early &#39;70s,&quot; Pino said. &quot;Because of our efforts to try to bring back the species, we have been very successful. Some people may argue we have been too successful -- there is an abundance of alligators in the state of Florida. ... We need to protect Florida&#39;s natural resources.&quot;<br />\r\n\t<br />\r\n\t<strong>Open house party law</strong><br />\r\n\t<br />\r\n\tNow on to underage drinking: During the 2011 session, the Legislature amended statute 856.015 with House Bill <a href=\"http://www.flsenate.gov/Session/Bill/2011/105\">105</a>. The staff analysis for that bill provides a summary of how the law would change: &quot;Section 856.015, F.S., states that a person in control of a residence who allows an open house party to take place commits a second-degree misdemeanor if they know a minor has possession of or consumed any alcoholic beverage or drug at their residence and the person fails to take responsible steps to prevent the possession or consumption of the alcoholic beverage or drug by the minor.<br />\r\n\t<br />\r\n\tThe bill also &quot;amends present law to make a second or subsequent violation ... a first-degree misdemeanor. This bill also provides that any violation ... which results in serious bodily injury or death, will be punishable by a first-degree misdemeanor.&quot;<br />\r\n\t<br />\r\n\tThis means that before July 1, hosting an open house party for minors could lead to a second-degree misdemeanor. After the law was passed, it became a first-degree misdemeanor in some circumstances -- note that both are lesser crimes than the third-degree felony for gator violations.<br />\r\n\t<br />\r\n\tNow let&#39;s compare the penalties: state statute <a href=\"http://www.flsenate.gov/laws/statutes/2010/775.082\">775.082</a> states that a third-degree felony is punishable by up to&nbsp;five years in prison. The second-degree misdemeanor carries jail time of up to 60 days, while for a first-degree misdemeanor, someone can land in jail for a year.<br />\r\n\t<br />\r\n\tSen. Thad Altman, R-Rockledge, one of the sponsors, said in an interview with PolitiFact that legislators debated increasing the penalty of the open house party law to a felony but met some resistance.<br />\r\n\t<br />\r\n\t&quot;Expanding the number of felonies is frowned upon&#39;&#39; by some legislators, he said. &quot;This is a very measured approach.... at least it&#39;s one step in the right direction. Hopefully we will save lives of some kids.&quot;<br />\r\n\t<br />\r\n\tBroward Public Defender Howard Finkelstein, a Democrat, said comparing the two laws is politically motivated. But he said most criminal laws come down to intent. When someone picks up a gun, points it at an animal and pulls the trigger, the person is intending to kill the animal.<br />\r\n\t<br />\r\n\t&quot;When you host -- no matter how poorly thought out -- a party of underage teenagers where there is drinking, it&#39;s clearly not the intent of the homeowner that they get drunk and kill someone,&quot; he said in an interview.<br />\r\n\t<br />\r\n\tSo illegal gator trapping can send someone to prison for five years while hosting an open house party can -- as of June -- send someone to jail for two months and, possibly after July 1, for a year.<br />\r\n\t<br />\r\n\t<strong>Manslaughter charge?</strong></p>\r\n<p>\r\n\tBut wait -- we&#39;re not done yet. If a parent hosts an underage drinking party and one of the teens winds up dead, could the host be charged with manslaughter? That would be one way of imposing a much tougher penalty.<br />\r\n\t<br />\r\n\tProsecutors have tried the manslaughter route at least occasionally. But in the examples we found, they were not successful:<br />\r\n\t<br />\r\n\t&bull; In May 2010, a jury found Diane Santarelli, a 52-year-old St. Johns County mother, not guilty of manslaughter in the case of two teenagers who died in an alcohol-related car crash after leaving a party hosted by Santarelli and her daughter, according to a May 21, 2010, <em><a href=\"http://jacksonville.com/news/crime/2010-05-21/story/st-johns-mom-escapes-manslaughter-charges-death-underage-party-guests\">Florida Times-Union</a> </em>article. The mother was convicted of two lesser offenses: hosting an open house party and contributing to the delinquency of a minor.<br />\r\n\t<br />\r\n\tThe article stated: &quot;To be found guilty of manslaughter, the judge instructed the jurors they must determine that she was culpably negligent. Prosecutors had to prove her behavior was gross and flagrant and showed reckless disregard for human life or safety, among other qualifying factors.&quot; The article stated: &quot;It was Florida&#39;s first manslaughter case dealing with the death of someone underage after consuming alcohol at an open house party.&quot;<br />\r\n\t<br />\r\n\t&bull; In 2002, a Miami-Dade grand jury declined to charge a couple with manslaughter after a teenager who attended a party at the couple&#39;s home later died in a car crash, according to a July 20, 2005, <em><a href=\"http://www.quinonlaw.com/In-the-News/Acquittal-And-Anguish.shtml\">Miami Herald</a></em> article. And a jury acquitted the man of the open-house party law. But in that case, there was conflicting testimony about how long the father was present during the party.<br />\r\n\t<br />\r\n\t&bull; The Florida Highway Patrol recommended manslaughter charges for an assistant baseball coach and his roommate for hosting a party in which teens drank hours before three died in a fatal Martin County car crash. But prosecutors said the evidence only supported misdemeanor charges, according to an Aug. 7, 2010, <em><a href=\"http://findarticles.com/p/news-articles/palm-beach-post/mi_8163/is_20100807/teen-crash-victims-party-hosts/ai_n54739596/\">Palm Beach Post</a></em> article. David &quot;Bubba&quot; Harper, 28, the coach, and Craig Frick, 24, pleaded no contest to the open house party charge.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong></p>\r\n<p>\r\n\tPassidomo claimed that &quot;it is a greater crime to have an untagged alligator than to host an open house party (for kids),&quot; referring to a party with underage drinking. Possessing an untagged alligator is a felony that can land someone in prison for five years in Florida. The open house party law as of June 2011 is a misdemeanor -- and if the governor signs a revised version, it will remain a misdemeanor. However, it will move up from second- to first-degree in some circumstances, resulting in a maximum of one year in jail. We rate this claim True.</p>", "ruling_comments_date": "2011-06-02T11:37:25.860069", "ruling_date": "2011-06-02T15:37:58", "ruling_headline": "Illegal gator trapping vs. underage drinking parties", "ruling_headline_slug": "illegal-gator-trapping-vs-underage-drinking-partie", "ruling_link_text": "Sobering fact: Illegal gator killing can lead to more prison time than hosting underage drinking party", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<em>Naples Daily News</em>, <a href=\"http://www.naplesnews.com/news/2011/may/30/florida-law-house-party-underage-drinking-penalty/\">&quot;Florida toughens laws on underage house parties, but not in time for graduation,&quot;</a> May 30, 2011<br />\r\n\t<br />\r\n\t<em>St. Petersburg Times</em>, <a href=\"http://www.tampabay.com/news/publicsafety/lawmakers-try-to-stiffen-penalties-for-hosting-underage-drinkers/1160461\">&quot;Lawmakers try to stiffen penalties for hosting underage drinkers,&quot;</a> March 29, 2011<br />\r\n\t<br />\r\n\t<em>Palm Beach Post</em>, <a href=\"http://findarticles.com/p/news-articles/palm-beach-post/mi_8163/is_20100807/teen-crash-victims-party-hosts/ai_n54739596/\">&quot;Teen crash victims&#39; party hosts get jail time, &quot;</a>Aug. 7, 2010<br />\r\n\t<br />\r\n\t<em>Florida Times-Union</em>, <a href=\"http://jacksonville.com/news/crime/2010-05-21/story/st-johns-mom-escapes-manslaughter-charges-death-underage-party-guests\">&quot;St. Johns mom escapes manslaughter conviction in death of underage party guests,&quot;</a>May 21, 2010<br />\r\n\t<br />\r\n\t<em>Miami Herald</em>, <a href=\"http://www.quinonlaw.com/In-the-News/Acquittal-And-Anguish.shtml\">&quot;Aquittal and Anguish,&quot;</a> July 20, 2005<br />\r\n\t<br />\r\n\tFlorida Fish and Wildlife Conservation Commission website, <a href=\"http://myfwc.com/wildlifehabitats/managed/alligator/alligator-harvest/\">Statewide Alligator Harvest Program</a>, Accessed June 2, 2011<br />\r\n\t<br />\r\n\tInterview, State Rep. Kathleen Passidomo&#39;s spokesman Kevin Comerer, May 31, 2011<br />\r\n\t<br />\r\n\tInterview, State Rep. Tom Goodson&#39;s legislative assistant Amy Gregory, June 1, 2011<br />\r\n\t<br />\r\n\tInterview, State Rep. Ari Porth, June 1, 2011<br />\r\n\t<br />\r\n\tInterview, State Sen. Thad Altman, June 1, 2011<br />\r\n\t<br />\r\n\tInterview, Florida Attorney General spokeswoman Jennifer Krell Davis, June 1, 2011<br />\r\n\t<br />\r\n\tInterview, Broward Public Defender Howard Finkelstein, June 1, 2011<br />\r\n\t<br />\r\n\tInterview, Broward executive chief assistant public defender Diane Cuddihy, June 1, 2011<br />\r\n\t<br />\r\n\tInterview, Florida Fish and Wildlife Conservation Commission spokesman Jorge Pino, June 2, 2011<br />\r\n\t<br />\r\n\tInterview, Florida Fish and Wildlife Conservation Commission spokeswoman Katie Purcell, June 2, 2011</p>\r\n<p>\r\n\tE-mail interview with Lane Wright, spokesman for Gov. Rick Scott, June 2, 2011<br />\r\n\t<br />\r\n\tFlorida Statutes, <a href=\"http://www.flsenate.gov/laws/statutes/2010/379.3751\">379.3751</a> and <a href=\"http://www.flsenate.gov/laws/statutes/2010/379.3752\">379.3752</a>, Accessed May 31, 2011<br />\r\n\t<br />\r\n\tFlorida Statute <a href=\"http://www.flsenate.gov/laws/statutes/2010/379.409\">379.409</a>, Accessed May 31, 2011<br />\r\n\t<br />\r\n\tFlorida Statute <a href=\"http://www.flsenate.gov/laws/statutes/2010/775.082\">775.082</a>, Accessed June 1, 2011<br />\r\n\t&nbsp;</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "state representative", "false_count": 0, "first_name": "Kathleen", "half_true_count": 0, "home_state": "Florida", "id": 1241, "last_name": "Passidomo", "mostly_true_count": 0, "name_slug": "kathleen-passidomo", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/4514.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1241/", "total_count": 1, "true_count": 1, "website": "http://www.myfloridahouse.gov/sections/representatives/details.aspx?MemberId=4514&SessionId=66"}, "statement": "<p>\r\n\t&quot;It is a greater crime to have an untagged alligator than to host an open house party (for kids).&quot;</p>", "statement_context": "a newspaper article", "statement_date": "2011-05-30", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 186, "photo": null, "resource_uri": "/api/v/2/subject/186/", "subject": "Alcohol", "subject_slug": "Alcohol", "used_in_edition": ["/api/v/2/edition/10/"]}, {"description": "", "id": 210, "photo": null, "resource_uri": "/api/v/2/subject/210/", "subject": "Animals", "subject_slug": "animals", "used_in_edition": ["/api/v/2/edition/6/"]}, {"description": "", "id": 127, "photo": null, "resource_uri": "/api/v/2/subject/127/", "subject": "Children", "subject_slug": "children", "used_in_edition": []}, {"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}], "target": [], "twitter_headline": ""}