{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2011/jun/07/marjorie-dannenfelser/abortion-opponents-claim-planned-parenthood-had-30/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 3854, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/3854/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tA debate in Congress earlier this year about whether to yank millions of dollars in federal funding for Planned Parenthood spawned a whole slew of claims by politicians about abortion. The Truth-O-Meter weighed in on several claims: everything from a claim by Republican presidential candidate Herman Cain that Planned Parenthood&#39;s early objective was to &quot;help kill black babies before they came into the world,&quot; which got a <a href=\"http://www.politifact.com/georgia/statements/2011/apr/08/herman-cain/cain-claims-planned-parenthood-founded-planned-gen/\">Pants on Fire</a>, to Richard Corcoran, a Florida state representative, who claimed that &quot;90 percent of babies with Down syndrome are aborted,&quot; which received a <a href=\"http://politifact.com/florida/statements/2011/apr/28/richard-corcoran/rep-richard-corcoran-says-90-percent-prenatal-down/\">True</a> rating.<br />\r\n\t<br />\r\n\tBefore we delve into a new claim about Planned Parenthood, here is a summary about the debate from an April 21 fact-check by our colleagues at <a href=\"http://www.politifact.com/florida/article/2011/apr/21/debate-over-planned-parenthood-funding-moves-flori/\">PolitiFact National</a>:<br />\r\n\t<br />\r\n\t&quot;Even though Planned Parenthood cannot use federal money to provide abortions, Republicans passed an amendment in the U.S. House in February that would block all federal funding to the group. Republicans contend that any support for Planned Parenthood can provide indirect support for abortions. The amendment, which did not have sufficient support to pass the Senate, was a key issue in the budget debate that nearly led to a government shutdown on April 8, 2011. It was not included in the budget agreement that prevented the shutdown.&quot;<br />\r\n\t<br />\r\n\tPlanned Parenthood receives about $363 million a year from the federal government, which can be used for cancer screenings, annual exams, birth control and other preventative services.<br />\r\n\t<br />\r\n\tNow, a leader of an organization that advocates for pro-life legislation claims that Planned Parenthood is a money-maker. The claim comes from a <em>U.S. News and World Report</em> <a href=\"http://www.usnews.com/news/blogs/washington-whispers/2011/05/26/new-dnc-boss-calls-gop-anti-women\">Washington Whispers</a> blog on May 26 about U.S. Rep. Debbie Wasserman Schultz -- the Democratic National Committee&nbsp;chair who represents part of South Florida -- who called the GOP &quot;anti-women&quot; after the vote to de-fund Planned Parenthood. In response, Marjorie Dannenfelser, president of the <a href=\"http://www.sba-list.org/about-sba-list/our-mission\">Susan B. Anthony List</a>, said: &quot;The truly &lsquo;anti-woman&rsquo; organization here is Planned Parenthood and the party that continues to defend its taxpayer funding when it has raked in more than $300 million in profits over the past four years. Fifty-four percent of Americans don&rsquo;t want to be coerced into contributing to an organization they don&rsquo;t believe in just by paying their taxes &mdash; nor should they be.&quot;<br />\r\n\t<br />\r\n\tFor this Truth-O-Meter, we wanted to check Dannenfelser&#39;s claim that Planned Parenthood &quot;raked in more than $300 million in profits over the past four years.&quot; We&#39;ll focus on two parts: Is the dollar figure right, and is &#39;profit&#39; the right word?<br />\r\n\t<br />\r\n\tWe contacted SBA List spokeswoman Mallory Quigley, who referred us to &quot;excess of revenue over expenses&quot; listed in Planned Parenthood&#39;s annual reports. Here is what those reports show:<br />\r\n\t<br />\r\n\t<a href=\"http://www.lifeissues.org/pp/report_05-06.pdf\">2005-06:</a> $55.8 million<br />\r\n\t<a href=\"http://www.plannedparenthood.org/files/AR_2007_vFinal.pdf\">2006-07:</a> $114.8 million<br />\r\n\t<a href=\"http://www.plannedparenthood.org/files/AR08_vFinal.pdf\">2007-08:</a> $85 million<br />\r\n\t<a href=\"http://www.plannedparenthood.org/files/PPFA/PPFA_Annual_Report_08-09-FINAL-12-10-10.pdf\">2008-09:</a> $63.4 million<br />\r\n\t<br />\r\n\tTotal: $319 million.<br />\r\n\t<br />\r\n\tAlthough Planned Parenthood doesn&#39;t dispute the numbers pulled from the annual reports, a spokesman says it&#39;s not that simple. Spokesman Tait Sye notes that the full text of that line in the annual report for 2008-09 is &quot;excess of revenue over expenses excluding investment losses.&quot; He points to the next line showing that&nbsp;the organization lost $78.1 million in investments that year, which should be&nbsp;subtracted from the four-year total.&nbsp;He also says that the group sometimes receives multi-year grants that show up as revenue in one year but are really spread out over several years.</p>\r\n<p>\r\n\tIn the reports from other years, the financial data does not refer to investment losses or gains, and Sye said those amounts were simply included in the totals for those years. The&nbsp;extraordinary losses when the markets plunged for almost all investors, presented differently in the 2008-09 report, makes it awkward to combine the four years since Planned Parenthood didn&#39;t detail its investment losses or gains previously. Subtracting the $78 million would leave the group with about $240 million in revenue over expenses in the four-year period. But how much more or less is unknown since we were unable to obtain the actual investment income for the other years.</p>\r\n<p>\r\n\tWe asked the SBA List why it didn&#39;t factor in the investment losses. Quigley responded: &quot;We added up the bottom-line numbers that Planned Parenthood listed for excess revenue.&quot;</p>\r\n<p>\r\n\tWe think the number is somewhat overstated because of those 2008-09 losses, but we can&#39;t tell by how much.</p>\r\n<p>\r\n\tIn the second part of our fact-checking,&nbsp;does the &quot;excess revenue over expenses&quot; constitute a &quot;profit&quot;?<br />\r\n\t<br />\r\n\tWe sent Dannenfelser&#39;s claim to experts in nonprofit management and heard back from four. Three disagreed with using the term &quot;profit&quot; to describe excess revenues over expenses: Christopher Stone, faculty director of the Hauser Center for Nonprofit Organizations at Harvard University; Herman B. &quot;Dutch&quot; Leonard, professor of public management at Harvard Kennedy School of Government and at the Harvard Business School; and Beth Gazley, assistant professor at Indiana University School of Public and Environmental Affairs.<br />\r\n\t<br />\r\n\t&quot;Bottom line: a nonprofit&rsquo;s surplus should not be confused with profit,&quot; Stone wrote in an e-mail. &quot;Profits are generated by businesses to reward investors. Businesses also use profits to provide additional compensation (bonuses tied to profits) for employees who help generate the profits for investors. Because nonprofits may not use their surpluses for either of these purposes, these surpluses should not be confused with profits. All surpluses must be devoted to the charitable purposes of the organization.&quot;<br />\r\n\t<br />\r\n\tAnd Gazley wrote: &quot;But more to the point, the &#39;taxpayer&#39;-funded portions of the Planned Parenthood affiliates&rsquo; budgets are either program grants or reimbursements for services eligible for Medicaid. So the government-funded parts of the (Planned Parenthood) budget would NOT be generating a &#39;profit&#39; &ndash; they would be used in full each year. This means any excess of revenues over expenses (AKA &#39;profit&#39;) would have come from other sources &ndash; private donations, endowment income, etc. So Ms. Dannenfelser&rsquo;s argument that the taxpayers are somehow subsidizing this &#39;profit&#39; is misleading.&quot;<br />\r\n\t<br />\r\n\tWe asked Gazley how she knew the taxpayer portions were not the source of the excess revenue.<br />\r\n\t<br />\r\n\tShe cited her 16 years of experience as a fundraiser and management consultant for nonprofits, and her service as both a board member and past president of a developmental disabilities agency that is primarily Medicaid funded. &quot;Based on my experience with other NPOs, it is very hard (to carry a surplus of federal funding from year to year) given the care that is taken in the calculation of formulas to reimburse only for real costs,&quot; she wrote.<br />\r\n\t<br />\r\n\tSye, the Planned Parenthood spokesman, also said the federal funds are not part of the excess of revenue over expenses -- in fact, he said, the government money never covers the full cost of services.<br />\r\n\t<br />\r\n\tBack to whether we can call that excess of revenue over expenses a &quot;profit.&quot;<br />\r\n\t<br />\r\n\tTerri Renner, longtime CPA and lecturer at Indiana University&#39;s school of Public and Environmental Affairs, argued that &quot;the excess of revenues over expenses is the accounting definition of profit.&quot;<br />\r\n\t<br />\r\n\t&quot;Any time an organization of any kind has revenue that exceeds expenses - it&#39;s making a &#39;profit,&#39; &quot; Renner wrote in an e-mail. &quot;NPOs don&#39;t like that word - so they use different vocabulary (&#39;revenues over expenses&#39;). The key difference is that for-profit organizations usually distribute part of the excess to the owners as compensation for their investment and reinvest the rest back into the company. NPOs reinvest all of the money back into the organization - theoretically.&quot;</p>\r\n<p>\r\n\tPlanned Parenthood, of course, disagrees with characterizing the sum as a profit.<br />\r\n\t<br />\r\n\t&quot;To be clear, Planned Parenthood is a nonprofit entity and so we do not generate a profit,&quot; Sye said. &quot;Obviously the reserves are reinvested to meet the health care needs of women we serve. Every healthy nonprofit will have reserves.&quot;<br />\r\n\t<br />\r\n\tWe asked Quigley of the SBA List, why refer to this figure as a &quot;profit&quot; for a nonprofit?<br />\r\n\t<br />\r\n\tShe responded by e-mail:<br />\r\n\t<br />\r\n\t&quot;We feel the point is clear &mdash; we&rsquo;re not saying nonprofits shouldn&rsquo;t have a profit, but rather wish to point to excess in profit and question why this organization would need to be supplemented by American taxpayers. Planned Parenthood does not need to receive $363 million in taxpayer funding per year.&quot;<br />\r\n\t<br />\r\n\tLet&#39;s return to Dannenfelser&#39;s claim:<br />\r\n\t<br />\r\n\t&quot;The truly &lsquo;anti-woman&rsquo; organization here is Planned Parenthood and the party that continues to defend its taxpayer funding when it has raked in more than $300 million in profits over the past four years.&quot;<br />\r\n\t<br />\r\n\tWe said we&#39;d examine both the dollar figure and the word &quot;profits.&quot; We think the &quot;more than $300 million&quot; description is off base because of the $78 million in losses, but neither Planned Parenthood nor the SBA List is saying definitively what the investment gains or losses were for the&nbsp;four-year period. Still, there is some element of truth in that it&#39;s at least scores of millions of dollars.</p>\r\n<p>\r\n\tIn the second part of our ruling, we looked at whether&nbsp;&quot;excess revenue over expenses&quot; for a nonprofit is the same as &quot;profit.&quot; Most of the experts we consulted say no. And the one who would call it profit agrees that it&#39;s not treated the same way as profit for a corporation. Companies distribute their profits to shareholders and owners, while nonprofits put their excess revenues back into the organization&#39;s work. We think the real sting in this claim comes from the word &quot;profits,&quot; so we weighed that more heavily than the vague dollar figures in our ruling. We rate this claim Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2011-06-03T10:47:52.525138", "ruling_date": "2011-06-07T13:58:11", "ruling_headline": "Abortion opponents claim Planned Parenthood had $300 million 'profit'", "ruling_headline_slug": "abortion-opponents-claim-planned-parenthood-had-30", "ruling_link_text": "A positive balance sheet doesn't equal profit", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<em>U.S. News and World Report</em>, Washington Whispers blog, <a href=\"http://www.usnews.com/news/blogs/washington-whispers/2011/05/26/new-dnc-boss-calls-gop-anti-women\">&quot;New DNC boss calls GOP &#39;anti-women,&quot;</a>May 26, 2011<br />\r\n\t<br />\r\n\tPolitiFact, <a href=\"http://www.politifact.com/florida/article/2011/apr/21/debate-over-planned-parenthood-funding-moves-flori/\">&quot;Debate over Planned Parenthood funding moves to Florida,&quot;</a> April 21, 2011<br />\r\n\t<br />\r\n\tPolitiFact, <a href=\"http://politifact.com/florida/statements/2011/apr/28/richard-corcoran/rep-richard-corcoran-says-90-percent-prenatal-down/\">&quot;Rep. Richard Corcoran says 90 percent of prenatal Down syndrome cases result in abortion,&quot;</a> April 28, 2011<br />\r\n\t<br />\r\n\tPlanned Parenthood Federation of America, <a href=\"http://www.lifeissues.org/pp/report_05-06.pdf\">Annual report</a>, 2005-06<br />\r\n\t<br />\r\n\tPlanned Parenthood Federation of America, <a href=\"http://www.plannedparenthood.org/files/AR_2007_vFinal.pdf\">Annual report</a>, 2006-07<br />\r\n\t<br />\r\n\tPlanned Parenthood Federation of America, <a href=\"http://www.plannedparenthood.org/files/AR08_vFinal.pdf\">Annual report</a>, 2007-08<br />\r\n\t<br />\r\n\tPlanned Parenthood Federation of America, <a href=\"http://www.plannedparenthood.org/files/PPFA/PPFA_Annual_Report_08-09-FINAL-12-10-10.pdf\">Annual report</a>, 2008-09<br />\r\n\t<br />\r\n\tGuideStar, Planned Parenthood Federation of America 990 tax forms, 2005-2010<br />\r\n\t<br />\r\n\tInterview, Planned Parenthood spokesman Tait Sye, May 27-June 1, 2011<br />\r\n\t<br />\r\n\tInterview, Susan B. Anthony List spokeswoman Mallory Quigley, May 27-June 1, 2011<br />\r\n\t<br />\r\n\tInterview, Assistant professor Indiana University School of Public and Environmental Affairs assistant professor Beth Gazley, May 31-June 1, 2011<br />\r\n\t<br />\r\n\tInterview, Faculty director of the Hauser Center for Nonprofit Organizations Harvard University Christopher Stone, May 28-June 1, 2011<br />\r\n\t<br />\r\n\tInterview, Kennedy School of Government and Harvard Business School professor Herman B. &quot;Dutch&quot; Leonard, May 28-June 1, 2011<br />\r\n\t<br />\r\n\tInterview, CPA and Indiana University School of Public and Environmental Affairs lecturer Terri Renner, May 31-June 1, 2011<br />\r\n\t<br />\r\n\t&nbsp;</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "Marjorie", "half_true_count": 0, "home_state": "", "id": 1243, "last_name": "Dannenfelser", "mostly_true_count": 0, "name_slug": "marjorie-dannenfelser", "pants_count": 0, "party": {"id": 15, "party": "Newsmaker", "party_slug": "newsmaker", "resource_uri": "/api/v/2/party/15/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Marjorie_Dannenfelser_small.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1243/", "total_count": 1, "true_count": 0, "website": "http://www.sba-list.org/"}, "statement": "<p>\r\n\tPlanned Parenthood &quot;raked in more than $300 million in profits over the past four years.&quot;</p>", "statement_context": "a blog", "statement_date": "2011-05-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}], "target": [], "twitter_headline": ""}