{"art": [], "author": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2011/jun/06/robert-brown/georgia-democrats-left-out-process-lawmaker-compla/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jdenery@ajc.com", "first_name": "Jim ", "id": 141, "last_name": "Denery", "name_slug": "jim-denery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/141/", "title": "Word editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 3857, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/3857/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tIt&rsquo;s important, it&rsquo;s done once a decade, and many observers can&rsquo;t wait for it to end.<br />\r\n\t<br />\r\n\tIt is the spectacle of reapportionment, the process Georgia lawmakers use to decide the boundaries of each district in the state House of Representatives and Senate, and congressional districts.<br />\r\n\t<br />\r\n\tA slight shift of boundary lines could result in changes to how a district votes, thus a lawmaker could lose his or her job and the political tides in, say, the Georgia Legislature could shift on some important issues.<br />\r\n\t<br />\r\n\tDemocrats and Republicans often fight over the boundaries like football players during a fumble. Republicans have the advantage since they hold majorities in both chambers of the Georgia Legislature.<br />\r\n\t<br />\r\n\tWith such stakes in mind, the leader of the Senate Democrats complained about some aspects of this year&rsquo;s reapportionment at the first public hearing May 17 in Athens.<br />\r\n\t<br />\r\n\t&quot;We in the Democratic Party had no input into the locations of these hearings, nor did we have input into the process,&quot; Brown said.<br />\r\n\t<br />\r\n\tSen. Mitch Seabaugh, who is co-chairman of the Reapportionment and Redistricting Committee, countered that he has repeatedly asked Democrats for ideas and suggestions.<br />\r\n\t<br />\r\n\t&quot;Legislators have had ample opportunity to give whatever input in the process,&quot; said Seabaugh, a Republican from Sharpsburg.<br />\r\n\t<br />\r\n\tSo is Brown off base here? Or is he right about Democrats being shut out of the reapportionment process?<br />\r\n\t<br />\r\n\tReapportionment is based primarily on U.S. census counts taken at the beginning of each decade. For more than a century, Georgia Democrats dominated the process because they held majorities in both chambers of the Legislature and the governor&rsquo;s office. This year is the first time Republicans will hold voting sway over reapportionment. Democrats and government watchdog groups such as Common Cause Georgia are suspicious of the Republican plan. The GOP has hired a law firm to, said state Rep. Roger Lane, R-Darien, advise them on the legal compliance of the maps.<br />\r\n\t<br />\r\n\tBrown, who was sworn in to office in 1991, said there are many examples to back up his argument about the process. He said that traditionally state legislators are allowed to ask questions at public hearings. This year, he said, they cannot. Legislators also sit in the audience, which gives them less opportunity to take questions from voters during the public hearings.<br />\r\n\t<br />\r\n\tAnother problem with the process, Brown said, was the lack of discussion about the committee schedule during the recent legislative session that ended in April. Brown said there was &quot;no planning&quot; during the session. Speaking about a meeting he had in April with Seabaugh and others, Brown said &quot;that is not involving you in the process&quot; since it was a private meeting. Brown said the planning for the public hearings should have been done through the Legislature&rsquo;s committees.<br />\r\n\t<br />\r\n\tSeabaugh forwarded us two letters he sent to all senators requesting meetings to discuss their districts and the reapportionment process. Seabaugh also said committee leaders asked legislators for potential locations for the public hearings. He wrote a memo on March 4 to senators requesting locations for the hearings and wanted their replies by March 10. Some Democrats in the House of Representatives responded, Seabaugh said. Senate Democrats did not until the list was approved, he told us.<br />\r\n\t<br />\r\n\tSeabaugh said he and Lane, also a co-chairman of the Reapportionment and Redistricting Committee, chose the sites from the cities suggested by lawmakers that &quot;we felt covered the state of Georgia.&quot;<br />\r\n\t<br />\r\n\tSen. Vincent Fort, a Democrat from Atlanta, said some Democrats proposed additional sites for the hearings. He forwarded us a letter from Seabaugh that the committee would not add any locations.<br />\r\n\t<br />\r\n\t&quot;It makes me question whether they are really interested in any Democratic input into the process,&quot; Fort said.<br />\r\n\t<br />\r\n\tSeabaugh&rsquo;s response: &quot;They had a form on their desk. They had an opportunity to participate. I can&rsquo;t make them fill out a form and hand it in on time.&quot;<br />\r\n\t<br />\r\n\tHouse Democratic Whip Carolyn Hughley of Columbus confirmed to PolitiFact Georgia that lawmakers were asked for suggestions to hold the hearings. But like Fort, she complained about some sites that weren&rsquo;t selected. She also told us that Seabaugh wrote a letter to lawmakers telling them not to ask or answer questions from the public at reapportionment hearings.<br />\r\n\t<br />\r\n\t&quot;The public hearings are opportunities for us as legislators to hear from the public,&quot; Seabaugh wrote.<br />\r\n\t<br />\r\n\tHughley said that &quot;raises key questions about transparency and fairness.&quot; Seabaugh&rsquo;s letter said it is standard practice for lawmakers not to ask or answer questions at joint committee public hearings.<br />\r\n\t<br />\r\n\tVeteran University of Georgia political science professor Charles Bullock offered some perspective on Brown&rsquo;s complaints.<br />\r\n\t<br />\r\n\t&quot;I would take all Democratic screams of outrage with a grain of salt,&quot; said Bullock, who contends that Democrats gave Republicans no input into reapportionment a decade ago.<br />\r\n\t<br />\r\n\tWe have trouble with Brown&rsquo;s comment that Democrats had &quot;no input&quot; in location of the hearings because all members of the Georgia Legislature were asked for suggestions of sites. Some of the sites are in largely Democratic terrain such as Atlanta, Albany, Columbus and Macon.<br />\r\n\t<br />\r\n\tAs for Brown&rsquo;s point about being left out of the process, his argument is based on not being asked to speak at the hearings and how Seabaugh has asked other lawmakers for input. Seabaugh did ask lawmakers not to ask or answer questions. Seabaugh has written letters to lawmakers asking them for their ideas or concerns about reapportionment.<br />\r\n\t<br />\r\n\tBrown&rsquo;s claim and argument ignore some critical facts we believe will give the casual reader a different impression of this issue.<br />\r\n\t<br />\r\n\tWe rate his claim Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2011-06-03T15:17:17.796466", "ruling_date": "2011-06-06T06:00:00", "ruling_headline": "Georgia Democrats left out of process, lawmaker complains", "ruling_headline_slug": "georgia-democrats-left-out-process-lawmaker-compla", "ruling_link_text": "GOP not playing fair on redistricting? Claim not exactly right.", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tThe Athens Banner-Herald, &quot;<a href=\"http://www.onlineathens.com/stories/051711/new_830315026.shtml\">Political Redistricting: Constituents Speak Out</a>,&quot; May 17, 2011<br />\r\n\t<br />\r\n\tTelephone interviews with Sen. Mitch Seabaugh, May 19 and 26, 2011<br />\r\n\t<br />\r\n\tTelephone interview with Sen. Robert Brown, May 23, 2011<br />\r\n\t<br />\r\n\tGeorgia Common Cause <a href=\"http://commoncausega.org/2011/03/23/last-night/\">blog</a>, May 23, 2011<br />\r\n\t<br />\r\n\tTelephone interview with Sen. Vincent Fort, May 24, 2011<br />\r\n\t<br />\r\n\tEmail from University of Georgia professor Charles Bullock, May 28, 2011<br />\r\n\t<br />\r\n\tStatement from Rep. Carolyn Hughley, June 1, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "state senator", "false_count": 1, "first_name": "Robert", "half_true_count": 0, "home_state": "Georgia", "id": 830, "last_name": "Brown", "mostly_true_count": 0, "name_slug": "robert-brown", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Robert_Brown.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/830/", "total_count": 3, "true_count": 1, "website": ""}, "statement": "<p>\r\n\t&quot;We in the Democratic Party had no input into the locations of these hearings, nor did we have input into the process.&quot;</p>", "statement_context": "an interview", "statement_date": "2011-05-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 207, "photo": null, "resource_uri": "/api/v/2/subject/207/", "subject": "Redistricting", "subject_slug": "redistricting", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}], "target": [], "twitter_headline": "Georgia Democrats have no input in redistricting process. True? #gapol"}