{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2011/jun/05/don-zimmerman/gop-activist-says-federal-government-runs-backgrou/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [], "facebook_headline": null, "id": 3859, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/3859/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tUrging state lawmakers to revive a proposal barring airport security personnel in Texas from touching passengers&rsquo; private parts, an Austin member of the State Republican Executive Committee said federal authorities already know plenty about those who fly.<br />\r\n\t<br />\r\n\t&quot;The fact is, every time you buy an airline ticket, the federal government runs a background check on you,&quot; Don Zimmerman said in a May 31 press release from the Texas Republican Freedom Coalition. &quot;They know who you are before you board the plane.&quot;<br />\r\n\t<br />\r\n\tPre-flight background checks on me, you and even Mrs. Olsen down the street?<br />\r\n\t<br />\r\n\tAfter asking Zimmerman for his backup information, we turned to the agency that oversees the security checks of air passengers, the U.S. Transportation Security Administration.<br />\r\n\t<br />\r\n\tOnline, we found a November 2010 TSA press release in which Janet Napolitano, Secretary of Homeland Security, announced that passengers on flights within or bound for the United States were now being checked against government watch lists, in keeping with &quot;a key 9/11 Commission recommendation.&quot;<br />\r\n\t<br />\r\n\tThe Intelligence Reform and Terrorism Prevention Act of 2004 required Homeland Security to compare passenger information to watch lists kept by the government, according to an administration web <a href=\"http://www.tsa.gov/what_we_do/layers/secureflight/index.shtm#howitworks\">post</a>. That job, previously handled by airlines, was fully implemented by late November 2010.<br />\r\n\t<br />\r\n\tThe agency&rsquo;s program, Secure Flight, checks each potential passenger&rsquo;s name, birth date and gender against terrorist watch lists, the release says, before passengers receive boarding passes. According to <a href=\"http://www.tsa.gov/what_we_do/layers/secureflight/index.shtm#howitworks\">information</a> on another administration web site, TSA matches the name, gender and birth date submissions by passengers against government watch lists to identify known and suspected terrorists; prevent individuals on the government&rsquo;s &quot;No Fly List&quot; from boarding and Identify individuals on the &quot;Selectee List&quot; for enhanced screening.<br />\r\n\t<br />\r\n\tAccording to an undated <a href=\"http://www.tsa.gov/approach/mythbusters/drew_griffin_watch_list.shtm\">post</a> on the agency&rsquo;s site, fewer than 50,000 people are on the lists, which consist of individuals &quot;identified by law enforcement and intelligence entities as legitimate threats to transportation who require either additional screening or are prohibited from boarding an aircraft.&quot;<br />\r\n\t<br />\r\n\tSeparately, Fox News in December 2009 <a href=\"http://www.foxnews.com/us/2009/12/26/father-terror-suspect-reportedly-warned-son-1857952999/\">quoted</a> an unidentified senior administration official saying more than 400,000 individuals are in the Terrorist Screening Data Base (TSDB), which Fox called the main identities database within the government for international terrorism. Those names are taken from the list of 550,000 individuals in the Terrorist Identities Datamart Environment (TIDE), described in the news report as the intelligence community&rsquo;s central repository of information on known and suspected international terrorists.<br />\r\n\t<br />\r\n\tFox News said less than 4,000 of the names in the TSDB are on the &quot;No Fly&quot; list and another 14,000 names are on the &quot;Selectee&quot; list, which mandates calls for mandatory secondary screening.<br />\r\n\t<br />\r\n\tThe agency says the lists are kept by an FBI entity, the <a href=\"http://www.fbi.gov/about-us/nsb/tsc/tsc\">Terrorist Screening Center</a>, which <a href=\"http://www.fbi.gov/about-us/nsb/tsc/tsc_faqs\">quotes</a> a Homeland Security directive stating that &quot;only individuals who are known or reasonably suspected to be or have been engaged in conduct constituting, in preparation for, in aid of, or related to terrorism&quot; are supposed to be on the watch lists. U.S. citizens are included on the list, it says, if there is a reasonable suspicion that they are known or reasonably suspected of terrorism. However, the center says in another <a href=\"http://www.fbi.gov/about-us/nsb/tsc/tsc_watchlistfacts\">online post </a>that 95 percent of the individuals on the watch list are not U.S. citizens or legal residents and the &quot;vast majority&quot; are not even in the U.S.&quot;<br />\r\n\t<br />\r\n\tThe release says that under Secure Flight, &quot;99 percent of passengers are cleared to print boarding passes at home or at a self-serve kiosk.&quot; Individuals &quot;found to match watch list parameters will be subject to secondary screening, a law enforcement interview or prohibition from boarding an aircraft, depending on the specific case.&quot;<br />\r\n\t<br class=\"kix-line-break\" />\r\n\tIs checking watch lists equivalent to doing background checks?<br />\r\n\t<br />\r\n\tNope, said Dallas-based TSA spokesman Luis Casanova. &quot;Bottom line,&quot; Casanova told us by email, &quot;we compare against watch lists, we do not conduct background checks (unless you are coming to work with us).&quot;<br />\r\n\t<br />\r\n\tZimmerman guided us to the Washington-based <a href=\"http://epic.org/\">Electronic Privacy Information Center</a>, whose executive director, Marc Rotenberg, said in an interview that after 9/11, the government sought to require full-fledged checks of passengers, but those plans were cancelled in 2004. He called the current comparison of passenger information to names on watch lists &quot;streamlined background checks.&quot;<br />\r\n\t<br />\r\n\tLaw professors with expertise in this area said the use of watch lists isn&rsquo;t the same as background checks.<br />\r\n\t<br />\r\n\tMatthew Finkin of the University of Illinois, who specialties include privacy issues, said background checks, most often invoked by prospective employers, commonly consider someone&rsquo;s credit worthiness, outstanding criminal charges and civil litigation, bankruptcies, driving and marital records -- even their use of social networking. He said he&rsquo;s not heard of airlines running background checks of all passengers: &quot;The airlines are not going to spend that kind of money. Why would they care if you have a speeding ticket?&quot;<br />\r\n\t<br />\r\n\tCounter-terrorism legal expert Gregory Maggs of the George Washington University Law School similarly said background checks occur when individuals apply for government jobs or seek a security clearance. Doing them for every airline passenger would be unmanageable, he said: &quot;Too many people buying airline tickets.&quot;<br />\r\n\t<br />\r\n\tZimmerman said by email that the FBI and TSA are &quot;large, powerful bureaucratic organizations with very significant resources to check on travelers. It would also make sense that they would not divulge all the depth of details of what they do.&quot;<br />\r\n\t<br />\r\n\tUpshot: Every airline passenger must hurdle a check of basic personal information against a federal database before stepping onto a commercial flight. But these do not constitute actual background checks. We rate the statement Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2011-06-03T15:54:57.572611", "ruling_date": "2011-06-05T06:00:00", "ruling_headline": "GOP activist says government runs a background check on you every time you buy a plane ticket", "ruling_headline_slug": "gop-activist-says-federal-government-runs-backgrou", "ruling_link_text": "No one's quizzing the neighbors", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tEmail (excerpted), <a href=\"http://alt.coxnewsweb.com/statesman/politifact/06022011_luiscasanovaresponsepftexas.html\">response</a> to PolitiFact Texas, Luis Casanova, public information officer, U.S. Transportation Security Administration, June 2, 2011<br />\r\n\t<br />\r\n\tEmails (excerpted), <a href=\"http://alt.coxnewsweb.com/statesman/politifact/06022011_dzimmermanresponsespftexas.html\">responses</a> to PolitiFact Texas, Don Zimmerman, Austin, June 2, 2011<br />\r\n\t<br />\r\n\tFox News Channel, news post, <a href=\"http://www.foxnews.com/us/2009/12/26/father-terror-suspect-reportedly-warned-son-1857952999/\">&quot;Father of Terror Suspect Reportedly Warned U.S. About Son,&quot;</a> Dec. 26, 2009<br />\r\n\t<br />\r\n\tTelephone interview, Matthew W. Finkin, professor of law, University of Illinois College of Law, June 2, 2011<br />\r\n\t<br />\r\n\tTelephone interview, Gregory Maggs, interim dean, George Washington University Law School, June 2, 2011<br />\r\n\t<br />\r\n\tTexas Republican Freedom Coalition, press release, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/05312011_trfcpressrelease.html\">&quot;STATE SHOULD TAKE A STAND AGAINST FEDERAL BULLYING,&quot;</a> May 31, 2011<br />\r\n\t<br />\r\n\tTransportation Security Administration, press release, <a href=\"http://www.tsa.gov/press/releases/2010/1130.shtm\">&quot;DHS Achieves Major Aviation Security Milestone One Month Ahead of Schedule,&quot;</a> Nov. 30, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Computer systems", "false_count": 0, "first_name": "Don", "half_true_count": 0, "home_state": "Texas", "id": 1244, "last_name": "Zimmerman", "mostly_true_count": 1, "name_slug": "don-zimmerman", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/zimmerman2008.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1244/", "total_count": 3, "true_count": 0, "website": "http://www.austinites-for-zimmerman.com/pages/about-don-zimmerman-for-austin-city-council-district-6.html"}, "statement": "<p>\r\n\t&quot;Every time you buy an airline ticket, the federal government runs a background check on you.&quot;</p>", "statement_context": "a press release.", "statement_date": "2011-05-31", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 132, "photo": null, "resource_uri": "/api/v/2/subject/132/", "subject": "Homeland Security", "subject_slug": "homeland-security", "used_in_edition": []}, {"description": "", "id": 37, "photo": null, "resource_uri": "/api/v/2/subject/37/", "subject": "Terrorism", "subject_slug": "terrorism", "used_in_edition": []}, {"description": "", "id": 44, "photo": null, "resource_uri": "/api/v/2/subject/44/", "subject": "Transportation", "subject_slug": "transportation", "used_in_edition": []}], "target": [], "twitter_headline": ""}