{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2011/jun/03/national-republican-congressional-committee/nrcc-robocall-debt-ceiling-spending-cuts/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 3862, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/3862/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tA House vote on May 31, 2011, on whether to raise the federal debt ceiling -- without dramatic federal spending cuts included -- was seen by many political observers as little more than a vehicle for political posturing. The bill was resoundingly defeated, 318 to 87, with a unanimous Republican caucus joined in opposition by 82 Democrats, some of whom accused Republicans of using the vote to try to score political points.<br />\r\n\t<br />\r\n\tIndeed, two days after the vote, the National Republican Congressional Committee launched a <a href=\"http://nrcc.org/default.asp?id=274&amp;newsid=2949\" id=\"n125\" title=\"series of robocalls\">series of robocalls</a> aimed at 11 Democratic House members, accusing them of wanting to raise the federal debt limit without making any spending cuts.<br />\r\n\t<br />\r\n\tActually, there were two versions of the robocalls.<br />\r\n\t<br />\r\n\tHere&#39;s the first: &quot;The national debt is now 14 trillion dollars, and Congressman Jim Himes just voted for two trillion dollars MORE debt&hellip;.without any budget cuts.&quot;<br />\r\n\t<br />\r\n\tThat one went out to constituents of John Garamendi, D-Ca., Raul Grijalva, D-Ariz., Jim Himes, D-Conn., Rush Holt, D-N.J., Ben Ray Lujan, D-N.M., Brad Miller, D-N.C., and John Yarmuth, D-Ky..<br />\r\n\t<br />\r\n\tThe second version went like this:<br />\r\n\t<br />\r\n\t&quot;After spending recklessly and maxing out the nation&#39;s credit card, (Rep. David) Cicilline demanded that Congress vote to increase the nation&rsquo;s debt limit without making any spending cuts.&quot;<br />\r\n\t<br />\r\n\tThat one went out to constituents of Democrats Leonard Boswell (Iowa), Russ Carnahan (Mo.), David Cicilline (R.I.) and Mark Critz (Pa.),<br />\r\n\t<br />\r\n\tCatch the subtle difference there? Yeah, neither did we at first.<br />\r\n\t<br />\r\n\tThe group of legislators targeted by the first version actually voted for the bill to raise the debt ceiling. The second group voted no.<br />\r\n\t<br />\r\n\tSo how can the NRCC claim in the second version that the four House Democrats &quot;demanded that Congress vote to increase the nation&rsquo;s debt limit without making any spending cuts&quot;?<br />\r\n\t<br />\r\n\tNRCC spokeswoman Andrea Bozek said that refers to a letter penned by Rep. Peter Welch, D-Vt., and signed by the four targeted House members, which calls on Congress to pass a &quot;clean extension of the debt ceiling.&quot;<br />\r\n\t<br />\r\n\t&quot;The debt ceiling vote is about one thing: affirming that America pays its bills,&quot; the letter states. &quot;It does not authorize new taxpayer obligations; it affirms to the world our commitment to pay obligations already incurred. To do otherwise, or to threaten to do so, or to leverage our duty to pay our bills to achieve a partisan advantage in budget disputes, jeopardizes the full faith and credit of the United States of America.&quot;<br />\r\n\t<br />\r\n\tSo if the those four Democrats signed the letter, why did they vote against the debt ceiling bill this week?<br />\r\n\t<br />\r\n\tIn a written statement explaining his vote, Carnahan said the vote was &quot;a political stunt, and I voted no because we&rsquo;re not going to fall for it.&quot;<br />\r\n\t<br />\r\n\t&quot;Once silly season is over, I look forward to sitting down with Democrats and Republicans, having a serious discussion about reducing the deficit and setting aside our differences to get this done,&quot; Carnahan stated.<br />\r\n\t<br />\r\n\tWe doubt that most people getting the carefully-worded robocall would pick up on the nuance that, while the targeted legislators &quot;demanded that Congress vote&quot; on the bill, they didn&#39;t <i>actually</i> vote <i>for</i> it.<br />\r\n\t<br />\r\n\tThe calls also misled by accusing the Democratic congressmen of &quot;spending recklessly and maxing out the nation&#39;s credit card.&quot; Our colleagues at PolitiFact Ohio examined a similar claim from a&nbsp; recent NRCC news release that said Rep. Betty Sutton, D-Ohio,&nbsp; &quot;and her fellow Democrats went on a spending spree and now their credit card is maxed out.&quot; They rated the claim <a href=\"http://www.politifact.com/ohio/statements/2011/may/31/national-republican-congressional-committee/nrcc-says-rep-betty-suttons-spending-spree-maxed-o/\" id=\"nh46\" title=\"Barely True\">Barely True</a>, noting that, although Democrats have certainly voted for increased spending over the last two years, it ignores all the other previous spending and borrowing that factored into the debt, such as the war and the Bush tax cuts. They also pointed out that, since 2001, Congress has voted to raise the debt ceiling 10 times, according to the Congressional Research Service. Seven of those hikes were under Bush, three under Obama.<br />\r\n\t<br />\r\n\tThe NRCC later earned a <a href=\"http://politifact.com/ohio/statements/2011/jun/01/national-republican-congressional-committee/we-said-what-nrcc-claims-politifact-ohio-confirmed/\" id=\"rbdq\" title=\"Pants on Fire\">Pants on Fire</a> ruling for claiming PolitiFact Ohio confirmed its contention that Betty Sutton &quot;maxed out federal debt.&quot;<br />\r\n\t<br />\r\n\tSam Drzymala, a spokesman for Carnahan, said the NRCC&#39;s robocalls also distort Democrats&#39; position on spending cuts.<br />\r\n\t<br />\r\n\t&quot;Congressman Carnahan has always called for cuts that would put our financial house in order,&quot; he said. &quot;It&#39;s a matter of priorities.&quot;<br />\r\n\t<br />\r\n\tWhen House Republicans passed their budget, Carnahan&rsquo;s office released a statement April 12, 2011, highlighting the different approaches the two parties have taken with regard to proposed cuts.<br />\r\n\t&nbsp;<br />\r\n\t&quot;I&rsquo;m deeply disappointed in the extreme proposal put forward by my Republican colleagues,&quot; Carnahan stated. &quot;They lack the courage to end taxpayer giveaways to the oil industry, millionaires and profitable companies sending jobs overseas. But &ndash;- shockingly &ndash;- Republicans want to pay for these handouts by gutting Social Security, Medicare, and Medicaid.<br />\r\n\t<br />\r\n\t&quot;Both sides have agreed to serious budget cuts &ndash;- but the choice is between responsible cuts and extreme cuts that endanger our fragile recovery and scapegoat our seniors.&quot;<br />\r\n\t<br />\r\n\tDrzymala further noted that in 2009, 174 <a href=\"http://www.speaker.gov/UploadedFiles/PelosiLetter.pdf\" id=\"dnpo\" title=\"Republicans objected\">Republicans objected</a> to attaching a debt limit increase to a defense spending bill.<br />\r\n\t<br />\r\n\t&quot;Apparently they wanted a clean vote then,&quot; Drzymala said. &quot;Why have they flip-flopped? Because they are playing political games. This is not about substance.&quot;<br />\r\n\t<br />\r\n\tA spokeswoman for Cicilline, Jessica Kershaw, said Cicilline&#39;s support for the Welch&#39;s letter calling for a &quot;clean&quot; debt ceiling bill didn&#39;t mean he wasn&#39;t committed to cutting federal spending.<br />\r\n\t<br />\r\n\t&quot;Congressman Cicilline believes we have to be serious about cutting government spending and the obligation to pay our bills,&quot; Kershaw said. &quot;There is a serious bipartisan effort underway led by the vice president to determine the best way of reducing our nation&rsquo;s debt, and the congressman believes we should allow that process to proceed. He did not think this week&rsquo;s vote was a serious effort to tackle the debt because, for example, it assigned responsibility for the entire debt to the president&rsquo;s FY &rsquo;12 budget &ndash;- which the House hasn&rsquo;t even considered.&quot;<br />\r\n\t<br />\r\n\tOur fact-check here is whether the four Democrats targeted by the robocall &quot;demanded that Congress vote to increase the nation&rsquo;s debt limit without making any spending cuts.&quot; Again, none of the four actually voted for the bill to raise the debt ceiling. All four did sign a letter in April that sought a &quot;clean&quot; vote on raising the debt ceiling -- one that wasn&#39;t directly tied to spending cuts. However, all of the congressmen have gone on record in support of spending cuts independent of the debt ceiling vote. Republicans and Democrats have disagreements about how and where to cut and how much, but that&#39;s different than not wanting to make spending cuts at all. We rate the NRCC&#39;s claim in the robocalls Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2011-06-03T18:54:46.011707", "ruling_date": "2011-06-03T18:54:16", "ruling_headline": "NRCC robocall claims four Democrats demanded vote on raising debt limit without spending cuts", "ruling_headline_slug": "nrcc-robocall-debt-ceiling-spending-cuts", "ruling_link_text": "Wasn't a vote on spending cuts", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tNRCC, Press release: <a href=\"http://nrcc.org/default.asp?id=274&amp;newsid=2949\">&quot;NRCC Launches Calls Highlighting Dems&#39; Demand for a New Credit Card,&quot;</a> June 3, 2011<br />\r\n\t<br />\r\n\tPolitiFact Ohio, <a href=\"http://www.politifact.com/ohio/statements/2011/may/31/national-republican-congressional-committee/nrcc-says-rep-betty-suttons-spending-spree-maxed-o/\">&quot;NRCC says Rep. Betty Sutton&#39;s &#39;spending spree&#39; maxed out federal debt,&quot;</a> by Stephen Koff, May 31, 2011<br />\r\n\t<br />\r\n\tHouse Speaker&#39;s website, <a href=\"http://www.speaker.gov/UploadedFiles/PelosiLetter.pdf\">Republicans&#39; letter opposing increase opf debt limit in the FY 2010 Defense Appropriations bill</a>, Dec. 11, 2009<br />\r\n\t<br />\r\n\tClerk of the House website, <a href=\"http://clerk.house.gov/evs/2011/roll379.xml\">Final vote results for Roll Call 379 (to raise the public debt limit)</a>, May 31, 2011<br />\r\n\t<br />\r\n\tRep. Peter Welch&#39;s website, Press release: <a href=\"http://www.welch.house.gov/index.php?option=com_content&amp;view=article&amp;id=1440&amp;catid=39&amp;Itemid=1\">&quot;As stock market drops over worries about US debt, Welch leads 114 Democrats in demanding a clean extension of debt ceiling,&quot;</a> April 18, 2011<br />\r\n\t<br />\r\n\tPolitico, <a href=\"http://www.politico.com/blogs/davidcatanese/0511/The_fallacy_of_the_GOPs_attack.html?showall\">&quot;The fallacy of the GOP&#39;s debt ceiling attack,&quot;</a> by David Catanese,&quot; May 31, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Jessica Kershaw, spokeswoman for Rep. Cicilline, June 3, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Sam Drzymala, a spokesman for Rep. Carnahan, June 3, 2011<br />\r\n\t<br />\r\n\tE-mail interview with NRCC spokeswoman Andrea Bozek, June 3, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 20, "current_job": "", "false_count": 12, "first_name": "", "half_true_count": 8, "home_state": "", "id": 121, "last_name": "National Republican Congressional Committee", "mostly_true_count": 5, "name_slug": "national-republican-congressional-committee", "pants_count": 9, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Logo_NRC_Elephant.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/121/", "total_count": 58, "true_count": 4, "website": ""}, "statement": "<p>\r\n\tDemocratic Reps. Cicilline, Boswell, Carnahan and Critz &quot;demanded that Congress vote to increase the nation&rsquo;s debt limit without making any spending cuts.&quot;</p>", "statement_context": "a robo-call", "statement_date": "2011-06-03", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 183, "photo": null, "resource_uri": "/api/v/2/subject/183/", "subject": "Deficit", "subject_slug": "deficit", "used_in_edition": ["/api/v/2/edition/10/"]}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}