{"art": [], "author": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "canonical_url": "/oregon/statements/2011/jun/06/jeff-kruse/state-senator-says-two-states-bottle-bill-systems-/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "tbottomly@oregonian.com", "first_name": "Therese", "id": 188, "last_name": "Bottomly", "name_slug": "therese-bottomly", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/therese_1.jpg", "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/188/", "title": "Managing Editor", "twitter": null}], "facebook_headline": null, "id": 3864, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "resource_uri": "/api/v/2/statement/3864/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tThe Oregon Senate recently gave final approval to a bill that widely expands Oregon&rsquo;s iconic bottle bill. Among other things, the legislation increases the sorts of beverages covered and leaves room for a possible increase from the current nickel deposit to a dime.<br />\r\n\t<br />\r\n\tIt&rsquo;s that last bit, the five to ten cents bit, that drew the strongEST rebuke from dissenting senators. The increase happens only if the return rate in Oregon dips below 80 percent two years in a row. Distributors don&rsquo;t think that will happen. In fact, they&rsquo;re so sure they can keep rates high that they endorsed the bill.<br />\r\n\t<br />\r\n\tBut some Republican senators didn&rsquo;t see how that made any sense. If proponents were so certain redemption rates wouldn&rsquo;t fall, why bother including that provision in the bill at all?<br />\r\n\t<br />\r\n\tSen. Jeff Kruse was among those who spoke against that piece of the expansion.<br />\r\n\t<br />\r\n\t&quot;We have some unintended consequences that may come in with this increase to a dime &hellip; I would point to a couple states -- Michigan and Massachusetts -- that increased their redemption value and what happened in both of those states is they could no longer afford the program because the redemptions were so high there was no profit in there,&quot; he told his colleagues.<br />\r\n\t<br />\r\n\tHis reasoning as far as we could tell -- and he later confirmed -- was that those states had such high redemption rates, the deposit money mostly got refunded and that left the states no money to run their programs.<br />\r\n\t<br />\r\n\tThat&rsquo;s a pretty dire prognosis: The program could work so well that it would eliminate its own funding stream.<br />\r\n\t<br />\r\n\tPolitiFact Oregon decided to check it out. First up was Michigan. We talked to Terry Stanton, the spokesman for the state&rsquo;s Department of Treasury.<br />\r\n\t<br />\r\n\tMichigan&rsquo;s deposit, he said, was indeed 10 cents -- the highest in the nation -- and the return rate was nearly 97 percent. (For comparison, Oregon is just under 80 percent.)<br />\r\n\t<br />\r\n\tDoes the high redemption cause problems? Is the Michigan system going broke?<br />\r\n\t<br />\r\n\tAt first, Stanton didn&rsquo;t seem to understand what we were asking. The idea that the bottle redemption program was a way to raise funds and not to encourage recycling just didn&rsquo;t seem right.<br />\r\n\t<br />\r\n\t&quot;I don&#39;t know,&quot; he said. &quot;That wasn&#39;t the purpose of the program &hellip; This was initiated really to clean up the road waste.&quot;<br />\r\n\t<br />\r\n\tRight, we said. Same with Oregon. But here, the unclaimed deposits help run the system. If there aren&rsquo;t any, the system might face problems. We asked again: Is that happening in Michigan.<br />\r\n\t<br />\r\n\tHe checked and sent us this e-mail:<br />\r\n\t<br />\r\n\t&quot;First, as noted on the phone, Michigan&#39;s bottle deposit law was put in place in the 1970&#39;s, to help cleanup roadsides, etc., that were becoming cluttered with bottles and cans. &nbsp;The deposit has been at 10 cents since inception. &nbsp;Michigan&#39;s program, which was approved by a vote of the people, was not designed to be a revenue generator but to keep roadsides and the environment clean. ...<br />\r\n\t<br />\r\n\t&quot;As for the unredeemed cans, the Michigan Bottle Deposit Law states that of the unclaimed deposits that revert to the state, 75 percent is deposited into the Cleanup and Redevelopment Trust Fund and 25 percent is returned to the retailers. ... &nbsp;<br />\r\n\t<br />\r\n\t&quot;I&#39;m not sure what the individual in Oregon is claiming as far as &lsquo;not having the money to operate.&rsquo; &nbsp;As far as I&#39;m aware, Michigan&#39;s program is not experiencing problems.&quot;<br />\r\n\t<br />\r\n\tWell, that didn&rsquo;t seem to match very well with what Kruse had said. So, we gave him a call and asked where he&rsquo;d heard that Michigan was going broke.<br />\r\n\t<br />\r\n\t&quot;I don&#39;t have documentation,&quot; Kruse said, adding it came from &quot;a discussion we were having.&quot;<br />\r\n\t<br />\r\n\t&quot;The logic behind it is that the program pays for itself by those (deposits) that aren&#39;t returned. So, if you get to the point where you&#39;re getting 100 percent&quot; there&rsquo;s no fuel for the program, Kruse said. &quot;I guess i was trying to make the point that this move, if we got back to the dime, could come back to bite us in a way that we did not anticipate.&quot;<br />\r\n\t<br />\r\n\tThen, he added that the deposit might be even higher in Massachusetts -- even a quarter. Maybe there were issues there.<br />\r\n\t<br />\r\n\tWe did some Googling (we&rsquo;re hi-tech here) and couldn&rsquo;t find anything about a quarter deposit there. We did find a few articles about <a href=\"http://www.mass.gov/bb/h1/fy11h1/exec_11/hbudbrief26.htm\">an expansion included in the Massachusetts governor&rsquo;s proposal</a>, but that dealt only with the types of containers included. There wasn&rsquo;t a word about an increase from a nickel to a quarter.<br />\r\n\t<br />\r\n\tBut we like to be complete in our fact-checking, so we gave the Massachusetts Department of Environmental Protection a call. We talked to Edmund Coletta, the spokesman for the department, about the latest on the state&rsquo;s deposit system.<br />\r\n\t<br />\r\n\tThe bottle deposit, he confirmed, was still a nickel. The governor recently pushed to get more beverage containers included under the program, he said, but neither the state&rsquo;s House nor Senate included the changes in their budget proposals.<br />\r\n\t<br />\r\n\tWhat&rsquo;s more, he added, increasing the current nickel deposit is &quot;definitely not in the governor&rsquo;s proposal.&quot;<br />\r\n\t<br />\r\n\tFor a final word on all this, we decided to give John Anderson a call. He&rsquo;s the president of the Oregon Beverage Recycling Cooperative, the group that&rsquo;s helping to expand redemption centers through the state. We asked him whether Kruse might be on to something. Could an increased deposit lead to a collapse in Oregon&rsquo;s system?<br />\r\n\t<br />\r\n\tWhile it&rsquo;s true, he said, that unredeemed deposits &quot;are the major funding for the system&quot; it&rsquo;s unlikely that, even with a dime, we&rsquo;d hit Michigan&rsquo;s 97 percent return rate.<br />\r\n\t<br />\r\n\tPart of that has to do with the fact that Michigan is surrounded by major out-of-state population centers. That &quot;Seinfeld&quot; episode about Kramer taking empties from New York to Michigan for the double deposit? That actually happens.<br />\r\n\t<br />\r\n\tBut Oregon only has Vancouver nearby. So even at 10 cents, &quot;we end up about in the high 80s, that&#39;s my estimate,&quot; Anderson said. &quot;I think we lose on redeemed deposits, but I don&#39;t think we go into a crisis mode.<br />\r\n\t<br />\r\n\t&quot;I don&#39;t think that&#39;s a problem that we really need to spend a lot of time on.&quot;<br />\r\n\t<br />\r\n\tThis case seems pretty open and shut to us. Kruse tried to persuade his Senate colleagues that too-high deposits in Michigan and Massachusetts were crippling those programs. But Michigan says that&rsquo;s not the case and Massachusetts doesn&rsquo;t even have a higher deposit rate. Kruse doesn&rsquo;t have any evidence to back up his claim. The statement is not just false -- it&rsquo;s ridiculous. We rate it Pants on Fire.</p>", "ruling_comments_date": "2011-06-03T20:20:47.125167", "ruling_date": "2011-06-06T06:00:00", "ruling_headline": "State senator says two states’ bottle bill systems went broke after they raised deposit rate", "ruling_headline_slug": "state-senator-says-two-states-bottle-bill-systems-", "ruling_link_text": "That's all news to them", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tMassachusetts Governor&rsquo;s Budget FY2011, <a href=\"http://www.mass.gov/bb/h1/fy11h1/exec_11/hbudbrief26.htm\">Expanded Bottle Bill</a><br />\r\n\t<br />\r\n\tInterview with Sen. Jeff Kruse, June 2, 2011<br />\r\n\t<br />\r\n\tInterview with Edmund Coletta, spokesman for the Massachusetts Department of Environmental Protection, June 3, 2011<br />\r\n\t<br />\r\n\tInterview with Terry Stanton, the spokesman for the Michigan Department of Treasury, June 2, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "state senator", "false_count": 0, "first_name": "Jeff", "half_true_count": 1, "home_state": "Oregon", "id": 1246, "last_name": "Kruse", "mostly_true_count": 0, "name_slug": "jeff-kruse", "pants_count": 2, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/jeff_kruse.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1246/", "total_count": 3, "true_count": 0, "website": "http://www.leg.state.or.us/kruse/home.htm"}, "statement": "<p>\r\n\tMichigan and Massachusetts raised their bottle deposit and &quot;could no longer afford the program because the redemptions were so high there was no profit in there.&quot;</p>", "statement_context": "on the Oregon Senate floor", "statement_date": "2011-05-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}], "target": [], "twitter_headline": ""}