{"art": [], "author": [], "canonical_url": "/texas/statements/2011/jun/08/waco-tea-party/waco-tea-party-says-federal-government-threatened-/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 3881, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [], "resource_uri": "/api/v/2/statement/3881/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tSupporting legislation to bar federal officers from &quot;groping&quot; passengers during airport security screenings, the Waco Tea Party said in a May 25 email blast: &quot;The federal government has threatened Texas lawmakers with a no-fly zone if they pass&quot; the proposal.<br />\r\n\t<br />\r\n\tHouse Bill <a href=\"http://www.capitol.state.tx.us/BillLookup/History.aspx?LegSess=82R&amp;Bill=HB1937\">1937</a>, which stalled in the Senate before the end of the regular session May 30, would make it a misdemeanor offense for public servants, such as Transportation Security Administration officials, to intentionally, knowingly or recklessly touch the private parts of passengers seeking access to public buildings and transportation.<br />\r\n\t<br />\r\n\tWe wondered if the feds really threatened to stop airplanes from flying over Texas if the ban passed.<br />\r\n\t<br />\r\n\tTo our request for backup, Toby Walker, president of the Waco Tea Party, pointed us to a May 24 letter from the U.S. Department of Justice posted online by the <a href=\"http://www.lonestarreport.org/Home/tabid/38/Default.aspx\">Lone Star Report</a>, a weekly newsletter published by the conservative-leaning Lone Star Foundation.<br />\r\n\t<br />\r\n\tDaryl Fields, a spokesman for the U.S. attorney&rsquo;s office in the western district of Texas, sent us a copy of the letter, which was addressed to Lt. Gov. David Dewhurst, House Speaker Joe Straus, Robert Haney, chief clerk of the Texas House, and Texas Senate Secretary Patsy Spaw.<br />\r\n\t<br />\r\n\tIn it, U.S. Attorney John Murphy of San Antonio writes: &quot;This office, as well as the Southern, Northern and Eastern District of Texas United States Attorneys, would like to advise you of the significant legal and practical problems that will be created if this bill becomes law.&quot;<br />\r\n\t<br />\r\n\tThe letter says it appears the intent of the bill is to prevent TSA officials from barring passengers &quot;who otherwise would have been subjected to a pat down&quot; from entering the secure area of the airport. It urges lawmakers to &quot;consider the ramifications of this bill before casting your vote.&quot;<br />\r\n\t<br />\r\n\tIf enacted, the bill would &quot;directly interfere with the Transportation Security Administration&rsquo;s responsibility for civil aviation security,&quot; the letter says. &quot;The federal government would likely seek an emergency stay of the statute. Unless such a stay were granted, TSA would likely be required to cancel any flight or series of flights for which it could not ensure the safety of passengers and crew.&quot;<br />\r\n\t<br />\r\n\tWould that make Texas a no-fly zone?</p>\r\n<p>\r\n\tGenerally, a no-fly zone prohibits aircraft from flying in airspace without special permission. Recently, for example, the United Nations signed off on a no-fly zone over Libya to protect Libyans against the government forces of leader Moammar Gadhafi, according to March 18 CNN news article. A March 17 UN <a href=\"http://www.un.org/News/Press/docs/2011/sc10200.doc.htm\">press release</a> says the no-fly zone bans all flights except those for humanitarian aid, the evacuation of foreign nationals, or those &quot;deemed necessary for the benefit of the Libyan people.&quot;<br />\r\n\t<br />\r\n\tWe also found examples of more localized no-fly zones. In February 2010, Connecticut secured a temporary no-fly zone over the site of a power plant explosion due to the instability of the damaged building, according to a Feb. 7, 2010 <a href=\"http://www.ct.gov/governorrell/cwp/view.asp?A=3872&amp;Q=455402\">press release</a>.<br />\r\n\t<br />\r\n\tWhen a Wyoming municipal airport opened in 2003, according to the National Park Service, a permanent no-fly zone was created to steer planes clear of Devils Tower National Monument, a sacred site to more than 20 American Indian tribes located near the airport.<br />\r\n\t<br />\r\n\tAnd according to a Oct. 15, 2009, news <a href=\"http://abclocal.go.com/kgo/story?section=news/local/east_bay&amp;id=7067418\">post</a> by a California ABC affiliate, the Federal Aviation Administration imposed a temporary no-fly zone for aircraft within the 10-mile radius where President Barack Obama was staying in Oakland for the duration of a fundraising trip.<br />\r\n\t<br />\r\n\tFields, with the U.S. attorney&rsquo;s office, declined to comment. &quot;The letter speaks for itself,&quot; he said.<br />\r\n\t<br />\r\n\tAccording to a May 24 Texas Tribune news <a href=\"http://www.texastribune.org/texas-legislature/82nd-legislative-session/fed-threat-shuts-down-tsa-groping-bill-in-texas/\">article</a>, state Sen. Dan Patrick said two TSA officials, not identified in the story, visited him and said it &quot;could close down all the airports in Texas.&quot;<br />\r\n\t<br />\r\n\tDewhurst spokesman Mike Walz said the lieutenant governor &quot;certainly felt the Department of Justice&rsquo;s position was threatening.&quot;<br />\r\n\t<br />\r\n\tJohn Pike, director of the private Virginia-based company Global Security, which specializes in defense and military background information, speculated that the legislation would effectively grind flights to a halt depending on how many passengers need to be patted down each day &mdash; and how many flights would be affected if TSA agents were prohibited from doing so.<br />\r\n\t<br />\r\n\tResponding to our query, TSA spokesman Luis Casanova told us that approximately 3 percent of airline passengers receive an &quot;enhanced pat-down.&quot; To put that in context, at Dallas/Fort Worth International Airport, the state&rsquo;s largest, TSA screens approximately 50,000 people a day, Casanova said. So some 1,500 receive a pat-down.<br />\r\n\t<br />\r\n\tWe asked if not patting down those people could cause the airport to cancel all flights. Casanova said he couldn&rsquo;t speculate, but said that TSA shut down one DFW terminal after a person passed security checkpoints without the proper screening.<br />\r\n\t<br />\r\n\tWhat earns some passengers extra scrutiny? Casanova said TSA agents must administer a pat-down to any passenger who declines to pass through a metal detector or body scanner, or if the metal-detector alarm continues to sound after the passenger has gone through and agents can&rsquo;t tell why. According to a TSA <a href=\"http://blog.tsa.gov/2011/05/texas-house-of-representatives-seeking.html\">blog post</a> updated May 27, TSA officers must resolve each alarm before allowing the related passenger and their baggage on an airplane.<br />\r\n\t<br />\r\n\tAlso, Casanova said, some passengers are randomly subjected to pat-downs &mdash; a move designed to deter terrorist activity.<br />\r\n\t<br />\r\n\tTruth-O-Meter says? The feds raised the specter of canceled flights if the Texas bill passes and if a court doesn&rsquo;t keep it from taking effect. Exactly how those cancelations would play out, the feds declined to say. In any case, that eventuality is not quite the same as threatening to impose a no-fly zone.<br />\r\n\t<br />\r\n\tWe rate the statement as Half True.</p>", "ruling_comments_date": "2011-06-07T14:45:19.293776", "ruling_date": "2011-06-08T12:16:09", "ruling_headline": "The Waco Tea Party says the federal government threatened to impose a no-fly zone if Texas bars TSA officials from performing pat-downs", "ruling_headline_slug": "waco-tea-party-says-federal-government-threatened-", "ruling_link_text": "Please check your sovereignty at the gate", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tHouse Bill <a href=\"http://www.legis.state.tx.us/BillLookup/History.aspx?LegSess=82R&amp;Bill=HB1937\">1937</a><br />\r\n\t<br />\r\n\tPress release: Lt. Gov. Dewhurst <a href=\"http://www.ltgov.state.tx.us/prview.php?id=297\">letter</a>to Gov. Perry regarding special session, May 30, 2011<br />\r\n\t<br />\r\n\tAustin American-Statesman, <a href=\"http://www.statesman.com/blogs/content/shared-gen/blogs/austin/politics/entries/2011/05/25/dewhurst_will_give_airportgrop.html?cxntfid=blogs_postcards\">Senate refuses vote on airport-groping bill</a>, May 25, 2011<br />\r\n\t<br />\r\n\tAustin American-Statesman, <a href=\"http://www.statesman.com/news/texas-politics/senate-stirs-pot-with-tsa-groping-bill-sanctuary-1498725.html\">Senate stirs pot with TSA groping bill, sanctuary cities</a>, May 26, 2011<br />\r\n\t<br />\r\n\tKVUE News, <a href=\"http://www.kvue.com/news/local/Woman-arrested-at-ABIA-after-refusing-enhanced-pat-down-112354199.html\">Woman arrested at ABIA after refusing enhanced pat down</a>, Dec. 22, 2010<br />\r\n\t<br />\r\n\tCNN, <a href=\"http://articles.cnn.com/2011-03-18/world/libya.military.action.explainer_1_benghazi-security-council-vote-moammar-gadhafi?_s=PM:WORLD\">Q&amp;A: What the Libyan no-fly zone means</a>, March 18, 2011<br />\r\n\t<br />\r\n\tThe Texas Tribune, <a href=\"http://www.texastribune.org/texas-legislature/82nd-legislative-session/fed-threat-shuts-down-tsa-groping-bill-in-texas/\">Fed threat shuts down TSA &quot;groping&quot; bill in Texas</a>, May 24, 2011<br />\r\n\t<br />\r\n\tStanford Law School, <a href=\"http://papers.ssrn.com/sol3/papers.cfm?abstract_id=1116005\">Lessons from Iraq and Bosnia on the theory and practice of no-fly zones</a>, September 2004<br />\r\n\t<br />\r\n\tThe TSA Blog, <a href=\"http://blog.tsa.gov/2011/05/texas-house-of-representatives-seeking.html\">Texas House of Representatives seeking to ban current TSA pat-down</a>, updated May 27, 2011<br />\r\n\t<br />\r\n\tState of Connecticut, <a href=\"http://www.ct.gov/governorrell/cwp/view.asp?A=3872&amp;Q=455402\">Press release</a>: Governor Rell announces no-fly zone over middletown plant site, Feb. 7, 2010<br />\r\n\t<br />\r\n\tNational Park Service, <a href=\"http://www.nps.gov/deto/planyourvisit/upload/DETO%20No%20Fly%20Advisory%20Bulletin-Final.pdf\">Devils Tower No-fly advisory zone</a>, accessed June 7, 2011<br />\r\n\t<br />\r\n\tUnited Nations Security Council, <a href=\"http://www.un.org/News/Press/docs/2011/sc10200.doc.htm\">Press release</a>: Security Council approves &quot;no-fly zone&quot; over Libya, authorizing all necessary measures to protect civilians, by vote of 10 in favour with 5 abstentions, March 17, 2011<br />\r\n\t<br />\r\n\tInterview with Toby Walker, president, Waco Tea Party, May 27, 2011<br />\r\n\t<br />\r\n\tInterview with Mike Walz, communications director for Lt. Gov. David Dewhurst, May 27, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Daryl Fields, public affairs officer, U.S. Attorney&rsquo;s Office - Western District of Texas, May 27, 2011<br />\r\n\t<br />\r\n\tInterview with John Pike, director, Global Security, May 31, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 1, "home_state": "Texas", "id": 1259, "last_name": "Waco Tea Party", "mostly_true_count": 0, "name_slug": "waco-tea-party", "pants_count": 0, "party": {"id": 20, "party": "Tea Party member", "party_slug": "tea-party-member", "resource_uri": "/api/v/2/party/20/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/waco.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1259/", "total_count": 1, "true_count": 0, "website": "https://www.wacoteaparty.org/Home_Page.html"}, "statement": "<p>\r\n\tSays the federal government threatened to impose a no-fly zone in Texas if state legislators bar airport security officials from performing pat-downs.</p>", "statement_context": "an e-mail blast", "statement_date": "2011-05-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 173, "photo": null, "resource_uri": "/api/v/2/subject/173/", "subject": "Public Safety", "subject_slug": "public-safety", "used_in_edition": ["/api/v/2/edition/9/"]}, {"description": "", "id": 44, "photo": null, "resource_uri": "/api/v/2/subject/44/", "subject": "Transportation", "subject_slug": "transportation", "used_in_edition": []}], "target": [], "twitter_headline": ""}