{"art": [{"brightcove": "", "caption": "In an interview with commentator Roland Martin, Democratic National Committee chairwoman Debbie Wasserman Schultz compared Republican-backed voting laws to Jim Crow -- the South's system of legalized segregation. Is that fair?", "id": 1344, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/1344/", "title": "Wasserman Schultz and Roland Martin", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/XFa_W1V8Nts?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "XFa_W1V8Nts"}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/jun/09/debbie-wasserman-schultz/debbie-wasserman-schultz-compares-gop-backed-votin/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 3906, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/3906/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tRep. Debbie Wasserman Schultz, D-Fla. -- the new chairwoman of the Democratic National Committee -- provoked controversy recently when she compared Republican efforts to heighten scrutiny of voters at the polls to Jim Crow laws -- the primary tool that supported segregation and white supremacy in the South between the 1880s and the 1960s.<br />\r\n\t<br />\r\n\tOn June 5, 2011, Wasserman Schultz was interviewed by <a href=\"http://rolandsmartin.com/?page_id=22\">Roland Martin</a>, an African American political commentator for CNN and the host of a weekly public-affairs show on the TV One cable network. Martin brought up the topic of voter-identification laws.<br />\r\n\t<br />\r\n\tHere&rsquo;s a portion of their conversation.<br />\r\n\t<br />\r\n\t&quot;Republicans are backing measures that will require photo identification and other types of things, including cutting the number of days for early voting,&quot; Martin said. &quot;Republicans say it will cut down on voter fraud. Critics contend it&#39;s a step backwards, and it would discriminate against the poor, elderly, students, people with disabilities, and minorities. &hellip; Your home state &ndash; Gov. Rick Scott is leading one of these efforts, and for the life of me, I don&#39;t understand whenever I see Republicans or even Democrats contesting votes and things along those lines. We talk about this is the fundamental right to be Americans, but to put roadblocks up to &ndash; to &ndash; for voting makes no sense to me.&quot;<br />\r\n\t<br />\r\n\tWasserman Schultz responded, &quot;Well, I mean if you go back to the year 2000, when we had an obvious disaster and &ndash; and saw that our voting process needed refinement, and we did that in (the Help America Vote Act) and made sure that we could iron out those kinks -- now you have the Republicans, who want to literally drag us all the way back to Jim Crow laws and literally &ndash; and very transparently &ndash; block access to the polls to voters who are more likely to vote for Democratic candidates than Republican candidates. And it&#39;s nothing short of that blatant.&quot;<br />\r\n\t<br />\r\n\tShe went on to say that the DNC considers photo ID laws to be &quot;very similar to a poll tax. I mean you look &ndash; just look at African-American voters as a snapshot. About 25 percent of African-American voters don&#39;t have a valid photo ID. I mean &ndash; and &ndash; and the reason it&#39;s similar to a poll tax is because you&#39;ve got the expense. You&#39;ve got the effort. There&#39;s difficulties for &hellip; many people in getting a photo ID. So, you&#39;re literally just throwing a barrier in the way of someone who&#39;s trying to exercise their right to vote.&quot;<br />\r\n\t<br />\r\n\tWasserman Schultz continued, &quot;And the reason that it&#39;s not necessary is because we already have very legitimate voter verification processes, signature checks that are already in place; and there is so little voter fraud, which is the professed reason the Republicans are advancing these &ndash; these laws. There&#39;s so little voter fraud, and I mean you&#39;re more likely to get hit by lightning than you are to see an instance of voter fraud in this country, but Republicans are imposing laws all over the country, acting like it&#39;s not &ndash; voter fraud is rampant, and it&#39;s ridiculous.&quot;<br />\r\n\t<br />\r\n\tNot long after the interview, Republicans pounced on the Jim Crow comparison, arguing that comparing voter ID laws to poll taxes, literacy tests and other Jim Crow laws was not only inaccurate from a policy perspective but was tantamount to calling the GOP racist.<br />\r\n\t<br />\r\n\tLater that day, Wasserman Schultz <a href=\"http://www.politico.com/blogs/bensmith/0611/Wasserman_Schultz_retracts_Jim_Crow_analogy.html\">acknowledged</a> that she had gone too far in her terminology, though she reiterated her opposition to the Republican-backed voter law policies.<br />\r\n\t<br />\r\n\t&quot;Jim Crow was the wrong analogy to use,&quot; Wasserman Schultz said. &quot;But I don&#39;t regret calling attention to the efforts in a number of states with Republican dominated legislatures, including Florida, to restrict access to the ballot box for all kinds of voters, but particularly young voters, African Americans and Hispanic Americans.&quot; In addition to voter ID laws, she and her allies have also criticized proposals that would restrict early voting and place burdens on registration drives.<br />\r\n\t<br />\r\n\tAt PolitiFact, we do not typically fact-check statements that are quickly retracted by the speaker. However, we made an exception in this case because we expect voter identification laws and other election-process issues to remain a significant and divisive issue in the 2012 election. For this reason, we thought a historical comparison of Jim Crow laws and today&rsquo;s voter-identification laws would be of interest to readers (and to us).<br />\r\n\t<br />\r\n\tAt this time, we won&rsquo;t delve deeply into the policy details of the current legislative proposals. Instead, we&rsquo;re going to focus on the big-picture similarities and differences with Jim Crow laws.<br />\r\n\t<br />\r\n\tTo do this, we reached out to about a dozen scholars and found a striking array of opinions, many of them passionate. Some -- many of them historians of the Jim Crow era -- believed that the comparison was justified. Others -- many of them election-law experts -- argued that the comparison was over the top.<br />\r\n\t<br />\r\n\tFirst, here&rsquo;s the case for arguing that the current crop of voter laws are similar to Jim Crow laws.<br />\r\n\t<br />\r\n\t<strong>&bull; Voting restrictions were the linchpin of Jim Crow.</strong> Preventing blacks from voting enabled the subsequent imposition of other segregationist laws. &quot;Exclusion from the franchise was the centerpiece of the system that was put in place in the late 19th century,&quot; said Robert Korstad, a Duke University historian and coauthor of <em>Remembering Jim Crow: African Americans Tell About Life in the Segregated South</em>.<br />\r\n\t<br />\r\n\t<strong>&bull; Like Jim Crow laws, the new laws are likely to diminish the voter pool.</strong> Though the extent is uncertain, most experts agree that some people who would otherwise want to vote will be disenfranchised. And many agree that minorities will be hit disproportionately.<br />\r\n\t<br />\r\n\tThe United States is unusual among advanced industrialized countries in promulgating an &quot;enormous discouragement of voting,&quot; said Glenda Gilmore, a Yale University professor of history, American Studies and African American Studies and coauthor of <em>Jumpin&rsquo; Jim Crow</em>. &quot;Historians of the South use the term &lsquo;Jim Crow laws&rsquo; to mean discouraging voting in a way that impacts minority voters. So, I think that she was exactly right in her use of the phrase.&quot;<br />\r\n\t<br />\r\n\tIn fact, some of the potential legal challenges to today&rsquo;s new laws will argue they violate the 24th Amendment&rsquo;s prohibition against the poll tax.&nbsp;&nbsp;<br />\r\n\t<br />\r\n\t<strong>&bull; Allegations of fraud were also used to support the initial imposition of Jim Crow voting laws.</strong> Jane Dailey, a historian at the University of Chicago and author of <em>Gender and Jim Crow: Women and the Politics of White Supremacy in North Carolina, 1896-1920</em>, agrees that Wasserman Schultz&rsquo;s comparison &quot;is historically accurate,&quot; in part because the justifications were the same.<br />\r\n\t<br />\r\n\t&quot;Groups interested in limiting political competition have always justified suffrage restrictions as necessary checks on election fraud,&quot; Dailey said. &quot;Like today&#39;s GOP, turn-of-the-century southern Democrats argued that poll taxes and literacy tests would reduce fraud at the polls.&quot;<br />\r\n\t<br />\r\n\t<strong>&bull; Even laws that are superficially race-neutral can have serious effects on minorities. </strong>Many of the Jim Crow voting laws were not explicitly written to favor white voters over black voters, even though they had that practical effect.<br />\r\n\t<br />\r\n\t&quot;There was nothing, on the surface, that made those laws anti-black. It was how they were enforced that became critical,&quot; said William H. Chafe, a Duke University historian and coauthor with Korstad of <em>Remembering Jim Crow: African Americans Tell About Life in the Segregated South</em>. &quot;The laws provided political officials with the tools to discriminate against whom they wished.&quot;<br />\r\n\t<br />\r\n\tNow, we&rsquo;ll present the case for arguing that the current crop of voter laws are different from Jim Crow laws.<br />\r\n\t<br />\r\n\t<strong>&bull; Jim Crow laws had much higher rates of disenfranchisement.</strong> Jim Crow laws disenfranchised all or virtually all of the potential black voters in southern states. Not even critics suggest that will happen today with voter ID laws.<br />\r\n\t<br />\r\n\t&quot;Black voter participation, which in some places had been 90 percent of eligible male voters in the late 1860s and early 1870s, was cut to essentially zero by early decades of 20th century,&quot; said Michael J. Klarman, a professor at Harvard Law School and the author of <em>From Jim Crow to Civil Rights: The Supreme Court and the Struggle for Racial Equality</em>. &quot;What Republicans are doing now &hellip; is trivial by comparison. They are making it marginally harder for poor people, disproportionately minority, to vote.&quot;<br />\r\n\t<br />\r\n\t<strong>&bull; It&rsquo;s much easier for minorities to abide by a voter ID law than a Jim Crow law.</strong> Getting an identification card may be a hassle, but it&rsquo;s not as challenging as learning how to read.<br />\r\n\t<br />\r\n\t&quot;Unlike with Jim Crow laws, there are ways voters can avoid this loss of voting rights,&quot; said Rob Richie, the executive director of FairVote, a non-partisan group that works to expand voter turnout and improve how elections are run.<br />\r\n\t<br />\r\n\tThomas Adams Upchurch -- a historian at East Georgia College and author of several works on race relations in the South, including <em>Legislating Racism: The Billion Dollar Congress and the Birth of Jim Crow</em>-- agreed, saying that &quot;people find the money to afford those things that are important to them, and they make a way to do those things that they value. If people want to vote, they should have a photo ID.&quot;<br />\r\n\t<br />\r\n\t<strong>&bull; Jim Crow was about much more than just voter disenfranchisement.</strong> While laws to restrict voting were an important part of the system of Jim Crow, they were just one part, said James C. Cobb, a University of Georgia historian and author of several books on the South, including <em>The Brown Decision, Jim Crow, And Southern Identity. </em>Legalized discrimination in the South ran the gamut from separate hotels and buses to to unequal schools to separate water fountains.<br />\r\n\t<br />\r\n\tToday, invoking the term Jim Crow in a policy debate seems like an unnecessarily broad -- not to mention provocative -- way for Wasserman Schultz to make her case against voter ID laws.<br />\r\n\t<br />\r\n\t&quot;Jim Crow regimes involved relentless efforts to stop all African Americans from voting and included brutal intimidation tactics, like lynching,&quot; said Heather Gerken, a Yale Law School professor who specializes in election law. &quot;I don&rsquo;t think photo ID rises to that level, and I don&rsquo;t think she thinks so either.&quot;<br />\r\n\t<br />\r\n\t<strong>&bull; Jim Crow was unadulterated racism. Voter ID laws are not. </strong>Richard Hasen, a professor at Loyola Law School in Los Angeles and a specialist in election law, said that intent matters.<br />\r\n\t<br />\r\n\t&quot;Jim Crow laws were intended to hurt African-Americans and make it difficult for them to achieve any political strength,&quot; Hasen said. &quot;In contrast, the motives behind the wave of Republican-led voter identification laws and other restrictive voting laws are less clear. At their worst, the laws seem to be motivated to hurt Democrats, including poor and minority voters who tend to vote Democratic,&quot; which would make it &quot;partisan, not racial, discrimination.&quot;<br />\r\n\t<br />\r\n\tGerken agreed that there&rsquo;s a difference between what&rsquo;s intended to do harm and what might do harm as a side effect.<br />\r\n\t<br />\r\n\t&quot;Photo ID laws are the product of good motives (a desire to prevent fraud) and bad motives (an effort to use election regulations to promote the election chances of the GOP),&quot; Gerken said. &quot;The congresswoman is quite right to worry if they have a disparate effect on African Americans, precisely because they continue to suffer from the continuing effects of past discrimination. But the purpose is quite different. Jim Crow was motivated by pure racial animus. Here, the dominant motive is politics.&quot;<br />\r\n\t<br />\r\n\tIt&rsquo;s true that Wasserman Schultz isn&rsquo;t the only one who&rsquo;s made the Jim Crow comparison. Editorials in the <a href=\"http://www.nytimes.com/2011/06/06/opinion/06mon1.html\"><em>New York Times</em></a>, the <em>Miami Herald</em>, the <em>Memphis <a href=\"http://www.commercialappeal.com/news/2009/feb/18/editorials-ready-to-deal-on-voter-id/\">Commercial Appeal</a></em>, the <a href=\"http://amarillo.com/opinion/editorial/2011-06-06/editorial-voter-id-bills-take-stage\"><em>Amarillo Globe </em></a><em><a href=\"http://amarillo.com/opinion/editorial/2011-06-06/editorial-voter-id-bills-take-stage\">News</a></em> have all referenced Jim Crow laws in this context, as have a smattering of <a href=\"http://www.thestate.com/2011/04/27/1794105/house-oks-voter-id-bill.html\">politicians</a>.<br />\r\n\t<br />\r\n\tStill, we agree with her ultimate decision to retract her use of the phrase. Even if the ultimate effect of these laws is to decrease voter turnout -- and even if the need to prevent voter fraud is not as dire as the laws&rsquo; supporters contend -- Wasserman Schultz&rsquo;s decision to compare the new crop of laws to Jim Crow went too far.<br />\r\n\t<br />\r\n\tAlthough there are some similarities in the two sets of laws, they are outweighed both by the differences between them and by the inflammatory nature of the phrase, which all but calls the laws&rsquo; supporters racists. The current laws would at worst disenfranchise a fraction of minority voters, not most of them. Unlike with Jim Crow laws, minority voters allow an feasible &quot;out&quot; -- getting an ID card. Wasserman Schultz&rsquo;s comparison reduces an overwhelming apartheid system to one of its facets, voting laws. And Jim Crow was pure racism, whereas the intent behind today&rsquo;s proposals is, at most, partisan gain -- albeit at the expense of some would-be voters, many of whom are likely to be minorities. Reasonable people can disagree about the wisdom of the new laws, but they would not return the United States to Jim Crow. Saying so offers more heat than light. On balance, we rate her comment False.</p>", "ruling_comments_date": "2011-06-09T17:39:48.857238", "ruling_date": "2011-06-09T18:09:09", "ruling_headline": "Debbie Wasserman Schultz compares GOP-backed voting bills to Jim Crow", "ruling_headline_slug": "debbie-wasserman-schultz-compares-gop-backed-votin", "ruling_link_text": "Voter ID laws are controversial, but Jim Crow was far worse", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tPOLITICO, &quot;<a href=\"http://www.politico.com/blogs/bensmith/0611/DWS_GOP_wants_to_bring_back_Jim_Crow.html?showall\">DWS: GOP wants to bring back &#39;Jim Crow</a>,&#39;&quot; June 6, 2011<br />\r\n\t<br />\r\n\tBroward-Palm Beach New Times, &quot;<a href=\"http://blogs.browardpalmbeach.com/pulp/2011/06/debbie_wasserman_schultz_jim_crow_retraction.php\">Debbie Wasserman Schultz Half-Apologizes For Saying Republicans Like Jim Crow Laws</a>,&quot; June 7, 2011<br />\r\n\t<br />\r\n\tNational Republican Congressional Committee, &quot;<a href=\"http://www.nrcc.org/blog/main.asp?Tid=1513\">Wasserman Schultz Will &#39;Literally&#39; Say Anything</a>,&quot; June 6, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Rob Richie, executive director of FairVote, June 9, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Leslie V Tischauser, historian at Prairie State College, June 9, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Robert Korstad, Duke University historian, June 9, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Glenda Gilmore, a Yale University professor of history, American Studies and African American Studies, June 9, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Jane Dailey, historian at the University of Chicago, June 9, 2011<br />\r\n\t<br />\r\n\tE-mail interview with William H. Chafe, Duke University historian, June 9, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Michael J. Klarman, professor at Harvard Law School, June 9, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Thomas Adams Upchurch, historian at East Georgia College, June 9, 2011<br />\r\n\t<br />\r\n\tE-mail interview with James C. Cobb, University of Georgia historian, June 9, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Richard Hasen, a professor at Loyola Law School, June 9, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Heather Gerken, Yale Law School professor, June 9, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 7, "current_job": "U.S. Representative, Florida District 23", "false_count": 9, "first_name": "Debbie", "half_true_count": 8, "home_state": "Florida", "id": 265, "last_name": "Wasserman Schultz", "mostly_true_count": 15, "name_slug": "debbie-wasserman-schultz", "pants_count": 3, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/27560_6444958138_7609_n.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/265/", "total_count": 48, "true_count": 6, "website": "http://wassermanschultz.house.gov/"}, "statement": "<div style=\"margin: 0px; background-color: transparent;\">\r\n\tBy advocating new requirements for voters to show ID cards at the polls, Republicans &quot;want to literally drag us all the way back to Jim Crow laws.&quot;</div>", "statement_context": "an interview with political commentator Roland Martin", "statement_date": "2011-06-05", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}], "target": [], "twitter_headline": ""}