{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2011/jun/09/gop-critics/anonymous-gop-officials-claim-commerce-nominee-joh/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 3908, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/3908/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Supporting climate change policy is one thing, but is Barack Obama&rsquo;s nominee for commerce secretary, John Bryson, an advocate for world government?<br />\r\n<br />\r\nThat&#39;s the speculation raised by anonymous GOP sources on Capitol Hill, according to the conservative website the <em>Daily Caller</em>.<br />\r\n<br />\r\nBryson, former chief executive officer and chairman of Southern California energy conglomerate Edison International and co-founder of the Natural Resources Defense Council, has been under fire due to his support for clean-energy legislation. Sen. John Barrasso, R-Wyo., called him an &quot;environmental extremist&quot; and Sen. James Inhofe, R-Okla., a global warming skeptic, says he fears Bryson would implement climate change policy that would hurt American businesses. Bryson&#39;s nomination is also opposed by Massachusetts Democrats, Reps. Barney Frank and John Tierney, because of the NRDC&#39;s fight for fishing-catch limits.<br />\r\n<br />\r\nBut the claim that Bryson supports a &quot;world government&quot; raises the rhetoric to a new level.<br />\r\n<br />\r\nThe speculation originated in a June 7, 2011, story in the <em>Daily Caller</em> that ran under the headline: &quot;Commerce nominee appears to endorse world government in video, Republicans say.&quot;<br />\r\n<br />\r\nHere&#39;s how the story begins:<br />\r\n&nbsp;<br />\r\n<em>Does John Bryson, Barack Obama&rsquo;s nominee for commerce secretary, want a world government?<br />\r\n<br />\r\nCritics say a newly uncovered video of the nominee suggests that he does.<br />\r\n<br />\r\nIn the video &ndash; given to </em>The Daily Caller<em> by sources on Capitol Hill &ndash; Bryson refers to the 2009 United Nations climate negotiations in Copenhagen as &quot;the closest thing we have to a world governance organization,&quot; implying it provided the best model for imposing climate regulations on countries around the globe.<br />\r\n<br />\r\nBryson also boasts about his role as an adviser to the U.N. secretary general on climate change in the video.</em><br />\r\n<br />\r\nThe story includes a link to a 1-minute and 25-second clip of Bryson making a formal presentation to an unidentified group. Here&#39;s the fuller context from the attached video:<br />\r\n<br />\r\n&quot;I thought that one of the things that is, in my judgment, not as well covered in the press and not as well understood as it ought to be is the kind of global picture on addressing clean energy and climate change. One of the things that have been a particular pleasure for me over the last year is I&rsquo;ve been working as an adviser to the Secretary General of the United Nations on that subject. So I thought I would talk a little about that, talk a little about Copenhagen, a little bit about the global environmental and energy picture as I see it. Where we are. Where we might go. I thought I&rsquo;d start there&hellip;So, let&rsquo;s start with Copenhagen. So Copenhagen, obviously the United Nations is the global entity, the closest thing we have to a world governance organization. Copenhagen negotiations take place under the auspices of the United Nations as does the IPCC (Intergovernmental Panel on Climate Change), the side of the body that&rsquo;s developed this growing consensus about the effects of carbon emissions, greenhouse gas emissions on climate change.&quot;<br />\r\n<br />\r\nThat seems like pretty flimsy evidence on which to base speculation that Bryson &quot;appears to endorse world government.&quot; So we contacted <em>Daily Caller</em> reporter John Rossomando to find out who provided the video and made the claims. Rossomando wrote back that, &quot;it came from GOP officials on the Hill, of whom I am not a liberty to name.&quot;<br />\r\n<br />\r\nWe tracked the origin of the video to a presentation Bryson made at an energy symposium hosted by the University of California Berkeley on March 4, 2010. It&#39;s actually about an hour-long speech, with a brief Q &amp; A, which you can watch <a href=\"http://berc.berkeley.edu/videos-2010#morning\" id=\"y._w\" title=\"here\">here</a>.<br />\r\n<br />\r\nIn the passage in question (at about the 10-minute mark), Bryson was talking about the 2009 United Nations Climate Change Conference, commonly known as the Copenhagen Summit, and the perception that nothing was accomplished because no treaty was reached.<br />\r\n<br />\r\nBryson made a case that, actually, they did accomplish a good deal. Although it fell short of the binding pact hoped for by many environmental groups, the summit produced a nonbinding emissions deal knows as the Copenhagen Accord.<br />\r\n<br />\r\nAccording to a <em>New York Times</em> account on Dec. 20, 2009, &quot;The plan does not firmly commit the industrialized nations or the developing nations to firm targets for midterm or long-term greenhouse gas emissions reductions. The accord is nonetheless significant in that it codifies the commitments of individual nations to act on their own to tackle global warming.&quot;<br />\r\n<br />\r\n&quot;That means there was no binding legal obligations that came out of what happened in Copenhagen,&quot; Bryson said in his Berkeley address. &quot;...But those are nonetheless commitments on behalf of the leaders of those countries.&quot;<br />\r\n<br />\r\n&quot;Certainly bringing the nations of the world together around addressing climate change and moving toward consensus and effective agreement on working together is vitally important,&quot; Bryson said.<br />\r\n<br />\r\nBryson talked about the need to think about climate change on a global basis, but at no point did he advocate for ceding power to the United Nations, let alone advocating anything as extreme as creating a world government.<br />\r\n<br />\r\nBrian Darling, a senior fellow at the conservative Heritage Foundation who was quoted in the <em>Daily Caller</em> story, said it may be a rhetorical stretch to suggest that Bryson was advocating a world government. However, Darling said, what Bryson said on the video is of concern. Bryson seems to suggest that he supports giving the U.N. &quot;authority to impose climate change policy on other countries.&quot; At the least, he said, Bryson ought to be questioned by Congress about the video and made to explain his position.<br />\r\n<br />\r\nMyron Ebell, a climate-change skeptic at the conservative Competitive Enterprise Institute, said the portion of the clip posted by the <em>Daily Caller</em> &quot;implies that (Bryson) supports global governing institutions. That is, he supports Kyoto and successor agreements to require mandatory reductions in greenhouse gas emissions. These international agreements are administered by an institution, the UNFCCC (United Nations Framework Convention on Climate Change), that is administered by the UN, which Bryson says is &#39;the closest thing we have to a world governance organization.&#39;&nbsp; Supporting the Kyoto Protocol thus seems to imply that he supports some sort of world governance organization. But not quite necessarily.&quot;<br />\r\n<br />\r\nHowever, Ebell said, &quot;supporting some global institutions that govern some aspects of life is not the same as supporting world government.&quot; To suggest the clip is evidence that Bryson supports a world government is a &quot;stretch,&quot; he said. &quot;I wouldn&rsquo;t be surprised to learn that he does, but more evidence is required to establish what he really believes or supports.&nbsp; I think that what we do know about Mr. Bryson already is sufficient to disqualify him to be Secretary of Commerce from our perspective, which is why we oppose his confirmation.&quot;<br />\r\n<br />\r\nWe contacted the White House press office to see where Bryson stands on the whole &quot;world government&quot; issue, but they declined to comment, saying the fuller context of Bryson&#39;s statement -- even in the short clip on the <em>Daily Caller</em> site -- is enough to definitively refute the claim.<br />\r\n<br />\r\nWe agree. Referring to the United Nations as &quot;the closest thing we have to a world governance organization&quot; isn&#39;t exactly a smoking gun. We didn&#39;t hear any evidence in Bryson&#39;s full, hour-long address that suggests he wants to cede the U.S. government&#39;s authority over climate change policy to the United Nations, let alone something as radical and all-encompassing as a world government. No wonder the GOP officials who leaked the video and provided the speculation decided to remain anonymous. We rate the claim False.</p>\r\n", "ruling_comments_date": "2011-06-09T18:25:23.376927", "ruling_date": "2011-06-09T18:56:33", "ruling_headline": "Anonymous GOP officials claim commerce nominee John Bryson endorses world government", "ruling_headline_slug": "anonymous-gop-officials-claim-commerce-nominee-joh", "ruling_link_text": "Evidence beyond flimsy", "ruling_state": null, "source_documents": null, "sources": "<p>The Daily Caller, <a href=\"http://dailycaller.com/2011/06/07/2430953/\" id=\"pbk9\" title=\"&quot;Commerce nominee appears to endorse world government in video, Republicans say,&quot;\">&quot;Commerce nominee appears to endorse world government in video, Republicans say,&quot;</a> by John Rossomando, June 7, 2011<br />\r\n<br />\r\nBerkeley Energy &amp; Resources Collaborative, Videos of the 2010 Symposium, <a href=\"http://berc.berkeley.edu/videos-2010#morning\" id=\"jz75\" title=\"Morning Keynote: John E. Bryson\">Morning Keynote: John E. Bryson</a>, March 4, 2010<br />\r\n<br />\r\nSan Francisco Chronicle, <a href=\"http://www.sfgate.com/cgi-bin/article.cgi?f=/c/a/2011/06/08/BURR1JRAIA.DTL\" id=\"zl1.\" title=\"&quot;Obama's Bay Area pick for Commerce faces tough fight,&quot;\">&quot;Obama&#39;s Bay Area pick for Commerce faces tough fight,&quot;</a> by Andrew S. Ross, June 9, 2011<br />\r\n<br />\r\nBoston Globe, Op Ed: <a href=\"http://articles.boston.com/2011-06-07/bostonglobe/29630487_1_climate-change-radical-environmental-organization-environmental-legislation\" id=\"p2mx\" title=\"&quot;A centrist’s dream at Commerce,&quot;\">&quot;A centrist&rsquo;s dream at Commerce,&quot;</a> by Derrick Z. Jackson, June 7, 2011<br />\r\n<br />\r\nInvestor&#39;s Business Daily, Editorial: <a href=\"http://www.investors.com/NewsAndAnalysis/Article/574144/201106021903/A-Disaster-At-Commerce.aspx\" id=\"jbxi\" title=\"&quot;A Disaster At Commerce,&quot;\">&quot;A Disaster At Commerce,&quot;</a> June 2, 2011<br />\r\n<br />\r\nNew York Times, Editorial: <a href=\"http://www.nytimes.com/2009/12/21/opinion/21mon1.html\" id=\"r6xf\" title=\"&quot;Copenhagen, and Beyond,&quot;\">&quot;Copenhagen, and Beyond,&quot;</a> Dec. 20, 2009<br />\r\n<br />\r\nNew York Times, <a href=\"http://www.nytimes.com/2009/12/20/science/earth/20climate.html\" id=\"qjd-\" title=\"&quot;U.N. Climate Talks ‘Take Note’ of Accord Backed by U.S.,&quot;\">&quot;U.N. Climate Talks &lsquo;Take Note&rsquo; of Accord Backed by U.S.,&quot;</a> by Andrew C. Revkin and John M. Broder, Dec. 19, 2009<br />\r\n<br />\r\nE-mail interview with Myron Ebell at the conservative Competitive Enterprise Institute, June 9, 2011<br />\r\n<br />\r\nE-mail interview with Brian Darling, a senior fellow at the Heritage Foundation, June 9, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 1, "first_name": "", "half_true_count": 0, "home_state": "", "id": 1272, "last_name": "Anonymous GOP critics", "mostly_true_count": 0, "name_slug": "gop-critics", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/mug-independentgroup__________________5.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1272/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>Commerce Secretary nominee John Bryson &quot;appears to endorse world government.&quot;</p>\r\n", "statement_context": "a web news story", "statement_date": "2011-06-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 116, "photo": null, "resource_uri": "/api/v/2/subject/116/", "subject": "Cap and Trade", "subject_slug": "cap-and-trade", "used_in_edition": []}, {"description": "<p>Most scientists agree that climate change is real and humans are causing it. The figure that&rsquo;s widely cited is 97 percent of climate scientists, and it appears in at least&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/statements/2015/sep/02/rick-santorum/santorum-un-climate-head-debunked-widely-cited-97-/\">three peer-reviewed surveys</a>.&nbsp;<a href=\"http://www.politifact.com/virginia/statements/2016/apr/04/don-beyer/don-beyer-says-97-percent-scientists-believe-human/\">Plenty of other studies</a>&nbsp;report overwhelming majorities of experts (in the 90 percent range) and at least&nbsp;<a href=\"http://climate.nasa.gov/scientific-consensus/\">18 scientific associations</a>&nbsp;agree.</p>\r\n", "id": 313, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/images.jpg", "resource_uri": "/api/v/2/subject/313/", "subject": "Climate Change", "subject_slug": "climate-change", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}], "target": [], "twitter_headline": ""}