{"art": [], "author": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "canonical_url": "/florida/statements/2011/jun/10/mike-haridopolos/mike-haridopolos-takes-health-care-bill-newspaper-/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "truthometer@gmail.com", "first_name": "John", "id": 140, "last_name": "Bartosek", "name_slug": "john-bartosek", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/140/", "title": "Former PolitiFact Florida Editor", "twitter": null}], "facebook_headline": null, "id": 3909, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}, {"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "resource_uri": "/api/v/2/statement/3909/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tThe federal health care law returned to the news June 8, 2011, when a trio of federal judges heard oral arguments over whether Congress can force people to either buy health insurance or pay penalties.<br />\r\n\t<br />\r\n\tWhich means for us ... more claims about the health care law.<br />\r\n\t<br />\r\n\tThis one comes from Florida Senate President Mike Haridopolos, a Republican running for Bill Nelson&#39;s seat in the U.S. Senate in 2012. Haridopolos published an op-ed in the <a href=\"http://articles.orlandosentinel.com/2011-06-09/news/os-ed-mike-haridopolos-060911-20110608_1_medicare-advantage-entitlement-reform-obamacare\"><em>Orlando Sentinel</em> on June 9 titled &quot;More need protection under Medicare reform.&quot;</a><br />\r\n\t<br />\r\n\tHere are the first 200 words or so:<br />\r\n\t<br />\r\n\t<em>Liberal politicians and media pundits in Washington have repeatedly sold us a false paradigm that we can either reform government spending, or we can protect the promise we&#39;ve made to Americans in need, including seniors.<br />\r\n\t<br />\r\n\tWhat if I told you we could do both?<br />\r\n\t<br />\r\n\tEveryone should start from the position that no one will be helped if America falls into bankruptcy.<br />\r\n\t<br />\r\n\tThat&#39;s why I worked with Florida legislators during the 2011 session to pass a resolution rejecting Obamacare, countering the dangerous cuts this new government entitlement made to current programs, including Medicare, in order to fund new ones.<br />\r\n\t<br />\r\n\tIt&#39;s not a political ploy. It&#39;s a question of government making promises and breaking them at a time when millions of Americans are counting on them most.<br />\r\n\t<br />\r\n\tHere&#39;s what I mean: Obamacare funds welfare for able adults on the backs of seniors that have already paid their dues. Obamacare cuts $500 billion in future Medicare funding in order to fund the new constitutionally questionable government mandate, even going so far as to scuttle Medicare&#39;s most popular (and successful) part, Medicare Advantage.</em><br />\r\n\t<br />\r\n\tStrip aside the derisive references to Obamacare and you have an interesting two-part claim. One, that the federal health care law &quot;cuts $500 billion in future Medicare funding.&quot; And two, that it &quot;scuttle(s) Medicare&#39;s most popular (and successful) part, Medicare Advantage.&quot;</p>\r\n<p>\r\n\tPolitiFact has addressed the $500 billion in Medicare &quot;cuts&quot; several times, but since the topic keeps reappearing, we think it&#39;s time for a refresher course.<br />\r\n\t<br />\r\n\tBy way of introduction, Medicare serves as the health insurance program for 39 million seniors and another eight million people under 65 receiving Social Security. Medicare makes up 12 percent of the federal budget. Medicare reforms were part of the 2010 health care legislation.<br />\r\n\t<br />\r\n\tSome reforms increase Medicare spending to improve benefits and coverage, said Tricia Neuman, who is vice president and director of the Medicare Policy Project at the Kaiser Family Foundation -- a trusted independent source. For instance, the health care law adds $5 billion to help cover prevention services and $43 billion to help fill in a gap for enrollees purchasing prescription drugs through the Medicare Part D program (sometimes called the doughnut hole).</p>\r\n<p>\r\n\tOther provisions reduce the growth in Medicare spending to help the program operate more efficiently and help pay for coverage expansions to the uninsured in the underlying health reform legislation, Neuman said. And yet other provisions are designed to improve the delivery and quality of care. (Neuman explains the changes in <a href=\"http://kaiseredu.org/tutorials/Medicare-and-health-reform/player.html\">an easily digestible tutorial on the Kaiser Family Foundation&#39;s website</a>. It&#39;s the best non-ideological explanation we&#39;ve seen.)<br />\r\n\t<br />\r\n\tThe key for us is noting that the law does not take $500 billion out of the current Medicare budget. Rather, the bill attempts to slow the program&#39;s future growth, curtailing just over $500 billion in future spending increases over the next 10 years.<br />\r\n\t<br />\r\n\tMedicare spending will still increase.<br />\r\n\t<br />\r\n\tThe nonpartisan Congressional Budget Office projects Medicare spending will reach $929 billion in 2020, up from $499 billion in actual spending in 2009. So while the health care law reduces the amount of future spending increases in Medicare, the law doesn&#39;t cut Medicare.<br />\r\n\t<br />\r\n\tHaridopolos&#39; wording is better than similar claims we&#39;ve seen. Again, he wrote that the health care law &quot;cuts $500 billion in future Medicare funding.&quot; It would have been better, though, had he added the word &quot;increased&quot; somewhere, and referred to Medicare spending rather than funding.<br />\r\n\t<br />\r\n\tThe spending reductions to&nbsp;Medicare&nbsp;are intended to offset, to some extent, the overall cost of the new health care law, which applies to everyone. So where does the $500 billion in savings come from?</p>\r\n<p>\r\n\tNearly $220 billion comes from reducing annual increases in payments that health care providers would otherwise receive from Medicare. Other savings include $36 billion from increases in premiums for higher-income beneficiaries and $12 billion from administrative changes. A new national board will be tasked to identify $15.5 billion in savings, but the board -- the Independent Payment Advisory Board -- is prohibited from proposing anything that would ration care or reduce or modify benefits.</p>\r\n<p>\r\n\tNone of those are cuts in the traditional sense.<strong> </strong></p>\r\n<p>\r\n\tThen there&#39;s another $136 billion in projected savings that would come from changes to the Medicare Advantage program. About 25 percent of Medicare beneficiaries are enrolled in a Medicare Advantage plan.<br />\r\n\t<br />\r\n\tA perfect segue to Haridopolos&#39; second claim: The health care bill will &quot;scuttle&quot; Medicare Advantage.<br />\r\n\t<br />\r\n\tThere are two basic ways most people get Medicare coverage. They enroll in traditional Medicare and a prescription drug plan through the government and maybe buy a supplemental policy to cover most out-of-pocket costs. Or they enroll in Medicare Advantage programs (they include drug plans), which are run by private insurers. Medicare Advantage programs typically have more generous benefits such as dental and vision coverage. Some plans even pay the patient&rsquo;s monthly Medicare premium, which can amount to about $100.<br />\r\n\t<br />\r\n\tThe Medicare Advantage program was intended to bring more efficiency from the private sector to the Medicare program, but it hasn&#39;t worked as planned. A June 2009 analysis from the Medicare Payment Advisory Commission said that the Advantage programs cost taxpayers an average of 14 percent more than the traditional Medicare plan. President Barack Obama has said repeatedly that the Medicare Advantage plan wastes public money that could be put to better use.<br />\r\n\t<br />\r\n\tThe health care law phases out extra payments for Medicare Advantage programs, starting modestly in 2012, to bring their costs in line with traditional Medicare. The change is expected to result in fewer extra benefits offered by providers and higher out-of-pocket costs for enrollees, though the exact changes will fluctuate across the country.</p>\r\n<p>\r\n\t<a href=\"http://op.bna.com/hl.nsf/id/bbrk-8a7t97/$File/ActuaryCMSOct2010.pdf\">Actuaries with The Centers for Medicaid and Medicare Services said in October 2010 that the estimated out-of-pocket expenses to Medicare Advantage participants</a> will increase by $873 in 2019, when the law is fully implemented. Remember, though, Medicare Advantage participants often get benefits traditional Medicare enrollees do not.</p>\r\n<p>\r\n\tThe same actuaries also said the number of Medicare Advantage enrollees may be cut in half by 2017 under terms of the law. Those who drop out of Medicare Advantage are still eligible to opt back&nbsp;into traditional Medicare.</p>\r\n<p>\r\n\tBut since that study, the impact of the Medicare Advantage cuts has been softened.</p>\r\n<p>\r\n\tThe health care law included bonuses to high-performing plans -- plans that receive four or five stars on a five-star scale. The idea was to keep the most cost-effective plans in business.</p>\r\n<p>\r\n\tBut in April 2011, the government decided to expand the pool of Medicare Advantage plans eligible for the bonuses, saying <a href=\"http://news.yahoo.com/s/ap/20110419/ap_on_re_us/us_medicare_reprieve\">that average-quality plans with just three or three-and-a-half stars would also get bonuses</a>. The change infuses an additional $6.7 billion into Medicare Advantage.<br />\r\n\t<br />\r\n\tAccording to the Associated Press, four out of five Medicare Advantage enrollees are in plans that are now eligible for a bonus. Without the changes, only one in four would have been in plans getting the extra payments. The bonuses are only temporary, however, and cuts will resume in 2015.<br />\r\n\t<br />\r\n\tTo recap: In a <em>Sentinel </em>op-ed, Haridopolos made two claims about the federal health care law. He said it &quot;cuts $500 billion in future Medicare funding&quot; and would &quot;scuttle Medicare&#39;s most popular (and successful) part, Medicare Advantage.&quot;<br />\r\n\t<br />\r\n\tThere are elements of truth in each claim. The $500 billion in &quot;cuts&quot; are actually cuts to future increased spending<strong>,</strong> so we give Haridopolos some credit for not simply calling it cuts to Medicare as so many others have done. And Medicare Advantage isn&#39;t going away as part of the new health care law. Instead, the law tries to put Medicare Advantage and traditional Medicare programs on even-footing with respect to costs to the taxpayer. We rate this claim Half True.</p>", "ruling_comments_date": "2011-06-09T18:30:21.344339", "ruling_date": "2011-06-10T14:21:30", "ruling_headline": "Mike Haridopolos takes on health care bill in newspaper op-ed", "ruling_headline_slug": "mike-haridopolos-takes-health-care-bill-newspaper-", "ruling_link_text": "Overstates impact of the law ", "ruling_state": "Florida", "source_documents": null, "sources": "<p>\r\n\t<em>Orlando Sentinel</em>, &quot;<a href=\"http://articles.orlandosentinel.com/2011-06-09/news/os-ed-mike-haridopolos-060911-20110608_1_medicare-advantage-entitlement-reform-obamacare\" id=\"ba51\" title=\"Mike Haridopolos: More need protection under Medicare reform,\">Mike Haridopolos: More need protection under Medicare reform,</a>&quot; June 9, 2011<br />\r\n\t<br />\r\n\tAssociated Press, &quot;<a href=\"http://news.yahoo.com/s/ap/20110419/ap_on_re_us/us_medicare_reprieve\" id=\"t17v\" title=\"Obama administration eases pain of Medicare cuts\">Obama administration eases pain of Medicare cuts</a>,&quot; April 19, 2011<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2010/sep/20/60-plus-association/medicare-cuts-health-care-law-will-hurt-seniors-sa/\" id=\"zt5m\" title=\"Medicare 'cuts' in the health care law will hurt seniors, says 60 Plus Association,\">Medicare &#39;cuts&#39; in the health care law will hurt seniors, says 60 Plus Association,</a>&quot; Sept. 20, 2010<br />\r\n\t<br />\r\n\tThe Kaiser Family Foundation, <a href=\"http://kaiseredu.org/tutorials/Medicare-and-health-reform/player.html\" id=\"w5gg\" title=\"Health Reform and Medicare: Overview of Key \r\nProvisions\">Health Reform and Medicare: Overview of Key Provisions</a>, July 2010<br />\r\n\t<br />\r\n\tCongressional Budget Office, <a href=\"http://www.cbo.gov/ftpdocs/117xx/doc11705/08-18-Update.pdf\" id=\"tp4e\" title=\"The Budget and Economic Outlook: An Update\">The Budget and Economic Outlook: An Update</a>, August 2010<br />\r\n\t<br />\r\n\tThe Centers for Medicare and Medicaid Services, <a href=\"https://www.cms.gov/ActuarialStudies/05_HealthCareReform.asp#TopOfPage\" id=\"qj8e\" title=\"Estimated Impact of Health Care Reform Proposals\">Estimated Impact of Health Care Reform Proposals</a>, April 22, 2010<br />\r\n\t<br />\r\n\tFactcheck.org, <a href=\"http://factcheck.org/2010/09/misleading-onslaught-by-60-plus/\" id=\"geuj\" title=\"Misleading Onslaught by 60 Plus\">Misleading Onslaught by 60 Plus</a>, Sept. 17, 2010<br />\r\n\t<br />\r\n\tPolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/aug/14/barack-obama/obama-claims-medicare-benefits-will-not-be-cut-und/\" id=\"va3g\" title=\"Obama claims Medicare benefits will not be cut under \r\nthe health care bill\">Obama claims Medicare benefits will not be cut under the health care bill</a>, Aug. 14, 2009<br />\r\n\t<br />\r\n\tPolitiFact, <a href=\"http://politifact.com/florida/statements/2010/sep/02/rick-scott/rick-scott-says-alex-sink-wants-cut-medicare/\" id=\"f04v\" title=\"Rick Scott says Alex Sink wants to cut Medicare\">Rick Scott says Alex Sink wants to cut Medicare</a>, Sept. 2, 2010<br />\r\n\t<br />\r\n\t<em>Christian Science Monitor</em>, <a href=\"http://www.csmonitor.com/USA/Politics/2010/0322/Health-care-reform-bill-101-What-does-it-mean-for-seniors\" id=\"h-:0\" title=\"Health care reform bill 101: What does it mean for seniors?\">Health care reform bill 101: What does it mean for seniors?</a>, March 22, 2010<br />\r\n\t<br />\r\n\tFactcheck.org, <a href=\"http://factcheck.org/2010/03/rove-vs-brokaw-and-other-sunday-squabbles/\" id=\"ub-d\" title=\"Rove Vs. Brokaw, and Other Sunday Squabbles\">Rove Vs. Brokaw, and Other Sunday Squabbles</a>, March 15, 2010</p>\r\n<p>\r\n\tE-mail interview with Haridopolos spokesman Tim Baker, June 9, 2011</p>\r\n<p>\r\n\t<a href=\"http://op.bna.com/hl.nsf/id/bbrk-8a7t97/$File/ActuaryCMSOct2010.pdf\">Centers for Medicare and Medicaid Services, actuary letter</a>, Oct. 8, 2010</p>\r\n<p>\r\n\tHeritage Foundation, <a href=\"http://blog.heritage.org/?p=44906\">The Verdict Is In: Medicare Advantage Will Suffer Under Obamacare</a>, Oct. 15, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Florida Senate President", "false_count": 3, "first_name": "Mike", "half_true_count": 1, "home_state": "Florida", "id": 840, "last_name": "Haridopolos", "mostly_true_count": 1, "name_slug": "mike-haridopolos", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/AP_FLSC112_MIKE_HARIDOPOLOS.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/840/", "total_count": 7, "true_count": 1, "website": "http://www.flsenate.gov/Legislators/index.cfm?Members=View+Page&District_Num_Link=026&Submenu=1&Tab=legislators&chamber=Senate&CFID=238117333&CFTOKEN=61418412"}, "statement": "<p>\r\n\t&quot;Obamacare cuts $500 billion in future Medicare funding in order to fund the new constitutionally questionable government mandate, even going so far as to scuttle Medicare&#39;s most popular (and successful) part, Medicare Advantage.&quot;</p>", "statement_context": "an 'Orlando Sentinel' op-ed", "statement_date": "2011-06-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 50, "photo": null, "resource_uri": "/api/v/2/subject/50/", "subject": "Medicare", "subject_slug": "medicare", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}