{"art": [], "author": [{"email_address": "jnelson@journalsentinel.com", "first_name": "James B.", "id": 176, "last_name": "Nelson", "name_slug": "james-b-nelson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/176/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2011/jun/12/wisconsin-manufacturers-and-commerce/wisconsin-manufacturers-and-commerce-says-new-mine/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "facebook_headline": null, "id": 3921, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jnelson@journalsentinel.com", "first_name": "James B.", "id": 176, "last_name": "Nelson", "name_slug": "james-b-nelson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/176/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/3921/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>The heat is on for state lawmakers to quickly approve a bill that would allow planning to proceed for a massive iron ore mine in far northern Wisconsin.<br />\r\n<br />\r\nWisconsin Manufacturers and Commerce, the state&rsquo;s largest business group, the week of June 1, 2011 launched a statewide radio ad campaign pushing for swift approval of legislation that allows mine planning to move forward. The group sees approval of the mine bill as a top priority, said Scott Manley, director of environmental policy.<br />\r\n<br />\r\nOne version of the <a href=\"http://www.wmc.org/MediaOutlet/display.cfm?ID=2506\">ad </a>is directed at residents of southeastern Wisconsin, and specifically those represented by state Sen. Alberta Darling, R-River Hills. She&rsquo;s one of six Republican and three Democrat state senators facing <a href=\"http://www.jsonline.com/news/statepolitics/123516934.html\">recall </a>elections this summer.<br />\r\n<br />\r\nThat ad urges listeners to call Darling&rsquo;s office and ask her to support the &quot;Jobs for Generations Act.&quot;<br />\r\n<br />\r\nThe ad says the mine project will create 2,000 jobs initially &quot;and sustain thousands of jobs statewide for years to come.&quot;<br />\r\n<br />\r\n&quot;Over the 100 year life of the mine, it will generate billions of dollars in economic activity, and millions of dollars in tax revenue to pay for schools, libraries, roads, parks and other vital services.&quot;<br />\r\n<br />\r\nWMC&rsquo;s ad stirs several questions, including what this mine has to do with residents in southeastern Wisconsin, and why Darling is a focus of the ad. There&rsquo;s also another issue: No legislation has been introduced. More about these below.<br />\r\n<br />\r\nThe ad states that the mine will be open for 100 years, and will be a boon to the state&rsquo;s economy. Let&rsquo;s look at the broader impact of the mine, and how realistic it is that it would operate for so long and have such an impact. We&rsquo;ll set aside for now the considerable environmental concerns that make this project highly controversial.<br />\r\n<br />\r\nThe mine would be located in a remote section of far northern Wisconsin, about 25 miles southeast of Ashland, near the burg of Mellen.<br />\r\n<br />\r\nThe project is proposed by Gogebic Taconite, a subsidiary of the Cline Group, a privately owned coal-mining company based in Florida with operations in Illinois and the Appalachian mountains. The firm holds the rights to mine the iron ore in a 22-mile-long portion of the ore body. The company would dig out the ore, crush it, and use water and magnets to extract the iron and then return the unused material, or tailings, back to the ground.<br />\r\n<br />\r\nGogebic wants to speed up the permitting process and eliminate steps that can be used by opponents to create years of delays. They want to condense a five- to seven-year process to 300 days.<br />\r\n<br />\r\nThe key to the project is the massive amount of iron ore believed to be there. Remember: We&rsquo;re talking about the key component used to make the steel used in the cars and trucks of the future.<br />\r\n<br />\r\nThere are various estimates about the amount of iron ore at the Gogebic site. One estimate by the U.S. Geologic Survey says in excess of 2 billion tons. An earlier estimate said there was 3.7 billion tons.<br />\r\n<br />\r\nThe company is only seeking permission to mine the first phase, a 4.5 mile by 1.5 mile stretch along State Highway 77 east of Mellen. One projection says that the company could process about 8 million tons of ore a year, based on the current demand and prices for steel.<br />\r\n<br />\r\nThat phase would be mined for about 35 years, the company says. At 8 million tons a year, that&rsquo;s less than 15 percent of the low-end estimated ore deposit.<br />\r\n<br />\r\nAt that rate, it&rsquo;s going to take a lot longer than 100 years to dig up all of the ore.<br />\r\n<br />\r\nThe WMC&rsquo;s 100 year claim is based on the 2 billion tons estimate. But the PolitiFact calculator says that at 8 million tons a year, it would take 250 years.<br />\r\n<br />\r\nWMC&rsquo;s Manley admitted that the 100 year claim was an estimate that depends &quot;on how quickly you can dig out 2.2 billion tons or iron ore.&quot;<br />\r\n<br />\r\nSo the business group&rsquo;s claim is off by more than a bit. But there&rsquo;s are problems with their estimate beyond simple math. The permit being sought is for 35 years, in one phase. The company would have to seek another permit - or more than one - for expansion of the mine.<br />\r\n<br />\r\n&quot;The future of this proposed mine ultimately depends on the economics of the world iron ore market and the future of the domestic iron and steel industry,&quot; <a href=\"http://www.authorstream.com/Presentation/WisconsinPublicRadio-775198-gogebic-geology/\">wrote </a>Bruce A. Brown of the Wisconsin Geological and Natural History Survey in a study about the project..<br />\r\n<br />\r\nGogebic Taconite says that the project would employ about 700 direct mining jobs, and 2,834 total jobs created from related businesses. Construction of the mine would create 3,000 jobs and have a $2 billion economic impact on the state, according to a study done by Gogebic by economist David Ward of NorthStar Economics.<br />\r\n<br />\r\nWard says the ripple effort of the mine&rsquo;s operation would be $604 million, and produce $17 million in state and local taxes. That effect, too, extends the impact of the mine hundreds of miles, including to southeastern Wisconsin, home to mining equipment makers Joy Global and Bucyrus International.<br />\r\n<br />\r\nThat&rsquo;s some project.<br />\r\n<br />\r\nBut that&rsquo;s not what&rsquo;s before the Legislature. In fact, nothing is before lawmakers right now. And Sen. Darling hasn&rsquo;t indicated she&rsquo;s opposed to the project.<br />\r\n<br />\r\nA draft proposal of the mine law was circulated last month and scheduled for a hearing in a rushed fashion. But then it was pulled back for retooling.<br />\r\n<br />\r\nThe WMC ad isn&rsquo;t limited to Darling&rsquo;s district. Similar versions are being aired statewide and in the districts of all six Republican senators who face recall elections.<br />\r\n<br />\r\nOne thing is clear: The mining company (and WMC) want to get the bill approved while the Republicans control both the legislative and executive branches of state government. If the GOP loses the state Senate in the recall elections, the bill could face big delays.<br />\r\n<br />\r\nSo where does that leave us?<br />\r\n<br />\r\nThe state&rsquo;s largest business group is ramping up the effort on behalf of Gogebic Taconite. They want state law changed so the company can receive speedier consideration -- and presumably approval -- of permits to mine iron ore in northern Wisconsin. Injecting the mine ads into the recall campaigns could lead to a quicker vote; it&rsquo;s also a move by WMC to link business-friendly Darling to a project that could create many of jobs.<br />\r\n<br />\r\nIf approved, the mine could operate for decades and employ thousands of people. Yet the WMC ads take the extra leap of referring to the mine as having a 100 year life. That&rsquo;s a leap. Any vote before today&rsquo;s Legislature would be for the first 35 year phase. Another permit would be required to extend the project&rsquo;s life. And the 100 year claim is based on current demand for steel. In short, it&rsquo;s a complete guess.<br />\r\n<br />\r\nIt&rsquo;s no surprise the state&rsquo;s largest business group wants to put the best possible spin on a project that will generate heated debate. Surely, the mine could generate an economic boon to numerous parts of the state. But the claim leaves out some critical information -- the permits, details of the legislation, and assumptions of the market for steel decades in the future -- as it makes a sweeping claim about jobs and longevity. We rate the claim Mostly True.<br />\r\n<br />\r\n&nbsp;</p>\r\n", "ruling_comments_date": "2011-06-10T17:38:36.592726", "ruling_date": "2011-06-12T09:00:00", "ruling_headline": "Mine in Wisconsin would operate for 100 years and generate billions ", "ruling_headline_slug": "wisconsin-manufacturers-and-commerce-says-new-mine", "ruling_link_text": "There’s plenty of ore to be dug up, if permits are approved and the demand for steel remains high", "ruling_state": null, "source_documents": null, "sources": "<p>Interview, Scott Manley, Wisconsin Manufacturers and Commerce</p>\r\n\r\n<p>Interview, Kennan Wood, spokesman for Gogebic Taconite</p>\r\n\r\n<p>Bruce Brown, Wiisconsin Geological and Natural History <a href=\"http://www.authorstream.com/Presentation/WisconsinPublicRadio-775198-gogebic-geology/\">Survey</a></p>\r\n\r\n<p>Gogebictaconite.com</p>\r\n\r\n<p>Wisconsin Manufacturers and Commerce <a href=\"http://www.wmc.org/MediaOutlet/display.cfm?ID=2506\">ad</a></p>\r\n\r\n<p>Milwaukee Journal Sentinel archives</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 2, "home_state": "Wisconsin", "id": 818, "last_name": "Wisconsin Manufacturers and Commerce", "mostly_true_count": 2, "name_slug": "wisconsin-manufacturers-and-commerce", "pants_count": 0, "party": {"id": 16, "party": "Organization", "party_slug": "organization", "resource_uri": "/api/v/2/party/16/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/mugs_mug-independentgroup______________________________.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/818/", "total_count": 7, "true_count": 0, "website": "http://www.wmc.org/"}, "statement": "<p>An iron ore mine in northern Wisconsin could operate for 100 years and generate billion of dollars in economic activity.</p>\r\n", "statement_context": "a radio ad", "statement_date": "2011-06-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 2, "home_state": "Wisconsin", "id": 818, "last_name": "Wisconsin Manufacturers and Commerce", "mostly_true_count": 2, "name_slug": "wisconsin-manufacturers-and-commerce", "pants_count": 0, "party": {"id": 16, "party": "Organization", "party_slug": "organization", "resource_uri": "/api/v/2/party/16/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/mugs_mug-independentgroup______________________________.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/818/", "total_count": 7, "true_count": 0, "website": "http://www.wmc.org/"}], "twitter_headline": ""}