{"art": [{"brightcove": "", "caption": "On the June 12, 2011, edition of NBC's \"Meet the Press,\" the two party chairs -- Debbie Wasserman Schultz of the DNC and Reince Priebus of the RNC -- met face to face. We checked some of their claims.", "id": 1350, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/DWS_and_Priebus_on_Meet_the_Press.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/1350/", "title": "Wasserman Schultz and Priebus", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/jun/13/reince-priebus/rnc-chair-reince-priebus-says-todays-long-term-une/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 3923, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/3923/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tDuring a June 12, 2011, face-off between party chairs <a href=\"http://www.msnbc.msn.com/id/43340746/ns/meet_the_press-transcripts/\">on NBC&rsquo;s <em>Meet the Press</em></a>, Republican National Committee chairman Reince Priebus compared the unemployment situation since the start of the past recent recession to what the nation faced during the Great Depression.<br />\r\n\t<br />\r\n\tPriebus invoked the Great Depression twice during the joint interview with Democratic counterpart, Rep. Debbie Wasserman Schultz of Florida.<br />\r\n\t<br />\r\n\tThe first instance came as Priebus was parrying questions about why he has failed to call for the resignation of Sen. David Vitter, R-La., after Vitter was implicated in a prostitution scandal. (The topic came up because the day before Meet the Press aired, Wasserman Schultz had been among several Democratic House leaders to call for the resignation of Rep. Anthony Weiner, D-N.Y., who is embroiled in a scandal for texting sexually suggestive photos to young women.)<br />\r\n\t<br />\r\n\tPriebus said, in part, &quot;Look, I&#39;m not defending these guys, but the fact of the matter is, we have big issues here to tackle in this country. We have unemployment that rivals the Great Depression. We have gas prices that are out of this world. We have crushing debt. We know what&#39;s happening to this economy. And here&#39;s the problem. It&#39;s not so much as much as &#39;the economy, stupid,&#39; as people say, it&#39;s &#39;the policy&#39;s stupid&#39; too. And the president&#39;s policies in regard to saving this country, getting our economy back on track are not working.&quot;<br />\r\n\t<br />\r\n\tThe second instance came when Priebus sought to counter Wasserman Schultz&rsquo;s defense of President Barack Obama&rsquo;s economic record.<br />\r\n\t<br />\r\n\tAddressing host David Gregory, Priebus said, &quot;The chairwoman&#39;s living in Fantasyland. We know that the facts are the facts, and we can&#39;t get away from that. And Barack Obama is defenseless to the truth on what&#39;s going on in the American economy. We have lost as--two and a half million jobs since Barack Obama&#39;s been president. And of that two and a half million jobs, almost 45 percent of those people have been out of work for six months. That number, that number rivals the Great Depression.&quot;<br />\r\n\t<br />\r\n\tWe perceive these two references to the Great Depression as related, but distinct, so we&rsquo;ll take them in turn.<br />\r\n\t<br />\r\n\tFirst, is it fair to say that &quot;we have unemployment that rivals the Great Depression&quot;?<br />\r\n\t<br />\r\n\tAs bad as the unemployment situation is currently -- and it&rsquo;s unquestionably bad -- there&rsquo;s little statistical support that it &quot;rivals&quot; the situation that existed during the Great Depression.<br />\r\n\t<br />\r\n\tBefore we analyze this further, we will mention a caveat. The current system for measuring the unemployment rate began shortly after World War II. The <a href=\"http://www.bls.gov/opub/cwc/print/cm20030124ar03p1.htm#37a\">methodology used during the Great Depression</a> was similar, but not identical. One difference is that post-war statistics are available on a monthly basis, whereas Depression-era statistics are available only on an annual basis. Another is that the 1930&rsquo;s data includes those age 14 and up, not 16 as today.<br />\r\n\t<br />\r\n\tWe asked several economists whether the differences in methodology suggest that it&rsquo;s inaccurate to compare the old-fashioned statistics to the current ones. They agreed that comparisons are appropriate as long as the differences are disclosed.<br />\r\n\t<br />\r\n\tSo, what did the <a href=\"http://www2.census.gov/prod2/statcomp/documents/CT1970p1-05.pdf\">unemployment rate</a> look like during the Great Depression?<br />\r\n\t<br />\r\n\t1930: 8.7 percent<br />\r\n\t1931: 15.9 percent<br />\r\n\t1932: 23.6 percent<br />\r\n\t1933: 24.9 percent<br />\r\n\t1934: 21.7 percent<br />\r\n\t1935: 20.1 percent<br />\r\n\t1936: 16.9 percent<br />\r\n\t1937: 14.3 percent<br />\r\n\t1938: 19.0 percent<br />\r\n\t1939: 17.2 percent<br />\r\n\t1940: 14.6 percent<br />\r\n\t1941: 9.9 percent<br />\r\n\t<br />\r\n\tAnd how does that compare to today? The current monthly unemployment rate -- for May 2011 -- is 9.1 percent. Since the onset of the current recession in December 2007, unemployment has spiked as high as 10.1 percent, in October 2009. And the annual unemployment rates for 2009 and 2010 -- perhaps the closest analogue to the Depression-era statistics -- are 9.3 percent and 9.7 percent, respectively.<br />\r\n\t<br />\r\n\tAny way you cut it, peak unemployment since the start of the most recent recession, as bad as it has been, remains well under half of the peak it reached during the Great Depression. For more than a decade, annual unemployment never fell below 14.3 percent, or a level about 40 percent higher than the worst of what we&rsquo;ve seen recently. Any suggestion that the two situations are equivalent requires herculean cherry picking.<br />\r\n\t<br />\r\n\tSo Priebus is wrong on the first claim. But what about the second -- that &quot;almost 45 percent of (the unemployed) have been out of work for six months,&quot; a number that &quot;rivals the Great Depression&quot;?<br />\r\n\t<br />\r\n\tPriebus is correct on the current figure. The Bureau of Labor Statistics <a href=\"http://bls.gov/web/empsit/cpseea12.pdf\">reports</a> that 45.1 percent of unemployed workers have been jobless for at least 27 weeks. That&rsquo;s not the highest rate in recent months, but it&rsquo;s in line with historically high levels.<br />\r\n\t<br />\r\n\tBut Priebus&rsquo; comparison has a problem: We couldn&rsquo;t find any equivalent data from the Great Depression, and the economists we spoke to weren&rsquo;t aware of any either.<br />\r\n\t<br />\r\n\tThe only place we saw this claim made came in a <a href=\"http://www.cbsnews.com/stories/2011/06/05/eveningnews/main20069136.shtml#ixzz1OWPGIrif\">CBS News story</a> from June 5, 2011, which said that &quot;45.1 percent of all unemployed workers in this country have been jobless for more than six months -- a higher percentage than during the Great Depression.&quot; When we checked with the CBS reporter, Ben Tracy, he told us that there had been an error in the story due to some garbled relaying of information and that a corrected version of the story had been ordered.<br />\r\n\t<br />\r\n\tAt PolitiFact, our policy is that citing a news account does not protect a statement from being ruled False if it turns out that news account is inaccurate.</p>\r\n<p>\r\n\tWhen we contacted the RNC, we were told that the notion that unemployment &quot;rivals the Great Depression&quot; is valid since there are 13.9 million unemployed Americans today, according to BLS, compared to a maximum of 12.8 million unemployed Americans during the Great Depression, specifically in 1933. &quot;&lsquo;Rivals&rsquo; would be the right characterization,&quot; the RNC said in a statement. &quot;Chairman Priebus did not cite the &lsquo;unemployment rate,&quot; as PolitiFact did in its query.<br />\r\n\t<br />\r\n\tBut we think this is a ridiculous comparison, since the population of the United States was <a href=\"http://www.census.gov/population/www/censusdata/files/table-2.pdf\">123 million</a> then, compared to nearly <a href=\"http://www.census.gov/\">309 million today</a>.<br />\r\n\t<br />\r\n\tOn the second point, the RNC said it had been referring to the CBS News story, but also pointed to a <a href=\"about:blank\">1984 paper from the Bureau of Labor Statistics</a> that said that &quot;the 1981-82 recession resulted in levels of long-term unemployment far higher than any experienced since the Great Depression,&quot; specifically 25.7 percent.<br />\r\n\t<br />\r\n\tIn an e-mail to PolitiFact, the RNC argued that &quot;today, chronic unemployment of 27 weeks or longer is 45.1 percent. As BLS itself cited the Great Depression in talking about a chronic unemployment rate almost half of what it is today, we think it&rsquo;s more than fair for Chairman Priebus to make the Great Depression comparison in reference to today&rsquo;s numbers.&quot;<br />\r\n\t<br />\r\n\tWe disagree. Just because BLS in 1984 said that the 1981-1982 recession &quot;resulted in levels of long-term unemployment far higher than any experienced since the Great Depression&quot; doesn&rsquo;t mean that nearly doubling the rate brings it to levels that &quot;rival&quot; the Great Depression. The fact that the recent recession was the worst since the Great Depression doesn&#39;t mean that it &quot;rivals&quot; the Great Depression in severity. The fact is, the RNC can&rsquo;t point to any statistic that makes its point. Maybe it&rsquo;s true, but with the disappearance of the erroneous CBS report, there is no evidence for it.<br />\r\n\t<br />\r\n\tMore broadly, both liberal and conservative economists expressed skepticism about Priebus&rsquo; comparison of the recent recession and the Great Depression.<br />\r\n\t<br />\r\n\t&quot;The pre-World War II statistics are, at best, very sketchy, so people have a lot of ability to make claims that are hard to verify or debunk,&quot; said Daniel Mitchell, an economist with the libertarian Cato Institute. He added that, in his view, &quot;the unemployment rate assertion seems a bit farfetched. I suppose Priebus also could be looking at the broader measures of unemployment, some of which have been north of 15 percent for quite some time. But we don&#39;t have any comparable figures for the 1930s, so that&#39;s uncharted territory.&quot;<br />\r\n\t<br />\r\n\tGary Burtless, an economist with the centrist-to-liberal Brookings Institution, agreed that he sees no &quot;sound factual basis&quot; for either of Priebus&rsquo; two claims. However, he said it&rsquo;s important to remember that the statistics we have suggest that the most recent recession has been the worst since the Great Depression.<br />\r\n\t<br />\r\n\tSo where does this leave us? Today&rsquo;s jobs picture is the worst it has been in decades, not just measured by unemployment rates but also by <a href=\"http://www.politifact.com/truth-o-meter/statements/2011/jun/10/paul-krugman/paul-krugman-says-average-unemployed-worker-has-be/\">duration of unemployment</a>. However, all of the available statistics -- imperfect though they may be -- suggest that today&rsquo;s numbers aren&rsquo;t anywhere near high enough to &quot;rival&quot; those that prevailed for more than a decade during the Great Depression. We rate Priebus&rsquo; statement False.</p>", "ruling_comments_date": "2011-06-13T15:29:08.544408", "ruling_date": "2011-06-13T15:28:39", "ruling_headline": "RNC chair Reince Priebus says today's long-term unemployment is worse than Great Depression", "ruling_headline_slug": "rnc-chair-reince-priebus-says-todays-long-term-une", "ruling_link_text": "It's bad, but not that bad", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tReince Priebus, <a href=\"http://www.msnbc.msn.com/id/43340746/ns/meet_the_press-transcripts/\">interview</a> on NBC&rsquo;s <em>Meet the Press</em>, June 12, 2011<br />\r\n\t<br />\r\n\tU.S. Census Bureau, &quot;<a href=\"about:blank\">Historical Statistics of the United States, Colonial Times to 1970, Part 1</a>,&quot; 1975<br />\r\n\t<br />\r\n\tBureau of Labor Statistics, &quot;Labor Force Statistics from the Current Population Survey&quot; (<a href=\"http://data.bls.gov/cgi-bin/surveymost?ln\">main index page</a>), accessed June 13, 2011<br />\r\n\t<br />\r\n\tBureau of Labor Statistics, &quot;<a href=\"http://bls.gov/web/empsit/cpseea12.pdf\">Table A-12. Unemployed persons by duration of unemployment, seasonally adjusted</a>,&quot; accessed June 13, 2011<br />\r\n\t<br />\r\n\tCBS News, &quot;<a href=\"http://www.cbsnews.com/stories/2011/06/05/eveningnews/main20069136.shtml#ixzz1OWPGIrif\">Chronic unemployment worse than Great Depression</a>,&quot; June 5, 2011<br />\r\n\t<br />\r\n\tBureau of Labor Statistics, &quot;<a href=\"http://www.bls.gov/opub/cwc/print/cm20030124ar03p1.htm#37a\">Compensation from before World War I through the Great Depression</a>,&quot; January 30, 2003</p>\r\n<p>\r\n\tBureau of Labor Statistics, &quot;<a href=\"http://www.bls.gov/opub/mlr/1984/02/art3full.pdf\">Recent recessions swell ranks of the long-term unemployed</a>,&quot; 1984<br />\r\n\t<br />\r\n\tE-mail interview with Daniel Mitchell, senior fellow at the Cato Institute, June 13, 2011<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tE-mail interview with J.D. Foster, senior fellow at the Heritage Foundation, June 13, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Gary Burtless, senior fellow with the Brookings Institution, June 13, 2011<br />\r\n\t<br />\r\n\tE-mail interview with David Card, economist at the University of California (Berkeley), June 13, 2011<br />\r\n\t<br />\r\n\tInterview with Ben Tracy, correspondent for CBS News, June 13, 2011</p>\r\n<p>\r\n\tE-mail interview with Gary Steinberg, spokesman for the Bureau of Labor Statistics, June 13, 2011</p>\r\n<p>\r\n\tE-mail interview with Joe Pounder, spokesman for the Republican National Committee, June 13, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Chairman, Republican National Committee", "false_count": 14, "first_name": "Reince", "half_true_count": 9, "home_state": "Wisconsin", "id": 868, "last_name": "Priebus", "mostly_true_count": 3, "name_slug": "reince-priebus", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Reince_Priebus_Pfact_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/868/", "total_count": 30, "true_count": 1, "website": ""}, "statement": "<p>\r\n\t&quot;We have unemployment that rivals the Great Depression.&quot;</p>", "statement_context": "an interview on NBC's \"Meet the Press\"", "statement_date": "2011-06-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}