{"art": [], "author": [{"email_address": "abettelheim@cq.com", "first_name": "Adriel", "id": 48, "last_name": "Bettelheim", "name_slug": "adriel-bettelheim", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/48/", "title": "Writer, CQ", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2008/mar/11/hillary-clinton/a-great-speech-but-what-else/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 393, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "abettelheim@cq.com", "first_name": "Adriel", "id": 48, "last_name": "Bettelheim", "name_slug": "adriel-bettelheim", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/48/", "title": "Writer, CQ", "twitter": null}], "resource_uri": "/api/v/2/statement/393/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "Pointing to her experience confronting a foreign giant on a diplomatically sensitive matter, Sen. Hillary Clinton takes credit for pressuring the Chinese government to recognize women's rights, and for taking the Beijing government to task for its overall human rights record.\n<p>\n In an interview on CNN's\n <i>\n  American Morning\n </i>\n on March 5, 2008, Clinton said, \"I've been standing up against . . . the Chinese government over women's rights and standing up for human rights.\"\n</p>\n<p>\n Clinton has made similar claims in campaign speeches. In a foreign policy address at George Washington University in Washington on Feb. 25, she said, \"I went to Beijing in 1995 and spoke out for women's rights and human rights. The Chinese government wasn't happy; they pulled the plug on the broadcast of my speech. But I took that as a compliment. Because it was important for the United States both to be represented and to make absolutely clear that human rights is an integral part of our foreign policy and that women's rights is key to that. What we have learned is that where women are oppressed and denied their basic rights we are more likely to have regimes that are more adversarial to American interests and values.\"\n</p>\n<p>\n Clinton was referring in her February remarks to a 1995 speech she delivered at the United Nations' Fourth World Conference on Women in Beijing, in which she called on the world community to  protect women against violence,  improve their access to  health services and education and generally  give them more self-determination.\n</p>\n<p>\n \"It is time for us to say here in Beijing, and the world to hear, that it is no longer acceptable to discuss women's rights as separate from human rights,\" Clinton said. \"It is a violation of human rights when babies are denied food, or drowned, or suffocated, or their spines broken, simply because they are born girls.\"\n</p>\n<p>\n Chinese state radio and television blacked out Clinton's speech. Reports at the time stated the official Chinese press was under instruction to ignore her address until an official reaction was crafted. China experts say such censorship is routine and reflects the government's desire to emphasize consensus and tamp down confrontation.\n</p>\n<p>\n Though Clinton's comments detailed abuses that occurred around the world &mdash; for example, rape in war-torn Bosnia and the burning of Indian brides whose marriage dowries were deemed too small &mdash; they had particularly strong implications in China, which had been the object of global criticism for forcing women to have abortions or undergo sterilization as part of \"one-child-per-family\" population control efforts.\n</p>\n<p>\n Clinton echoed her remarks and stressed the importance of promoting the economic empowerment of women at a separate gathering of the United Nations Development Fund for Women later in the trip. Clinton's campaign says her advocacy helped prompt many nations to make equality among the sexes a reality in the 21st century, and that she helped procure $140-million in small-enterprise loans and other credit to help poor women around the world.\n</p>\n<p>\n Clinton was walking a fine line at the time of her Beijing address because her husband's administration was trying to engage China and tone down U.S. condemnations of human rights abuses.  Human rights groups were concerned her participation in the conference would amount to an implicit endorsement of Chinese policies. Diplomats, meanwhile, were worried her presence would aggravate U.S.-Chinese relations.  The\n <i>\n  New York Times,\n </i>\n in an editorial, said the speech \"may have been her finest moment in public life.\"\n</p>\n<p>\n Experts on U.S.-China relations say Clinton's speech exemplified her ability to go to a foreign capital and deliver a forthright address, but said little about her readiness to confront a real foreign relations crisis. Nor did it have much of a lasting impact on China's legal and political system. Women remain underrepresented in the country's political and business leadership, and the country's population control policies remain in place.\n</p>\n<p>\n \"In no way was this (Clinton's speech) a major confrontation with the Chinese government, or did it in any way resemble a crisis,\" said Thomas Carothers, vice president for studies-international politics and governance at the Carnegie Endowment for International Peace. \"It was a good speech that set out principles but didn't go outside the bounds of the relatively mild approach to China the U.S. was taking at the time. It was one of many pushes from the outside ... it couldn't be said to change the direction of China's legal reform.\"\n</p>\n<p>\n The Clinton campaign, responding to recent criticism that her speech was not important,\n <a href=\"http://facts.hillaryhub.com/archive/?id=6465\">\n  cites an Associated Press account\n </a>\n to claim that \"her speech at the conference &mdash; where she famously declared 'women's rights are human rights' spurred real action.\" But that's a bit of sleight-of-hand. We checked the full text of that story, which cited policy changes that helped women in many countries, and found the story attributed those changes to the conference, not specifically to Clinton's speech.\n</p>\n<p>\n Clinton's interest in women's issues in China again was apparent &mdash; albeit in a less confrontational way &mdash; three years later, when she and then-Secretary of State Madeleine Albright traveled to a women's legal aid center affiliated with Beijing University's law school during a 1998 state visit by President Bill Clinton. The visit was intended to assess China's efforts to update its legal system. The Clinton administration made U.S. pledges of assistance in that effort a subject of the trip.  The legal aid center dealt with a wide range of women's legal issues, including rape, job discrimination and family planning.\n</p>\n<p>\n Yes, Clinton delivered a tough speech implying Chinese policies were unacceptable at a global gathering in that nation's capital city. But the Clinton campaign has failed to show she has been involved in the long-term commitment for improvements in China that her statement suggests. We find her claim to be Half True.\n</p>\n<p>\n</p>", "ruling_comments_date": "2010-01-07T13:28:20.751868", "ruling_date": "2008-03-11T00:00:00", "ruling_headline": "A great speech, but what else?", "ruling_headline_slug": "a-great-speech-but-what-else", "ruling_link_text": "A great speech, but what else?", "ruling_state": null, "source_documents": null, "sources": "New York Times,\n<a href=\"http://query.nytimes.com/gst/fullpage.html?res=990CEFDF133DF935A3575AC0A963958260\">\n \"Hillary Clinton, in China, Details Abuses Against Women,\"\n</a>\nby Patrick E. Tyler, Sept. 6, 1995\n<p>\n New York Times,\n <a href=\"http://query.nytimes.com/gst/fullpage.html?res=990CE7D81539F935A3575AC0A963958260\">\n  \"Mrs. Clinton's Unwavering Words,\"\n </a>\n Sept. 6, 1995\n</p>\n<p>\n New York Times,\n <a href=\"http://query.nytimes.com/gst/fullpage.html?res=9C02E5DC123FF93AA15755C0A96E958260\">\n  \"Clinton in China: Women; First Lady Visits Center for Women and the Law,\"\n </a>\n by Elisabeth Rosenthal,  June 29, 1998\n</p>\n<p>\n Associated Press, \"Equality of The Sexes: Year After Beijing, Momentum Is On,\" Aug. 25, 1996\n</p>\n<p>\n Hillary Clinton's \"Fact Hub\" Web site,\n <a href=\"http://facts.hillaryhub.com/archive/?id=6465\">\n  Obama Campaign Attacks: Just Words,\n </a>\n March 11, 2008\n</p>\n<p>\n Interview with Thomas Carothers, Carnegie Endowment for International Peace, March 11, 2008\n</p>\n<p>\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 41, "current_job": "Presidential candidate", "false_count": 31, "first_name": "Hillary", "half_true_count": 69, "home_state": "New York", "id": 1, "last_name": "Clinton", "mostly_true_count": 76, "name_slug": "hillary-clinton", "pants_count": 7, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/GYI_659046701_585968470.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1/", "total_count": 304, "true_count": 72, "website": "http://www.hillaryclinton.com/"}, "statement": "\"I've been standing up against ... the Chinese government over women's rights and standing up for human rights.\" ", "statement_context": "an interview on CNN's <i> American Morning</i>", "statement_date": "2008-03-05", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}], "target": [], "twitter_headline": null}