{"art": [], "author": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "canonical_url": "/oregon/statements/2011/jun/17/john-kitzhaber/governor-compares-creating-25-jobs-rural-umatilla-/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "tbottomly@oregonian.com", "first_name": "Therese", "id": 188, "last_name": "Bottomly", "name_slug": "therese-bottomly", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/therese_1.jpg", "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/188/", "title": "Managing Editor", "twitter": null}], "facebook_headline": null, "id": 3955, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "resource_uri": "/api/v/2/statement/3955/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tJobs, jobs, jobs. If there has been an unofficial theme for the 2011 legislative session -- you know, besides budget cutting -- it would have been job creation. That&rsquo;s what everything seems to revolve around these days; how do you put the state back to work?<br />\r\n\t<br />\r\n\tEven a recent hearing on the Oregon Youth Authority&rsquo;s diminished budget turned toward jobs.<br />\r\n\tSen. Betsy Johnson, D-Scappoose, thanked the subcommittee that had worked on the department&rsquo;s budget for not cutting certain facilities located in her district.<br />\r\n\t<br />\r\n\t&quot;The loss of those rural jobs would be absolutely devastating,&quot; she said.<br />\r\n\t<br />\r\n\tThen she added something that caught our attention: &quot;I keep remembering Gov. Kitzhaber&#39;s remarks that 15 jobs in Tillamook is equal to 500 in Portland. By maintaining these facilities -- these are economic drivers, we profoundly thank the committee for keeping them open.&quot;<br />\r\n\t<br />\r\n\tThe reason this jumped out at us is that we&rsquo;d actually seen this sort of statistic attributed to the governor before. Back in April, <a href=\"http://governor.oregon.gov/Gov/rss/my_first_100_days.shtml\">the governor released a </a><a href=\"http://governor.oregon.gov/Gov/rss/my_first_100_days.shtml\">note</a>outlining some of the successes of his first 100 days in office.<br />\r\n\t<br />\r\n\tOne of them read like this: &quot;I traveled to Pendleton and Ontario to launch a new solar array and visit Oregon companies like Hill Meat Company. Creating 25 jobs in Umatilla County has the same impact as 500 jobs in the Portland metro region.&quot;<br />\r\n\t<br />\r\n\tWe&rsquo;d actually started to fact check it back then, but got distracted. Sen. Johnson&rsquo;s comment was just what we needed to get us back on track.<br />\r\n\t<br />\r\n\tBack when the governor sent his note out, we asked Amy Wojcicki, his spokeswoman, to explain exactly what the governor meant. She got back to us with a cheat-sheet of the staff&rsquo;s math and told us there had been a slight mistake. Turns out, she said, 25 jobs in Umatilla was more like 780 jobs in the Portland area.<br />\r\n\t<br />\r\n\tTheir math, as Wojcicki explained it, went like this:<br />\r\n\t<br />\r\n\tUsing state employment statistics from January 2011, the Portland metro area had an overall employment level of 1,067,037 while Umatilla had one of 34,261.<br />\r\n\t<br />\r\n\t&quot;The quickest and least complicated way to demonstrate equivalency is a simple ratio,&quot; she wrote. So the team took 25 and divided it by 34,261 to get an idea of what 25 jobs was relative to the overall employment number in Umatilla. They took the result of that equation and multiplied it by the Portland-area employment level to get an idea of how many jobs would be needed to have a similar impact there. The answer: 779 jobs.<br />\r\n\t<br />\r\n\t&quot;Adding 25 jobs in Umatilla county was therefore equivalent to adding 779 jobs in PDX in January,&quot; Wojcicki concluded.<br />\r\n\t<br />\r\n\tThe math seemed sound to us, but we&rsquo;re not employment experts, so we got in touch with Dallas Fridley, a regional economist for the Oregon Employment Department located in Hood River.<br />\r\n\t<br />\r\n\tHe walked us through <a href=\"http://www.qualityinfo.org/olmisj/labforce\">the state&rsquo;s employment </a><a href=\"http://www.qualityinfo.org/olmisj/labforce\">records</a>and we did a few of our own calculations based on the overall employment data from 2010. According to our stats, 25 jobs in Umatilla was more like 750 in Portland, but the governor&rsquo;s point was still right on. If anything he had originally underestimated the impact.<br />\r\n\t<br />\r\n\t(For those of you wondering, the impact of 25 jobs in Tillamook is comparable to some 2,230 in the Portland-area under this method.)<br />\r\n\t<br />\r\n\tStill, something was nagging at us. Sure, 25 jobs in Umatilla would have the same impact in terms of employment statistics as 700-some jobs in the Portland area, but would it have &quot;the same impact&quot; overall?<br />\r\n\t<br />\r\n\tWe wondered what Fridley thought. He was of two minds about the issue.<br />\r\n\t<br />\r\n\t&quot;At the end of the day we are talking about equivalents here,&quot; he said. &quot;I think there actually is an argument that the net is only 25 jobs ... at the end of the day it&#39;s not 750 jobs.<br />\r\n\t<br />\r\n\t&quot;While it is technically true that, proportionally it works out this way, it&#39;s still not an increase of 750 jobs.&quot;<br />\r\n\t<br />\r\n\tIf you&rsquo;re looking at the state as a whole, he said, there&rsquo;s really no question that it would be better to have 750 jobs rather than 25 -- those 750 would go much further toward lowering the overall employment rate. &quot;Growth in Portland or growth anywhere in the state does often benefit the entire state.&quot;<br />\r\n\t<br />\r\n\tBut, Fridley added, for rural communities, it&rsquo;s important to consider the relative local impact, as well. &quot;For the most part, job opportunities are harder to come by in rural communities. &hellip; In some ways, (25 jobs in a rural community) is a bigger deal, simply because the rural areas don&#39;t grow as quickly.&quot;<br />\r\n\t<br />\r\n\tUltimately when you&rsquo;re making these sorts of comparisons, he said, &quot;you don&#39;t really have a lot of options.&quot;<br />\r\n\t<br />\r\n\tWhat&rsquo;s that joke about economists loving the phrase &quot;on the one hand ... and on the other &hellip; &quot;?<br />\r\n\t<br />\r\n\tWe decided to get one more opinion on the issue and phoned up Tom Potiowsky, the state economist. We asked him what he thought about the governor&rsquo;s Umatilla-Portland comparison.<br />\r\n\t<br />\r\n\tObviously, from a statewide perspective, 750 jobs will always be more advantageous than 25, Potiowsky said. But, if you&rsquo;re comparing the way one defined area would be impacted by receiving a certain number of jobs to the way another defined area would be impacted, then the approach is the right one.<br />\r\n\t<br />\r\n\t&quot;When you start thinking about other geographic areas, then, I think that comparison makes sense,&quot; he said. &quot;In those localities, they have a much smaller labor force, and so a much smaller number of jobs increase.&quot;<br />\r\n\t<br />\r\n\tThat makes sense to us. Once it&rsquo;s clear the governor is talking about local impact, his statistics hold up -- they&rsquo;re even understated. But, without that clarity you might hear that statement and think that 25 jobs in Umatilla had the same impact for the state as a whole as 750 in Portland, which just isn&rsquo;t the case. So, we&rsquo;ll give the governor a Mostly True here -- the statement is accurate but needs some clarification.</p>\r\n<p>\r\n\t<a href=\"http://www.oregonlive.com/politics/index.ssf/2011/06/is_kitzhabers_math_right_on_ru.html\">Comment on this item.</a></p>", "ruling_comments_date": "2011-06-16T19:59:57.569884", "ruling_date": "2011-06-17T06:00:00", "ruling_headline": "Governor compares creating 25 jobs in rural Umatilla County to creating 500 jobs in the Portland area", "ruling_headline_slug": "governor-compares-creating-25-jobs-rural-umatilla-", "ruling_link_text": "25 is not 500 but they do have a big effect", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tGov. John Kitzhaber, &quot;<a href=\"http://governor.oregon.gov/Gov/index.shtml?pageNum=4\">My first 100 Days</a>,&quot; April 19, 2011<br />\r\n\t<br />\r\n\tE-mail from Amy Wojcicki, spokeswoman for Gov. John Kitzhaber, June 15, 2011 and April 22, 2011<br />\r\n\t<br />\r\n\tInterview with Dallas Fridley, Oregon Employment Department regional economist, June 15, 2011 and April 2011<br />\r\n\t<br />\r\n\tInterview with Tom Potiowsky, state economist, May 2011<br />\r\n\t<br />\r\n\tLocal area employment statistics, <a href=\"http://www.qualityinfo.org/olmisj/labforce\">Oregon Employment Department</a></p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Governor of Oregon", "false_count": 1, "first_name": "John ", "half_true_count": 4, "home_state": "Oregon", "id": 691, "last_name": "Kitzhaber", "mostly_true_count": 4, "name_slug": "john-kitzhaber", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/kitzhaber41.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/691/", "total_count": 14, "true_count": 4, "website": "http://www.johnkitzhaber.com/"}, "statement": "<p>\r\n\t&quot;Creating 25 jobs in Umatilla County has the same impact as 500 jobs in the metro region.&quot;</p>", "statement_context": "a press release", "statement_date": "2011-04-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}