{"art": [{"brightcove": "", "caption": "Turn Right USA video attacking Janice Hahn", "id": 1366, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/1366/", "title": "TurnRight", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/EZ3B8WvVjL4?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "EZ3B8WvVjL4"}], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2011/jun/20/turn-right-usa/video-accuses-janice-hahn-hiring-gang-members-taxp/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 3963, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/3963/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tIt has been called one of the most offensive political videos ever. It has been denounced as vile, racist and sexist. So, naturally, it went viral on YouTube.<br />\r\n\t<br />\r\n\tIt&#39;s only been up a few days, but as of June 17, 2011, the video attack on Los Angeles Councilwoman and Democratic congressional candidate Janice Hahn -- over her support for gang-intervention programs that use former gang members --&nbsp; had already been viewed a half million times.<br />\r\n\t<br />\r\n\tWhat&#39;s all the hubbub? The <a href=\"http://www.hahnshomeboyz.org./\" id=\"pm7y\" title=\"video\">video</a> features a woman dancing on a stripper pole as two rappers hold guns and grab money out of her hot pants. &quot;Give us your cash b--ch, so we can shoot up the streets. Give us your cash b--ch, so we can buy some more heat,&quot; they sing. When the woman turns around, there&#39;s a demonic version of Hahn&#39;s face superimposed.<br />\r\n\t<br />\r\n\tPutting aside the offensive images in the video, we wondered about the claim at the heart of the attack. It comes via a voiceover at the start of the video: &quot;In an insane effort to reduce gang violence, Janice Hahn hired hardcore gang members with taxpayer money to be &#39;gang-intervention specialists.&#39; She even helped them get out of jail, so they could rape and kill again.&quot;<br />\r\n\t<br />\r\n\tWe spoke with the video&#39;s unapologetic creator, <a href=\"http://filmladd.com/?AttackAdLaunch\" id=\"sdxh\" title=\"Ladd Ehlinger\">Ladd Ehlinger</a>, who specializes in viral political videos. Remember the campaign video for Alabama Agriculture Commission candidate <a href=\"http://www.politifact.com/truth-o-meter/statements/2010/may/25/dale-peterson/candidates-squawk-about-chicken-farm-donations-ala/\" id=\"tor.\" title=\"Dale Peterson\">Dale Peterson</a>, the rifle-toting cowboy who called his opponent a dummy? Then there was the one from congressional candidate <a href=\"http://www.politifact.com/truth-o-meter/statements/2010/jun/18/rick-barber/alabama-congressional-candidate-rick-barbers-gathe/\" id=\"ykss\" title=\"Rick Barber\">Rick Barber</a> where he had a fictitious conversation with several of the Founding Fathers, ending with George Washington saying through gritted teeth, &quot;Gather ... your ... armies.&quot; And we can&#39;t forget the one that cast Nancy Pelosi as the <a href=\"http://politifact.com/truth-o-meter/article/2010/sep/15/fact-checking-wizard-oz-ad-casts-nancy-pelosi-wick/\" id=\"b0bd\" title=\"Wicked Witch of the West\">Wicked Witch of the West</a>. All Ehlinger.<br />\r\n\t<br />\r\n\t&quot;I think it&#39;s only offensive to people who don&#39;t have a sense of humor,&quot; Ehlinger told us.<br />\r\n\t<br />\r\n\tCritics may call his latest video over-the-top, he said, but it drew attention to a piece of Hahn&#39;s record the media was ignoring.<br />\r\n\t<br />\r\n\tIt&#39;s true that Hahn, whose district encompasses some gang-ridden neighborhoods of Watts, has been an active advocate for gang prevention programs that include the controversial practice of hiring ex-gang members to act as go-betweens for law enforcement, community activists and gangs. The issue, though, is whether Hahn hired these gang-intervention specialists with taxpayer money and even helped get some of them out of jail.<br />\r\n\t<br />\r\n\tThe allegation is based largely on a 2008 <a href=\"http://www.youtube.com/watch?v=ucDRbVOyxeM&amp;feature=youtu.be\" id=\"ssgv\" title=\"Fox 11 investigative report\">Fox 11 (Los Angeles) story</a> in which investigative reporter Chris Blatchford reported that anti-gang money was going to the gangsters themselves.<br />\r\n\t<br />\r\n\tIn the Fox story, Watts gangster Steven Myrick is seen in a 2006 police video claiming that he &quot;worked for&quot; Janice Hahn and &quot;that&#39;s why I&#39;m out (of jail) right now. Miss Hahn got me out like three weeks ago.&quot;<br />\r\n\t<br />\r\n\tMyrick was released after an arrest for indecent exposure. He was later tied to a 2000 rape and robbery of a woman at gunpoint and was sentenced to life in prison.<br />\r\n\t<br />\r\n\tThe Fox report includes several other examples of men hired as gang-intervention specialists, paid through programs sponsored by the city, who were still actively involved in gang activity.<br />\r\n\t<br />\r\n\tIn the Fox report, Hahn defended the use of &quot;gang-intervention specialists,&quot; saying, &quot;I do know that it takes a different kind of person to be able to speak the language that convinces the shooters to not retaliate. And that&#39;s what we&#39;ve achieved.&quot;<br />\r\n\t<br />\r\n\tBlatchford asked if that was like making a deal with the devil.<br />\r\n\t<br />\r\n\t&quot;I see it as keeping the peace in a community that has been plagued with violence,&quot; Hahn said.<br />\r\n\t<br />\r\n\tAsked about the use of convicted criminals as gang-intervention specialists, Hahn responded, &quot;I think you&#39;re saying some of these people have been part of the problem in the past. Well, I&#39;m here to say they&#39;re part of the solution now. And I think that&#39;s positive.&quot;<br />\r\n\t<br />\r\n\tTwo weeks after the Fox 11 report, the Torrance, Calif., <em>Daily Breeze</em> published a story that purported to largely debunk the Fox story.<br />\r\n\t<br />\r\n\tReporter Gene Maddaus wrote that a review of the Fox report &quot;found major flaws that undermine its central allegations. Most notably, records and interviews show that the gang-intervention workers identified in the report have not received city funding. Additionally, a convicted rapist was wrongly identified as a gang-intervention worker, and Hahn was mistakenly accused of providing funds directly to gang workers.&quot;<br />\r\n\t<br />\r\n\tAccording to the story, Myrick, who was featured prominently in the Fox report, &quot;attended a few task force meetings and took an interest in facilitating peace between gangsters. At one point, he was arrested for violating an order to stay out of Imperial Courts [housing project], and his wife came to a meeting to urge Hahn to help get him out.&quot;<br />\r\n\t<br />\r\n\t&quot;The only thing I&#39;ve ever done is call and ask what the basis of an arrest was,&quot; Hahn told the <em>Daily Breeze</em>. &quot;I never called to get anyone out of jail.&quot;<br />\r\n\t<br />\r\n\tAccording to the <em>Daily Breeze</em>, &quot;Myrick was released and apparently believed that Hahn had pulled strings for him. He was arrested again a few weeks later, in March 2006, on a &#39;cold hit&#39; from a 6-year-old rape case.&quot;<br />\r\n\t<br />\r\n\tDespite Myrick&#39;s claim that he was getting paid to help facilitate nonviolence, the <em>Daily Breeze</em> reported it could find no evidence that Myrick was paid as a gang-intervention specialist, nor that he ever received city funds.<br />\r\n\t<br />\r\n\tOther gang-intervention specialists mentioned in the Fox story were reported to have been paid through an organization called Unity One, which the <em>Daily Beeze</em> noted is almost entirely funded with private sources. The story noted that Unity One did receive $60,000 a year from a subcontract with the Toberman Settlement House, with money that originated from the city&#39;s Community Development Department. But, the story noted, records showed the the funding went to pay Unity One&#39;s president and program manager, and &quot;Hahn did not obtain that money for Unity One.&quot;<br />\r\n\t<br />\r\n\tWe spoke to <a href=\"http://unityonefoundationinc.org/index.html\" id=\"a:5x\" title=\"Cornell Ward\">Cornell Ward</a>, executive director of Unity One, who acknowledged they do hire ex-gang members to act as gang-intervention specialists. But he said Unity One does not get government funding, and he dismissed the idea that Hahn ever directed any city funds to hire gang-intervention specialists.<br />\r\n\t<br />\r\n\t&nbsp;&quot;She didn&#39;t give them a dime,&quot; Ward said. &quot;She didn&#39;t give us one red cent.&quot;<br />\r\n\t<br />\r\n\tWhen we contacted Hahn&#39;s campaign, spokesman Dave Jacobson reiterated the point that Hahn did not &quot;directly&quot; fund gang-intervention specialists.<br />\r\n\t<br />\r\n\tBu that doesn&#39;t mean city money doesn&#39;t filter to them.<br />\r\n\t<br />\r\n\t&quot;She (Hahn) did not hire any gangsters,&quot; said civil rights lawyer and gang expert Connie Rice. &quot;The city doesn&rsquo;t pay the intervention specialists directly.&quot;<br />\r\n\t<br />\r\n\tRather, Rice said, city funds go to agencies like hers, the Advancement Project in Los Angeles, which then go out and hire intervention specialists. And, she said, it works: violence is down. That&#39;s why city and county law enforcement agencies routinely work with organizations that hire former gang members to &quot;interface&quot; with the gang community, she said.<br />\r\n\t<br />\r\n\t&quot;We have to engage with the people doing the damage,&quot; said Rice.<br />\r\n\t<br />\r\n\t&quot;Do we talk to actual gangsters, yes,&quot; Rice said. &quot;We ask them not to shoot kids. This is the reality. We&#39;re trying to save lives, not score political points. It&#39;s smart policy.&quot;<br />\r\n\t<br />\r\n\tIs it controversial? Sure, Rice said. And sometimes some of the people hired for gang-intervention work &quot;mess up.&quot; Those found to be abusing the system are cut off, she said. That doesn&#39;t mean the program isn&#39;t working, she said. &quot;You can throw stones at that,&quot; Rice said, but the reality is &quot;when you go into gang-controlled hot spots, you have to deal with the gangs. People don&#39;t understand what we&#39;re facing out here. In our hots spots, we still have the OK Corral.&quot;<br />\r\n\t<br />\r\n\tWatts is one of the most dangerous places in the country, she said. And it&#39;s in Hahn&#39;s district. &quot;As a councilwoman, she had to do something,&quot; Rice said.<br />\r\n\t<br />\r\n\tWe asked Hahn campaign spokesman Jacobson whether, if the city pays money to agencies that, in turn, hire ex-gang members as gang-intervention specialists, isn&#39;t that the same thing as them being paid with taxpayer money?<br />\r\n\t<br />\r\n\t&quot;The city funds are used to fund a three-pronged approach to fight the war on gangs,&quot; Jacobson responded by e-mail. &quot;That includes funding gang prevention, suppression, and intervention services. In the past couple years, the rules about who gets money have become much, much stricter. And funds do not go to organizations unless they can show that their staffers are not involved in gangs and have gone through a rigorous training program on how to be an effective part of community policing.&quot;<br />\r\n\t<br />\r\n\tSo what about the charge that Hahn &quot;even helped them get out of jail, so they could rape and kill again.&quot; The only evidence that she intervened in that way comes from Myrick&#39;s taped statements to police. Myrick certainly suggests she did.<br />\r\n\t&nbsp;<br />\r\n\t&quot;The entire Fox story was based on statements made by desperate criminal gang members who would say anything to avoid going to jail,&quot; Hahn said at the time. &quot;I have never paid these gang members, never had them work for me, nor have I ever helped them to get out of jail.&quot;<br />\r\n\t<br />\r\n\tSaid Fox reporter Blatchford: &quot;We stand behind everything in our report.&quot;<br />\r\n\t<br />\r\n\tWe should note that Hahn has since filed a complaint with the Federal Elections Commission alleging the political action committee that paid for the video, Turn Right USA, is connected to the campaign of her Republican opponent. Both Hahn&#39;s opponent in the congressional race and Ehlinger vehemently deny that.<br />\r\n\t<br />\r\n\tRepublican Craig Huey, who will face Hahn in a July 12 special election, released a statement condemning the ad, saying it was not authorized or affiliated with his campaign.<br />\r\n\t<br />\r\n\t&quot;The ad is blatantly racist and sexist, and neither racism nor sexism has any place in the public sphere,&quot; Huey stated.<br />\r\n\t&nbsp;<br />\r\n\tAccording to its website, <a href=\"http://www.turnrightusa.org/?page_id=17\" id=\"npze\" title=\"Turn Right USA\">Turn Right USA</a> is &quot;a non-connected, expenditure only political action committee (SuperPAC), definitely not authorized by any candidate or candidate&rsquo;s committee.&quot; <a href=\"http://tpmmuckraker.talkingpointsmemo.com/2011/06/treasurer_considering_leaving_turn_right_super_pac_over_offensive_south_park-inspired_ad.php\" id=\"k0n_\" title=\"Talking Points Memo\">Talking Points Memo</a> reported that the group&#39;s treasurer said he may resign because, &quot;I just don&#39;t approve of that video.&quot;<br />\r\n\t<br />\r\n\tFor his part, video creator Ehlinger isn&#39;t backing off one inch. He said the allegation about Hahn getting gangsters out of jail early comes right from the mouth of Myrick, who is serving a life sentence for rape and robbery. Said Ehlinger: &quot;I&#39;m going to take him at his word. I trust Myrick&#39;s word over Janice Hahn&#39;s. And you should, too.&quot;<br />\r\n\t<br />\r\n\tHe added that Hahn is simply hiding behind the fact that she (and the city) didn&#39;t give money directly to former gang members.<br />\r\n\t<br />\r\n\t&quot;No one ever said Hahn pulled money out of her purse and paid them,&quot; he said.<br />\r\n\t<br />\r\n\tBut the city paid third-party programs that paid these intervention specialists, he said. It may be one step removed, he said, but it amounts to the same thing.<br />\r\n\t<br />\r\n\tRice says she welcomes a public dialogue about the controversial practice of using former gang members as intervention specialists. But this video, which she said was made by &quot;lazy political assassins,&quot; is not the right way.<br />\r\n\t<br />\r\n\t&quot;I don&#39;t understand why we have to look at it through this false lens that these propagandists ginned up,&quot; Rice said. If a &quot;vile, sexist and misogynistic&quot; video is the only way to get enough attention to have serious discussion about the issue, she said, &quot;that&#39;s bad news for constitutional democracy.&quot;<br />\r\n\t<br />\r\n\tWe&#39;re not going to debate the methods people use to get out their political message these days. The reality is that viral political videos, like chain e-mails, often reach a large audience and leave an impression.<br />\r\n\t<br />\r\n\tSo what is the truth? We think the onus falls on the folks making the claim to back it up, and the makers of the video produce no hard evidence to support it. There&#39;s ample evidence that Hahn has been an advocate of programs that use ex-gang members as intervention specialists. And while the city does not fund these intervention specialists directly, it funds agencies that do. Still, it&#39;s a stretch to say &quot;Janice Hahn hired hard-core gang members with taxpayer money to be &#39;gang-intervention specialists.&#39;&quot; That suggests she selected the ex-gang members tapped to be intervention specialists or that she paid them herself, and there&#39;s no evidence of that.</p>\r\n<p>\r\n\tWe also think it&#39;s a stretch to accuse Hahn of getting gangsters out of jail based solely on the comments of one gang member facing serious criminal charges. Hahn acknowledges she made a call to to find out the basis for Myrick&#39;s arrest. Perhaps that was interpreted by Myrick or police as Hahn intervening on his behalf. Other than Myrick&#39;s hearsay declaration, however, the video and its producer present no proof that she did. That&#39;s not good enough to give it credibility. We rate the claim False.</p>", "ruling_comments_date": "2011-06-17T18:10:42.318355", "ruling_date": "2011-06-20T10:00:37", "ruling_headline": "Video accuses Janice Hahn of hiring gang members with taxpayer money as 'gang-intervention specialists'", "ruling_headline_slug": "video-accuses-janice-hahn-hiring-gang-members-taxp", "ruling_link_text": "She supported the program, but didn't hire gang members", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tYouTube, <a href=\"http://www.youtube.com/watch?v=ucDRbVOyxeM&amp;feature=youtu.be\" id=\"p9to\" title=\"Fox 11 L.A. News: &quot;Janice Hahn Funds Gangs,&quot;\">Fox 11 L.A. News: &quot;Janice Hahn Funds Gangs,&quot;</a> April 30, 2008<br />\r\n\t<br />\r\n\tHahn&#39;s Homeboyz website, <a href=\"http://www.hahnshomeboyz.org./\" id=\"axf1\" title=\"Turn Right USA Video: &quot;Give us your cash, B--ch!&quot;\">Turn Right USA Video: &quot;Give us your cash, B--ch!&quot;</a><br />\r\n\t<br />\r\n\tTurn Right USA, <a href=\"http://www.turnrightusa.org/?page_id=17\" id=\"ab7-\" title=\"&quot;About us&quot; page\">&quot;About us&quot; page</a><br />\r\n\t<br />\r\n\tTurn Right USA, Press release: <a href=\"http://www.turnrightusa.org/?page_id=46\" id=\"w636\" title=\"&quot;TRUSA responds to Janice Hahn Campaign’s silly FEC complaint,&quot;\">&quot;TRUSA responds to Janice Hahn Campaign&rsquo;s silly FEC complaint,&quot;</a> June 15, 2011<br />\r\n\t<br />\r\n\tLadd Ehlinger&#39;s website, <a href=\"http://filmladd.com/?AttackAdLaunch\" id=\"bmpn\" title=\"Attack Ad: Launch!\">Attack Ad: Launch!</a><br />\r\n\t<br />\r\n\tThe Nation, <a href=\"http://www.thenation.com/article/alex-sanchez-trial-window-global-war-gangs\" id=\"dann\" title=\"&quot;At the Alex Sanchez Trial, a Window Onto the Global War on Gangs,&quot;\">&quot;At the Alex Sanchez Trial, a Window Onto the Global War on Gangs,&quot;</a> by&nbsp; Tom Hayden, May 21, 2010&nbsp;&nbsp;<br />\r\n\t<br />\r\n\tCBS News, <a href=\"http://www.cbsnews.com/8301-504083_162-5095599-504083.html\" id=\"x2gf\" title=\"&quot;Homie Don't Play That ...Anti-Gang Leader Busted,&quot;\">&quot;Homie Don&#39;t Play That ...Anti-Gang Leader Busted,&quot;</a> by Edecio Martinez, June 26, 2009<br />\r\n\t<br />\r\n\tThe American Spectator,&nbsp; <a href=\"http://spectator.org/archives/2011/06/16/attack-ad-goes-gangsta-in-cali#\" id=\"kelb\" title=\"&quot;Attack Ad Goes Gangsta in California,&quot;\">&quot;Attack Ad Goes Gangsta in California,&quot;</a> by Robert Stacy McCain, June 16, 2011<br />\r\n\t<br />\r\n\tYahoo News, The Ticket: <a href=\"http://beta.news.yahoo.com/blogs/ticket/democrats-call-condemnation-offensive-ca36-ad-featuring-stripper-134318388.html\" id=\"jthk\" title=\"&quot;Democrats call for condemnation of offensive CA36 web ad featuring stripper and ‘gangbangers,’&quot;\">&quot;Democrats call for condemnation of offensive CA36 web ad featuring stripper and &lsquo;gangbangers,&rsquo;&quot;</a> by Rachel Rose Hartman, June 15, 2011<br />\r\n\t<br />\r\n\tThe Daily Breeze, <a href=\"http://www.dailybreeze.com/ci_18279113?IADID=Search-www.dailybreeze.com-www.dailybreeze.com\" id=\"sci7\" title=\"&quot;Viral Internet video lambasting Janice Hahn brings outrage,&quot;\">&quot;Viral Internet video lambasting Janice Hahn brings outrage,&quot;</a> by Eric Bradley, June 15, 2011<br />\r\n\t<br />\r\n\tUS States News, Councilwoman Hahn Issues Statement regarding False Allegations Made by Criminal Gang Members, April 4, 2008<br />\r\n\t<br />\r\n\tDaily Breeze, Letter to the editor from Janice Hahn, May 18, 2008<br />\r\n\t<br />\r\n\tDaily Breeze, &quot;TV report accusing Hahn has major flaws,&quot; by Gene Maddaus, May 14, 2008<br />\r\n\t<br />\r\n\tLos Angeles Times, &quot;Big drop in L.A. homicides;Turnaround comes after police campaign turns to ex-gangsters for help,&quot; by Hector Becerra,&nbsp; Sept. 28, 2007<br />\r\n\t<br />\r\n\tInterview with Connie Rice, civil rights lawyer and gang expert, June 16, 2011<br />\r\n\t<br />\r\n\tInterview with Chris Blatchford of Fox 11, June 16, 2011<br />\r\n\t<br />\r\n\tInterview with Hahn campaign spokesman Dave Jacobson, June 16, 2011<br />\r\n\t<br />\r\n\tInterview with filmmaker Ladd Ehlinger, June 16, 2011</p>\r\n<p>\r\n\tInterview with Cornell Ward, executive director of Unity One, June 16, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 1, "first_name": "", "half_true_count": 0, "home_state": "", "id": 1288, "last_name": "Turn Right USA", "mostly_true_count": 0, "name_slug": "turn-right-usa", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/mug-independentgroup__________________6.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1288/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\t&quot;Janice Hahn hired hard-core gang members with taxpayer money to be &#39;gang-intervention specialists.&#39; She even helped them get out of jail, so they could rape and kill again.&quot;</p>", "statement_context": "a YouTube video", "statement_date": "2011-06-13", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Janice", "half_true_count": 1, "home_state": "California", "id": 1267, "last_name": "Hahn", "mostly_true_count": 0, "name_slug": "janice-hahn", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/hahn.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1267/", "total_count": 2, "true_count": 1, "website": ""}], "twitter_headline": ""}