{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/jun/20/jon-stewart/jon-stewart-says-those-who-watch-fox-news-are-most/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 3971, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/3971/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p><em>EDITOR&#39;S NOTE: On the June 21, 2011, edition of </em>The Daily Show<em>, Jon Stewart <a href=\"http://www.thedailyshow.com/watch/tue-june-21-2011/fox-news-false-statements?xrs=share_copy\">accepted our False verdict and apologized</a>, saying, &quot;I defer to (PolitiFact&#39;s) judgment and apologize for my mistake. To not do so would be irresponsible.&quot; </em></p>\r\n\r\n<p>On the June 19, 2011, edition of <em>Fox News Sunday</em>, comedian Jon Stewart -- host of <em>The Daily Show </em>on Comedy Central -- sat down for an interview with Chris Wallace. Many readers asked us to review one of his claims.<br />\r\n<br />\r\n&quot;Who are the most consistently misinformed media viewers?&quot; Stewart asked Wallace. &quot;The most consistently misinformed? Fox, Fox viewers, consistently, every poll.&quot;<br />\r\n<br />\r\nWallace didn&rsquo;t challenge Stewart&rsquo;s assertion that Fox -- widely perceived as a conservative-leaning network -- produced more misinformed viewers. But we thought it was an assessment worth checking.<br />\r\n<br />\r\nWe found two polling organizations that have produced periodic &quot;knowledge&quot; surveys differentiated by the respondent&rsquo;s frequent news sources. One is the Pew Research Center for the People and the Press, and the other is <a href=\"http://worldpublicopinion.org/\">worldpublicopinion.org</a>, a project managed by the Program on International Policy Attitudes at the University of Maryland.<br />\r\n<br />\r\nLet&rsquo;s start with Pew&rsquo;s findings.<br />\r\n<br />\r\nPew periodically studies media usage and public knowledge. They ask whether a respondent is a &quot;regular&quot; reader, viewer or listener of major print, television, radio and Internet news sources, and they ask a series of basic factual questions about news and public affairs to gauge how well-informed the respondent is.<br />\r\n<br />\r\nAfter conferring with Pew researchers, we found three surveys since 2007 that shed some light on how informed Fox viewers are compared to consumers of other media. Here they are:<br />\r\n<br />\r\n&bull; <strong>February 2007 Political Knowledge Survey</strong>. <a href=\"http://people-press.org/2007/04/15/public-knowledge-of-current-affairs-little-changed-by-news-and-information-revolutions/\">Pew asked respondents</a> 23 questions, such as who the vice president is, who the president of Russia is, whether the Chief Justice is conservative, which party controls the U.S. House of Representatives and whether the U.S. has a trade deficit. The ability to answer 15 of these questions correctly earned the respondent a place in the &quot;high knowledge&quot; category.<br />\r\n<br />\r\nPew then categorized various media sources by the percentage of their followers who earned a high knowledge rating. The media outlets fell into three categories -- those that had 50 to 54 percent in the high knowledge group, those that had 40 to 49 percent in the high knowledge group, and those that had 34 to 39 percent in the high knowledge group.<br />\r\n<br />\r\nIn descending order, the 50-to-54 percent group included <em>The Daily Show </em>and its Comedy Central cousin, <em>The Colbert Report</em>; major newspaper websites; the PBS <em>News Hour with Jim Lehrer</em>; Fox News&rsquo; <em>The O&rsquo;Reilly Factor</em>; National Public Radio; and Rush Limbaugh&rsquo;s syndicated radio talk show.<br />\r\n<br />\r\nThe 40-to-49 percent category included national newsmagazines; television news websites; local daily newspapers; Internet news sources like Yahoo and Google; and CNN.<br />\r\n<br />\r\nFinally, the 34-to-39 percent group included the network evening news shows; online news discussion blogs; Fox News Channel; local television news; and the network morning shows.<br />\r\n<br />\r\nNow, let&rsquo;s analyze the data.<br />\r\n<br />\r\nFox isn&rsquo;t last on the list, although it&rsquo;s close -- 35 percent of Fox viewers earned a high knowledge rating, which was tied with local television news and was one point ahead of the network morning shows.<br />\r\n<br />\r\nHowever, Fox&rsquo;s 35 percent score places it exactly at the national average. This seems paradoxical -- Fox ranks near the bottom of a long list of media outlets, yet it sits right at the national average. But there&rsquo;s an explanation. Lots of respondents reported following none of the media outlets they were asked about, and those respondents did quite poorly on the knowledge quiz -- not surprisingly. That meant that the non-media-using respondents brought down the national average, but they didn&rsquo;t constitute a separate category that ranked lower than Fox on Pew&rsquo;s chart.<br />\r\n<br />\r\nSince Stewart was referring to &quot;media viewers,&quot; this doesn&rsquo;t undercut his point. However, the data includes an important counterpoint to Stewart&rsquo;s claim: Viewers of at least one show on Fox scored quite well -- <em>The O&rsquo;Reilly Factor</em>, of whom 51 percent made it into the high knowledge group. That made it equal to National Public Radio -- a longtime target of conservative complaints about liberal media bias -- and only three percentage points behind Stewart&rsquo;s own show, at 54 percent.<br />\r\n<br />\r\n&bull; <strong>April 2008 Media Survey</strong>. Compared to the 2007 survey, the <a href=\"http://people-press.org/2008/08/17/news-interest-and-knowledge/\">2008 survey</a> looked at a wider variety of media outlets but used a narrower selection of questions designed to test the respondent&rsquo;s current-affairs knowledge. The pollsters asked three questions: &quot;Do you happen to know which political party has a majority in the U.S. House of Representatives?&quot; &quot;Can you tell me the name of the current U.S. Secretary of State?&quot; And &quot;who is the current prime minister of Great Britain?&quot; Anyone who went three-for-three earned the high knowledge designation.<br />\r\n<br />\r\nHere, the range of results was much wider. Once again, Fox News was just about at the national average -- 19 percent of Fox viewers scored in the high knowledge category, compared to 18 percent of all respondents -- but this time a handful of news outlets scored lower than Fox did. With scores ranging from 17 percent all the way down to 9 percent, they were CNBC, local television news, network news, morning news shows, television newsmagazines, personality magazines, religious radio, the Weather Channel, CBS News, Access Hollywood and similar shows, and in last place, the <em>National Enquirer</em>.<br />\r\n<br />\r\nAnd once again, particular Fox shows scored well above the average. <em>Hannity &amp; Colmes </em>was one of only four choices to exceed 40 percent -- the others were the <em>New Yorker</em>/the<em> Atlantic</em>, NPR and MSNBC&rsquo;s <em>Hardball </em>-- while <em>The O&rsquo;Reilly Factor </em>scored 28 percent, or 10 points above the national average. (<em>Hannity &amp; Colmes </em>even exceeded Stewart&rsquo;s Daily Show in this poll, 42 percent to 30 percent.)<br />\r\n<br />\r\nIn all, this poll undercuts Stewart&rsquo;s position even more than the 2007 poll did.<br />\r\n<br />\r\n&bull; <strong>June 2010 Media Consumption Survey</strong>. For <a href=\"http://people-press.org/2010/09/12/section-4-who-is-listening-watching-reading-and-why/\">2010</a>, respondents were asked four questions -- which party controlled the House of Representatives, what post was held by Eric Holder, which company was run by Steve Jobs and which country has an active volcano that had recently disrupted international air travel. This time, Pew didn&rsquo;t specifically use a &quot;high knowledge&quot; measurement but rather broke down responses by how many were answered correctly by each media outlet&rsquo;s followers.<br />\r\n<br />\r\nOnce again, Fox News as a whole ranked fairly low among regularly used media outlets -- 20 percent answered all four correctly and 18 percent answered three correctly. Still, those numbers beat the national average of 14 percent and 20 percent, respectively. (The best-scoring outlet, the Wall Street Journal, posted scores of 51 percent and 23 percent, respectively.)<br />\r\n<br />\r\nFox actually scored better than its two direct cable-news rivals -- MSNBC, which is a liberal counterpoint to Fox, and CNN, which is considered more middle-of-the-road. Also scoring lower than Fox were local television news, the evening network news shows and the network morning shows.<br />\r\n<br />\r\nAnd for the third time, particular Fox shows scored well. Hannity ranked fifth (just ahead of MSNBC&rsquo;s liberal shows hosted by Keith Olbermann and Rachel Maddow) and O&rsquo;Reilly ranked ninth. For the first time, Pew included Glenn Beck in its rankings, and the Fox host finished 12th -- slightly ahead of Stewart&rsquo;s own <em>Daily Show</em>.<br />\r\n<br />\r\nWe asked Michael Dimock, Pew&rsquo;s associate director for research, what he thought Pew&rsquo;s data meant for Stewart&rsquo;s claim. He said it&rsquo;s crucial to understand that different news sources appeal to different types of people -- and that highly political programming of any type attracts regular readers and viewers &quot;who are, most likely, already highly knowledgeable prior to their exposure to those particular sources. Separating what knowledge they bring with them from what they learn while reading or watching is virtually impossible.&quot;<br />\r\n<br />\r\nBy contrast, Dimock said, for media outlets with a much broader reach -- including Fox -- &quot;the average regular consumer of these sources is less informed than the more niche audiences, because these sources, by design, reach and appeal to a broader cross-section of the public. In most of our studies, the regular readers and viewers of these broad-based news sources are not significantly more or less informed than the average American, and there is no systematic pattern showing one broad-based source has a more knowledgeable audience than any other.&quot;<br />\r\n<br />\r\nPew&rsquo;s methodology is not immune from critique. Most notably, it&rsquo;s not clear whether knowing the answer to a few current-affairs questions translates into being &quot;informed.&quot; However, the experts we spoke to said that Pew is an unbiased source and that its data is credible.<br />\r\n<br />\r\nGiven that, we conclude that the Pew data demonstrates that the reality of who&rsquo;s &quot;misinformed&quot; is a lot more nuanced than Stewart makes it out to be.<br />\r\n<br />\r\nNow let&rsquo;s turn to the studies by <a href=\"http://worldpublicopinion.org/\">worldpublicopinion.org</a>. We found two studies by the group that tracked current-affairs knowledge.<br />\r\n<br />\r\n&bull; <strong>&quot;Misperceptions, The Media and The Iraq War&quot; study, 2003</strong>. This <a href=\"http://www.pipa.org/OnlineReports/Iraq/IraqMedia_Oct03/IraqMedia_Oct03_rpt.pdf\">study</a> focused on the Iraq War and the lead-up to it. It asked three questions: &quot;Is it your impression that the U.S. has or has not found clear evidence in Iraq that Saddam Hussein was working closely with the al-Qaida terrorist organization?&quot; &quot;Since the war with Iraq ended, is it your impression that the US has or has not found Iraqi weapons of mass destruction?&quot; And whether, &quot;The majority of people favor the US having gone to war.&quot;<br />\r\n<br />\r\nOn these questions, Fox clearly did the worst among the major news outlets. The &quot;misperception rate&quot; for Fox was 45 percent. The highest for other news outlets was CBS News at 36 percent; those with lower &quot;misperception rates&quot; included CNN, ABC, NBC, the print media and NPR/PBS, which was lowest at 11 percent.<br />\r\n<br />\r\nThis study is probably the strongest support we found for Stewart&rsquo;s claim, in part because the difference between Fox and the other news outlets was so stark, and in part because the questions asked have pretty clear-cut &quot;right&quot; and &quot;wrong&quot; answers.<br />\r\n<br />\r\n&bull; <strong>Misinformation and the 2010 Election, 2010</strong>. This <a href=\"http://www.worldpublicopinion.org/pipa/pdf/dec10/Misinformation_Dec10_rpt.pdf\">study</a> inspired some of the most intense response of any we looked at. For instance, the liberal blog Daily Kos trumpeted the study with the headline, &quot;<a href=\"http://www.dailykos.com/story/2010/12/13/928455/-CONFIRMED:-New-Study-Proves-That-Fox-News-Makes-You-Stupid\">CONFIRMED: New Study Proves That Fox News Makes You Stupid</a>.&quot; But it&rsquo;s also the study that prompted the <a href=\"http://johnrlott.blogspot.com/2010/12/why-fox-news-viewers-are-better.html\">fiercest</a> <a href=\"http://townhall.com/columnists/brentbozell/2010/12/29/fox_news_makes_you_stupid/page/full/\">counterattack</a> on methodological grounds.<br />\r\n<br />\r\nThe study asked 10 questions. Some are fairly cut and dried -- which president signed the TARP law to bail out Wall Street (Bush), which implemented the automaker bailout (both Bush and Obama), whether the stimulus bill included tax cuts (it did),and whether Barack Obama was born in the United States (he was).<br />\r\n<br />\r\nBut a few were in a bit grayer area, often asking respondents to gauge what experts have concluded about policy trends.<br />\r\n<br />\r\nOne was, &quot;Is it your impression that most economists who have studied it estimate that the stimulus has created (a) saved or created several million jobs, (b) saved or created a few jobs, or (c) caused job losses.&quot;<br />\r\n<br />\r\nAnother was, &quot;Is it your impression that economists who have estimated the effect of the health reform law on the federal budget deficit over the next 10 years, (a) more think it will not increase the deficit, (b) views are evenly divided, or (c) more think it will increase the deficit.&quot;<br />\r\n<br />\r\nThe <em>Baltimore Sun</em>&rsquo;s television critic, David Zurawik, wrote a column shortly after the study appeared, expressing skepticism about the study.<br />\r\n<br />\r\nZurawik wrote, &quot;what you have for the definition of a respondent who is considered &lsquo;informed&rsquo; is essentially someone who agrees with the conclusions of experts in government agencies. When specific questions in the survey are framed around facts, like who was president when a certain piece of legislation passed, you can say someone is misinformed.&quot; But that&rsquo;s not the case with some of this survey&rsquo;s questions.<br />\r\n<br />\r\nOne question from the study that struck us as one that ordinary Americans might answer differently than economists asked, &quot;Do you think now that the American economy is (a) starting to recover, or (b) still getting worse?&quot; The study based the &quot;correct&quot; answer -- that the economy has begun to recover -- on the widely accepted judgment of when the last recession ended, as well as gross domestic product estimates and statistics for personal income. However, given the phrasing of the question, a respondent might think the question was asking for a personal opinion of how the recovery was going, rather than what the official statistics say.<br />\r\n<br />\r\nIn a note, the study&rsquo;s authors acknowledged such concerns, but defended their approach. &quot;When dealing with topics that have been highly politicized, it is common to default to the position that all perceptions are relative and treatment of any position as more or less true is itself inherently political,&quot; the study says. &quot;We believe that such a position is at odds with what is necessary for well-functioning democracy.&quot;<br />\r\n<br />\r\nWe should note that like this study, PolitiFact often uses the Congressional Budget Office and the Medicare trustees as credible sources, and we often query experts to come up with our rulings. We think there&rsquo;s a difference between bestowing a False rating on an elected official -- whose job it is to know about public policy -- and calling an ordinary American &quot;misinformed&quot; for getting the exact same question &quot;wrong.&quot; At the very least, these questions seem less clear-cut than asking who the vice president is.<br />\r\n<br />\r\nFor this reason, we believe that this study should carry less weight in analyzing Stewart&rsquo;s comment.<br />\r\n<br />\r\nSo we have three Pew studies that superficially rank Fox viewers low on the well-informed list, but in several of the surveys, Fox isn&rsquo;t the lowest, and other general-interest media outlets -- such as network news shows, network morning shows and even the other cable news networks -- often score similarly low. Meanwhile, particular Fox shows -- such as <em>The O&rsquo;Reilly Factor </em>and Sean Hannity&rsquo;s show -- actually score consistently well, occasionally even outpacing Stewart&rsquo;s own audience.<br />\r\n<br />\r\nMeanwhile, the other set of knowledge surveys, from <a href=\"http://worldpublicopinion.org/\">worldpublicopinion.org</a>, offer mixed support for Stewart. The 2003 survey strikes us as pretty solid, but the 2010 survey has been critiqued for its methodology.<br />\r\n<br />\r\nThe way Stewart phrased the comment, it&rsquo;s not enough to show a sliver of evidence that Fox News&rsquo; audience is ill-informed. The evidence needs to support the view that the data shows they are &quot;consistently&quot; misinformed -- a term he used not once but three times. It&rsquo;s simply not true that &quot;every poll&quot; shows that result. So we rate his claim False.</p>\r\n\r\n<p> </p>\r\n\r\n<script src=\"http://www.politifact.com/media/js/politifactwidget5.js\"></script>", "ruling_comments_date": "2011-06-20T17:29:45.155447", "ruling_date": "2011-06-20T18:23:40", "ruling_headline": "Jon Stewart says those who watch Fox News are the \"most consistently misinformed media viewers\"", "ruling_headline_slug": "jon-stewart-says-those-who-watch-fox-news-are-most", "ruling_link_text": "The data is much more contradictory", "ruling_state": null, "source_documents": null, "sources": "<p>Jon Stewart, <a href=\"http://www.foxnews.com/on-air/fox-news-sunday/transcript/defense-secretary-robert-gates-exit-interview-jon-stewart-talks-politics-media-bias?page=3\">interview</a> on <em>Fox News Sunday</em>, June 19, 2011<br />\r\n<br />\r\nPew Research Center for the People and the Press, &quot;<a href=\"http://people-press.org/2007/04/15/public-knowledge-of-current-affairs-little-changed-by-news-and-information-revolutions/\">Public Knowledge of Current Affairs Little Changed by News and Information Revolutions</a>,&quot; April 15, 2007<br />\r\n<br />\r\nPew Research Center for the People and the Press, &quot;<a href=\"http://people-press.org/2008/08/17/news-interest-and-knowledge/\">Key News Audiences Now Blend Online and Traditional Sources</a>,&quot; Aug. 17, 2008<br />\r\n<br />\r\nPew Research Center for the People and the Press, &quot;<a href=\"http://people-press.org/2010/09/12/section-4-who-is-listening-watching-reading-and-why/\">Americans Spending More Time Following the News</a>,&quot; Sept. 12, 2010<br />\r\n<br />\r\nworldpublicopinion.org, &quot;<a href=\"http://www.pipa.org/OnlineReports/Iraq/IraqMedia_Oct03/IraqMedia_Oct03_rpt.pdf\">Misperceptions, The Media and The Iraq War</a>,&quot;Oct. 2, &nbsp;2003<br />\r\n<br />\r\nworldpublicopinion.or<a href=\"http://www.worldpublicopinion.org/pipa/pdf/dec10/Misinformation_Dec10_rpt.pdf\">g</a><a href=\"http://www.worldpublicopinion.org/pipa/pdf/dec10/Misinformation_Dec10_rpt.pdf\">, &quot;Misinformation and the 2010 Elec</a><a href=\"http://www.worldpublicopinion.org/pipa/pdf/dec10/Misinformation_Dec10_rpt.pdf\">tion</a>,&quot; Dec. 10, 2010<br />\r\n<br />\r\nDavid Zurawik, &quot;<a href=\"http://weblogs.baltimoresun.com/entertainment/zontv/2010/12/survey_on_fox_news_who_defines.html\">Survey on Fox News: Who defines &#39;misinformed?&rsquo;</a>&quot; (Baltimore <em>Sun </em>column), Dec. 18, 2011<br />\r\n<br />\r\nBrent Bozell, &quot;<a href=\"http://townhall.com/columnists/brentbozell/2010/12/29/fox_news_makes_you_stupid/page/full/\">Fox News Makes You Stupid</a>?&quot; (blog post on TownHall.com), Dec. 29, 2010<br />\r\n<br />\r\nJohn Lott, &quot;<a href=\"http://johnrlott.blogspot.com/2010/12/why-fox-news-viewers-are-better.html\">Why Fox News viewers are better informed than others</a>&quot; (blog post), Dec. 25, 2010<br />\r\n<br />\r\nSteve Benen, &quot;<a href=\"http://www.dailykos.com/story/2010/12/13/928455/-CONFIRMED:-New-Study-Proves-That-Fox-News-Makes-You-Stupid\">The &lsquo;most consistently misinformed media viewers</a>&#39;&quot; (blog post), June 19, 2011<br />\r\n<br />\r\nE-mail interview with Karlyn Bowman, polling analyst for the American Enterprise Institute, June 20, 2011<br />\r\n<br />\r\nE-mail interview with Michael Dimock, associate director for research for the Pew Research Center for the People and the Press, June 20, 2011</p>\r\n\r\n<p>Interview with Steven Kull, director of WorldPublicOpinion.org, June 20, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 2, "first_name": "Jon", "half_true_count": 1, "home_state": "", "id": 313, "last_name": "Stewart", "mostly_true_count": 1, "name_slug": "jon-stewart", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/jon_stewartjpg.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/313/", "total_count": 7, "true_count": 2, "website": ""}, "statement": "<p>&quot;Who are the most consistently misinformed media viewers? &hellip; Fox viewers, consistently, every poll.&quot;</p>\r\n", "statement_context": "an interview on Fox News Sunday", "statement_date": "2011-06-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 194, "photo": null, "resource_uri": "/api/v/2/subject/194/", "subject": "Polls and Public Opinion", "subject_slug": "polls", "used_in_edition": ["/api/v/2/edition/10/"]}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}], "target": [], "twitter_headline": ""}