{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2011/jun/22/david-axelrod/dems-say-when-mitt-romney-was-governor-massachuset/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 3973, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/3973/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tOn the campaign trail, Republican presidential candidate Mitt Romney often blasts President Barack Obama&#39;s record on job creation while touting his own success in creating jobs as governor of Massachusetts.<br />\r\n\t<br />\r\n\tBut a popular rebuttal by a number of Democratic leaders lately is this statistic: When Romney was governor, Massachusetts ranked 47th out of 50 states in job creation.<br />\r\n\t<br />\r\n\tMost recently, senior Obama re-election campaign strategist David Axelrod dropped the statistic in an interview on <a href=\"http://transcripts.cnn.com/TRANSCRIPTS/1106/19/sotu.01.html\" id=\"mr9n\" title=\"CNN's State of the Union\">CNN&#39;s State of the Union</a> on June 19, 2011.<br />\r\n\t<br />\r\n\t&quot;If you&#39;re Governor Romney and you say I&#39;m going to turn this economy around, I&#39;ve got the answers. You don&#39;t offer them. Then people have a right to say, why is it that your state was 47th in the country in job creation when you were governor?&quot; Axelrod said.<br />\r\n\t<br />\r\n\tFormer White House spokesman Robert Gibbs cited the 47th out of 50 statistic in interviews <a href=\"http://www.necn.com/searchNECN/search/v/40941893/robert-gibbs-on-republican-debate.htm\" id=\"brqy\" title=\"before\">before</a> and after the most recent Republican debate. And on NBC&#39;s<i> Meet the Press</i> on June 12, 2011, Democratic National Committee chair Rep. Debbie Wasserman Schultz said, &quot;Mitt Romney is pretty darn vulnerable on the economy himself. When he was governor, he literally was 47th in job creation. For someone who touts his own ability to create jobs, we&#39;re talking about somebody that never created and recovered the amount of jobs lost in Massachusetts from the 2001 recession when he was governor.&quot;<br />\r\n\t<br />\r\n\tClearly this statistic is now part of the Democrats&#39; playbook on Romney, prompted by his claims about success in job creation.<br />\r\n\t<br />\r\n\tFirst, it&#39;s true that when Romney took office, Massachusetts was losing jobs. And when he left, it was gaining jobs. So the job situation clearly improved. The argument, however, is that Massachusetts&#39; jobs recovery was much slower than other states.<br />\r\n\t<br />\r\n\tWe asked the Democratic National Committee for backup on the statistic, and they pointed us first to a Feb. 23, 2010, story in the <a href=\"http://www.marketwatch.com/story/mitt-romney-tries-to-play-the-jobs-card-2010-02-23?pagenumber=1\" id=\"k.y:\" title=\"Wall Street Journal's MarketWatch\"><i>Wall Street Journal&#39;s</i> MarketWatch</a> website.<br />\r\n\t<br />\r\n\tReporter Brett Arends looked at statistics from January 2003, when Romney took office, to January 2007, when he left, and reported:<br />\r\n\t<br />\r\n\t<i>During that time, according to the U.S. Labor Department, the state ranked 47th in the entire country in jobs growth. Fourth from last.<br />\r\n\t<br />\r\n\tThe only ones that did worse? Ohio, Michigan and Louisiana. In other words, two rustbelt states and another that lost its biggest city to a hurricane.<br />\r\n\t<br />\r\n\tThe Massachusetts jobs growth over that period, a pitiful 0.9 percent, badly lagged other high-skill, high-wage, knowledge economy states like New York (2.7 percent), California (4.7 percent) and North Carolina (7.6 percent).<br />\r\n\t<br />\r\n\tThe national average: More than 5 percent. </i><br />\r\n\t<br />\r\n\tRomney campaign spokesman Eric Fehrnstrom called the DNC&#39;s statistic &quot;laughable&quot; in view of President Obama&#39;s negative jobs record.<br />\r\n\t<br />\r\n\t&quot;Mitt Romney took office during a recession when the state was losing thousands of jobs every month,&quot; Fehrnstrom wrote in an e-mail. &quot;He not only stopped the job losses, but ended his four years in office with positive numbers on the board.&nbsp; If you go back and look at the last 10 years, it was a lost decade for job growth in Massachusetts. The only bright spot was Mitt Romney&rsquo;s term as governor. Both his predecessor and his successor posted job losses.&quot;<br />\r\n\t<br />\r\n\tFehrnstrom&#39;s statement about the anomaly of net job growth during Romney&#39;s tenure, as opposed to net job losses under both his predecessor and successor, is accurate. But there were two national recessions that bookended Romney&#39;s four years in office. Again, the DNC&#39;s point isn&#39;t that Massachusetts&#39; job picture didn&#39;t improve during Romney&#39;s term in office, rather it&#39;s that it didn&#39;t improve as much as most other states during the same period.<br />\r\n\t<br />\r\n\tThe DNC pointed us to an article from the <a href=\"http://www.usatoday.com/news/politics/2008-02-04-859786718_x.htm\" id=\"j67:\" title=\"Associated Press\">Associated Press</a> on Feb. 4, 2008, which begins:<br />\r\n\t<br />\r\n\t<i>It&#39;s part of Mitt Romney&#39;s core narrative: Massachusetts, in the throes of a fiscal freefall, fell back on his CEO skills and turnaround wizardry to spark -- in his words -- &quot;a dramatic reversal of state fortunes and a period of sustained economic expansion.&quot;<br />\r\n\t<br />\r\n\tIt&#39;s a rosy opinion of Massachusetts&#39; economy that few in the state share. Instead, observers say, the state&#39;s recovery from a disastrous 2001 recession has been tepid at best, and Romney gives himself more credit than deserved on job creation and balancing the state budget.<br />\r\n\t<br />\r\n\tRomney says that by the time he left office, the unemployment rate in Massachusetts was lower, and the state had recovered nearly 80,000 jobs from the low point of the recession.<br />\r\n\t<br />\r\n\tA fuller look reveals a state still struggling to recoup the jobs washed away in the recession, while much of the rest of the country has already sailed past pre-recession highs.<br />\r\n\t<br />\r\n\tAccording to state unemployment numbers, the net number of jobs added during the four years Romney was in office was 24,400 -- a fraction of the total of about 200,000 lost during the recession.<br />\r\n\t<br />\r\n\tAlthough the number of new jobs steadily climbed during Romney&#39;s four years in office -- from a loss of 54,700 in his first year to a gain of 34,700 in his final year -- most of the rest of the country rebounded much faster.<br />\r\n\t<br />\r\n\tMassachusetts is one of just six states that hasn&#39;t added back all the jobs lost during the recession.</i><br />\r\n\t<br />\r\n\tWe ran the some numbers ourselves using data from the <a href=\"http://www.bls.gov/sae/\" id=\"xf5y\" title=\"U.S. Bureau of Labor statistics\">U.S. Bureau of Labor statistics</a>. We should note up front that there are a number of ways to slice the data, and the numbers change a bit depending on the parameters of your search. For example, do you look at all nonfarm workers (which includes government workers) or only private workers? We ran the numbers a few different ways, and while the numbers changed slightly, the ranking did not: Massachusetts was 47th out of 50 in the percentage of job growth.<br />\r\n\t<br />\r\n\tIf you look at all nonfarm workers, for example, Massachusetts went from 3,158,800 jobs to 3,198,500, an increase of 1.3 percent. Only Ohio, Michigan and Louisiana were worse. The national average was 5.3 percent.<br />\r\n\t<br />\r\n\tAt our request, the taxpayer-backed Massachusetts Taxpayers Foundation, which does nonpartisan analysis of the state&#39;s financial and economic statistics, ran some numbers as well. They looked at figures from December 2002 (right before Romney took office) to December 2006, so the percentages were slightly different than ours, but they came to the same ranking for Massachusetts.<br />\r\n\t<br />\r\n\t&quot;Jobs grew, but they grew at an anemic rate compared to the rest of the country,&quot; said Michael Widmer, president of the Massachusetts Taxpayers Foundation.<br />\r\n\t<br />\r\n\tThe country was coming out of a recession when Romney took office. And it&#39;s likely, Widmer said, that Massachusetts emerged more slowly from that recession because its pre-recession numbers were disproportionally inflated by the technology bubble. A lot of those tech jobs never came back.<br />\r\n\t<br />\r\n\tWidmer warned not to put to much stock in any governors&#39; influence over their states&#39; rate of job growth, or decline. The ability for governors to manage the state economy is vastly overrated, he said. States are tied to larger economic forces, he said, and governors often claim too much credit when things are going well and no blame when things are going poorly.<br />\r\n\t<br />\r\n\tBut when you have Romney running for president as a business person who says he created jobs for the private sector when he was governor, &quot;In that context, the numbers from the DNC are relevant,&quot; Widmer said. &quot;They are a relevant and accurate rebuttal.&quot;<br />\r\n\t<br />\r\n\tHowever, to the extent that some may interpret the Democrats&#39; statistic that Romney is to blame for Massachusetts ranking 47th out of 50 states in the percentage of job gains, Jeffrey Miron, director of undergraduate studies at the Harvard University Department of Economics, advises caution.<br />\r\n\t<br />\r\n\t&quot;Governors and presidents generally get way too much credit and blame for job creation or losses,&quot; Miron said. Assessing a governor&#39;s performance on jobs is difficult due to national economic forces and policies that predate a governor&#39;s term in office, he said. &quot;It&#39;s misleading to give him too much blame,&quot; Miron said. &quot;I&#39;m having a hard time pointing to anything he did that was that dramatic.&quot;<br />\r\n\t<br />\r\n\tAnd, Miron said, you&#39;d also need to consider that if a state was faring better than others through the recession, there would be less room to go back up, and so the percentage gains would be smaller.<br />\r\n\t<br />\r\n\tAgain, there are lots of ways to present jobs data. And jobs statistics can often be manipulated by political campaigns, so that it&#39;s possible for competing campaigns to point to equal and opposite statistics -- as is the case with Romney and job creation as governor. For example, the Romney campaign provided data showing that Massachusetts&#39; rank in terms of the percentage of job growth improved from 49th out of 50 during 2003 to 36th during 2006. And, they note, Massachusetts added more than 47,000 jobs over the course of the Romney Administration -- a gross number that does not factor in job losses during the period Romney was governor, as the Associated Press did in citing the 24,400 job number.</p>\r\n<p>\r\n\t<strong>Our ruling</strong></p>\r\n<p>\r\n\tAs with many of the claims we check, there are two elements to Axelrod&#39;s claim. He is saying that 1) Massachusetts ranked 47th in job growth and 2) suggesting that Romney is to blame.</p>\r\n<p>\r\n\tWe find he is right about the numbers. Indeed, federal jobs numbers indicate that, no matter how we sliced the data, the state was 47th.</p>\r\n<p>\r\n\tBut we found little evidence to support the other part of Axelrod&#39;s claim, that Romney is responsible for those jobs numbers. Economists told us that it&#39;s a stretch to blame or credit Romney or any governor for job numbers. Overall, we find Axelrod&#39;s claim Half True.</p>", "ruling_comments_date": "2011-06-21T12:30:00.540922", "ruling_date": "2011-06-22T16:48:42", "ruling_headline": "Dems say under Gov. Mitt Romney, Massachusetts ranked 47th out of 50 states in job creation", "ruling_headline_slug": "dems-say-when-mitt-romney-was-governor-massachuset", "ruling_link_text": "Added jobs, but slower than most other states", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tCNN, Transcript: <a href=\"http://transcripts.cnn.com/TRANSCRIPTS/1106/19/sotu.01.html\" id=\"yb0m\" title=\"State of the Union with Candy Crowley\">State of the Union with Candy Crowley</a>, Interview with David Axelrod, June 19, 2011<br />\r\n\t<br />\r\n\tNECN.com, <a href=\"http://www.necn.com/searchNECN/search/v/40941893/robert-gibbs-on-republican-debate.htm\" id=\"e8dq\" title=\"Video: Robert Gibbs on Republican debate\">Video: Robert Gibbs on Republican debate</a>, June 13, 2011<br />\r\n\t<br />\r\n\tAP, <a href=\"http://www.usatoday.com/news/politics/2008-02-04-859786718_x.htm\" id=\"mqtg\" title=\"&quot;Romney's economic claims challenged,&quot;\">&quot;Romney&#39;s economic claims challenged,&quot;</a> by Steve Leblanc, Feb. 4, 2008<br />\r\n\t<br />\r\n\tU.S. Bureau of Labor Statistics, <a href=\"http://www.bls.gov/sae/\" id=\"bgsl\" title=\"State and Metro Area Employment, Hours, &amp; Earnings\">State and Metro Area Employment, Hours, &amp; Earnings</a><br />\r\n\t<br />\r\n\tWall Street Journal&#39;s MarketWatch, <a href=\"http://www.marketwatch.com/story/mitt-romney-tries-to-play-the-jobs-card-2010-02-23?pagenumber=1\" id=\"ndsu\" title=\"&quot;Mitt Romney plays the jobs card, Commentary: Looking at his record, it's a losing argument,&quot;\">&quot;Mitt Romney plays the jobs card, Commentary: Looking at his record, it&#39;s a losing argument,&quot;</a> by Brett Arends, Feb. 23, 2010<br />\r\n\t<br />\r\n\tReuters, <a href=\"http://www.reuters.com/article/2008/01/20/us-usa-politics-romney-record-idUSN2033704120080120\" id=\"ob2t\" title=\"&quot;Mitt Romney's economic record questioned,&quot;\">&quot;Mitt Romney&#39;s economic record questioned,&quot;</a> by Jason Szep, Jan. 20, 2008<br />\r\n\t<br />\r\n\tFactCheck.org, <a href=\"http://factcheck.org/2008/01/myrtle-beach-blarney/\" id=\"xfdd\" title=\"&quot;Myrtle Beach Blarney,&quot;\">&quot;Myrtle Beach Blarney,&quot;</a> by Joe Miller, Jan. 11, 2008<br />\r\n\t<br />\r\n\tMitt Romney&#39;s campaign website, <a href=\"http://www.mittromney.com/issues/job-creation\" id=\"uhrc\" title=\"Issues: Job Creation\">Issues: Job Creation</a><br />\r\n\t<br />\r\n\tE-mail interview with Romney campaign spokesman Eric Fehrnstrom, June 20, 2011<br />\r\n\t<br />\r\n\tInterview with Michael J. Widmer and Andy Bagley of Massachusetts Taxpayers Foundation, June 20, 2011</p>\r\n<p>\r\n\tInterview with Jeffrey Miron, director of undergraduate studies at the Harvard University Department of Economics, June 22, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 1, "first_name": "David", "half_true_count": 6, "home_state": "", "id": 209, "last_name": "Axelrod", "mostly_true_count": 7, "name_slug": "david-axelrod", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Axelrod.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/209/", "total_count": 18, "true_count": 2, "website": ""}, "statement": "<p>\r\n\tWhen Mitt Romney was governor, Massachusetts ranked 47th out of 50 states in job creation.<br />\r\n\t&nbsp;</p>", "statement_context": "a CNN interview", "statement_date": "2011-06-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 34, "current_job": "Former governor", "false_count": 32, "first_name": "Mitt", "half_true_count": 58, "home_state": "Massachusetts", "id": 5, "last_name": "Romney", "mostly_true_count": 33, "name_slug": "mitt-romney", "pants_count": 19, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-mittromney.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/5/", "total_count": 221, "true_count": 30, "website": "http://www.mittromney.com/"}], "twitter_headline": ""}