{"art": [], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/ohio/statements/2011/jul/05/rob-portman/sen-rob-portman-says-year-recovery-summer-theres-s/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 4056, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/4056/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tDo you remember the Recovery Summer?<br />\r\n\t<br />\r\n\tApparently, not many people do. It was a year ago, and President Barack Obama and the White House said that road-building and other construction projects in the second year of the $787 billion American Recovery and Reinvestment Act (later estimated to cost $830 billion) would pump extra octane into the nation&rsquo;s economic engine.<br />\r\n\t<br />\r\n\tYet the economy, though certainly out of recession, is still struggling, creating a sense of uncertainty that has made Americans slow to build or buy houses and businesses reluctant to expand or spend money.<br />\r\n\t<br />\r\n\tIt&rsquo;s been &quot;a year since we announced the summer of recovery,&quot; U.S. Rob Portman, an Ohio Republican, &nbsp;told Neil Cavuto of Fox Business Network on June 16. &quot;And you&rsquo;re right, it has been a fall, winter and spring of no recovery.&quot;<br />\r\n\t<br />\r\n\tPortman <a href=\"http://portman.senate.gov/public/index.cfm/video?ID=93418a74-43e0-4e3d-a4a1-b4afb7f25d43\">made the same claim during a news conference</a> with Republican colleagues that day, saying, &quot;Unfortunately, it wasn&rsquo;t the summer of recovery. In fact, it wasn&rsquo;t a fall, winter or spring of recovery.&quot;<br />\r\n\t<br />\r\n\tThe mood of the nation sure seems to suggest that at times. But moods and metrics that measure the economy are two different things. Portman has major budget chops, having served as President George W. Bush&rsquo;s trade ambassador and budget director, but there&rsquo;s little downside to his party in suggesting that the Democratic administration has bungled the recovery. Fortunately, these things are measurable, so we went gathering metrics.<br />\r\n\t<br />\r\n\tPortman&rsquo;s office suggested a comparison with the White House&rsquo;s own projections of where the economy would stand by now with passage of the 2009 recovery act. The national unemployment rate <a href=\"http://otrans.3cdn.net/45593e8ecbd339d074_l3m6bt1te.pdf\">was supposed to be below 7 percent by now</a>, according to an incoming administration projection in January 2009. Instead, it&rsquo;s at 9.1 percent.<br />\r\n\t<br />\r\n\tTotal non-farm employment was supposed to be above 137.5 million by now, the same report projected. Instead, it&rsquo;s 131 million, lower than when Obama took office.<br />\r\n\t<br />\r\n\tBy that standard, said Portman spokeswoman Christine Mangi, &quot;this could be called a 6.5 million jobs deficit.&quot;<br />\r\n\t<br />\r\n\tThose early job projections have been through the mill already. Advisers to Obama made them before he even took office. Call them overly optimistic or off-base; either way, they were wrong.<br />\r\n\t<br />\r\n\tMangi added a few other measures that we confirmed. <a href=\"http://economix.blogs.nytimes.com/2011/06/03/average-length-of-unemployment-at-all-time-high/\">The average duration of unemployment is now 39.7 weeks, a record</a>since the government began keeping records in 1948.<br />\r\n\t<br />\r\n\tThese are persuasive numbers. Yet Portman spoke specifically of a summer, fall, winter and spring &quot;of no recovery.&quot; He wasn&rsquo;t referring to joblessness since Obama entered office. He was citing specific seasons since last summer. There are benchmarks for these seasons, so we examined them.<br />\r\n\t<br />\r\n\tUnemployment<br />\r\n\t<br />\r\n\tThe seasonally adjusted national unemployment rate was 9.5 in June 2010, when the White House promoted the Recovery Summer. Then its movement resembled that of a yo-yo -- up, down, and back up again (9.1 percent at last count).<br />\r\n\t<br />\r\n\tIn other words, the unemployment rate showed a recovery in one of the seasons but the trend has reversed. It is better now than at the start of the Recovery Summer, though that&rsquo;s prompting few cheers.<br />\r\n\t<br />\r\n\tNumber of Jobs<br />\r\n\t<br />\r\n\tBy the start of the Recovery Summer, non-farm employment was at 129.9 million, down nearly 3 million from when the recovery act passed. &nbsp;The number of people working dropped by another 108,000 by the end of last summer.<br />\r\n\t<br />\r\n\tBut by last November -- the Recovery Fall, if you will -- employment rose to 130.1 million, and was at 130.5 million by February. By May 2011, it climbed to 131 million.<br />\r\n\t<br />\r\n\tKeep in mind that these were private sector job gains, made impressive by the fact that they occurred as local and state governments were actually shedding workers, says Josh Bivens, an economist at the liberal Economic Policy Institute, a think tank that focuses on economic conditions of low- and middle-income Americans. While governments at all levels in this country lost 596,000 jobs since the start of the Recovery Summer, the private sector added 1.7 million jobs, according to figures we checked in Bureau of Labor Statistics databases.<br />\r\n\t<br />\r\n\tThese are steady seasons of gains -- a trend that actually began in October 2010, the month of the Recovery Halloween -- although they&rsquo;re insufficient to bring the economy out of its doldrums.<br />\r\n\t<br />\r\n\tAt a recent press briefing, White House spokesman Jay Carney contrasted these gains with an economy that was &quot;in free-fall&quot; when Obama took office. &quot;There was a loss of jobs at a pace of 700,000 a month,&quot; Carney said. We checked his numbers, too. They were solid.<br />\r\n\t<br />\r\n\tYou might wonder why the rise in employment didn&rsquo;t bring the jobless numbers down. It&rsquo;s because job growth was insufficient to keep pace with the natural growth of the working age population.<br />\r\n\t<br />\r\n\tGrowth of the U.S. Economy<br />\r\n\t<br />\r\n\tThe gross domestic product, or GDP, is a measure of the country&rsquo;s output of goods and services, and economists say it is a key number to watch. GDP growth has been sluggish many quarters, but it nevertheless has been positive since the middle of 2009, when the recession ended. It grew by 2.6 percent in the third quarter of 2010, a period that included much of the Recovery Summer, and by 3.1 percent in the fourth quarter, according to the U.S. Bureau of Economic Analysis. Had growth continued at that rate, more job creation (and lower unemployment) might have followed. But economic growth slowed in the first quarter of 2011 to a meager 1.9 percent.<br />\r\n\t<br />\r\n\tAs we researched this matter, sources mentioned other measures, among them stock market growth (up, though with stops and starts), corporate profits and CEO pay (up) and home prices (down -- and <a href=\"http://www.standardandpoors.com/indices/sp-case-shiller-home-price-indices/en/us/?indexId=spusa-cashpidff--p-us----\">hovering close to where they were in 2003</a>). Consumer confidence is still flagging. Republicans on the congressional Joint Economic Committee, using the pun &quot;Barack Obama&rsquo;s Recovery Bummer,&quot; say that a combination of indicators show that economic conditions today are<a href=\"http://jec.senate.gov/republicans/public/?a=Files.Serve&amp;File_id=5786d6d5-5b4a-4d79-9811-768deddb7247\">worse than in any recovery since at least World War II. </a><br />\r\n\t<br />\r\n\tBut their figures leave out the fact that the recession that began in December 2007 and ended in June 2009 was deeper than the prior ones. The bigger the hole, the tougher it is to dig out. If you compare job growth since this recession ended with job growth at this stage after the 2001 recession (one that lasted only 8 months), it is stronger today, says Bivens.<br />\r\n\t<br />\r\n\tSo where does all this data leave us? Well, there&rsquo;s actually more but we&rsquo;ll spare you. You should know, however, that when the White House announced the Recovery Summer, it set out a goal: By the end of 2010, the recovery act would have created or saved at least 3.5 million jobs since its start. The nonpartisan Congressional Budget Office as well as Obama&rsquo;s White House Council of Economic Advisers issued subsequent reports suggesting the goal was met, although their estimates had very wide ranges. That made us wonder if there was a more precise way to define &quot;recovery.&quot;<br />\r\n\t<br />\r\n\tWe checked with the National Bureau of Economic Research, a private, nonprofit research center whose work is watched closely by the government and universities. It turns out the national bureau doesn&rsquo;t use that word.<br />\r\n\t<br />\r\n\tSo we finally called James Feyrer, a Dartmouth College economist who conducted research for the national bureau on the question, &quot;Did the stimulus stimulate?&quot; (His short answer: &quot;Yes. I think in the aggregate it did create positive stimulus for the economy.&quot; The longer answer is that some parts -- support for low-income households and infrastructure spending -- worked while grants to states for education did not appear to create additional jobs.)<br />\r\n\t<br />\r\n\tAsked about the no-recovery claim, he said, &quot;I think the problem with that is that &lsquo;recovery&rsquo; is in the eye of the beholder.&quot; The nation is out of recession, he said, &quot;but we certainly are not having a robust recovery. It seems like we&rsquo;re somewhere in the gap between where rhetoric and reality fall.&quot;<br />\r\n\t<br />\r\n\tAssessing Portman&rsquo;s claim comes down to how you view the recovery -- not since the start of Obama&rsquo;s presidency but since the start of the Recovery Summer, because that&rsquo;s specifically what Portman was talking about. There have been successive &nbsp;seasons of GDP growth, though not consistently strong. The White House met its own standard, however imprecise it may have been (the goal of &quot;saving&quot; jobs is hard to measure). Private-sector job growth struck Bivens as noteworthy, especially when compared with the 2001 recession. But unemployment is still a big problem.<br />\r\n\t<br />\r\n\tEconomists talk of an anemic recovery, but a recovery, nonetheless. Portman, on the other hand, said that &quot;it wasn&rsquo;t the summer of recovery,&quot; nor was it &quot;a fall, winter or spring of recovery.&quot;<br />\r\n\t<br />\r\n\tThat&rsquo;s how he sees it, and it&rsquo;s understandable that anyone without a job could see it that way too.<br />\r\n\t<br />\r\n\tBut too many metrics present a different impression, showing there has been a recovery -- a weak one. It&rsquo;s not all sunshine and rainbows, but it hasn&rsquo;t been season after season of gloom, either.<br />\r\n\t<br />\r\n\tPortman&rsquo;s statement contains some element of truth, but it ignores facts that would give a different impression. The Truth-O-Meter has a precise definition for such a claim: Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2011-07-03T17:52:58.516709", "ruling_date": "2011-07-05T06:00:00", "ruling_headline": "Sen. Rob Portman says a year since the 'Recovery Summer' there's still no recovery", "ruling_headline_slug": "sen-rob-portman-says-year-recovery-summer-theres-s", "ruling_link_text": "Anemic recovery, but recovery, nonetheless", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tSen. Rob Portman, appearances on Fox Business Network and <a href=\"http://portman.senate.gov/public/index.cfm/video?ID=93418a74-43e0-4e3d-a4a1-b4afb7f25d43\">at news conference</a>, June 16, 2011<br />\r\n\tE-mail exchanges with Christine Mangi, spokeswoman for Sen. Rob Portman, June 22 and June 23, 2011<br />\r\n\t<br />\r\n\tChristina Romer and Jared Bernstein, &quot;<a href=\"http://otrans.3cdn.net/45593e8ecbd339d074_l3m6bt1te.pdf\">The job impact of the American Recovery and Reinvestment Plan</a>,&quot; Jan. 9, 2009<br />\r\n\t<br />\r\n\tNew York Times, Catherine Rampell, &quot;<a href=\"http://economix.blogs.nytimes.com/2011/06/03/average-length-of-unemployment-at-all-time-high/\">Average length of unemployment at all-time high</a>,&quot; June 3, 2011<br />\r\n\t<br />\r\n\tWhite House Council of Economic Advisers, &quot;<a href=\"http://www.whitehouse.gov/sites/default/files/microsites/20110318-cea-arra-report.pdf\">The economic impact of the American Recovery and Reinvestment Act of 2009, Sixth Quarterly Report</a>,&quot; March 19, 2010<br />\r\n\t<br />\r\n\tU.S. Bureau of Labor Statistics, <a href=\"http://data.bls.gov/cgi-bin/surveymost?bls\">databases</a>, accessed June 22, June 23 and June 28, 2011<br />\r\n\t<br />\r\n\tU.S. Bureau of Economic Analysis, <a href=\"http://bea.gov/iTable/iTable.cfm?ReqID=9&amp;step=1\">national income and product accounts tables</a>, accessed June 23 and June 29, 2011<br />\r\n\t<br />\r\n\tJoint Economic Committee, Republican staff commentary, &quot;<a href=\"http://jec.senate.gov/republicans/public/?a=Files.Serve&amp;File_id=5786d6d5-5b4a-4d79-9811-768deddb7247\">Uncharted depths: Welcome to Barack Obama&rsquo;s &lsquo;Recovery Bummer</a>,&quot; June 23, 2011<br />\r\n\t<br />\r\n\tE-mail and telephone conversations with Josh Bivens, Economic Policy Institute, June 23 and June 28, 2011<br />\r\n\t<br />\r\n\tTelephone conversation with James Feyrer, Dartmouth College, June 28, 2011<br />\r\n\t<br />\r\n\tS&amp;P/Case-Shiller Home Price Indices, <a href=\"http://www.standardandpoors.com/indices/sp-case-shiller-home-price-indices/en/us/?indexId=spusa-cashpidff--p-us----\">latest release</a>, June 28, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "U.S. senator from Ohio", "false_count": 5, "first_name": "Rob", "half_true_count": 11, "home_state": "Ohio", "id": 534, "last_name": "Portman", "mostly_true_count": 11, "name_slug": "rob-portman", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rob-Portman-official-portrait.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/534/", "total_count": 48, "true_count": 17, "website": "http://portman.senate.gov/"}, "statement": "<p>\r\n\tA year since the &quot;Recovery Summer,&quot; there has been been &quot;a fall, winter and spring of no recovery.&quot;</p>", "statement_context": "an interview on the Fox Business Channel", "statement_date": "2011-06-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}], "target": [], "twitter_headline": ""}