{"art": [{"brightcove": "", "caption": "Secretary of Housing and Urban Development Shaun Donovan appeared on CNN's \"State of the Union with Candy Crowley\" on July 3, 2011. We checked a claim he made about housing prices.", "id": 1420, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Shaun_Donovan_on_CNN.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/1420/", "title": "Shaun Donovan on CNN", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/jul/06/shaun-donovan/hud-secretary-shaun-donovan-says-house-prices-stab/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 4058, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/4058/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tThe <a href=\"http://transcripts.cnn.com/TRANSCRIPTS/1107/03/sotu.01.html\">July 3, 2011, edition of CNN&rsquo;s <em>State of the Union with Candy Crowley</em></a> featured an interview with Secretary of Housing and Urban Development Shaun Donovan. Crowley quickly turned to the troubles in the housing market.<br />\r\n\t<br />\r\n\tShe said, &quot;By the numbers, when you came into office with the president, when he nominated you, 844,000 homes roughly were in foreclosure. 1.3 million right now are in foreclosure, and it&#39;s down a bit. Only 36 percent of people at this point, according to polls, approve of the way this administration has handled the housing crisis. Is there something more you can do?&quot;<br />\r\n\t<br />\r\n\tDonovan responded, &quot;Well first of all, Candy, we have to recognize, this is the most serious crisis we&#39;ve had in housing since the Depression. Housing prices have been dropping for 30 straight months when the president walked into the Oval Office, and they have stabilized, they&#39;ve been about flat since the president came in.&quot;<br />\r\n\t<br />\r\n\tHe added, &quot;So we&#39;ve made a real difference. &hellip; But, rightly, the American people recognize we are not where we need to be. We still have a ways to go.&quot;<br />\r\n\t<br />\r\n\tWe were most interested in Donovan&rsquo;s recap of housing price trends, so we checked to see whether housing prices did indeed drop &quot;for 30 straight months when the president walked into the Oval Office, and they have stabilized, they&#39;ve been about flat since the president came in.&quot;<br />\r\n\t<br />\r\n\tWe&rsquo;ll start by saying that there&rsquo;s no shortage of housing-price measurements. We found at least five that are conducted either monthly or quarterly, and because of varying methodologies, they all give slightly different snapshots of the housing-price market.<br />\r\n\t<br />\r\n\tHere&rsquo;s a rundown:<br />\r\n\t<br />\r\n\t&bull; <strong>S&amp;P/Case-Shiller Home Price Index</strong>. This seasonally adjusted <a href=\"http://www.standardandpoors.com/indices/sp-case-shiller-home-price-indices/en/us/?indexId=spusa-cashpidff--p-us----\">index</a> looks at 20 major metropolitan areas, so it provides a limited -- though important -- assessment of the housing-price market.<br />\r\n\t<br />\r\n\tBetween July 2006 and January 2009, there were some modest (and temporary) upticks, but on the whole, the index fell by a significant amount -- a whopping 28 percent in the 30-month period, or nearly 1 percentage point per month on average.<br />\r\n\t<br />\r\n\tDuring the Obama presidency, the index has continued to drop, though at a slower rate. Between January 2009 and April 2011, the index has fallen by about 4 percent, with drops in exactly half the months and increases in exactly half the months.<br />\r\n\t<br />\r\n\tThe most recent trendline, however, is negative: Prices have fallen for 11 straight months since June 2010.<br />\r\n\t<br />\r\n\t&bull;<strong> National Association of Realtors</strong>. This index, published by the trade association representing Realtors, tracks median prices for existing home sales on a national basis. The numbers are not seasonally adjusted, so month-to-month comparisons are subject to caution.<br />\r\n\t<br />\r\n\tAs with the Case-Shiller index, there were some modest upticks for the 30 months prior to the Obama presidency, but the general trendline was downward. The index dropped by 29 percent over the 30 months before Obama took office.<br />\r\n\t<br />\r\n\tSince Obama has been in the Oval Office, prices have risen slightly -- 2.5 percent over the subsequent 28 months.<br />\r\n\t<br />\r\n\tBut as with Case-Shiller, the numbers most recently have been heading south: The index has fallen for six consecutive months.<br />\r\n\t<br />\r\n\t&bull; <strong>Federal Housing Finance Agency</strong>. This federal agency <a href=\"http://www.fhfa.gov/webfiles/21279/1q11POSummary.xls\">calculates its own price indexes</a>, including a quarterly index that&rsquo;s seasonally adjusted. It&rsquo;s based on transactions backed by Fannie Mae or Freddie Mac, federally chartered companies that purchase mortgages on the secondary market. That means this index measures a subgroup of all transactions, but a significant one.<br />\r\n\t<br />\r\n\tThis index fell 11 percent between the third quarter of 2006 and the fourth quarter of 2008. Since the fourth quarter of 2008, the index has fallen an additional 8 percent, including declines in every single quarter of the Obama presidency.<br />\r\n\t<br />\r\n\t&bull; <strong>Freddie Mac House Price Index</strong>. Freddie Mac produces <a href=\"http://www.freddiemac.com/finance/fmhpi/current/excel/states.xls\">its own index</a> as well. The Freddie Mac index blipped upward occasionally between July 2006 and January 2009, but overall, this index fell by a combined 20 percent before Obama entered the White House.<br />\r\n\t<br />\r\n\tThen, between Obama&rsquo;s January 2009 inauguration and March 2011, the index fell an additional 9 percent. The index has fallen for each of the most recent 11 months.<br />\r\n\t<br />\r\n\t&bull; <strong>CoreLogic Home Price Index</strong>. This <a href=\"http://www.corelogic.com/about-us/researchtrends/asset_upload_file343_4294.pdf\">index</a> showed a 27 percent decline in the 30 months before Obama entered the Oval Office and a 6 percent decline since he took office. The index fell for nine straight months before recovering slightly in April and May of 2011.<br />\r\n\t<br />\r\n\tUsing these measures, then, Donovan overstated the case when he said that housing prices dropped &quot;for 30 straight months when the president walked into the Oval Office.&quot; That&rsquo;s not literally true by any of these indexes, though his underlying point -- that it was a rough 30 months for the housing market -- is confirmed by each of the indexes.<br />\r\n\t<br />\r\n\tIn addition, Donovan&rsquo;s implication that the president deserves a significant amount of credit also holds some water, with the National Association of Realtors estimating that a homebuyers&rsquo; tax credit backed by Obama encouraged an additional 1 million home sales.<br />\r\n\t<br />\r\n\tLess convincing is Donovan&rsquo;s description of what has happened since Obama has entered office. If one uses a generous definition of &quot;stabilized&quot; -- performing better than previously -- then Donovan has a point. Since the start of 2009, housing prices have indeed avoided their historic declines of 2006, 2007 and 2008,<br />\r\n\t<br />\r\n\tHowever, a more stringent definition of &quot;stabilized&quot; -- and a greater focus on Donovan&rsquo;s wording &quot;flat&quot; -- would suggest a different conclusion. If you look at the five indexes, the overall change in housing prices since Obama took office are a 2.5 percent increase, a decline of 4 percent, a decline of 6 percent, a decline of 8 percent and a decline of 9 percent. And in four of those indexes, prices have been declining for between six to 11 months with no sign of a reversal.<br />\r\n\t<br />\r\n\tWhen we contacted HUD with our findings, officials offered some explanations for the differences.<br />\r\n\t<br />\r\n\tOne difference is that HUD used three specific measures, rather than the five we looked at -- and two of those were variations on the ones we had looked at.<br />\r\n\t<br />\r\n\tWhen using the Case-Shiller index, HUD used the non-seasonally adjusted version, even though that would not be considered the most appropriate way to make month-to-month comparisons. We checked their numbers, and, using this number, HUD is right that home prices declined for more than 30 consecutive months prior to Obama taking office. Using the seasonally adjusted numbers, as we did, it&rsquo;s not the case.<br />\r\n\t<br />\r\n\tWhen using the CoreLogic data, HUD relied on a separate measure of house prices that excludes distressed sales -- that is, it excluded urgent sales of houses due to negative conditions, such as a foreclosure.<br />\r\n\t<br />\r\n\tHow to count distressed sales is an important question when evaluating housing prices in the current market. As distressed homes work their way through the market, they will continue to be a drag on prices, which in turn will make it harder for the market to -- in Donovan&rsquo;s word -- &quot;stabilize.&quot; The National Association of Realtors expects distressed-home sales to exert negative pressure on the housing market for months to come.<br />\r\n\t<br />\r\n\tWe won&rsquo;t judge whether HUD is justified in excluding distressed sales, but we do think it&rsquo;s important to note that it does and, in doing so, reduces the impact of one factor holding back a rise in home prices.<br />\r\n\t<br />\r\n\tThe second difference between our research and HUD&rsquo;s is that HUD started the clock in April 2009 -- not January 2009 -- under the argument that Obama could not have had an impact on the housing market until a few months into his presidency. This may sound like a small difference, but moving the starting date even three months actually changes the result significantly.<br />\r\n\t<br />\r\n\tUsing the three statistics HUD tracked, a switch from starting in January to starting April means that the decline in prices under CoreLogic decreases from 3.5 percent to 0.8 percent; the decline under Case-Shiller decreases from 5.1 percent to 0.3 percent; and the decline under FHFA decreases from 8.3 percent to 7.1 percent.<br />\r\n\t<br />\r\n\tIt&rsquo;s certainly easier to call the CoreLogic and Case-Shiller numbers that start in April &quot;stabilized&quot; or &quot;flat&quot; than the ones starting in January. Then again, Donovan was pretty clear in his comment that he was starting the clock &quot;when the president walked into the Oval Office,&quot; which would mean January.<br />\r\n\t<br />\r\n\tSo where does this leave us? &nbsp;<br />\r\n\t<br />\r\n\tDonovan is right that things aren&rsquo;t as bad as they were during the worst of the housing downturn, but we think he&rsquo;s overstating the case when he says that housing prices are &quot;stabilized&quot; and &quot;flat.&quot; The statistics HUD offered support that conclusion, but those numbers require starting the clock in April 2009 (which conflicts with Donovan&rsquo;s statement); using a factor that helps the administration&rsquo;s case (namely, excluding distressed sales); and using a non-seasonally-adjusted figure when a seasonally adjusted figure is available.<br />\r\n\t<br />\r\n\tThe reality is that there are a wide range of statistics one could use to analyze housing prices, each with advantages and shortcomings. Most of the statistics we looked at show that housing prices have continued to decline -- though at a slower rate -- since Obama took office, and the decline is especially clear over the last six months to a year. That is at odds with Donovan&rsquo;s conclusion that they had stabilized and were &quot;flat.&quot; On balance, we rate Donovan&rsquo;s statement Half True.</p>", "ruling_comments_date": "2011-07-05T14:58:26.742399", "ruling_date": "2011-07-06T17:49:16", "ruling_headline": "HUD secretary Shaun Donovan says housing prices \"stabilized\" since Barack Obama entered office", "ruling_headline_slug": "hud-secretary-shaun-donovan-says-house-prices-stab", "ruling_link_text": "Stable compared to the housing freefall, anyway", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tShaun Donovan, <a href=\"http://transcripts.cnn.com/TRANSCRIPTS/1107/03/sotu.01.html\">interview </a>on CNN&rsquo;s State of the Union with Candy Crowley, July 3, 2011<br />\r\n\t<br />\r\n\tS&amp;P/Case-Shiller Home Price Index <a href=\"http://www.standardandpoors.com/indices/sp-case-shiller-home-price-indices/en/us/?indexId=spusa-cashpidff--p-us----\">historical table</a>, accessed July 5, 2011<br />\r\n\t<br />\r\n\tFederal Housing Finance Authority <a href=\"http://www.fhfa.gov/webfiles/21279/1q11POSummary.xls\">home price index</a>, accessed July 5, 2011<br />\r\n\t<br />\r\n\tFreddie Mac <a href=\"http://www.freddiemac.com/finance/fmhpi/current/excel/states.xls\">Home Price Index</a>, accessed July 5, 2011<br />\r\n\t<br />\r\n\tCoreLogic <a href=\"http://www.corelogic.com/about-us/researchtrends/asset_upload_file343_4294.pdf\">Home Price Index</a>, accessed July 5, 2011<br />\r\n\t<br />\r\n\tNational Association of Realtors median sales prices for existing homes (historical tables provided by National Association of Realtors)<br />\r\n\t<br />\r\n\tInterview with Walter Molony, senior public affairs specialist for the National Association of Realtors, July 5, 2011</p>\r\n<p>\r\n\tInterview with Edward Szymanoski, associate deputy assistant secretary for economic affairs, July 6, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Secretary of Housing and Urban Development", "false_count": 0, "first_name": "Shaun ", "half_true_count": 1, "home_state": "New York", "id": 1323, "last_name": "Donovan", "mostly_true_count": 1, "name_slug": "shaun-donovan", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Shaun_Donovan_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1323/", "total_count": 2, "true_count": 0, "website": "http://portal.hud.gov/hudportal/HUD?src=/about/principal_staff/secretary_donovan"}, "statement": "<p>\r\n\tHousing prices dropped for the 30 months prior to Barack Obama taking office, &quot;and they have stabilized, they&#39;ve been about flat since the president came in.&quot;</p>", "statement_context": "an interview on CNN's \"State of the Union with Candy Crowley\"", "statement_date": "2011-07-03", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 106, "photo": null, "resource_uri": "/api/v/2/subject/106/", "subject": "Housing", "subject_slug": "housing", "used_in_edition": []}], "target": [], "twitter_headline": ""}