{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2011/jul/06/steve-case/steve-case-says-40-percent-fortune-500-were-starte/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 4062, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/4062/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tIn a discussion about immigration on CNN&#39;s <em><a href=\"http://transcripts.cnn.com/TRANSCRIPTS/1107/03/sotu.01.html\" id=\"g53y\" title=\"State of the Union\">State of the Union</a></em> on July 3, 2011, AOL co-founder Steve Case said it&#39;s crucial for the economy that the United States &quot;continues to be a magnet for high-skilled immigrants who want to start companies here.&quot;<br />\r\n\t<br />\r\n\t&quot;The reality is these high-skilled immigrants are job-makers, not job-takers,&quot; Case said. &quot;...We really need to make sure that we get the best and brightest, not just in our schools here and give them Ph.D.s, but when they graduate, we get them to stay here and start companies here, not start companies other places.<br />\r\n\t<br />\r\n\tCNN host Candy Crowley said that&#39;s a tough sell in the current environment because with unemployment so high, many people are asking why we are letting in more immigrants.&nbsp;<br />\r\n\t<br />\r\n\tCase responded that &quot;statistics show they (immigrants) are job creators, that 40 percent of the Fortune 500 were started either by immigrants or children of immigrants. So they are creating great companies. And we want them to create those companies here. If we send them off to other countries, they will create the companies there, and that&#39;s where we&#39;re going to see the jobs and the economic growth. So that&#39;s a key part of it, making sure that you really are a magnet.&quot;<br />\r\n\t<br />\r\n\tCase is a co-chair of the Democracy Project at the Bipartisan Policy Center, a nonprofit that seeks to develop bipartisan consensus on government policy. And he was tapped by President Barack Obama to serve as chair of the Startup America Partnership and serves on the President&#39;s Council on Jobs and Competitiveness.<br />\r\n\t<br />\r\n\tWe decided to check his claim that &quot;40 percent of the Fortune 500 were started either by immigrants or children of immigrants.&quot;<br />\r\n\t<br />\r\n\tThe statistic comes from a report prepared by the <a href=\"http://www.renewoureconomy.org/home\" id=\"pz97\" title=\"Partnership for a New American Economy\">Partnership for a New American Economy</a>, a bipartisan group of mayors and business leaders that seeks an overhaul of national immigration policy. Released in June 2011, the report, <a href=\"http://www.renewoureconomy.org/sites/all/themes/pnae/img/new-american-fortune-500-june-2011.pdf\" id=\"bsnl\" title=\"&quot;The 'New American' Fortune 500,&quot;\">&quot;The &#39;New American&#39; Fortune 500,&quot;</a> is an analysis of the origin of the founders of the top 500 revenue-producing companies published by <em>Fortune Magazine</em>.<br />\r\n\t<br />\r\n\tAccording to the report:<br />\r\n\t<br />\r\n\t<em>&quot;More than 40 percent of the 2010 Fortune 500 companies were founded by immigrants or their children. Even though immigrants have made up only 10.5 percent of the American population on average since 1850, there are 90 immigrant-founded Fortune 500 companies, accounting for 18 percent of the list. When you include the additional 114 companies founded by the children of immigrants, the share of the Fortune 500 list grows to over 40 percent.&quot;</em><br />\r\n\t<br />\r\n\tThose companies employ more than 10 million people worldwide and generate revenues of over $4.2 trillion, the report states.<br />\r\n\t<br />\r\n\tNew York City Mayor Michael Bloomberg, one of the co-chairs of the Partnership, has repeatedly cited the findings in speeches calling for immigration reform.<br />\r\n\t<br />\r\n\t&quot;The American dream cannot survive if we keep telling the dreamers to go elsewhere,&quot; Bloomberg told the Council on Foreign Relations on June 15, 2011. &quot;It&#39;s what I call national suicide, and that&#39;s not hyperbole.&quot;<br />\r\n\t<br />\r\n\tWe spoke to Jeremy Robbins, policy adviser and special counsel to Mayor Bloomberg and one of the creators of the report, about its methodology.<br />\r\n\t<br />\r\n\t&quot;We tried to be as conservative as possible,&quot; Robbins said.<br />\r\n\t<br />\r\n\tThey contacted or read the company literature to determine the founders of the Fortune 500 companies. In the case where there were multiple founders, and some were not immigrants, or the children of immigrants, they were not deemed to have been founded by immigrants for the statistic. In the case of utilities, which were the result of several local utilities merging, they erred on the side of not counting them, he said. And when there wasn&#39;t a clear founder -- such as companies created by government charter, they were counted as not immigrant-founded.<br />\r\n\t<br />\r\n\t&quot;We let the companies draw the line (about who was the founder) with their own narratives,&quot; Robbins said. &quot;The reality is, it&#39;s hard to make a decision about how to do this in a fair way.&quot;<br />\r\n\t<br />\r\n\tIt can be tricky business. Take the case of Alexander Graham Bell, born in Scotland, who is credited in the report with founding AT&amp;T. Bell is also listed in the report as the founder of Verizon (which emerged from the breakup of AT&amp;T, one of the seven &quot;Baby Bells&quot;), because the report&#39;s authors couldn&#39;t identify anyone else as a founder.<br />\r\n\t<br />\r\n\tVerizon was counted as immigrant-founded, Robbins said, &quot;on the theory it cuts both ways.&quot;&nbsp; Robbins said they stayed consistent with that line of reasoning even when it went the other way.<br />\r\n\t<br />\r\n\tGeneral Electric is another example of the ambiguity involved in determining the role of immigrants. The company is listed as founded by the child of an immigrant, Thomas Edison. Born in Ohio, Edison was the son of Samuel Edison of Canada, who emigrated to the U.S. after he took part in the failed Mackenzie Rebellion of 1837. But Edison was also the son of Nancy Matthews Elliot, who was born in New York.<br />\r\n\t<br />\r\n\tThe report did not consider whether the founders of the companies were legal or illegal immigrants or the children of legal or illegal immigrants. You can check out the full list here (<a href=\"http://www.renewoureconomy.org/sites/all/themes/pnae/img/new-american-fortune-500-june-2011.pdf\" id=\"m78e\" title=\"Appendix A\">Appendix A</a>).<br />\r\n\t<br />\r\n\tThe immigration debate isn&#39;t simply about how to deal with illegal immigrants, Robbins said. There is a dearth of legal immigrants, he said, to meet the country&#39;s economic needs. &quot;If we want America to compete, we have to have an avenue for the world&#39;s talent to get here,&quot; Robbins said.<br />\r\n\t<br />\r\n\tThe figures in the report may be technically accurate, but as they are presented as demonstrating entrepreneurial exceptionalism by immigrants, they are misleading, said Steven Camarota, director of research at the Center for Immigration Studies, which believes fewer immigrants should be allowed into the U.S.<br />\r\n\t<br />\r\n\tCamarota pointed to a 2007 Center for Immigration Studies <a href=\"http://www.cis.org/immigrants_profile_2007\" id=\"wqso\" title=\"report\">report</a> which found the self-employment rate for people 25 and older in 2007 was 11.3 percent for immigrants; and 12.6 percent for natives (Table 9). That&#39;s a good guidepost of entrepreneurialism, he said, and the numbers suggest that the rates are roughly the same.<br />\r\n\t<br />\r\n\t&quot;Immigrants are not lacking in entrepreneurship,&quot; Camarota said. &quot;But it&#39;s also not a distinguishing trait of immigrants.&quot;<br />\r\n\t<br />\r\n\tCamarota also pointed to a 2000 <a href=\"http://www.cis.org/articles/1999/selfemployment/execsummary.html\" id=\"w4to\" title=\"report\">report</a> he did for the Center for Immigration Studies, which found that the rate of self-employment for immigrants (13.8 percent) outpaced the rate for natives in 1960 (9.6 percent) (Figure 1). But the rate for immigrants and natives largely merged over the ensuing decades.<br />\r\n\t<br />\r\n\t&quot;You could have argued this 50 years ago, but no longer,&quot; Camarota said. &quot;Since 1980, immigration has not been a unique source of entrepreneurship.&quot;<br />\r\n\t<br />\r\n\tIt&#39;s also important to look at the context of illegal versus illegal immigration. The self-employment rate was particularly high for immigrants from Korea (30.8 percent); Iran (27.5 percent); Italy (25.2 percent); Vietnam (19.5 percent) and Canada (18.4 percent). It was lowest for immigrants from the Dominican Republic (5.1 percent); Haiti (5.5 percent); Philippines (5.8 percent); Ecuador (7.3 percent) and Mexico (7.8 percent). The largest number of illegal immigrants are coming from that latter group, he said.<br />\r\n\t<br />\r\n\tCamarota also questioned the relevance of Case&#39;s statistic in the context of the current immigration debate. With some of the immigrant-founded companies listed in the report, he said, you are talking about companies founded 100 years ago that have changed dramatically since then.<br />\r\n\t<br />\r\n\t&quot;The current AT&amp;T is not really the same company,&quot; Camarota said. &quot;It has been reassembled so many times. I don&#39;t know what this tells us about immigration policy.&quot;<br />\r\n\t<br />\r\n\tWe think it&#39;s valid to look at the percentage of companies founded by immigrants or their children to provide some historical context to the immigration debate. But it was not a scientific analysis, and there were some assumptions made -- such as counting as children of immigrants anyone who had one parent who was an immigrant, or including companies spun off from ones founded by immigrants -- that some may legitimately debate. The analysis also includes companies with strength and dominance today that may be more attributable to more recent leaders than their founders. We rate the claim Half True.</p>", "ruling_comments_date": "2011-07-06T14:54:47.104973", "ruling_date": "2011-07-06T16:17:56", "ruling_headline": "Steve Case says 40 percent of the Fortune 500 were started either by immigrants or children of immigrants", "ruling_headline_slug": "steve-case-says-40-percent-fortune-500-were-starte", "ruling_link_text": "Defining founders is tricky business", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tPartnership for a New American Economy, Report: <a href=\"http://www.renewoureconomy.org/sites/all/themes/pnae/img/new-american-fortune-500-june-2011.pdf\" id=\"y_gi\" title=\"&quot;The 'New American' Fortune 500,&quot;\">&quot;The &#39;New American&#39; Fortune 500,&quot;</a> June 2011<br />\r\n\t&nbsp;<br />\r\n\tCNN, <a href=\"http://transcripts.cnn.com/TRANSCRIPTS/1107/03/sotu.01.html\" id=\"q2tz\" title=\"Transcipt: State of the Union with Candy Crowley\">Transcipt: State of the Union with Candy Crowley</a>, July 3, 2011<br />\r\n\t<br />\r\n\tNews Americas, <a href=\"http://www.newsamericasnow.com/many-fortune-500-companies-founded-by-immigrants-or-their-children/\" id=\"q0-j\" title=\"&quot;Many Fortune 500 Companies Founded By Immigrants Or Their Children,&quot;\">&quot;Many Fortune 500 Companies Founded By Immigrants Or Their Children,&quot;</a> Felicia Persaud, June 16, 2011<br />\r\n\t<br />\r\n\tCenter for Immigration Studies, <a href=\"http://www.cis.org/immigrants_profile_2007\" id=\"le7v\" title=\"&quot;Immigrants in the United States, 2007: A Profile of America's Foreign-Born Population,&quot;\">&quot;Immigrants in the United States, 2007: A Profile of America&#39;s Foreign-Born Population,&quot;</a> by Steven A. Camarota, November, 2007<br />\r\n\t<br />\r\n\tCenter for Immigration Studies, <a href=\"http://www.cis.org/articles/1999/selfemployment/execsummary.html\" id=\"w2aa\" title=\"&quot;Reconsidering Immigrant Entrepreneurship — An Examination of Self-Employment Among Natives and the Foreign-Born,&quot;\">&quot;Reconsidering Immigrant Entrepreneurship &mdash; An Examination of Self-Employment Among Natives and the Foreign-Born,&quot;</a> by Steven A. Camarota, November, 2007<br />\r\n\t<br />\r\n\tHispanically Speaking News,&nbsp; &quot;New York City Mayor Bloomberg&nbsp; calls US Immigration Policy National Suicide,&quot; June 16, 2011<br />\r\n\t<br />\r\n\tInterview with Steven Camarota, director of research at the Center for Immigration Studies, July 5, 2011<br />\r\n\t<br />\r\n\tInterview with Jeremy Robbins, policy adviser and special counsel to New York City Mayor Michael Bloomberg, July 5, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Steve", "half_true_count": 1, "home_state": "", "id": 1325, "last_name": "Case", "mostly_true_count": 0, "name_slug": "steve-case", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Case.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1325/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\t&quot;Forty percent of the Fortune 500 were started either by immigrants or children of immigrants.&quot;</p>", "statement_context": "an interview on CNN", "statement_date": "2011-07-03", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}