{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2011/jul/07/barack-obama/obama-claims-job-rate-soared-after-clinton-raised-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 4074, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/4074/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tWhile many Republicans have warned that President Barack Obama&#39;s plan to raise taxes on wealthy Americans would hurt the fragile economy, Obama fired back in a Twitter town hall on July 6, 2011, that he&#39;s only proposing to return the top tax rate to the level it was raised to under President Bill Clinton, when job growth subsequently soared.<br />\r\n\t<br />\r\n\tSaid Obama: &quot;If wealthy individuals are willing to simply go back to the rates that existed back in the 1990s when rich people were doing very well -- it&rsquo;s not like they were poor -- and by the way, that&rsquo;s when we saw the highest job growth rates, and that&rsquo;s when we saw the highest -- the greatest reduction in poverty, and that&rsquo;s when we saw businesses very profitable -- if the wealthiest among us -- and I include myself in this category -- are willing to give up a little bit more, then we can solve this problem. It does not take a lot.<br />\r\n\t<br />\r\n\t&quot;And I just have to say, when people say, job-killing tax increases, that&rsquo;s what Obama is proposing, we&rsquo;re not going to -- you&rsquo;re entitled to your own opinions, but not your own facts.&nbsp; And the facts are that a modest increase for wealthy individuals is not shown to have an adverse impact on job growth.<br />\r\n\t&nbsp;<br />\r\n\t&quot;I mean, we can test the two theories. You had what happened during the &lsquo;90s -- right? Taxes for wealthy individuals were somewhat higher, businesses boomed, the economy boomed, great job growth. And then the 2000s, when taxes were cut on wealthy individuals, jobs didn&rsquo;t grow as fast, businesses didn&rsquo;t grow as fast. I mean, it&rsquo;s not like we haven&rsquo;t tried what these other folks are pitching. It didn&rsquo;t work. And we should go with what works.&quot;<br />\r\n\t<br />\r\n\tFirst, let&#39;s look at the history of the top tax rates at issue here. Clinton raised the top marginal rate from 31 percent to 39.6 percent with the Omnibus Budget Reconciliation Act of 1993 (previously, President George H.W. Bush had raised the top tax rate from 28 percent to 31 percent in 1990).<br />\r\n\t<br />\r\n\tAt the time, Clinton said, &quot;The deficit has increased so much beyond my earlier estimates and beyond even the worst official government estimates of last year. We just have to face the fact that to make the changes our country needs, more Americans must contribute today so that all Americans can do better tomorrow.&quot;<br />\r\n\t<br />\r\n\tSound familiar?<br />\r\n\t<br />\r\n\tPresident George W. Bush later lowered the top marginal rate to 39.1 percent in 2001 and 38.6 percent in 2002 by the Economic Growth and Tax Relief Reconciliation Act of 2001. And then he lowered the top rate again, to 35 percent, with the Jobs and Growth Tax Relief Reconciliation Act of 2003.<br />\r\n\t<br />\r\n\tThe Bush tax cuts -- extended in a compromise deal in December -- are set to expire at the end of 2011 unless Congress seeks to extend them or make them permanent. Obama proposes to let the Bush tax cuts expire for people making over $250,000 a year. In other words, Obama would like to return the top marginal tax rate to the 39.6 percent it was under Clinton.<br />\r\n\t<br />\r\n\tAs for Obama&#39;s claim that in the years after the Clinton tax increase, job rates soared, the numbers back him up. Employment rates <a href=\"http://data.bls.gov/pdq/SurveyOutputServlet\" id=\"p23g\" title=\"grew\">grew</a> a healthy clip through the mid 1990s after Clinton&#39;s tax hike, according to the federal Bureau of Labor Statistics. And it&#39;s also true that jobs didn&#39;t grow as quickly after the Bush tax cuts were enacted.<br />\r\n\t<br />\r\n\tSo tax hikes equal job growth?<br />\r\n\t<br />\r\n\t&quot;The 1990s were very good, but not because of higher tax rates,&quot; said &nbsp;Dan Mitchell, an economist with the libertarian Cato Institute.<br />\r\n\t<br />\r\n\tIn an April 18, 2010, <a href=\"http://danieljmitchell.wordpress.com/2010/04/18/clinton-was-much-better-than-bush/\" id=\"w_3m\" title=\"blog post\">blog post</a>, Mitchell argued that &quot;while Bush had a better record (than Clinton) on taxes, he had a much worse record on spending.&quot;<br />\r\n\t<br />\r\n\tOther economists say the trend at least shows raising taxes on the wealthy isn&#39;t going to cause the economy to tank.<br />\r\n\t<br />\r\n\t&quot;I don&#39;t think Obama was claiming that the higher tax rates in the &#39;90s led to the boom, just that they did not prevent it,&quot; said Dean Baker, a liberal economist and co-director of the<br />\r\n\tCenter for Economic and Policy Research. &quot;Similarly, the tax cuts of the Bush years did not lead to strong growth. Most of the evidence shows that tax increases with a given level of deficits will have a modestly negative impact on the economy.&quot;<br />\r\n\t<br />\r\n\tHigher tax rates in the top brackets does create some disincentive effect, Baker said, and some people work less, &quot;but it is not a very big deal in the scheme of things.&quot;<br />\r\n\t<br />\r\n\t&quot;The idea that going back to something like Clinton era tax rates would be a disaster is nonsense,&quot; Baker said.<br />\r\n\t<br />\r\n\tSaid Gus Faucher, director of macroeconomics with Moody&#39;s economy.com: &quot;I think he (Obama) is making the point that higher tax rates, at least at the levels under President Clinton, are compatible with strong economic growth, and the evidence is clear on that.&quot;<br />\r\n\t<br />\r\n\t&quot;You can argue that one reason we had strong growth in the 1990s is that Bush I and Clinton reduced the deficit (cut spending and raised taxes), bringing down budget deficits,&quot; Faucher said. &quot;This, in turn, lowered long-term borrowing costs and made more capital available to the private sector. The strong growth then helped bring down the deficit further, and eventually we got surpluses. I think the fiscal discipline of Bush I and Clinton was a reason for the strong growth in the 1990s.&quot;<br />\r\n\t<br />\r\n\tJ.D. Foster, an economist with the right-leaning Heritage Foundation, scoffed at the suggestion that higher tax rates might be responsible for higher job growth rates and a booming economy. &quot;The most you could even hope to say is that the Clinton tax hikes didn&#39;t do much damage,&quot; Foster said.<br />\r\n\t<br />\r\n\t&quot;The economy was poised for a dramatic boom in 1993, and instead we got muddle and negative real wage growth,&quot; Foster said, drawing from arguments he made in a March 4, 2008, <a href=\"http://www.heritage.org/research/reports/2008/03/tax-cuts-not-the-clinton-tax-hike-produced-the-1990s-boom\" id=\"chkk\" title=\"post\">post</a> on the Heritage website about this very topic. &quot;The Clinton boom? It started not in 1993, but in 1997, which not coincidentally coincided with Republicans taking firmer control of the budget, welfare reform, and especially the capital gains tax rate reduction. Did these policies cause the boom? I argue they contributed to a propitious moment. But at least the case is plausible, whereas to ignore history and argue that the tax hikes somehow led to a boom that began four years later is simply laughable.&quot;<br />\r\n\t<br />\r\n\tFoster argued that while the Clinton tax hikes didn&#39;t trigger job losses in the 1990s, tax increases could now.<br />\r\n\t<br />\r\n\t&quot;The real difference between 1993 and 2011 is that the circumstances of 1993 suggested a recovery well underway that was on course for rapid expansion, an expansion that was dulled by the tax hikes,&quot; Foster said. &quot;We had just come out of a very mild domestic recession, inflation was low, energy prices were low, peace reigned as democracy bloomed and a confluence of new technologies were about to transform the world economy.</p>\r\n<p>\r\n\t&quot;2011? We&#39;re still struggling out of a finance-centered deep global recession, the recovery is weak and retarded by a series of economic policy gaffes by this administration, global political tensions are high, oil prices are high, Europe is in the grips of a massive sovereign debt crisis of their own making.&nbsp; Do you really think the consequences of a tax hike today would be the same as in 1993?&nbsp; Not hardly.&quot;<br />\r\n\t<br />\r\n\tEric Toder, co-director of the Urban Institute and Brookings Institution Tax Policy Center, doesn&#39;t dispute Obama&#39;s facts. But he questions what it proves.<br />\r\n\t<br />\r\n\t&quot;It does not prove that tax increases cause growth and tax cuts retard it,&quot; Toder said. &quot;Lots of other stuff was happening in both decades, and simple correlations don&rsquo;t prove causation.&nbsp; It is even possible that growth in the 1990s would have been stronger without the tax increases and weaker in the 2000s without the tax cuts. It is true, however, that the Clinton tax increases did not prevent an economic boom from occurring, whatever their incremental effect may have been. And the Bush tax cuts did not forestall a decade of relatively weak performance, even if one is willing to argue that things would have been worse without them.&quot;<br />\r\n\t<br />\r\n\tSo where does this leave us? It is true that when Clinton raised the top marginal tax rate to 39.6 percent -- the same level Obama would like to return it to now -- the U.S. saw strong job growth in the ensuing years. But to the extent Obama is suggesting a cause and effect relationship between those two events -- and we think he certainly leaves that impression when he says we &quot;should go with what works&quot; -- that is dubious, according to the cross-section of economists we spoke to. There were many other economic factors that played a larger role in job growth, they said. However, most agree that the tax increases did not appear to hinder job growth, and that&#39;s significant given the dire warnings some Republicans have issued about Obama&#39;s plan to return the top tax rate to Clinton levels. Perhaps, as Foster argues, the situation is different enough now -- more precarious -- that a tax hike would have a more damaging effect. That&#39;s a matter for economists to debate.</p>\r\n<p>\r\n\tWhen Obama says we saw job growth in the 1990s even as Clinton raised taxes, he&#39;s right. But to the extent that he&#39;s suggesting raising taxes created job growth -- as he appears to be when he says &quot;we should go with what works,&quot; he goes too far. We rate his claim Half True.</p>", "ruling_comments_date": "2011-07-07T17:07:34.046117", "ruling_date": "2011-07-07T18:26:29", "ruling_headline": "Obama claims job rate soared after Clinton raised taxes", "ruling_headline_slug": "obama-claims-job-rate-soared-after-clinton-raised-", "ruling_link_text": "Yes, but was it a cause and effect?", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tWhite House website, <a href=\"http://www.whitehouse.gov/the-press-office/2011/07/06/remarks-president-twitter-town-hall\" id=\"sv3_\" title=\"Remarks by the President in Twitter Town Hall\">Remarks by the President in Twitter Town Hall</a>, July 6, 2011<br />\r\n\t<br />\r\n\tBureau of Labor Statistics, <a href=\"http://www.bls.gov/bls/proghome.htm#employment\" id=\"gda9\" title=\"National Employment, Historial Data\">National Employment, Historial Data</a><br />\r\n\t<br />\r\n\tHeritage Foundation, <a href=\"http://www.heritage.org/research/reports/2008/03/tax-cuts-not-the-clinton-tax-hike-produced-the-1990s-boom\" id=\"a6x-\" title=\"&quot;Tax Cuts, Not the Clinton Tax Hike, Produced the 1990s Boom,&quot;\">&quot;Tax Cuts, Not the Clinton Tax Hike, Produced the 1990s Boom,&quot;</a> by J.D. Foster, March 4, 2008<br />\r\n\t<br />\r\n\tInternational Liberty, <a href=\"http://danieljmitchell.wordpress.com/2010/04/18/clinton-was-much-better-than-bush/\" id=\"xa9l\" title=\"&quot;Clinton Was Much Better than Bush,&quot;\">&quot;Clinton Was Much Better than Bush,&quot;</a> by Dan Mitchell, April 18, 2010<br />\r\n\t<br />\r\n\tPolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/statements/2010/aug/12/rachel-maddow/maddow-claims-spending-more-stimulative-tax-cuts/\" id=\"f37p\" title=\"&quot;Maddow claims spending is more stimulative than tax cuts,&quot;\">&quot;Maddow claims spending is more stimulative than tax cuts,&quot;</a> by Lukas Pleva, Aug. 12, 2010<br />\r\n\t<br />\r\n\tPolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/statements/2011/apr/19/joe-walsh/rep-joe-walsh-said-every-time-weve-cut-taxes-reven/\" id=\"r5wp\" title=\"&quot;Rep. Joe Walsh said that every time we've cut taxes, revenues have gone up, the economy has grown,&quot;\">&quot;Rep. Joe Walsh said that every time we&#39;ve cut taxes, revenues have gone up, the economy has grown,&quot;</a> Angie Drobnic Holan, April 19, 2011<br />\r\n\t<br />\r\n\t<em>New York Times</em>, &quot;Clinton tells middle class it now faces a tax increase because deficit has grown,&quot; by Richard L. Berke, Feb. 16, 1993<br />\r\n\t<br />\r\n\tE-mail interview with Gus Faucher, director of macroeconomics with Moody&#39;s economy.com, July 7, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Dean Baker, co-director of the Center for Economic and Policy Research, July 7, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Eric Toder, co-director of the Urban Institute and Brookings Institution Tax Policy Center, July 7, 2011<br />\r\n\t<br />\r\n\tE-mail interview with J.D. Foster, an economist with the Heritage Foundation, July 7, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Dan Mitchell, an economist with the Cato Institute, July 7, 2011</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\r\n\tSays that when President Bill Clinton raised the top tax rates to levels now proposed by Obama, the country experienced significant job growth.</p>", "statement_context": "a Twitter Town Hall", "statement_date": "2011-07-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 183, "photo": null, "resource_uri": "/api/v/2/subject/183/", "subject": "Deficit", "subject_slug": "deficit", "used_in_edition": ["/api/v/2/edition/10/"]}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}