{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/jul/13/tim-pawlenty/tim-pawlenty-says-theres-no-scientific-conclusion-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 4098, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/4098/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tDuring a July 10, 2011, appearance on NBC&rsquo;s <em>Meet the Press</em>, host David Gregory asked Republican presidential candidate Tim Pawlenty about the origins of homosexuality. Here&rsquo;s their exchange:<br />\r\n\t<br />\r\n\t<strong>Gregory</strong>: &quot;Let me ask you about social policy. You&#39;ve notably said that you&#39;re a big fan of Lady Gaga, and even the song <em>Born This Way</em>. There&#39;s a lot of debate about a gay marriage pledge in Iowa. And related to that, I wonder, do you agree with some of those who are behind that, that being gay is a choice?&quot;<br />\r\n\t<br />\r\n\t<strong>Pawlenty</strong>: &quot;Well, I have two teenage daughters who listen to Lady Gaga, so I&#39;m subjected to it. And it has some good qualities to it. But as to, as to gay marriage, I&#39;m in support of traditional marriage as between a man and a woman. I have not supported the issues of allowing gay couples to have the same benefits ... as traditional couples. And so this is an issue in Iowa and across the whole country. But I&#39;ve stood in favor of traditional marriage and traditional relationships in that regard.<br />\r\n\t<br />\r\n\t<strong>Gregory</strong>: &quot;Is being gay a choice?&quot;<br />\r\n\t<br />\r\n\t<strong>Pawlenty</strong>: &quot;Well, the science in that regard is in dispute. I mean, the scientists work on that and try to figure out if it&#39;s behavioral...&quot;<br />\r\n\t<br />\r\n\t<strong>Gregory</strong>: &quot;Right.&quot;<br />\r\n\t<br />\r\n\t<strong>Pawlenty</strong>: &quot;...or if it&#39;s partly genetic.&quot;<br />\r\n\t<br />\r\n\t<strong>Gregory</strong>:&quot;What do you think?&quot;<br />\r\n\t<br />\r\n\t<strong>Pawlenty</strong>: &quot;Well, I defer to the scientists in that regard.&quot;<br />\r\n\t<br />\r\n\t<strong>Gregory</strong>: &quot;So you, you think it&#39;s not a choice.&quot;<br />\r\n\t<br />\r\n\t<strong>Pawlenty</strong>: &quot;Well, there is no....&quot;<br />\r\n\t<br />\r\n\t<strong>Gregory</strong>: &quot;That you are, as Lady Gaga says, you&#39;re born that way.&quot;<br />\r\n\t<br />\r\n\t<strong>Pawlenty</strong>: &quot;There&#39;s no scientific conclusion that it&#39;s genetic. We don&#39;t know that. So we don&#39;t know to what extent, you know, it&#39;s behavioral, and that&#39;s something that&#39;s been debated by scientists for a long time. But as I understand the science, there&#39;s no current conclusion that it&#39;s genetic.&quot;<br />\r\n\t<br />\r\n\tWe decided to rate two of Pawlenty&rsquo;s statements separately. In another item, we&rsquo;ll look at whether scientists are &quot;in dispute&quot; about whether being gay is a choice. In this item, we&rsquo;ll look at Pawlenty&rsquo;s claim that &quot;there&#39;s no scientific conclusion that it&#39;s genetic.&quot;<br />\r\n\t<br />\r\n\tPawlenty&rsquo;s word choice -- &quot;genetic&quot; -- is pivotal for rating the accuracy of his claim. The way he phrased it, he&rsquo;s pretty close to accurate. But if he&rsquo;d said instead that &quot;there&#39;s no scientific conclusion that (being gay) is biological,&quot; he would have been incorrect.<br />\r\n\t<br />\r\n\tSince the significance of this distinction may not be obvious at first glance, we&rsquo;ll explain it in detail here.<br />\r\n\t<br />\r\n\tIf a trait is &quot;genetic,&quot; it means that it comes from the genes encoded in your DNA. Furthermore, arguing that something is genetic suggests that there&rsquo;s a single, or at least a well-defined, genetic source -- what has sometimes been called a &quot;gay gene.&quot;<br />\r\n\t<br />\r\n\tBy contrast, if a trait is &quot;biological&quot; in origin, it means that it can stem from any number of factors, such as hormone levels or how a fetus develops in the uterus. It would not, however, originate primarily from environmental factors such as childhood experiences -- what one might call the &quot;nurture&quot; part of the nature/nurture divide.<br />\r\n\t<br />\r\n\tThe typical way of figuring out whether something is caused by genes is through twin studies. Since identical twins share 100 percent of their DNA, any observed differences in traits would be presumed to be influenced by environment rather than genetics. So if being gay was truly, and exclusively, a genetic trait, every set of identical twins should either be both straight, or both gay.<br />\r\n\t<br />\r\n\tIn fact, that&rsquo;s not the case. Even the studies with the strongest linkage show about a 50 percent correlation in sexual orientation between identical twins. Other studies have shown lower rates. Based on these findings, scientists agree that being gay is not caused exclusively by genes.<br />\r\n\t<br />\r\n\tHowever, being gay does appear to have a genetic component -- just a weaker one. The same study that showed roughly a 50 percent correlation in sexual orientation between identical twins also showed weaker correlations for fraternal twins, who share only 50 percent of their genes on average. That&rsquo;s pretty much what you&rsquo;d expect to see if genetics played a role, but not a dominant one.<br />\r\n\t<br />\r\n\t&quot;Pawlenty is surely right that a genetic explanation has not been proven, and indeed genetics is likely a modest influence on sexual orientation,&quot; said Michael Bailey, a Northwestern University psychologist who undertook the twin study that showed a 50 percent correlation, as well as another that showed lower correlations.<br />\r\n\t<br />\r\n\tBut if being gay is not primarily determined by genes, it doesn&rsquo;t mean that its origin isn&rsquo;t biological.<br />\r\n\t<br />\r\n\tBailey and others find some of the most convincing evidence of the inherent nature of sexual orientation in long-term studies of the rare cases in which hormonally normal boys are reared as girls due to either accidents or certain medical conditions that have left them less obviously male. He said there have been six published cases of hormonally normal males reassigned early as females, and invariably, their sexual orientation was toward females. That&rsquo;s consistent with their prenatal gender, not with their rearing as girls.<br />\r\n\t<br />\r\n\tThe point of these studies is that sexual orientation -- one&rsquo;s attractions and impulses -- runs very deep and is resistant to social and environmental factors.<br />\r\n\t<br />\r\n\t&quot;If you can&#39;t make a male attracted to other males by cutting off his penis, castrating him, and rearing him as a girl, how likely is any social explanation of male homosexuality?&quot; Bailey asks.<br />\r\n\t<br />\r\n\tScientists freely acknowledge that the precise pathways for imparting sexual orientation are not yet understood. &quot;Although much research has examined the possible genetic, hormonal, developmental, social and cultural influences on sexual orientation, no findings have emerged that permit scientists to conclude that sexual orientation &ndash; heterosexuality, homosexuality or bisexuality -- is determined by any particular factor or factors,&quot; the American Psychological Association has put it.<br />\r\n\t<br />\r\n\tHowever, just because scientists don&rsquo;t know the specific mechanisms that cause sexual orientation doesn&rsquo;t mean that they aren&rsquo;t confident that they are biological in nature.<br />\r\n\t<br />\r\n\t&quot;We do not really know in any definitive way the mix between biological and other explanations, but the evidence for biological contributions is as good or better than for any other factor,&quot; said Clinton W. Anderson, the associate executive director of the American Psychological Association and the director of its lesbian, gay, bisexual, and transgender concerns office. &quot;Some have suggested that it&rsquo;s how you were reared or a failure in bonding to the same-sex parent. But the research to support that is abysmal.&quot;<br />\r\n\t<br />\r\n\tJack Drescher, a distinguished fellow of the American Psychiatric Association, added that &quot;you&rsquo;d be hard-pressed to find a reputable scientist who would exclude some aspect of biology&quot; from the causes of homosexuality. Drescher is a member of the working group on sexual and gender-identity disorders for the forthcoming fifth edition of the <em>Diagnostic and Statistical Manual of Mental Disorders</em>, or <a href=\"http://www.dsm5.org/Pages/Default.aspx\">DSM 5</a>-- the authoritative reference work in the field.<br />\r\n\t<br />\r\n\tAt this point, we need to note an important caveat: What we&rsquo;ve been discussing here applies primarily to gay men. There is actually no solid scientific consensus about the causes of female homosexuality, because the research has been much less extensive.<br />\r\n\t<br />\r\n\tWe struggled with the question of how we should factor in what one might call the lesbian exception. Neither Pawlenty nor Gregory specifically referred to either gay men or gay women in their comments. Ultimately, we concluded that the science of what causes women to be gay was too unformed to draw any solid conclusions, so we set it aside as a factor in our ratings.<br />\r\n\t<br />\r\n\tSo where does this leave us?<br />\r\n\t<br />\r\n\tPawlenty said &quot;there&#39;s no scientific conclusion that (being gay) is genetic.&quot; On that specific question, we found broad agreement that Pawlenty was correct. Scientists told us that genetics may play a role in determining sexual orientation, but the current evidence suggests that it&rsquo;s not the dominant factor and may ultimately be shown to play just a modest role.<br />\r\n\t<br />\r\n\tBut a modest role is still different from no role. And we also think that viewers of the interview might be led to believe that because homosexuality is not primarily caused by genes, there&rsquo;s no biological cause. In reality, most scientists do believe that sexual orientation is caused by biology, rather than by choice. On balance, we rate Pawlenty&rsquo;s statement Mostly True.</p>", "ruling_comments_date": "2011-07-13T10:05:41.289448", "ruling_date": "2011-07-13T12:17:49", "ruling_headline": "Tim Pawlenty says there's no scientific conclusion that being gay is genetic", "ruling_headline_slug": "tim-pawlenty-says-theres-no-scientific-conclusion-", "ruling_link_text": "Scientists say genetic role in causing homosexuality is murky", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tTim Pawlenty, <a href=\"http://www.msnbc.msn.com/id/43672884/ns/meet_the_press-transcripts/\">interview</a> on NBC&rsquo;s <em>Meet the Press</em>, July 10, 2011<br />\r\n\t<br />\r\n\tJ. Michael Bailey, Michael P. Dunne and Nicholas G. Martin, &quot;<a href=\"http://www.scribd.com/doc/25137416/Genetic-and-Environmental-Influences-on-Sexual-Orientation-and-Its-Correlates-in-an-Australian-Twin-Sample-Personality-Processes-and-Individual-Diffe\">Genetic and Environmental Influences on Sexual Orientation and Its Correlates in an Australian Twin Sample</a>,&quot; <em>Journal of Personality and Social Psychology</em>, March 2000<br />\r\n\t<br />\r\n\tSusan J. Bradley, Gillian D. Oliver, Avinoam B. Chernick, and Kenneth J. Zucker, &quot;<a href=\"http://www.cirp.org/library/complications/bradley/\">Experiment of Nurture: Ablatio Penis at 2 Months, Sex Reassignment at 7 Months, and a Psychosexual Follow-up in Young Adulthood</a>,&quot; <em>Pediatrics</em>, July 1998<br />\r\n\t<br />\r\n\tWilliam G. Reiner and John P. Gearhart, &quot;<a href=\"http://www.nejm.org/doi/full/10.1056/NEJMoa022236#t=abstract\">Discordant Sexual Identity in Some Genetic Males with Cloacal Exstrophy Assigned to Female Sex at Birth</a>,&quot; <em>New England Journal of Medicine</em>, January 22, 2004<br />\r\n\t<br />\r\n\tAmerican Psychological Association, <a href=\"http://www.apa.org/about/offices/ogc/amicus/marriage-cases.pdf\">amicus brief for gay marriage</a>, Sept. 26, 2007<br />\r\n\t<br />\r\n\tFamily Research Council, &quot;<a href=\"http://downloads.frc.org/EF/EF10F01.pdf\">The Top Ten Myths About Homosexuality</a>,&quot; 2010<br />\r\n\t<br />\r\n\tChandler Burr, &quot;<a href=\"https://facultystaff.richmond.edu/%7Ebmayes/pdf/homosexuality_biology_burr.pdf\">Homosexuality and Biology</a>&quot; (<em>The Atlantic</em>), March 1993<br />\r\n\t<br />\r\n\tE-mail interview with Michael Bailey, Northwestern University psychologist, July 12, 2011<br />\r\n\t<br />\r\n\tInterview with Clinton W. Anderson, associate executive director of the American Psychological Association, July 12, 2011<br />\r\n\t<br />\r\n\tInterview with Jack Drescher, distinguished fellow of the American Psychiatric Association, July 12, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Michael Cole-Schwartz, spokesman for the Human Rights Campaign, July 12, 2011<br />\r\n\t<br />\r\n\tInterview with Peter Sprigg, senior fellow at the Family Research Council, July 12, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 3, "first_name": "Tim", "half_true_count": 3, "home_state": "", "id": 238, "last_name": "Pawlenty", "mostly_true_count": 6, "name_slug": "tim-pawlenty", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Pawlenty_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/238/", "total_count": 18, "true_count": 2, "website": ""}, "statement": "<p>\r\n\t&quot;There&#39;s no scientific conclusion that (being gay) is genetic.&quot;</p>", "statement_context": "an interview on NBC's \"Meet the Press\"", "statement_date": "2011-07-10", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 118, "photo": null, "resource_uri": "/api/v/2/subject/118/", "subject": "Gays and Lesbians", "subject_slug": "gays-and-lesbians", "used_in_edition": []}, {"description": "", "id": 139, "photo": null, "resource_uri": "/api/v/2/subject/139/", "subject": "Science", "subject_slug": "science", "used_in_edition": []}], "target": [], "twitter_headline": ""}