{"art": [{"brightcove": "", "caption": "The conservative advocacy group Crossroads GPS aired this ad, aimed at former supporters of Barack Obama who have become dejected about the state of the economy. We checked one of its claims.", "id": 1444, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/1444/", "title": "Crossroads GPS \"Wake Up\"", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/ESAszBVMnC4?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "ESAszBVMnC4"}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/jul/14/crossroads-gps/crossroads-gps-says-barack-obama-wants-raise-taxes/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 4114, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/4114/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tCrossroads GPS -- a deep-pocketed conservative advocacy group -- unveiled an advertisement on July 8, 2011, that targets voters who may have supported Barack Obama in 2008 but have become disaffected by the direction of the economy during his tenure.<br />\r\n\t<br />\r\n\tThe group says the ad -- called &quot;Wake Up&quot; -- will be aired at a cost of $7 million on national cable channels as well as network television in 11 states and 10 key House districts. We saw it airing as recently as July 14, 2011.<br />\r\n\t<br />\r\n\tA reader asked us to take a look at the ad, so we did.<br />\r\n\t<br />\r\n\tThe ad features a mother lying awake at night worrying about her family&rsquo;s economic situation. She says she supported Obama initially &quot;because he spoke so beautifully, but since then things have gone from bad to much worse.&quot; She says Obama&rsquo;s stimulus didn&rsquo;t improve the economy, and that the national debt worries her.<br />\r\n\t<br />\r\n\t&quot;Our country&#39;s got this huge debt,&quot; the ad says, &quot;and Obama says raise taxes and keep spending more? Doesn&#39;t Washington know we can&#39;t afford more taxes and debt? &hellip; There&rsquo;s got to be a way to take away President Obama&rsquo;s blank check.&quot;<br />\r\n\t<br />\r\n\tIn this item, we&rsquo;re focusing on the question of whether Obama&rsquo;s approach is to &quot;raise taxes and keep spending more.&quot;<br />\r\n\t<br />\r\n\tWe&rsquo;ll start by acknowledging a challenge with rating this claim. The most important fiscal debate currently under way involves the raising of the debt ceiling -- the legal limit on how much money the government can borrow. After hitting the debt ceiling earlier this year, the U.S. Treasury Department juggled accounts as a temporary measure to buy time for further negotiations. But officials now expect the debt limit to be reached on Aug. 2, 2011.<br />\r\n\t<br />\r\n\tWhile the negotiations have been high profile, they are fluid, and have largely been conducted in private. Instead of relying on official position papers, we are left with broadly worded public utterances by the participants and comments by unnamed aides reported in the media. And what is proposed one day may not remain operative the next.<br />\r\n\t<br />\r\n\tThat said, we do think there&rsquo;s enough information on the Obama administration&rsquo;s position on taxes and spending to enable us to judge whether the president has really said his approach is to &quot;raise taxes and keep spending more.&quot;<br />\r\n\t<br />\r\n\tFirst, taxes.<br />\r\n\t<br />\r\n\tOn this issue, the ad is on relatively safe ground. By all accounts, the biggest divide in the negotiations has been strong resistance among key Republicans, particularly House Majority Leader Eric Cantor, R-Va., to raising any taxes as part of a final deal. Republicans in this camp want to see spending cuts alone.<br />\r\n\t<br />\r\n\tDemocrats, on the other hand, believe that whatever deal is reached needs to include some tax increases, rather than just spending cuts.<br />\r\n\t<br />\r\n\tThe White House portrays the tax increases it&rsquo;s seeking as either targeted -- for instance, closing provisions it considers loopholes -- or aimed at the richest Americans, particularly by letting tax cuts passed under President George W. Bush lapse for the highest tax bracket.<br />\r\n\t<br />\r\n\tStill, no matter how targeted, these policies would, as the ad says, &quot;raise taxes.&quot;<br />\r\n\t<br />\r\n\tHere&rsquo;s how Obama explained his position on taxes in a July 11, 2011, press conference.<br />\r\n\t<br />\r\n\t&quot;What we have talked about is that starting in 2013, that we have gotten rid of some of these egregious loopholes that are benefiting corporate jet owners or oil companies at a time where they&#39;re making billions of dollars of profits,&quot; he said. &quot;What we have said is as part of a broader package, we should have revenues, and the best place to get those revenues are from folks like me who have been extraordinarily fortunate, and that millionaires and billionaires can afford to pay a little bit more -- going back to the Bush tax rates.<br />\r\n\t<br />\r\n\t&quot;And what I&#39;ve also said to Republicans is, if you don&#39;t like that formulation, then I&#39;m happy to work with you on tax reform that could potentially lower everybody&#39;s rates and broaden the base, as long as that package was sufficiently progressive so that we weren&rsquo;t balancing the budget on the backs of middle-class families and working-class families, and we weren&rsquo;t letting hedge fund managers or authors of best-selling books off the hook.&quot;<br />\r\n\t<br />\r\n\tSo Obama does want a tax hike -- at least some specific tax hikes -- as part of a deal. Does he also want to &quot;keep spending more?&quot; As we analyzed this question, we assumed that &quot;spending more&quot; meant actually increasing levels of spending.<br />\r\n\t<br />\r\n\tOn this point, we think the ad is misleading.<br />\r\n\t<br />\r\n\tAt the same press conference, Obama said that he has &quot;agreed to a series of spending cuts that will make the government leaner, meaner, more effective, more efficient and give taxpayers a greater bang for their buck. That includes defense spending. That includes health spending. It includes some programs that I like very much, and we -- be nice to have but that we can&rsquo;t afford right now. And if you look at this overall package, we could achieve a situation in which our deficits were at a manageable level and our debt levels were stabilized, and the economy as a whole I think would benefit from that.&quot;<br />\r\n\t<br />\r\n\tIn his July 14, 2011, press briefing, White House spokesman Jay Carney offered additional specifics.<br />\r\n\t<br />\r\n\t&quot;We are now in a situation where our side, the White House, has made clear in a presentation yesterday that there are significant cuts -- $1.5 trillion in cuts that everybody can agree on, real and significant; an additional $200 billion in cuts that essentially we believe everybody can agree on,&quot; Carney said. &quot;That&rsquo;s $1.7 trillion, significant in and of itself. The president wants more.&quot;<br />\r\n\t<br />\r\n\tNeither Obama nor Carney cited specific cuts he&rsquo;d accept. (And the White House didn&rsquo;t provide us with a list.) That&rsquo;s not very surprising, since both sides are in the midst of a closed-doors negotiation.<br />\r\n\t<br />\r\n\tMedia coverage has provided a slightly more detailed picture.<br />\r\n\t<br />\r\n\tCantor himself indicated that the two sides had found some common ground on spending cuts. Referring to informal agreements from an earlier round of debt-ceiling talks led by Vice President Joe Biden, Cantor said that &quot;what the Biden group produced are areas where we believe we can come to an agreement,&quot; Dow Jones Newswire reported on July 11.<br />\r\n\t<br />\r\n\tAnd Obama himself had sought larger cuts than the Biden-led negotiations had produced. Under a $4 trillion &quot;grand bargain&quot; proposed by the president but rejected by Republicans, &quot;Obama was poised to accept cuts to Medicare, Medicaid and possibly Social Security in exchange for $1 trillion in revenue, mostly from repealing President George W. Bush&rsquo;s cuts for the wealthiest Americans after 2012,&quot; Bloomberg reported on July 14.<br />\r\n\t<br />\r\n\tCrossroads GPS, spokesman Jonathan Collegio said it&rsquo;s one thing for the White House to say it will accept a spending cut and another to actually accept it.<br />\r\n\t<br />\r\n\t&quot;Send me Obama&rsquo;s &rsquo;proposed spending cuts.&rsquo; I&rsquo;m not aware of any specific cuts he has officially proposed,&quot; Collegio said. &quot;The only actual proposal I&rsquo;m aware of was his budget, which failed 97-0 in the Senate.&quot; He added that as recently as June, Obama proposed a <a href=\"http://www.reuters.com/article/2011/06/29/us-usa-debt-idUSTRE75M80E20110629\">new round of construction loans</a>.<br />\r\n\t<br />\r\n\t&quot;So there are all these specific spending increases and spending increase proposals, weighed against a number thrown around in the negotiations but without any specific cuts called for whatsoever,&quot; Collegio said.<br />\r\n\t<br />\r\n\tWe see his point -- we, too, wish we could see more details about concrete commitments to spending cuts by the administration. However, we think that what Obama and Carney have said -- and what has trickled out from comments by the negotiators, including the acknowledgement by Cantor of common ground on spending cuts -- undercuts the ad&rsquo;s claim that Obama&rsquo;s intention is to &quot;keep spending more.&quot;<br />\r\n\t<br />\r\n\tThe ad is right about tax increases but incorrect about spending increases. On balance, we rate it Half True.</p>", "ruling_comments_date": "2011-07-14T17:20:14.396386", "ruling_date": "2011-07-14T17:39:50", "ruling_headline": "Crossroads GPS says Barack Obama wants to \"raise taxes and keep spending more\"", "ruling_headline_slug": "crossroads-gps-says-barack-obama-wants-raise-taxes", "ruling_link_text": "Ad is right on taxes, but Obama has made historic spending concessions", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tCrossroads GPS, &quot;Wake Up&quot; (<a href=\"http://www.youtube.com/watch?feature=player_embedded&amp;v=ESAszBVMnC4\">ad</a>), viewed July 14, 2011<br />\r\n\t<br />\r\n\tWhite House, <a href=\"http://www.whitehouse.gov/the-press-office/2011/07/11/press-conference-president\">transcript of press conference with President Barack Obama</a>, July 11, 2011<br />\r\n\t<br />\r\n\tBloomberg, &quot;<a href=\"http://www.bloomberg.com/news/2011-07-14/obama-said-to-consider-camp-david-summit-this-weekend-for-deficit-talks.html\">Obama May Call Lawmakers to Camp David</a>,&quot; July 14, 2011<br />\r\n\t<br />\r\n\tBloomberg, &quot;<a href=\"http://www.bloomberg.com/news/2011-07-11/obama-urges-largest-possible-deal-on-debt.html\">McConnell, Republicans Attack Obama&rsquo;s Bid to Forge &lsquo;Grand Bargain&rsquo; on Debt</a>,&quot; July 12, 2011<br />\r\n\t<br />\r\n\tReuters, &quot;<a href=\"http://www.reuters.com/article/2011/06/29/us-usa-debt-idUSTRE75M80E20110629\">Obama call for stimulus may complicate debt talks</a>,&quot; June 29, 2011<br />\r\n\t<br />\r\n\tReuters, &quot;<a href=\"http://www.reuters.com/article/2011/07/14/us-usa-debt-timeline-idUSTRE76C0NJ20110714\">Timeline: The Debt Debate</a>,&quot; July 13, 2011<br />\r\n\t<br />\r\n\tPOLITICO, &quot;<a href=\"http://www.politico.com/news/stories/0711/58937.html\">President Obama abruptly walks out of debt ceiling talks</a>,&quot; July 13, 2011<br />\r\n\t<br />\r\n\tDow Jones Newswire, &quot;<a href=\"http://online.wsj.com/article/BT-CO-20110711-709097.html\">Cantor: Debt Talks To Focus On Biden Group&#39;s Areas Of Agreement</a>,&quot; July 11, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Jonathan Collegio, spokesman for Crossroads GPS, July 14, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 9, "current_job": "Conservative advocacy group", "false_count": 1, "first_name": "", "half_true_count": 4, "home_state": "", "id": 708, "last_name": "Crossroads GPS", "mostly_true_count": 1, "name_slug": "crossroads-gps", "pants_count": 2, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Crossroads_GPS_image.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/708/", "total_count": 20, "true_count": 2, "website": "http://www.crossroadsgps.org/"}, "statement": "<p>\r\n\t&quot;Our country&#39;s got this huge debt, and (President Barack) Obama says raise taxes and keep spending more.&quot;</p>", "statement_context": "a television ad", "statement_date": "2011-07-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 183, "photo": null, "resource_uri": "/api/v/2/subject/183/", "subject": "Deficit", "subject_slug": "deficit", "used_in_edition": ["/api/v/2/edition/10/"]}, {"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}