{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2011/jul/19/grover-norquist/grover-norquist-said-economy-has-grown-or-been-dam/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 4129, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/4129/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tNobody opposes tax increases quite like Grover Norquist, president of Americans for Tax Reform.&nbsp;<br />\r\n\t<br />\r\n\tFor example, comedian Stephen Colbert recently asked Norquist what he would do if terrorists kidnapped all of our grandmothers and threatened to kill them with fire ants. Their ransom demand? Tax increases on the wealthiest 2 percent of all Americans. Would Norquist give in? &quot;I think we console ourself with the fact that we have pictures,&quot; he said.<br />\r\n\t<br />\r\n\tHe was kidding, right? It&#39;s&nbsp;<a href=\"http://www.colbertnation.com/the-colbert-report-videos/390707/june-27-2011/grover-norquist\">hard to tell</a>.<br />\r\n\t<br />\r\n\tIn a more serious vein, Norquist was interviewed on July 13, 2011, by CNN anchor Wolf Blitzer, who also asked Norquist about taxes on wealthy Americans.<br />\r\n\t<br />\r\n\t&quot;John Paulson, who&#39;s a hedge fund manager, he made last year $4.9 billion. Billion with a &#39;B.&#39; Not million but $4.9 billion. And a big chunk of that income was taxed at 15 percent, not the maximum 35 percent, because it was seen as some sort of capital gains or whatever. Is that fair?&quot; Blitzer asked.<br />\r\n\t<br />\r\n\t&quot;Well, certainly the Democrats have been arguing to raise the capital gains tax on all Americans. Obama says he wants to do that,&quot; Norquist said. &quot;That would slow down economic growth. It&#39;s not necessarily helpful to the economy. Every time we&#39;ve cut the capital gains tax, the economy has grown. Whenever we raise the capital gains tax, it&#39;s been damaged. It&#39;s one of those taxes that most clearly damages economic growth and jobs.&quot;<br />\r\n\t<br />\r\n\tWe decided to check Norquist&#39;s claim on capital gains taxes. We contacted his organization, Americans for Tax Reform, but we didn&#39;t hear back.<br />\r\n\t<br />\r\n\tWhat are capital gains taxes? If your only income is normal wages, you&#39;ve probably never paid them. But here&#39;s how they work: When you sell an asset, such as a share of stock, for a profit, that profit is your capital gain, and the IRS taxes you on it. Capital gains taxes vary depending on the taxpayer&#39;s income and the length of the investment. But most long-term capital gains are taxed at 15 percent, less than many people pay in income taxes. (The top income tax rate is now 35 percent.) The idea is that a lower tax rate encourages investment and economic growth.&nbsp;<br />\r\n\t<br />\r\n\tBlitzer, though, &nbsp;was talking about a loophole that allows compensation paid to investment fund managers, including hedge fund managers, to be treated as capital gains, not income.<br />\r\n\t<br />\r\n\tOver the years, capital gains taxes have gone up and down, providing lots of fodder for economic analysis. They increased in 1986 under President Ronald Reagan, decreased under President Bill Clinton in 1997 and decreased under President George W. Bush in 2003. We should note that these changes have taken place as part of packages of other tax cuts and tax increases, usually alongside changes to income tax rates.&nbsp;</p>\r\n<p>\r\n\tWe decided to compare charts of annual economic growth rates compared with capital gains tax rates to see what we would find. In one column, we listed the percentage growth using inflation-adjusted numbers for the Gross Domestic Product as compiled by the U.S. Department of Commerce&#39;s Bureau of Economic Analysis. In the other column, we included the maximum tax rate for long-term capital gains taxes, as compiled by the nonpartisan Tax Policy Center, going back to 1977. The Tax Policy Center&#39;s rates tend to be just a bit higher than statutory rates because it accounts for other parts of the tax code that interacted with the capital gains tax rate. We <a href=\"https://www.documentcloud.org/documents/216925-capital-gains-tax-rates-analysis.html\">noted exceptions</a> in 1982 (tax rates were lower, but the economy declined); in 1987 (tax rates increased, but the economy still grew); and in 1993 (tax rates increased slightly, and the economy still grew.)</p>\r\n<p>\r\n\tWe looked for other research on the issue and found that Troy Kravitz and Leonard Burman&nbsp;put Norquist&rsquo;s contention to the test in <a href=\"http://www.taxpolicycenter.org/UploadedPDF/1000851_Tax_Fact_11-7-05.pdf\">a simple study</a> published in the respected nonpartisan journal <em>Tax Notes</em> in 2005. They looked at changes to capital gains taxes and compared them with both to stock market performance and overall economic growth. They found a weak relationship between tax changes and the stock market, but virtually no correlation to overall economic growth, measured by gross domestic product (GDP). &quot;Capital gains rates display no contemporaneous correlation with real GDP growth during the last 50 years,&quot; they noted. They also tested whether the tax changes had any delayed effects, testing lags up to five years, but found no statistically significant effect.</p>\r\n<p>\r\n\tOn the issue of stock market growth, they noted that pension funds and foreign investors don&#39;t pay capital gains taxes the same way that individual investors do. &quot;Thus, capital gains tax rates can increase significantly, as they did following the 1986 Tax Reform Act, and have little apparent effect on the stock market,&quot; the report said. &quot;Likewise, the stock market can fluctuate even when rates remain unchanged.&quot;</p>\r\n<p>\r\n\tWe consulted a number of tax policy experts who considered the study sound and knew of no evidence to contradict it.</p>\r\n<p>\r\n\tThe Congressional Research Service, the nonpartisan analysis agency for the U.S. Congress, compiled research on capital gains taxes and concluded that reductions to capital gains taxes are &quot;unlikely to have much effect&quot; on economic growth. &quot;A tax reduction on capital gains would mostly benefit very high income taxpayers, who are likely to save most of any tax reduction,&quot; the report said.</p>\r\n<p>\r\n\tDoes this mean reductions in capital gains taxes don&#39;t cause the economy to grow? We asked Burman, who conducted the <em>Tax Notes&nbsp;</em>study and is the author of <em>The Labyrinth of Capital Gains Tax Policy: A Guide for the Perplexed</em>. &quot;It doesn&#39;t rule out that there could be a connection,&quot; he said. But in practice, he said, &quot;It&#39;s as likely to do damage as to help.&quot; That&#39;s because when the capital gains tax rate is lower than that of regular income, people look for ways to avoid taxes by converting regular income to capital gains income -- just as Blitzer&#39;s question suggested. &nbsp;<br />\r\n\t<br />\r\n\tIn our queries of tax experts, we found a wide difference of opinion on the capital gains tax itself.&nbsp;<br />\r\n\t<br />\r\n\tHere&#39;s the &quot;pro&quot; view, from economist J.D. Foster of the conservative Heritage Foundation:<br />\r\n\t<br />\r\n\t&quot;I believe capital gains taxation is a uniquely powerful tool for good or evil in terms of economic growth because it strikes at the heart of the&nbsp;most productive, transformational forms of investment. What kind of investment is that? Long-term, high risk investment. So changes in the&nbsp;tax treatment either way doesn&#39;t turn the economic world on a dime. It&#39;s a powerful influence, but not one that can be reliably sifted from&nbsp;the data either way.&quot;<br />\r\n\t<br />\r\n\tAlternatively, here&#39;s the &quot;con&quot; view from David Rosenbloom, a tax law professor at New York University:<br />\r\n\t<br />\r\n\t&quot;The best tax policy would not have a difference as between capital gains and ordinary income because there is no compelling reason for any such distinction, and it enormously complicates the Internal Revenue Code. We had such a best policy, briefly, following passage of the Tax Reform Act of 1986, in Reagan&#39;s second term. Everything was taxed at a top rate of 28 percent (with a few minor deviations). Does Norquist think that was so bad? For heaven&#39;s sake, why? And we have had extraordinarily low rates on capital gains since the first years of the Bush II Administartion (and still have them today). Does Norquist think the economy has done splendidly during the ensuing years? What have I missed?&quot;<br />\r\n\t<br />\r\n\tGetting back to Norquist&#39;s statement, he said, &quot;Every time we&#39;ve cut the capital gains tax, the economy has grown. Whenever we raise the capital gains tax, it&#39;s been damaged.&quot; Clearly, he intends that as a statement of causation. But the analysis of Kravitz and Burman rebuts that. They found no evidence of a connection between actual economic growth and changes in capital gains tax rates. The actual effect of capital gains tax rates remains a hotly contested issue. We rate Norquist&#39;s statement False.&nbsp;</p>", "ruling_comments_date": "2011-07-18T15:24:48.330435", "ruling_date": "2011-07-19T17:42:00", "ruling_headline": "Grover Norquist said the economy has grown or been damaged by capital gains tax changes", "ruling_headline_slug": "grover-norquist-said-economy-has-grown-or-been-dam", "ruling_link_text": "Expert analysis disagrees", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tCNN, The Situation Room,&nbsp;<a href=\"http://transcripts.cnn.com/TRANSCRIPTS/1107/13/sitroom.02.html\">interview with Grover Norquist</a>, July 13, 2011<br />\r\n\t<br />\r\n\tThe Tax Foundation,&nbsp;<a href=\"http://www.taxfoundation.org/taxdata/show/2088.html\">Federal Capital Gains Tax Rates</a>, 1988-2011, Aug. 30, 2010</p>\r\n<p>\r\n\tU.S. Department of Commerce, Bureau of Economic Analysis, <a href=\"http://www.bea.gov/national/index.htm#gdp\">Gross Domestic Product</a>, accessed July 18, 2011</p>\r\n<p>\r\n\tThe Tax Policy Center,&nbsp;<a href=\"http://www.taxpolicycenter.org/taxfacts/displayafact.cfm?Docid=161\" id=\"bw-:\" title=\"Historical Capital Gains and Taxes\">Historical Capital Gains and Taxes</a>, April 11, 2011</p>\r\n<p>\r\n\tTax Analysts, via the Tax Policy Center,&nbsp;<a href=\"http://www.taxpolicycenter.org/UploadedPDF/1000851_Tax_Fact_11-7-05.pdf\">Capital Gains Tax Rates, Stock Markets, and Growth</a>, Nov. 7, 2005</p>\r\n<p>\r\n\tCongressional Research Service,&nbsp;<a href=\"http://assets.opencrs.com/rpts/R40411_20100618.pdf\">The Economic Effects of Capital Gains Taxation</a>, June 18, 2010</p>\r\n<p>\r\n\tInterview with with Bob Williams of the Tax Policy Center, July 18, 2011</p>\r\n<p>\r\n\tE-mail interview with Leonard Burman, July 18, 2011</p>\r\n<p>\r\n\tE-mail interview with J.D. Foster of the Heritage Foundation, July 15, 2011</p>\r\n<p>\r\n\tE-mail interview with Chuck Marr of the Center on Budget and Policy Priorities</p>\r\n<p>\r\n\tE-mail interview with David Rosenbloom of New York University, July 15, 2011</p>\r\n<p>\r\n\tE-mail interview with Reed Shuldiner of University of Pennsylvania, July 15, 2011</p>\r\n<p>\r\n\tInterview with Robert Peroni of the University of Texas, July 18, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "President, Americans for Tax Reform", "false_count": 3, "first_name": "Grover", "half_true_count": 0, "home_state": "", "id": 1110, "last_name": "Norquist", "mostly_true_count": 2, "name_slug": "grover-norquist", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/norquist.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1110/", "total_count": 6, "true_count": 0, "website": "http://www.atr.org/"}, "statement": "<p>\r\n\t&quot;Every time we&#39;ve cut the capital gains tax, the economy has grown. Whenever we raise the capital gains tax, it&#39;s been damaged.&quot;</p>", "statement_context": "an interview on CNN", "statement_date": "2011-07-13", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}