{"art": [], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2011/jul/22/kay-bailey-hutchison/sen-hutchison-says-government-only-growth-sector-n/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jseaborn@statesman.com", "first_name": "Jody", "id": 254, "last_name": "Seaborn", "name_slug": "jody-seaborn", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/254/", "title": "Specialty editor", "twitter": null}, {"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 4137, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/4137/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tQuestioned about how the United States should bring down its national debt, U.S. Sen. Kay Bailey Hutchison of Texas said government spending cuts, not tax increases, are the best tool.</p>\r\n<p>\r\n\t&quot;We think the government is spending too much,&quot; the Republican said during a June 29 interview on CNBC. &quot;The only growth sector that we&#39;ve had in the last two years in America is government growth. That&#39;s not the way to come out of this massive $14 trillion debt burden that most surely is going to affect the middle class, and so I think the answer is not to tax anyone further, but to cut government spending.&quot;</p>\r\n<p>\r\n\tWe wondered if Hutchison&#39;s government growth statement was on the money.</p>\r\n<p>\r\n\tDuring the interview, Hutchison didn&#39;t specify what kind of growth she was talking about. Her office told us later that she was referring to employment.</p>\r\n<p>\r\n\tTo support Hutchison&rsquo;s statement, her office sent us a graph originally posted in February in a <a href=\"http://blog.heritage.org/2011/02/22/federal-workforce-continues-to-grow-under-obama-budget/\">blog</a> on the website of the conservative Heritage Foundation, which attributed the figures to the federal Bureau of Labor Statistics. The bureau, which is the government&rsquo;s official source for job numbers, breaks down data on total (nonfarm) employment in several ways, including into the broad categories of &quot;private&quot; and &quot;government&quot; jobs but also into more detailed private industry sectors such as manufacturing and health care.</p>\r\n<p>\r\n\tThe graph compares employment trends in two categories &mdash; the hefty private sector and the much smaller federal government &mdash; over a three-year period, from January 2008 (the month after the latest recession began) to January 2011.</p>\r\n<p>\r\n\tAccording to the graph, the federal workforce, excluding postal and temporary census workers, grew 11.7 percent in those years while private-sector employment fell 6.6 percent.</p>\r\n<p>\r\n\tThat seems to support Hutchison&#39;s statement. However, the graph&#39;s time period doesn&#39;t align perfectly with the two-year period mentioned by Hutchison. Also, it solely tracks a subset of federal government workers, a qualification Hutchison did not make in her statement.</p>\r\n<p>\r\n\tIn the CNBC interview, Hutchison specified a time period of &quot;the last two years.&quot; Yet the graph covers a three-year span that ended five months before the interview.</p>\r\n<p>\r\n\tSignificantly, when assessing employment trends, altering a time frame &mdash; even slightly &mdash; can change the picture. That&#39;s so in this case with private-sector employment.</p>\r\n<p>\r\n\tHutchison&rsquo;s office correctly pointed out that the number of private-sector jobs is far lower (about 6 percent) than it was before the start of the recession in December 2007. Yet, figures show, there has been private-sector growth more recently.</p>\r\n<p>\r\n\tAt the time of the senator&#39;s interview, the most recent monthly employment data available from BLS was for May 2011. We found that between May 2009 and May 2011, private-sector jobs increased by about half a million (from 108.4 million to 108.9 million). There also was growth over the two-year period from April 2009 (108.7 million) to April 2011 (108.8 million).</p>\r\n<p>\r\n\tThen again, the result flip-flops &mdash; showing private-sector job losses &mdash; if you start the two-year comparison with March, February or January of this year.</p>\r\n<p>\r\n\tWhat gives? The answer has to do with the long-term trend. Starting in February 2008, the number of private-sector jobs in the United States fell for 25 months. In March 2010, that figure began to inch up again. It wasn&#39;t until April 2011 that the figure surpassed its two-year-previous level.</p>\r\n<p>\r\n\tLooking at the last two years of data on the number of federal employees who do not work for the Census Bureau or the post office, as the graph specifies, supports Hutchison&#39;s claim that there was growth. According to BLS information, that category of workers increased between May 2009 (2.1 million) and May 2011 (2.2 million).</p>\r\n<p>\r\n\tJames Sherk, a Heritage Foundation policy analyst, explained that it made sense to use federal employment data that excluded postal and temporary census workers in the graph because it was created to highlight the part of the federal work force that is under President Barack Obama&#39;s control. The census workers were short-term employees whose hiring did not represent a long-term trend, Sherk said. And changes in the level of postal employees are determined by the demand for the agency&#39;s services, he said.</p>\r\n<p>\r\n\tBut in her CNBC statement, Hutchison didn&#39;t say non-postal, non-census federal workers, or even simply federal workers. She said government.</p>\r\n<p>\r\n\tBLS reports information on overall government employment as a combination of federal, state and local workers. (The latter two categories make up the vast majority of the total.) From May 2009 to May 2011, total government employment dropped from 22.6 million to 22.1 million.</p>\r\n<p>\r\n\tIn a July 12 <a href=\"http://www.politifact.com/truth-o-meter/statements/2011/jul/12/barack-obama/obama-says-public-sector-job-losses-increasing-sti/\">item</a>, PolitiFact National found that declines in state and local workforces have driven the overall drop in government workers. Among factors noted: the end of federal stimulus aid to states, continuing weakness in the economy and shrinking state and local revenue.</p>\r\n<p>\r\n\tAnother recent PolitiFact National <a href=\"http://www.politifact.com/truth-o-meter/statements/2011/jul/11/paul-krugman/paul-krugman-says-government-jobs-have-fallen-half/\">item</a> noted that between the official end of the recession in June 2009 and June 2011, private payrolls have increased by about 1 million workers while government payrolls have declined by about 490,000. That&rsquo;s the opposite of Hutchison&#39;s claim.</p>\r\n<p>\r\n\tHutchison spokeswoman Lisette Mondello told us that even though the senator did not specify &quot;federal&quot; in her CNBC statement about government growth, the senator was obviously referring to federal government job growth since at the time she was discussing federal spending.</p>\r\n<p>\r\n\tFinal thoughts: We ran Hutchison&rsquo;s statement by a couple of experts before we received backup information from the senator.</p>\r\n<p>\r\n\tNoting Hutchison&rsquo;s use of the word &quot;sector&quot; in her CNBC statement, Cheryl Abbot, a BLS economist in Dallas, suggested we compare the data on overall government employment with how other industry groups performed, rather than simply looking at the private sector as a whole. Of eight BLS sector categories, we found five whose payrolls grew over the last two years: mining and logging, professional and business services, education and health services, leisure and hospitality, and &quot;other,&quot; which includes laundry services and membership associations, among others.</p>\r\n<p>\r\n\tAbbot and economist Lisa Mataloni of the U.S. Commerce Department&rsquo;s Bureau of Economic Analysis, each noted that Hutchison didn&rsquo;t use the word &quot;jobs&quot; in her remarks on CNBC and suggested that the senator&#39;s statement could be interpreted as about something else altogether.</p>\r\n<p>\r\n\tMataloni pointed us to a data source &mdash; &quot;real gross value added by sector&quot; &mdash; that essentially measures, in dollars, how much an industry or a sector contributes to gross domestic product, itself a measure of the country&#39;s output of goods and services. The change in GDP from quarter to quarter is how the government quantifies the growth of the economy.</p>\r\n<p>\r\n\tThe most recent two years&#39; worth of data, from the last quarter of 2008 to the last quarter of 2010, show the contributions of both the business and government sectors as increasing between those quarters.</p>\r\n<p>\r\n\tAll told, we see no reason to penalize Hutchison for failing to say that job gains (and losses) were the basis of her growth claim or failing to specify that by &quot;government,&quot; she meant &quot;federal.&quot; But she relied on an outdated report speaking to a three-year, not two-year, period. Over the two-year period that she noted, the federal government was not the only growth sector. Private-sector employment also increased.</p>\r\n<p>\r\n\tWe rate her statement False.</p>", "ruling_comments_date": "2011-07-19T00:38:18.824300", "ruling_date": "2011-07-22T06:00:00", "ruling_headline": "Sen. Kay Bailey Hutchison says government is the only growth sector the nation has had in last two years", "ruling_headline_slug": "sen-hutchison-says-government-only-growth-sector-n", "ruling_link_text": "Private sector saw gains", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tCNBC Power Lunch, <a href=\"http://www.youtube.com/watch?v=OhJEpKjEOXs\">appearance</a> by Sen. Kay Bailey Hutchison, June 29, 2011</p>\r\n<p>\r\n\tHeritage Foundation, The Foundry blog, &quot;<a href=\"http://blog.heritage.org/2011/02/22/federal-workforce-continues-to-grow-under-obama-budget/\">Federal workforce continues to grow under Obama budget</a>,&quot; Feb. 22, 2011</p>\r\n<p>\r\n\tBureau of Labor Statistics, Current Employment Statistics <a href=\"http://www.bls.gov/ces/\">website</a>, accessed June 13, 2011</p>\r\n<p>\r\n\tBureau of Labor Statistics, news release, &quot;<a href=\"http://www.bls.gov/news.release/archives/empsit_06032011.pdf\">The Employment Situation -- May 2011</a>,&quot; June 3, 2011</p>\r\n<p>\r\n\tPrivate-sector jobs, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/072111_jobgrowthdata.xls\">data</a> compiled by PolitiFact Texas</p>\r\n<p>\r\n\tBureau of Labor Statistics, &quot;<a href=\"http://www.bls.gov/ces/cescensusworkers.pdf\">Census 2010 temporary and intermittent workers and federal government employment</a>&quot;</p>\r\n<p>\r\n\tInterview with James Sherk, policy analyst in labor economics, Heritage Foundation, July 18, 2011</p>\r\n<p>\r\n\tPolitiFact National, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/jul/12/barack-obama/obama-says-public-sector-job-losses-increasing-sti/\">President Barack Obama says public sector job losses increasing as stimulus dwindles</a>,&quot; July 12, 2011</p>\r\n<p>\r\n\tPolitiFact National, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/jul/11/paul-krugman/paul-krugman-says-government-jobs-have-fallen-half/\">Paul Krugman says government jobs have fallen by half-million since January 2009</a>,&quot; July 11, 2011</p>\r\n<p>\r\n\tInterview with Lisette Mondello, senior adviser to U.S. Sen. Kay Bailey Hutchison, July 14, 2011</p>\r\n<p>\r\n\tInterview with Cheryl Abbot, economist, Bureau of Labor Statistics, July 11 and July 15, 2011</p>\r\n<p>\r\n\tInterview with Lisa Mataloni, economist, Bureau of Economic Analysis, U.S. Commerce Department, July 13, 2011</p>\r\n<p>\r\n\tBureau of Economic Analysis, &quot;<a href=\"http://www.bea.gov/iTable/iTable.cfm?ReqID=9&amp;step=1\">National Income and Product Accounts Tables</a>,&quot; see Table 1.3.6</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "U.S. Senator", "false_count": 4, "first_name": "Kay Bailey", "half_true_count": 4, "home_state": "Texas", "id": 287, "last_name": "Hutchison", "mostly_true_count": 3, "name_slug": "kay-bailey-hutchison", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/hutchisonmug7.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/287/", "total_count": 18, "true_count": 4, "website": "http://texans.forkay.com/"}, "statement": "<p>\r\n\t&quot;The only growth sector that we&rsquo;ve had in the last two years in America is government growth.&quot;</p>", "statement_context": "an interview with CNBC", "statement_date": "2011-06-29", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}