{"art": [], "author": [{"email_address": "cshinske@starledger.com", "first_name": "Caryn", "id": 246, "last_name": "Shinske", "name_slug": "caryn-shinske", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 15, "publication_name": "Newark Star-Ledger", "resource_uri": "/api/v/2/publication/15/"}, "resource_uri": "/api/v/2/staffer/246/", "title": "PolitiFact New Jersey editor", "twitter": null}], "canonical_url": "/new-jersey/statements/2011/jul/22/dominick-marino/official-says-new-jersey-police-fire-pension-syste/", "edition": {"adkey": "Editions", "advalue": "New Jersey", "edition": "New Jersey", "edition_slug": "new-jersey", "has_afterthefact": false, "id": 13, "index_page": false, "meter_name": "The New Jersey Truth-O-Meter", "resource_uri": "/api/v/2/edition/13/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 4142, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "cshinske@starledger.com", "first_name": "Caryn", "id": 246, "last_name": "Shinske", "name_slug": "caryn-shinske", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 15, "publication_name": "Newark Star-Ledger", "resource_uri": "/api/v/2/publication/15/"}, "resource_uri": "/api/v/2/staffer/246/", "title": "PolitiFact New Jersey editor", "twitter": null}], "resource_uri": "/api/v/2/statement/4142/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tAfter years of controversy about the state of New Jersey&rsquo;s pension systems, some good news about the status of their solvency might be welcome.<br />\r\n\t<br />\r\n\tDominick Marino, president of the Professional Firefighters Association of New Jersey, believes he has that news for at least one pension fund.<br />\r\n\t<br />\r\n\t&quot;The firefighter and police officer pension system is not headed for bankruptcy, far from it,&quot; Marino said in a June 6 column posted on PolitickerNJ.com. &quot;That&rsquo;s because New Jersey first responders -- fire fighters and police officers -- have never missed making payments to the retirement system.&quot;<br />\r\n\t<br />\r\n\tHardly a day goes by in New Jersey without someone criticizing the supposed failing status of the state&rsquo;s pension systems, so PolitiFact New Jersey decided to check Marino&rsquo;s claim. We found its accuracy depends a lot on how bankruptcy is defined.<br />\r\n\t<br />\r\n\tFirst, let&rsquo;s look at how pension systems work for New Jersey police and firefighters.<br />\r\n\t<br />\r\n\tNew Jersey has several pension funds: a joint retirement system for police and firefighters, and one each for state police, teachers and the judiciary. &nbsp;All other state employees fall under the Public Employees Retirement System.<br />\r\n\t<br />\r\n\tThe state and municipalities are each required to make contributions to the police and firefighter fund, but in recent years municipalities have done a better job of making their contributions. For example, as of June 30, 2010 &ndash; the most recent date that the funds were certified by accountants, the police and firefighters pension was at 71 percent funding, or $19.8 billion, said Andrew Pratt, a spokesman for the state&rsquo;s Treasury Department.<br />\r\n\t<br />\r\n\tPensions ideally should be fully funded, which means the pension has 100 percent of its required funds. Roughly, half the fund is financed by employee contributions, which come automatically from payroll deductions and the other half by employers, Pratt said.<br />\r\n\t<br />\r\n\tAs of June 30, 2010, the teachers pension was funded at 63.9 percent or $25.9 billion; the state police pension was 73 percent funded, or $1.7 bllion; and the judiciary pension is at 59.7 percent funded, or $265 million.<br />\r\n\t<br />\r\n\tPolice and firefighters had been paying 8.5 percent of every paycheck toward their pensions, and that climbed to 10 percent effective July 1 with the historic pension reforms signed into law by Gov. Chris Christie.<br />\r\n\t<br />\r\n\tNext, let&rsquo;s define what bankruptcy means in terms of pension funding. Bankruptcy is not when a fund reaches zero, Pratt said. It&rsquo;s when taxpayers can no longer afford to keep the system maintained as designed, because bankruptcy will become inevitable, he said.<br />\r\n\t<br />\r\n\tFor now, Pratt said the police/firefighters fund is 70.8 percent funded. Marino put the figure at 72 percent. The pension is nearly three-fourths funded, but is it enough to escape bankruptcy or to be considered dangerously underfunded?<br />\r\n\t<br />\r\n\t&quot;In the pension world, that&rsquo;s a pretty good place to be, 75 to 80 percent is good,&quot; Marino said.<br />\r\n\t<br />\r\n\tPratt agreed &ndash; to a point.<br />\r\n\t<br />\r\n\t&quot;It is more important to say that from the standard of pension funds, 70-percent funded is an inadequate number,&quot; Pratt told PolitiFact New Jersey. &quot;The law has determined that 80 percent is the minimum level actuaries would say the fund is solvent. The target is 80 percent with good reason. It is the long-term solvency of a system that is designed to provide benefits to police officers and firefighters not just over the next two or three years, but for the rest of their lives.&quot;<br />\r\n\t<br />\r\n\tAn issues brief released in April 2010, &quot;The Funding of State and Local Pensions: 2009-2013&quot; by the Center for State and Local Government Excellence in Washington, DC, looked at the causes and possible solutions to repairing the problems with the nation&rsquo;s state and local government pensions, and also reviewed 126 government pension funds across the nation -- including New Jersey&rsquo;s.<br />\r\n\t<br />\r\n\tThe level of New Jersey&rsquo;s police and fire pension funding dropped from 100.8 percent in 2001 to 70.8 percent in 2009, according to the study.<br />\r\n\t<br />\r\n\tThe U.S. Government Accountability Office also considers 80 percent an important threshold. While it doesn&rsquo;t recommend 80 percent as a level of funding adequacy, the GAO considers below 80 percent &quot;potentially worrisome,&quot; said Barbara Bovbjerg, managing director of Education, Workforce and Income Security Issues for the GAO.<br />\r\n\t<br />\r\n\tIris J. Lav, a senior adviser at the left-leaning Center on Budget and Policy Priorities in Washington, DC said public pensions should aim to be 100 percent funded, but noted that &quot;in a bad economic time, having 80 percent isn&rsquo;t a crisis.<br />\r\n\t<br />\r\n\t&quot;It is true that an 80 percent funding threshold is considered adequate for public pensions opposed to private pensions,&quot; she said. &quot;Cities, counties and states are ongoing institutions. Businesses can go out of business, and the money on hand that day is supposed to be enough to pay the pensions promised.&quot;<br />\r\n\t<br />\r\n\tMaking changes to deal with lack of contributions and underfunding can improve the situation, according to the findings in the issue brief by the Center for State and Local Government Excellence.<br />\r\n\t<br />\r\n\tNew Jersey&rsquo;s recent pension reforms are one example of those changes. As part of the state&rsquo;s new reforms, cost-of-living adjustments have been eliminated until the fund reaches a minimum 80 percent funding level.<br />\r\n\t<br />\r\n\tPratt emphasized that New Jersey&rsquo;s new pension reforms are projected to significantly bring pension funds above the 80 percent funding threshold.<br />\r\n\t<br />\r\n\t&quot;Without reform, the funds were effectively bankrupt because they didn&#39;t contain enough money to pay the future claims of retirees, and without a stock market miracle, they never would have contained enough money to pay future claims,&quot; Pratt said.<br />\r\n\t<br />\r\n\tLet&rsquo;s review.<br />\r\n\t<br />\r\n\tThe president of the New Jersey Professional Firefighters Association says the joint police and firefighters retirement fund is far from bankruptcy and in better shape than other funds. While the funding level of that pension is higher than others in the state, several experts state that public pensions funded below a threshold of 80 percent -- the case for the police and firefighters fund, as well as other New Jersey pensions -- could be cause for concern. Bankruptcy might not be on the immediate horizon for the police and firefighters pension fund, but it&rsquo;s not an impossibility, either. We rate Marino&rsquo;s claim Half True.</p>\r\n<p>\r\n\tTo comment on this ruling, go to <a href=\"http://www.nj.com/news/index.ssf/2011/07/politifact_new_jersey_how_solv.html\">NJ.com</a>.</p>", "ruling_comments_date": "2011-07-19T15:52:56.703347", "ruling_date": "2011-07-22T05:15:00", "ruling_headline": "Official says New Jersey police, fire pension systems \"far\" from bankruptcy", "ruling_headline_slug": "official-says-new-jersey-police-fire-pension-syste", "ruling_link_text": "Bankruptcy doesn't mean zero balance", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t&quot;Put down the microphone, pull up a chair and start listening to the people of New Jersey,&quot; Dominick Marino column, PolitickerNJ.com, June 6, 2011<br />\r\n\t<br />\r\n\tThe Star-Ledger, &quot;Deal to change N.J. public workers&#39; pensions, benefits is struck by Christie, Sweeney,&quot; June 8, 2011<br />\r\n\t<br />\r\n\tN.J.&#39;s largest union criticizes deal to increase employee health, pension costs, June 8, 2011<br />\r\n\t<br />\r\n\tPhone interview with Dominick Marino, president, Professional Firefighters Association of New Jersey, June 23, 2011<br />\r\n\t<br />\r\n\tPhone interview with Steve Lonegan, state director for the New Jersey chapter of Americans for Prosperity, June 23, 2011<br />\r\n\t<br />\r\n\t&quot;The Trillion Dollar Gap: Underfunded State Retirement Systems and The Road to Reform,&quot; The Pew Center On The States, New Jersey fact sheet, accessed July 14 and 15, 2011<br />\r\n\t<br />\r\n\tPhone and email interviews with Andrew Pratt, state Treasury Department spokesman, June 28, July 14, 15, 19, 20 and 21<br />\r\n\t<br />\r\n\t&quot;The Widening Gap: The Great Recession&rsquo;s Impact on State Penion and Retiree Health Care Costs,&quot; The Pew Center On The States, accessed July 15, 2011<br />\r\n\t<br />\r\n\tThe Star-Ledger, &quot;My Case For New Jersey Being Number One,&quot; John Bury, Feb. 19, 2010<br />\r\n\t<br />\r\n\tPhone interview with Steve Fehr, researcher, The Pew Center On The States, July 15, 2011<br />\r\n\t<br />\r\n\tU.S. Government Accountability Office&rsquo;s August 2010 report &quot;State and Local Government Pension Plans,&quot; accessed July 15, 2011<br />\r\n\t<br />\r\n\tEmail interview with Barbara Bovbjerg, managing director, Education, Workforce and Income Security Issues, U.S. Government Accountability Office, July 15, 2011<br />\r\n\t<br />\r\n\tEmail interview with Iris J. Lav, senior adviser, Center on Budget and Policy Priorities, Washington, DC, July 18, 2011<br />\r\n\t<br />\r\n\tCenter for Retirement Research at Boston College Public Plans database, accessed July 19, 2011<br />\r\n\t<br />\r\n\t&quot;The Funding of State and Local Pensions: 2009-2013,&quot; Center for State and Local Goverment Excellence Issue Brief, April 2010, accessed July 19, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Dominick", "half_true_count": 1, "home_state": "New Jersey", "id": 1344, "last_name": "Marino", "mostly_true_count": 0, "name_slug": "dominick-marino", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Marino.jpg", "primary_edition": {"adkey": "Editions", "advalue": "New Jersey", "edition": "New Jersey", "edition_slug": "new-jersey", "has_afterthefact": false, "id": 13, "index_page": false, "meter_name": "The New Jersey Truth-O-Meter", "resource_uri": "/api/v/2/edition/13/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1344/", "total_count": 1, "true_count": 0, "website": "http://www.pfanj.org"}, "statement": "<p>\r\n\t&quot;The firefighter and police officer pension system is not headed for bankruptcy, far from it. That&rsquo;s because New Jersey first responders -- fire fighters and police officers -- have never missed making payments to the retirement system.&quot;&nbsp;</p>", "statement_context": "a column on PolitickerNJ.com", "statement_date": "2011-06-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 102, "photo": null, "resource_uri": "/api/v/2/subject/102/", "subject": "Retirement", "subject_slug": "retirement", "used_in_edition": []}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}