{"art": [{"brightcove": "", "caption": "Sen. Bernie Sanders, I-Vt., often sends out tweets that cite statistics on income inequality. We checked one of them -- on how many Americans have slipped into poverty since 2000.", "id": 1457, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Sanders_tweet.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/1457/", "title": "Sanders tweet", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/jul/20/bernie-sanders/bernie-sanders-says-12-million-have-slipped-middle/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 4148, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/4148/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tIn a tweet sent on July 18, 2011, Sen. Bernie Sanders, I-Vt., said that &quot;since 2000, nearly 12 million Americans have slipped out of the middle class and into poverty.&quot; Sanders ended the tweet with his signature hashtag, #SharedSacrifice.<br />\r\n\t<br />\r\n\tA reader asked us to check his claim, so we did.<br />\r\n\t<br />\r\n\tFirst we contacted Sanders&#39; office, but we didn&#39;t hear back from them.</p>\r\n<p>\r\n\tWe then turned to Census Bureau data on poverty. In <a href=\"http://www.census.gov/compendia/statab/2011/tables/11s0710.pdf\">2000</a>, almost 31.6 million Americans were officially classified as having incomes below the poverty line. By <a href=\"http://www.census.gov/prod/2010pubs/p60-238.pdf\">2009</a>, that number had risen to 43.6 million. The difference? Exactly 12 million.<br />\r\n\t<br />\r\n\tSo while the data for 2010 is unavailable, the most recent figures confirm that Sanders used a verifiable statistic.<br />\r\n\tHowever, we see a number of issues that undercut Sanders&rsquo; interpretation and framing of the data.<br />\r\n\t<br />\r\n\t&bull;&nbsp; <strong>Both the number of people in poverty and the poverty rate have increased from 2000 to 2009, but the increase in the poverty rate hasn&#39;t been in a straight line.&nbsp;</strong></p>\r\n<p>\r\n\tThe poverty rate -- the percentage of Americans officially counted as in poverty -- started at 11.3 percent in 2000, then climbed every year until 2004, when it hit 12.7 percent. Then it fell for two years in a row, to 12.3 percent in 2006, before climbing for the next three years to 14.3 percent in 2009.<br />\r\n\t<br />\r\n\tHowever, it&rsquo;s worth keeping in mind that the poverty rate in 2009 -- the year Sanders used as his benchmark -- is still lower than some of the rates in the 1990s. In fact, the poverty rate was higher in 1992, 1993 and 1994, and it barely missed being higher in 1991. The highest rate was 15.1 percent in 1993.<br />\r\n\t<br />\r\n\t&bull;&nbsp; <strong>Some people started out in poverty, rather than slipping into it.</strong><br />\r\n\t<br />\r\n\tEvery year, some American babies are born into poverty, and some newly arrived immigrants end up in poverty when they arrive on these shores. This complicates Sanders&rsquo; claim that &quot;nearly 12 million Americans have slipped out of the middle class and into poverty.&quot; Obviously, neither the impoverished infants nor the new immigrants in poverty &quot;slipped out of the middle class.&quot;<br />\r\n\t<br />\r\n\tThese cases probably represent a small minority of all Americans in poverty, but they can&rsquo;t be ignored, said Gary Burtless, an economist with the centrist-to-liberal Brookings Institution. &quot;There is no reason to think that all the people newly classified as poor were members of middle class U.S. families in the previous year,&quot; Burtless said.</p>\r\n<p>\r\n\t&bull; <strong>Some people who slip into poverty may not have been living in the &quot;middle class.&quot; </strong><br />\r\n\t<br />\r\n\tSanders has a point if you break down the U.S. population into three classes -- impoverished, middle class and rich.&nbsp; And if Sanders defines the middle class as stretching all the way down to the poverty line, he&rsquo;d be right that, on a net basis, &quot;nearly 12 million Americans have slipped out of the middle class and into poverty&quot; between 2000 and 2009.<br />\r\n\t<br />\r\n\tDefining the American middle class a fuzzy question -- and one that&rsquo;s likely impossible to settle -- but we&rsquo;re skeptical about the idea of extending &quot;the middle class&quot; all the way down to the poverty line. Both common English and public policy studies have long referred to &quot;the working poor.&quot; It seems a lot more plausible that many of the people falling into poverty are members of the working poor than they are the middle class. If we&rsquo;re right, this would make Sanders&rsquo; formulation an exaggeration.<br />\r\n\t<br />\r\n\t&bull;&nbsp; <strong>Sanders&rsquo; tweet misses that people move in and out of poverty America</strong>.</p>\r\n<p>\r\n\tThe incomes of many Americans are volatile. Someone may lose a job, or get hit by an expensive illness, or lose a spouse. Then, a year later, the same person may get a new job, enjoy improved health or remarry -- and those life changes may well spell the difference between poverty and improved economic fortunes.<br />\r\n\t<br />\r\n\t&quot;A proper understanding of poverty would show that many Americans do not stay poor for very long,&quot; Burtless said. &quot;They become poor temporarily, and then their incomes recover and they become non-poor.&quot;</p>\r\n<p>\r\n\tBurtless said the number of Americans who go from poverty to riches essentially overnight is small (think lottery winners, pro sports draftees and the like). Much more common is to travel from below the poverty line to a level not too far above the poverty line.<br />\r\n\t<br />\r\n\tA different data set -- a Census Bureau study known as the Survey of Income and Program Participation -- provides a window into how many Americans fall into, and climb out of, poverty every year. This study is useful because it&rsquo;s &quot;longitudinal&quot; -- that is, it tracks what happens to people and families across time.<br />\r\n\t<br />\r\n\tThe study found that there were nearly 243 million Americans who were not poor in 2004. Of these, 8.8 million, or 3.5 percent, became poor in 2005, and 10.1 million, or 4.2 percent of, were poor in 2006.<br />\r\n\t<br />\r\n\tAt the same time, the study found 28.1 million poor Americans in 2004, and of those, 8.8 million, or 31.4 percent, exited poverty in 2005. By 2006, 11.7 million of them, or 41.6 percent, were no longer in poverty.<br />\r\n\t<br />\r\n\tSo, not only did nearly one-third of poor Americans exit poverty between 2004 and 2005, but the numbers of people leaving and entering poverty (not counting babies and immigrants) were exactly in balance -- 8.8 million out, 8.8 million in. (Because the SIPP data set is different than the official poverty statistics, the numbers don&rsquo;t square exactly, but the official numbers do show that the poverty rate was pretty static in 2004 and 2005, falling only slightly, from 12.7 percent to 12.6 percent.)<br />\r\n\t<br />\r\n\tSo on the one hand, fewer than the 12 million Americans he cited fell into poverty and stayed there. There was simply too much flux for 12 million Americans to have stayed in poverty year after year.<br />\r\n\t<br />\r\n\tOn the other hand, many more than 12 million Americans experienced a taste of poverty between 2000 and 2009. But in most cases, that taste of poverty was temporary.<br />\r\n\t<br />\r\n\tSo where does this leave us?<br />\r\n\t<br />\r\n\tOn Sanders&rsquo; side, he used a solid number, and he&rsquo;s clearly right about the underlying trend -- despite some ups and downs, there are more impoverished Americans today than there were in 2000, both measured by raw numbers and as a percentage of the population. But we think he goes too far when he suggests these 12 million Americans simply fell from the middle class into poverty. And he ignores the fact that as those 12 million Americans were slipping into poverty, many, many Americans were simultaneously climbing out of poverty. On balance, we rate Sanders&rsquo; statement Half True.</p>", "ruling_comments_date": "2011-07-20T15:02:23.357298", "ruling_date": "2011-07-20T15:01:47", "ruling_headline": "Bernie Sanders says 12 million have slipped from middle class into poverty since 2000", "ruling_headline_slug": "bernie-sanders-says-12-million-have-slipped-middle", "ruling_link_text": "140 characters is too short to get in all the nuances", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tBernie Sanders, <a href=\"https://twitter.com/#%21/SenatorSanders/status/93047466286526464\">tweet</a>, July 18, 2011<br />\r\n\t<br />\r\n\tStatistical Abstract of the United States, &quot;<a href=\"http://www.census.gov/compendia/statab/2011/tables/11s0710.pdf\">Table 710: People Below Poverty Level and Below 125 Percent of Poverty Level by Race and Hispanic Origin</a>,&quot; 1980 to 2008<br />\r\n\t<br />\r\n\tU.S. Census Bureau, &quot;<a href=\"http://www.census.gov/hhes/www/poverty/data/incpovhlth/2009/index.html\">Income, Poverty, and Health Insurance Coverage in the United States</a>,&quot; 2009<br />\r\n\t<br />\r\n\tU.S. Census Bureau, &quot;<a href=\"http://www.census.gov/hhes/www/poverty/publications/dynamics04/table6.pdf\">Table 6: Poverty Entries: People Not in Poverty in 2004 by Poverty Status in 2005 and 2006</a>,&quot; accessed July 20, 2011<br />\r\n\t<br />\r\n\tU.S. Census Bureau, &quot;<a href=\"http://www.census.gov/popest/states/tables/NST-EST2009-01.xls\">Annual Estimates of the Resident Population for the United States, Regions, States, and Puerto Rico</a>,&quot; April 1, 2000 to July 1, 2009<br />\r\n\t<br />\r\n\tE-mail interview with Gary Burtless, senior fellow at the Brookings Institution, July 20, 2011</p>", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 20, "current_job": "U.S. Senator", "false_count": 15, "first_name": "Bernie", "half_true_count": 28, "home_state": "Vermont", "id": 218, "last_name": "Sanders", "mostly_true_count": 46, "name_slug": "bernie-sanders", "pants_count": 0, "party": {"id": 6, "party": "Independent", "party_slug": "independent", "resource_uri": "/api/v/2/party/6/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Bernie_Sanders.jpg", "primary_edition": {"adkey": "", "advalue": "", "edition": "Vermont", "edition_slug": "vermont", "has_afterthefact": false, "id": 65, "index_page": false, "meter_name": "Vermont Truth-O-Meter", "resource_uri": "/api/v/2/edition/65/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/218/", "total_count": 129, "true_count": 16, "website": "http://sanders.senate.gov/"}, "statement": "<p>\r\n\t&quot;Since 2000, nearly 12 million Americans have slipped out of the middle class and into poverty.&quot;</p>", "statement_context": "a tweet", "statement_date": "2011-07-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 214, "photo": null, "resource_uri": "/api/v/2/subject/214/", "subject": "New Hampshire 2012", "subject_slug": "new-hampshire-2012", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 29, "photo": null, "resource_uri": "/api/v/2/subject/29/", "subject": "Poverty", "subject_slug": "poverty", "used_in_edition": []}], "target": [], "twitter_headline": ""}