{"art": [], "author": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "canonical_url": "/truth-o-meter/statements/2008/apr/02/chain-email/complete-distortion-of-the-bible/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "smontgomery@sptimes.com", "first_name": "Scott", "id": 9, "last_name": "Montgomery", "name_slug": "scott-montgomery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/9/", "title": "Former Government & Politics Editor, St. Petersburg Times", "twitter": null}], "facebook_headline": null, "id": 415, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "resource_uri": "/api/v/2/statement/415/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tThe chain e-mail attacks on Sen. Barack Obama during this presidential race have been rampant and ruthless. He refused to say the Pledge of Allegiance ( <a href=\"http://www.politifact.com/truth-o-meter/statements/169/\"> False.) </a> He was sworn into the Senate on a Koran, not the Bible ( <a href=\"http://www.politifact.com/truth-o-meter/statements/238/\"> Pants on Fire wrong.) </a> His middle name is Mohammed and he&#39;s a &quot;covert&quot; Muslim ( <a href=\"http://www.politifact.com/truth-o-meter/statements/281/\"> Pants on Fire wrong.) </a></p>\r\n<p>\r\n\tBut those allegations are dwarfed by a new chain e-mail that distorts the words of the Bible to suggest Obama is the Antichrist.</p>\r\n<p>\r\n\tThe e-mail reads: &quot;According to The Book of Revelations the anti-christ is: The anti-christ will be a man, in his 40s, of MUSLIM descent, who will deceive the nations with persuasive language, and have a MASSIVE Christ-like appeal....the prophecy says that people will flock to him and he will promise false hope and world peace, and when he is in power, will destroy everything is it OBAMA??&quot;</p>\r\n<p>\r\n\tLike many other e-mails spreading falsehoods about the presidential candidates to thousands or even millions of people, this e-mail encourages its readers to pass it on: &quot;I STRONGLY URGE each one of you to repost this as many times as you can! Each opportunity that you have to send it to a friend or media outlet...do it! If you think I am crazy..Im sorry but I refuse to take a chance on the &quot;unknown&quot; candidate.&quot;</p>\r\n<p>\r\n\tWe feel silly even writing about this because many people consider it ridiculous on its face. But the e-mail was sent to us by many PolitiFact readers who wanted us to sort it out. And judging by 635,000 hits on a Google search for &quot;Obama + Antichrist,&quot; the suggestion certainly has spread. Among the thousands of postings is one blog &mdash; <a href=\"http://www.barackobamaantichrist.blogspot.com/\"> &quot;Barack Obama the Antichrist?&quot; </a> &mdash; devoted to exploring signs that Obama may be the Antichrist.</p>\r\n<p>\r\n\tAnd it&#39;s because of chain e-mails like this one that misunderstandings begin.</p>\r\n<p>\r\n\tTo be clear: Nothing about this detailed allegation is true.</p>\r\n<p>\r\n\tLet&#39;s begin with the Book of Revelation (note the singular, which is accurate), the final book in the Bible&#39;s New Testament, which is 22 chapters long. Its sweeping apocalyptic language is laced with metaphors and symbols that challenge modern readers, but nowhere does it offer the kind of cookbook definition of the Antichrist proposed in this e-mail.</p>\r\n<p>\r\n\tTo reach our findings, we read the Book of Revelation and interviewed two religious scholars. Here&#39;s what we found:</p>\r\n<p>\r\n\t<b>&bull; The word &quot;anti-christ&quot; does not appear in the Book of Revelation. </b></p>\r\n<p>\r\n\t&quot;The word Antichrist is not used in the Book of Revelation so this is important to point out,&quot; said Dr. James D. Tabor, professor and chair of the religious studies department at the University of North Carolina at Charlotte. &quot;Everybody thinks the word is used.&quot;</p>\r\n<p>\r\n\tThat&#39;s a pretty big hole in this e-mail from the get-go. We didn&#39;t find the word in reading the text and our second scholar confirms this critical point.</p>\r\n<p>\r\n\t&quot;First and foremost, the word Antichrist and a figure called the Antichrist never occurs in the Book of Revelation in the New Testament,&quot; said Dr. L. Michael White, professor of classics and religious studies at the University of Texas and director of the Institute for the Study of Antiquity and Christian Origins.</p>\r\n<p>\r\n\tNow, some people interpret characters in the Book of Revelation to be the Antichrist even though the text doesn&#39;t use this word. Specifically, in Chapter 13 there is a beast &quot;having seven heads and ten horns, and upon his horns ten crowns, and upon his heads the name of blasphemy&quot; that some consider to be an allusion to the Antichrist.</p>\r\n<p>\r\n\t&quot;It&#39;s only in Chapter 13 and you could almost miss it,&quot; Tabor said.</p>\r\n<p>\r\n\tBut among biblical scholars and historians, there is strong consensus that none of the strange, evil-sounding characters in the Book of Revelation actually represents the Antichrist.</p>\r\n<p>\r\n\t&quot;It wasn&#39;t there in the Bible,&quot; White said. &quot;It emerges in the Middle Ages. It&#39;s something historians deal with.&quot;</p>\r\n<p>\r\n\tNow the word Antichrist does appear a few times in other books of the Bible, specifically in First John and Second John. The description in First John, Chapter 4, verse 3 says: &quot;And every spirit that confesseth not that Jesus Christ is come in the flesh is not of God: and this is that <i> spirit </i> of antichrist, whereof ye have heard that it should come; and even now already is it in the world.&quot;</p>\r\n<p>\r\n\t<b>&bull; There&#39;s no mention of a man of a certain age. </b></p>\r\n<p>\r\n\tThe Book of Revelation talks of God, Jesus Christ, John, spirits, Jezebel, a beast like a calf, a beast like a flying eagle, elders, a great red dragon and many more animals and people. But nowhere does it describe &quot;a man, in his 40s,&quot; as the e-mail alleges.</p>\r\n<p>\r\n\t&quot;As you notice, there&#39;s nothing about being age 40,&quot; Tabor said. &quot;This is completely wrong. The Book of Revelation doesn&#39;t say that. It says it&#39;s a male, so I guess they got that right. It says &#39;he,&#39; &#39;he,&#39; &#39;he.&#39; &quot;</p>\r\n<p>\r\n\t<b>&bull; There&#39;s no mention of the word &quot;Muslim.&quot; </b></p>\r\n<p>\r\n\tConsidering the Bible was completed by the early second century, and the Islam religion wasn&#39;t founded until the early 600s, it&#39;s not surprising that the world Muslim (the name for Islam followers) does not appear in the Book of Revelation.</p>\r\n<p>\r\n\tSo it&#39;s this part of the e-mail, where it says the Antichrist will be a man &quot;of Muslim descent,&quot; that our religious scholars find particularly ridiculous.</p>\r\n<p>\r\n\tBy definition, the Antichrist is &quot;the polar opposite and ultimate enemy of Christ,&quot; according to the Encyclopedia Britannica. And because Muslims believe &quot;there is no god but God,&quot; they would have great difficulty with the idea of elevating a person to a divine status, White said.</p>\r\n<p>\r\n\t&quot;A Muslim would be a monotheist and the last thing a Muslim would do is have anyone worship anyone other than God,&quot; Tabor said.</p>\r\n<p>\r\n\tNot to mention the fact that Obama is not a Muslim.</p>\r\n<p>\r\n\tWhite points to the specific descriptions of the Antichrist as evidence that the e-mail is drawing from a number of sources to create the image it wants to portray.</p>\r\n<p>\r\n\t&quot;There is no part of that anywhere in the Bible, not in those forms,&quot; said White, who was a co-writer and historical consultant for the 1999 PBS documentary, <i> Apocalypse! Time, History, and Revolution. </i> &quot;That&#39;s all a jigsaw puzzle of bits and pieces all filtered through the kind of end-of-world scenarios we get in the theology that is the underpinning of the <i> Left Behind </i> novels.&quot;</p>\r\n<p>\r\n\tWhite says this patchwork interpretation of the Bible is common in some groups trying to justify certain beliefs.</p>\r\n<p>\r\n\t&quot;Of course, they never bothered to read the Scriptures carefully ... so it&#39;s kind of a system of interpretation. That if you start with that presupposition. ... it&#39;s all there you can just find it,&quot; White said.</p>\r\n<p>\r\n\t&quot;That description (in the chain e-mail) never occurs anywhere in one place nor are the component parts really about the same situation. It&#39;s a cherry-picking through Scripture to get it all to fit together.&quot;</p>\r\n<p>\r\n\tBut fit together it doesn&#39;t. The claim in this e-mail is egregiously inaccurate, so we rule it Pants on Fire wrong.</p>", "ruling_comments_date": "2010-01-07T13:28:19.607651", "ruling_date": "2008-04-02T00:00:00", "ruling_headline": "Complete distortion of the Bible", "ruling_headline_slug": "complete-distortion-of-the-bible", "ruling_link_text": "Complete distortion of the Bible", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tThe Bible, authorized King James version</p>\r\n<p>\r\n\tEncyclopedia Britannica, 2008</p>\r\n<p>\r\n\tInfoplease Almanac, <a href=\"http://www.infoplease.com/ipa/A0001468.html\"> Islam </a></p>\r\n<p>\r\n\tPBS.org, <a href=\"http://www.pbs.org/wgbh/pages/frontline/shows/apocalypse/revelation/white.html\"> Understanding the Book of Revelation, </a> by L. Michael White</p>\r\n<p>\r\n\tInterview with Dr. James D. Tabor, professor and chair of the religious studies department at the University of North Carolina at Charlotte, April 1, 2008</p>\r\n<p>\r\n\tInterview with Dr. L. Michael White, professor of classics and religious studies at the University of Texas and director of the Institute for the Study of Antiquity and Christian Origins, April 1 and 2, 2008</p>", "speaker": {"adkey": "People ", "advalue": "Fake_news", "barely_true_count": 11, "current_job": "", "false_count": 44, "first_name": "", "half_true_count": 8, "home_state": "", "id": 27, "last_name": "Chain email", "mostly_true_count": 5, "name_slug": "chain-email", "pants_count": 106, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-emailer.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/27/", "total_count": 180, "true_count": 6, "website": ""}, "statement": "<p>\r\n\t&quot;According to The Book of Revelations the anti-christ ... will be a man, in his 40s, of MUSLIM descent ... is it OBAMA??&quot;</p>\r\n", "statement_context": "a chain e-mail", "statement_date": "2008-03-19", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 167, "photo": null, "resource_uri": "/api/v/2/subject/167/", "subject": "Obama Birth Certificate", "subject_slug": "obama-birth-certificate", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 9, "photo": null, "resource_uri": "/api/v/2/subject/9/", "subject": "Religion", "subject_slug": "religion", "used_in_edition": []}], "target": [], "twitter_headline": ""}