{"art": [], "author": [{"email_address": "dgorenstein@nhpr.org", "first_name": "Dan", "id": 259, "last_name": "Gorenstein", "name_slug": "dan-gorenstein", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 18, "publication_name": "New Hampshire Public Radio", "resource_uri": "/api/v/2/publication/18/"}, "resource_uri": "/api/v/2/staffer/259/", "title": "Reporter", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2011/jul/22/mitt-romney/mitt-romney-says-federal-laws-requires-hospitals-p/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 4162, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "dgorenstein@nhpr.org", "first_name": "Dan", "id": 259, "last_name": "Gorenstein", "name_slug": "dan-gorenstein", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 18, "publication_name": "New Hampshire Public Radio", "resource_uri": "/api/v/2/publication/18/"}, "resource_uri": "/api/v/2/staffer/259/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/4162/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tResponding to a question about health care at a Wolfeboro, N.H., town hall, Republican presidential candidate Mitt Romney defended the health care law he signed in Massachusetts, saying it was partly a response to people who took advantage of a federal law that allows them to get free emergency coverage.<br />\r\n\t<br />\r\n\tThe former governor told the crowd he expanded health coverage in the Bay State in part so citizens could &quot;take personal responsibility&quot; for their health care.<br />\r\n\t<br />\r\n\t&quot;We found that because of federal law, federal law requires that hospitals treat people whether or not they can pay. So someone (who) doesn&rsquo;t have health insurance -- they can go to the hospital and get free care. And we found a growing number of people were dropping their insurance and going to the hospital if they got real sick.&quot;<br />\r\n\t<br />\r\n\tWhether hospitals were properly compensated for treating the poor was one of the issues the Massachusetts health care law tried to address. In this case, we wondered if Romney was accurately describing the federal law and whether it truly equates with free care.<br />\r\n\t<br />\r\n\tHis campaign told us he was referring to the Emergency Medical Treatment and Labor Act., which Congress passed in 1986. It says any hospital that receives Medicare dollars (<a href=\"http://www.cms.gov/DataCompendium/14_2010_Data_Compendium.asp#TopOfPage\">and nearly 90 percent of hospitals in the United States do</a>) must &quot;provide a medical screening examination&quot; for an emergency condition &quot;regardless of an individual&#39;s ability to pay.&quot;<br />\r\n\t<br />\r\n\tThe American College of Emergency Physicians<a href=\"http://www.acep.org/content.aspx?id=25936\"> defines an emergency</a> as &quot;a condition manifesting itself by acute symptoms of sufficient severity (including severe pain) such that the absence of immediate medical attention could reasonably be expected to result in placing the individual&#39;s health (or the health of an unborn child) in serious jeopardy, serious impairment to bodily functions, or serious dysfunction of bodily organs.&quot;<br />\r\n\t<br />\r\n\tIf the patient&rsquo;s symptoms qualify as an emergency, the law says &quot;hospitals are required to provide stabilizing treatment for patients.&quot;<br />\r\n\t<br />\r\n\tSo what does &quot;stabilizing treatment for patients&quot; mean in practice?<br />\r\n\t<br />\r\n\tMatt Fenwick with the American Hospital Association says it means &quot;your condition has been stabilized. (Medical providers) have done everything they can do to make sure your condition is not getting any worse.&quot;<br />\r\n\t<br />\r\n\tBut there&rsquo;s no guarantee a hospital will provide some level of treatment, even if a person is really sick, says George Washington University health policy professor Sara Rosenbaum.<br />\r\n\t<br />\r\n\t&quot;For example, you bring a child who is running a fever and has a sore throat. They say that&rsquo;s not an emergency. If it turns out the sore throat is very fast-moving strep, which can happen with little children, your child could be dead by night.&quot;<br />\r\n\t<br />\r\n\tRosenbaum says whether a patient actually gets treatment can be a matter of lucky timing and whether they show up at the emergency room just as the medical concern has blossomed into a true emergency.<br />\r\n\t<br />\r\n\tShe said that even when a person receives some care, there often is a big gap between stabilizing a patient&rsquo;s condition and providing them with treatment.<br />\r\n\t<br />\r\n\tDr. Arthur Kellermann, a health analyst with &nbsp;the Rand Corporation, a policy think tank, echoes that sentiment. He says a patient &quot;will be stabilized and if necessary hospitalized. They are not entitled to primary care, they are not entitled to preventive care, they are not entitled to followup. That is more humane then letting people die in the gutter. But it is a ridiculous way to try to manage a health care system.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tRomney said that federal law &quot;requires that hospitals treat people whether or not they can pay. So someone doesn&rsquo;t have health insurance they can go to the hospital and get free care.&quot;<br />\r\n\t<br />\r\n\tExperts told us that one aspect of Romney&#39;s argument has some validity: Many people rely on emergency rooms for care when they have nowhere else to go, which is expensive and a burden on the health care system and the larger society. And hospitals sometimes provide more free care than the law requires.<br />\r\n\t<br />\r\n\tBut Romney is wrongly suggesting more extensive treatment is required by federal law. He implies that hospitals are required to provide more free care than is actually mandated. In fact, the law just requires stabilizing treatment in an emergency. We rate his claim Barely True.</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2011-07-21T14:39:00.570454", "ruling_date": "2011-07-22T06:00:00", "ruling_headline": "Mitt Romney says federal law requires hospitals to provide free care", "ruling_headline_slug": "mitt-romney-says-federal-laws-requires-hospitals-p", "ruling_link_text": "Law only requires emergency stabilization", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tPolitico, <a href=\"http://www.politico.com/news/stories/0711/58327.html\" id=\"internal-source-marker_0.8367717354173877\">Video of Wolfeboro Town Hall with Mitt Romney,</a> July 5, 2011</p>\r\n<p>\r\n\tCenters for Medicare and Medicaid Service, <a href=\"http://www.cms.gov/EMTALA/01_Overview.asp#TopOfPage\">EMTALA Overview,&nbsp;</a> accessed July 12, 2011<br />\r\n\t<br />\r\n\tAmerican College of Emergency Physicians,<a href=\"http://www.acep.org/content.aspx?id=25936\"> EMTALA Main Points,</a> accessed July 12, 2011<br />\r\n\t<br />\r\n\tEmail and telephone interviews with Matt Fenwick, Senior Associate Media Relations American Hospital Association, July 12, 2011<br />\r\n\t<br />\r\n\tEmail and telephone interviews with George Washington University Health Policy Professor Sara Rosenbaum, July 12, 2011<br />\r\n\t<br />\r\n\tTelephone interview with Rand Corporation Health Analyst Arthur Kellermann, July 13, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 34, "current_job": "Former governor", "false_count": 32, "first_name": "Mitt", "half_true_count": 58, "home_state": "Massachusetts", "id": 5, "last_name": "Romney", "mostly_true_count": 33, "name_slug": "mitt-romney", "pants_count": 19, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-mittromney.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/5/", "total_count": 221, "true_count": 30, "website": "http://www.mittromney.com/"}, "statement": "<p>\r\n\t&quot;Federal law requires that hospitals treat people whether or not they can pay. So someone (who) doesn&rsquo;t have health insurance -- &nbsp;they can go to the hospital and get free care.&quot;</p>", "statement_context": "a Town Hall in Wolfeboro, N.H.", "statement_date": "2011-07-05", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 214, "photo": null, "resource_uri": "/api/v/2/subject/214/", "subject": "New Hampshire 2012", "subject_slug": "new-hampshire-2012", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}