{"art": [], "author": [{"email_address": "cjoyner@ajc.com", "first_name": "Chris", "id": 260, "last_name": "Joyner", "name_slug": "chris-joyner", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/260/", "title": "Atlanta Journal-Constitution Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2011/jul/22/mike-males/limited-studies-say-teen-curfews-ineffective/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jdenery@ajc.com", "first_name": "Jim ", "id": 141, "last_name": "Denery", "name_slug": "jim-denery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/141/", "title": "Word editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 4164, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "cjoyner@ajc.com", "first_name": "Chris", "id": 260, "last_name": "Joyner", "name_slug": "chris-joyner", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/260/", "title": "Atlanta Journal-Constitution Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/4164/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tIn a May 31 news release, just as Atlanta&rsquo;s teens were embracing the warm glow of summer vacation, city officials announced plans to enforce a long-standing juvenile curfew.<br />\r\n\t<br />\r\n\tThe rationale was safety.<br />\r\n\t<br />\r\n\t&quot;I want everyone in the City of Atlanta, especially our young people, to enjoy the summer months,&quot; Mayor Kasim Reed said in the statement. &quot;At the same time, it is vital that we keep everyone safe.&quot;<br />\r\n\t<br />\r\n\tBut Mike Males, a researcher with the Center on Juvenile and Criminal Justice, said in an Atlanta Journal-Constitution story two weeks later that the mayor&rsquo;s logic is flawed.<br />\r\n\t<br />\r\n\t&quot;There&rsquo;s pretty much no question that [the ordinances] aren&rsquo;t effective in either reducing crime or preventing harm to young people,&quot; he said.<br />\r\n\t<br />\r\n\tThat&rsquo;s a strong position to take against a very popular crime-reduction tactic.<br />\r\n\t<br />\r\n\tCurfews have been around forever, imposed by moms and mayors alike. In 1884, President Benjamin Harrison called them &quot;the most important municipal regulation for the protection of children in American homes from the vices of the street.&quot;<br />\r\n\t<br />\r\n\tCurfews fell out of favor in the mid-20th century and did not regain popularity until the Clinton administration.<br />\r\n\t<br />\r\n\tBy the mid-1990s, the U.S. Conference of Mayors found 70 percent of nearly 350 cities surveyed had some sort of nighttime curfew. The overwhelming majority of cities considered the curfew effective and a good use of police time.<br />\r\n\t<br />\r\n\tAtlanta&rsquo;s current curfew has been on the books since 1977, although enforcement has waxed and waned. The curfew says young people 16 and under cannot be on the streets unsupervised past 11 p.m. Sunday through Thursday and after midnight on Fridays and Saturdays. It includes some exceptions for work, school events and emergencies, making it similar to curfews in other cities.<br />\r\n\t<br />\r\n\tViolation of the curfew nets a warning on the first offense and a $1,000 fine and possible jail time on subsequent violations, but it&rsquo;s the parent or guardian who gets the punishment.<br />\r\n\t<br />\r\n\tSo we know that curfews are popular, but is Males right when he says they don&rsquo;t work?<br />\r\n\t<br />\r\n\tFor the answer, we turn to ... Males. It turns out, he is one of the leading researchers in the effectiveness of teen curfews and his work is cited frequently in scholarly papers and the media.<br />\r\n\t<br />\r\n\tIn a widely referenced 1998 paper on the impact of curfews in California, Males and co-author Dan Macallair found curfews &quot;had no discernible effect on youth crime&quot; based on a statistical analysis of cities enforcing the laws. In some cases, curfew cities actually saw crime go up compared with cities that did not enforce a curfew, they found.<br />\r\n\t<br />\r\n\tMales and Macallair said crime statistics in curfew cities &quot;suggest that solutions are more complex and multifaceted.&quot;<br />\r\n\t<br />\r\n\tIn an interview this week, Males said curfews presuppose that all young people are equally likely to commit a crime. Since they aren&rsquo;t, curfews become an inefficient tool for combating youth crime, perhaps wasting police resources, he said.<br />\r\n\t<br />\r\n\tMales&rsquo; research is backed up by a popular survey of studies on curfews published in 2003 by criminal justice researcher Kenneth Adams, who also found scant evidence that the laws accomplished what most people believed they did.<br />\r\n\t<br />\r\n\t&quot;Studies consistently report no change in crime in relation to curfews,&quot; Adams wrote, although he indicated curfews likely would remain popular.<br />\r\n\t<br />\r\n\t&quot;The seduction of common-sense reasoning sometimes is too strong to be swayed by scientific evidence,&quot; he wrote.<br />\r\n\t<br />\r\n\tWhile the researchers agree that curfews do not lower juvenile crime, they also admit their conclusions rest on relatively few studies. As a result, Adams allows that curfews &quot;may encourage parental responsibility,&quot; and he wrote there is some evidence a short-term curfew focused on certain high-crime areas does reduce crime.<br />\r\n\t<br />\r\n\tBut a more recent stab at measuring the effectiveness of curfews comes from University of California at Berkley economist Patrick Kline.<br />\r\n\t<br />\r\n\tUsing an economic theory called the substitution effect, Kline says there is evidence that curfews curb youth crime.<br />\r\n\t<br />\r\n\tIn consumer economics, the substitution effect holds that higher prices result in lower consumer demand. With curfews, Kline said the criminal penalties for curfew-breakers results in a decline in youth crime of up to 10 percent.<br />\r\n\t<br />\r\n\tKline&rsquo;s paper has been picked up across the country by curfew advocates looking for a champion, but Males said the study has significant shortcomings. For example, Kline does not compare cities that have curfews with similar cities without curfews to see whether crime is declining generally.<br />\r\n\t<br />\r\n\tIn fact, juvenile arrests peaked in the mid-1990s and has been declining nationally ever since, along with arrests for lots of adult crimes. Males said Kline&rsquo;s assessment does not take those larger shifts into consideration.<br />\r\n\t<br />\r\n\tMales also said there are some problems with applying a theory governing how milk prices get set with criminal justice.<br />\r\n\t<br />\r\n\t&quot;The problem with economic substitution theory is that not all juveniles are equally likely to commit crimes,&quot; he said.<br />\r\n\t<br />\r\n\tKline&rsquo;s paper has gone through several revisions, and according to his website, is awaiting publication in American Law and Economics Review.<br />\r\n\t<br />\r\n\tSo the weight of academic opinion sides with Males&rsquo; assessment that curfews do not reduce crime. But Kline&rsquo;s interpretation suggests the question deserves more research.<br />\r\n\t<br />\r\n\tMales saves himself with the qualifier &quot;pretty much,&quot; but at least some still are asking questions, leaving us with a ruling of Mostly True.</p>", "ruling_comments_date": "2011-07-21T16:05:50.133644", "ruling_date": "2011-07-22T06:00:00", "ruling_headline": "Limited studies say teen curfews ineffective", "ruling_headline_slug": "limited-studies-say-teen-curfews-ineffective", "ruling_link_text": "Lights out on teen curfews. Curfews popular, but useless, expert claims.", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tU.S. Conference of Mayors, &quot;<a href=\"http://www.usmayors.org/publications/curfew.htm\">A Status Report on Youth Curfews in America&#39;s Cities: A 347-City Survey</a>.&quot;<br />\r\n\t<br />\r\n\tCity of Atlanta Code Sec. <a href=\"http://library.municode.com/showDocument.aspx?clientID=10376&amp;docID=0#PTIICOORENOR_CH106OFMIPR_ARTVOFAGMI_S106-227CUUT\">106-227</a>. <br />\r\n\t<br />\r\n\tThe City Mayors Foundation, &quot;<a href=\"http://www.citymayors.com/society/usa-youth-curfews.html\">Youth curfews popular with American cities but effectiveness and legality are questioned</a>.&quot;<br />\r\n\t<br />\r\n\tMike Males and Dan Macallair, &quot;The Impact of Juvenile Curfew Laws in California,&quot; San Francisco: Justice Policy Institute, 1998<br />\r\n\t<br />\r\n\tKenneth Adams, &quot;The Effectiveness of Juvenile Curfews at Crime Prevention,&quot; Annals of the American Academy of Political and Social Science, 2003<br />\r\n\t<br />\r\n\tPatrick Kline, &quot;<a href=\"http://www.econ.berkeley.edu/~pkline/papers/curfews_resubmit.pdf\">The Impact of Juvenile Curfew Laws on Arrests of Youth and Adults</a>,&quot; American Law and Economics Review, forthcoming</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Researcher, Center on Juvenile and Criminal Justice", "false_count": 0, "first_name": "Mike", "half_true_count": 0, "home_state": "", "id": 1352, "last_name": "Males", "mostly_true_count": 1, "name_slug": "mike-males", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Mike_Males.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1352/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\t&quot;There&rsquo;s pretty much no question that [the curfew ordinances] aren&rsquo;t effective in either reducing crime or preventing harm to young people.&quot;</p>", "statement_context": "an article ", "statement_date": "2011-06-13", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 177, "photo": null, "resource_uri": "/api/v/2/subject/177/", "subject": "Criminal Justice", "subject_slug": "criminal-justice", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": "Expert claims teen curfews in places like Atlanta's don’t reduce crime. True? "}