{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}, {"email_address": "klandrigan@nashuatelegraph.com", "first_name": "Kevin", "id": 261, "last_name": "Landrigan", "name_slug": "kevin-landrigan", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 16, "publication_name": "The Telegraph", "resource_uri": "/api/v/2/publication/16/"}, "resource_uri": "/api/v/2/staffer/261/", "title": "Staff writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2011/jul/28/jon-huntsman/jon-huntsman-touts-record-enacting-flat-tax-how-ac/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 4196, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}, {"email_address": "klandrigan@nashuatelegraph.com", "first_name": "Kevin", "id": 261, "last_name": "Landrigan", "name_slug": "kevin-landrigan", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 16, "publication_name": "The Telegraph", "resource_uri": "/api/v/2/publication/16/"}, "resource_uri": "/api/v/2/staffer/261/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/4196/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tEvery Republican candidate claims to be a tax-cutter, but former Utah Gov. Jon Huntsman says he&#39;s done something that few other Republicans can claim: he simplified the state&#39;s income taxes and passed a flat tax.<br />\r\n\t<br />\r\n\tDuring a recent house party in Belmont, N.H., Huntsman responded to a voter&#39;s question about whether the aim of the federal tax system should be to raise revenue or influence behavior.<br />\r\n\t<br />\r\n\t&quot;That&#39;s one of those trick questions, right?&#39;&#39; Huntsman asked.<br />\r\n\t<br />\r\n\t&quot;Possibly,&#39;&#39; said Bill Goetz, a retired, manufacturing executive living in Belmont.<br />\r\n\t<br />\r\n\tHuntsman went on to describe his philosophy and pointed to his record in Utah.<br />\r\n\t<br />\r\n\t&quot;We got a flat tax out of it, we cut income taxes by 30 percent, it was a cost-neutral affair where we took out the deductions, we took out the biases almost completely, some we didn&#39;t get out, and you know what? The state came to life in part because of that.&#39;&#39;<br />\r\n\t<br />\r\n\tRepublicans frequently talk a good game about supporting a flat tax, but they often have difficulty getting political support to change the complicated tax laws. So we wondered if Huntsman and the Utah legislature had succeeded in overhauling the state law to the point where it can be considered a flat tax -- and whether they cut income taxes by 30 percent.<br />\r\n\t<br />\r\n\tThe Huntsman campaign pointed us to published reports this spring and in 2007 that explained how Huntsman began pushing for the changes soon after he took office in January 2005.<br />\r\n\t<br />\r\n\t&quot;We need a tax policy that is not only friendly to our citizens, but also creates a competitive environment for business. Business as usual will leave us behind our neighboring states,&quot; he said during his first State of the State speech in January 2005.<br />\r\n\t<br />\r\n\tHuntsman and the Legislature achieved their goal with two changes in tax law over two years.<br />\r\n\t<br />\r\n\tWhen Huntsman took office, there were six income tax brackets ranging from 2.3 percent to 7 percent. Ultimately, Huntsman and the Legislature approved a single rate of 5 percent.<br />\r\n\t<br />\r\n\tThey created a much flatter tax, stripping away most of the deductions and credits. Utah taxpayers still adjust their income in ways such as counting interest earned on bond income or deducting from income the withdrawals they make from medical savings accounts.<br />\r\n\t<br />\r\n\tThe research arm of the Utah Legislature maintains it was not a flat tax in the purest sense. &quot;Although the new system has a single statutory rate of 5.0 percent, it is not a proportional or &#39;flat&#39; income tax system. Rather, Utah&rsquo;s new income tax system remains progressive through tax credits,&#39;&#39; said a January 2010 report of the Utah Office of Legislative Research and General Counsel. (A progressive tax system is one in which richer people pay a higher percentage of their income in taxes than poorer people do.)<br />\r\n\t<br />\r\n\tRoughly 90 percent of taxpayers get to claim as a credit from state taxes some of what they claim as deductions and tax exemptions under the federal tax code. The credit phases out and goes away from those making very high incomes in the state.<br />\r\n\t<br />\r\n\tThis makes the effective tax rate about 3 percent for Utah taxpayers earning $70,000 a year in 2008 and 4 percent for a household with $100,000 in taxable income, according to the legislative group&#39;s analysis.<br />\r\n\t<br />\r\n\t&quot;There&#39;s no question this is a single rate tax -- but with the credit, the overwhelming majority of taxpayers do not pay 5 percent of their income,&#39;&#39; said Phil Dean, the policy analyst who authored the 2010 study.<br />\r\n\t<br />\r\n\tConservative groups give Huntsman high marks for the overhaul and have said they consider it to be a flat tax.<br />\r\n\t<br />\r\n\tThe libertarian Cato Institute gave Huntsman the highest score of any governor on tax policy in 2006. Likewise, the Club for Growth praised Huntsman&#39;s tax reform while adding there were some &quot;minor blemishes&quot;&#39; that included other tax increases during his tenure. (It&#39;s worth noting that both groups fault Huntsman for increases in state spending that occurred under his watch.)<br />\r\n\t<br />\r\n\tIn general, most taxpayers ended up paying less in taxes. The Office of Legislative Research and General Counsel estimated that about 97 percent of taxpayers were paying the same or less compared to the 2005 system.<br />\r\n\t<br />\r\n\tAs for Huntsman&#39;s claim that they &quot;cut income taxes by 30 percent,&quot; we find that is a significant exaggeration.<br />\r\n\t<br />\r\n\tHe is close to correct if you compare the statutory rate in the top tax bracketbefore and after the tax system changed. The top rate declined from 7 percent to 5 percent, which is a decrease of 28.6 percent.<br />\r\n\t<br />\r\n\tBut there are two problems with this measurement. First, it doesn&rsquo;t address the lower tax brackets. Remember, the lowest rate went up from 2.3 percent to 5 percent. So Huntsman&rsquo;s 30 percent decrease in the statutory rate didn&rsquo;t apply to them.<br />\r\n\t<br />\r\n\tThat said, it&rsquo;s worth noting that residents in the lowest tax brackets didn&rsquo;t necessarily end up paying more in taxes, because under both approaches they got credits that reduced their tax bill. (In fact, about 97 percent pay the same or less in taxes than they did under the old system.)<br />\r\n\t<br />\r\n\tWhich brings us to the second problem with Huntsman&rsquo;s 30 percent description -- that just looking at the drop in the statutory rate, as Huntsman does, says very little about how a taxpayer actually fared after the change.<br />\r\n\t<br />\r\n\tEven after the imposition of the new system, a Utah resident&rsquo;s tax bill is heavily dependent on their specific circumstances. The 2010 report found that very few taxpayers saved more than $300 on their tax bill, and those who did were mostly in the top 10 percent of earners.<br />\r\n\t<br />\r\n\tInstead, for the bottom 70 percent of earners, the typical savings was between zero and $200. And a $200 savings for someone earning $55,000 is about four-tenths of 1 percent. That&rsquo;s a much more modest in-pocket savings than a listener would assume from hearing Huntsman&rsquo;s 30 percent figure.<br />\r\n\t<br />\r\n\t&quot;In dollars and cents, for single taxpayers the annual income tax cut worked out to between $25 and $100,&#39;&#39; Dean said. &quot;Most married taxpayers got a tax cut of $50 to $200.&quot;<br />\r\n\t<br />\r\n\tDean added that a cut in the sales tax effectively doubled the overall tax cut for most families. But even that wouldn&rsquo;t make the savings approach a 30 percent tax-bill reduction for the vast majority of taxpayers.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tHuntsman said he passed a flat tax and &quot;cut income taxes by 30 percent.&quot;<br />\r\n\t<br />\r\n\tOn the flat tax question, the changes under Huntsman certainly made it a flatter tax than the one it replaced, since the changes he oversaw combined several tax brackets into one. But the tax remains more complicated to calculate than a pure flat tax would be. In fact, Utah&rsquo;s system of tax credits make the tax somewhat progressive in practice, which is something a true flat tax would not be.<br />\r\n\t<br />\r\n\tMeanwhile, Huntsman&rsquo;s 30 percent claim is more misleading. It&rsquo;s true that the statutory rates in the top bracket declined by almost that much, but the actual reduction in tax dollars paid was far smaller for the overwhelming majority of taxpayers -- usually less than 1 percent of a taxpayer&rsquo;s adjusted gross income. We think most people hearing Huntsman&#39;s comment would believe he was touting a 30 percent cut in what people actually pay at tax time, and the numbers aren&rsquo;t close to that. So we rate his claim Mostly False.</p>", "ruling_comments_date": "2011-07-28T11:56:27.676653", "ruling_date": "2011-07-28T17:20:24", "ruling_headline": "Jon Huntsman touts record enacting \"flat tax,\" but how accurate is claim?", "ruling_headline_slug": "jon-huntsman-touts-record-enacting-flat-tax-how-ac", "ruling_link_text": "The new tax was flatter, but 30 percent cut is exaggeration", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tUtah Office of Legislative Research and General Counsel, <a href=\"http://www.le.state.ut.us/lrgc/briefingpapers/IncomeTaxPresentationJan2010.pdf\">&quot;What happened to taxpayers under Utah&#39;s individual income tax?</a>&quot; presentation, Jan 26, 2010<br />\r\n\t<br />\r\n\tCenter for Public Policy and Administration at the University of Utah, <a href=\"http://www.imakenews.com/cppa/e_article000800860.cfm?x=b11,0,w\">analysis</a> of tax law, April 25, 2007<br />\r\n\t<br />\r\n\tUtah <a href=\"http://le.utah.gov/lrgc/BriefingPapers/TaxReliefandReform2007.pdf\">legislative analysis</a> of tax reform, March 2007<br />\r\n\t<br />\r\n\tTax Foundation, <a href=\"http://www.taxfoundation.org/blog/show/1855.html\">blog post</a>, Sept. 22, 2006<br />\r\n\t<br />\r\n\tTax Foundation, &quot;<a href=\"http://www.taxfoundation.org/research/topic/61.html\">The Facts on Utah&#39;s Tax Climate</a>&quot;<br />\r\n\t<br />\r\n\tClub for Growth, <a href=\"http://www.clubforgrowth.org/whitepapers/?subsec=137&amp;id=911\">2012 Presidential White Paper on Gov. Jon Huntsman</a>, accessed July 14, 2011<br />\r\n\t<br />\r\n\tAll American Patriots,<a href=\"http://www.allamericanpatriots.com/2004738__utah_governor_jon_m_huntsman_jr_state_state_address\">Text of Gov. Jon Huntsman&#39;s 2005 State of the State Address,</a>Jan. 22, 2005</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "", "false_count": 1, "first_name": "Jon", "half_true_count": 5, "home_state": "Utah", "id": 1300, "last_name": "Huntsman", "mostly_true_count": 4, "name_slug": "jon-huntsman", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Huntsman_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1300/", "total_count": 18, "true_count": 2, "website": ""}, "statement": "<p>\r\n\tSays that when he was governor of Utah, he worked with the state Legislature to create a flat tax that &quot;cut income taxes by 30 percent.&quot;</p>", "statement_context": "a house party in Belmont, N.H. ", "statement_date": "2011-07-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 214, "photo": null, "resource_uri": "/api/v/2/subject/214/", "subject": "New Hampshire 2012", "subject_slug": "new-hampshire-2012", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}