{"art": [{"brightcove": "", "caption": "Bill O'Reilly of Fox News said that the poverty rate has stayed about the same since Lyndon Johnson's Great Society of the mid-1960s. Is he right?", "id": 1487, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/OReilly_screengrab.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/1487/", "title": "O'Reilly screengrab", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/jul/29/bill-oreilly/bill-oreilly-says-poverty-hasnt-budged-1965-despit/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 4199, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/4199/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>On July 26, 2011, Fox News host Bill O&rsquo;Reilly took aim at government efforts to aid the poor, suggesting that they were not only a contributor to the nation&rsquo;s current debt problems but that they also weren&rsquo;t effective on their own terms.<br />\r\n<br />\r\n&quot;What the debt situation is really, really all about is your right to pursue happiness,&quot; O&rsquo;Reilly said. &quot;America is the greatest country on earth because it gives the most people the most opportunity to prosper. It does that by using the free marketplace whereby people can work hard, make money and provide for themselves and their families.<br />\r\n<br />\r\n&quot;But since the mid-1960s, America has practiced social engineering. Spending tax money directly, trying to improve the lives of those who don&#39;t have very much. Those payments are called entitlements. And they are now so high they threaten to bankrupt the entire nation. Liberal Americans tend to support the entitlement society while conservatives are more inclined to promote individualism and smaller entitlement spending.<br />\r\n<br />\r\n&quot;President (Barack) Obama, of course, is a liberal. And the Democratic Party is now dominated by the left. That&#39;s why in the past two and a half years federal spending has broken the bank. ...<br />\r\n<br />\r\n&quot;The essential mistake that Barack Obama is making is that he believes Lyndon Johnson&#39;s Great Society entitlements can elevate the poor to prosperity. They can&#39;t. In 1965, the poverty rate in this country stood at 14 percent. Now, after untold trillions have been spent fighting poverty, the poverty rate is 14.3 percent. Amazing, is it not? The conclusion, America is bankrupting itself with an entitlement philosophy that does little.&quot;<br />\r\n<br />\r\nA reader asked us to look at O&rsquo;Reilly&rsquo;s statement. It covers a lot of ground, but the part we were interested in analyzing was his claim that since 1965, the United States has spent &quot;untold trillions,&quot; yet the poverty rate hasn&rsquo;t budged.<br />\r\n<br />\r\nFirst, some background on the Great Society. It was an agenda <a href=\"http://www.lbjlib.utexas.edu/johnson/archives.hom/speeches.hom/640522.asp\">put forward by Johnson</a> after he was elevated to president upon the assassination of President John F. Kennedy. He was able to enact various parts of the agenda after winning a landslide victory in 1964. It included such ongoing programs as Medicare, Medicaid, the Elementary and Secondary Education Act; and Head Start. It also included such defunct efforts as the Office of Economic Opportunity, which spearheaded localized anti-poverty efforts.<br />\r\n<br />\r\nGary Burtless, an economist with the centrist-to-liberal Brookings Institution, cautions that O&rsquo;Reilly&rsquo;s comment overlooks the actual purpose of the Great Society programs, which wasn&rsquo;t to boost incomes directly, in a way that would be detectable in poverty statistics, but rather to &quot;improve the health care, nutrition and educational attainment or performance of Americans.&quot;<br />\r\n<br />\r\nIf the programs were successful, Burtless said, &quot;it was because they improved the health care received by the old and poor, they improved the schooling received by disadvantaged youngsters and they improved the nutritional quality of the diets of the poor. These programs may eventually have reduced &lsquo;money poverty,&rsquo; but only if improving medical care, educational attainment and nutritional intake has an indirect effect that reduces money poverty.&quot;<br />\r\n<br />\r\nThat said, we&rsquo;ll take O&rsquo;Reilly&rsquo;s statement on its own terms and offer our critique.<br />\r\n<br />\r\n&bull; <strong>He uses the wrong numbers</strong>. The poverty rate -- the percentage of Americans whose income is lower than the federally determined poverty line -- was 17.3 percent in 1965, not 14 percent. For 2009, O&rsquo;Reilly is correct -- the rate was 14.3 percent.<br />\r\n<br />\r\nSo if you compare the poverty rate in those two years, it has fallen by 3 percentage points, or by about one-sixth its original level. It didn&rsquo;t stay roughly constant, as O&rsquo;Reilly claimed.<br />\r\n<br />\r\n&bull; <strong>The poverty rate has fallen even further if you start counting a few years before the Great Society began</strong>. Between 1959 and 1962, the poverty rate ranged between 20 and 22 percent. If you compare that level to 2009, poverty declined by an even steeper rate -- by more than one-third.<br />\r\n<br />\r\n&bull; <strong>The most recent recession has affected the numbers</strong>. We have no quarrel with O&#39;Reilly using the 2009 figure as his endpoint -- it&rsquo;s the most recent figure available -- but as long as he has chosen it, we&rsquo;ll provide some important context. That year came within the midst of the Great Recession, and recessions typically lead to spikes in poverty.<br />\r\n<br />\r\nBy simply moving the endpoint two years earlier, to 2007, you would get an endpoint of 12.5 percent. So if you compare poverty rates in 1965 and 2007, the rate dropped by nearly five percentage points during that period, or by almost one-third.<br />\r\n<br />\r\n&bull; <strong>Poverty among the elderly has plummeted</strong>. In 1967, about 30 percent of seniors were below the poverty line. That was down to 13.2 percent by 2008 -- <a href=\"http://www.nber.org/aginghealth/summer04/w10466.html\">a reduction by more than half</a>.<br />\r\n<br />\r\nOne of Johnson&rsquo;s greatest legislative achievements -- Medicare, the federal health care program for those 65 years and over -- helped lower elderly poverty, as did Social Security, a program that started under President Franklin D. Roosevelt but which <a href=\"http://www.ssa.gov/history/ssa/lbjleg1.html\">Johnson enhanced with legislation in 1965 and 1967</a>. A subsequent law enacted in 1973 began automatic, annual cost-of-living adjustments for Social Security beneficiaries. To the extent that Medicaid also helps poor older Americans, that has helped as well.<br />\r\n<br />\r\nAll three of these programs, we should add, certainly qualify as entitlements that O&rsquo;Reilly targets in his comment.<br />\r\n<br />\r\n&bull; <strong>Certain subgroups have seen steep drops in poverty over the same period</strong>. Poverty among blacks was 55 percent in 1959 and 41 percent in 1966. By 2009, the rate had fallen to 25.9 percent. For black single moms without a father present, the poverty rate fell from 70.6 percent in 1959 and 65.3 in 1966 to 39.8 percent in 2009.<br />\r\n<br />\r\nMany Americans would say that 25.9 percent of blacks and 39.8 percent of black single mothers in poverty is still too high. Still the rates are still down dramatically over the period O&rsquo;Reilly is referring to.<br />\r\n<br />\r\nMeanwhile, Hispanic poverty is up a few points since 1972 (the earliest year for which we have data) but poverty among Hispanic single moms with no father present has fallen from 53.5 percent in 1972 to 40.6 percent in 2009.<br />\r\n<br />\r\n&bull; <strong>Alternate measurements of poverty show even steeper declines than the official statistics</strong>. A number of statisticians led by Douglas Besharov -- a University of Maryland scholar previously with the conservative American Enterprise Institute -- have come up with a more detailed measure of poverty that they say is more accurate than the official government statistic. Their alternative statistic includes factors ignored in the official statistics but which help poor Americans make it from day to day.<br />\r\n<br />\r\nHere&rsquo;s a rundown of the changes the Besharov group suggests, along with their impact on the poverty rate.<br />\r\n<br />\r\n<em>Using a corrected inflation adjustment (to correct what they believe was an error in the 1970s): </em>Lowers the poverty rate by 2 percentage points.<br />\r\n<br />\r\n<em>Counting funds received from the Earned Income Tax Credit</em>: Lowers the poverty rate by about 0.5 percentage points.<br />\r\n<br />\r\n<em>Including the income of other people living in the same home</em>: Lowers the poverty rate by 1 percentage point.<br />\r\n<br />\r\n<em>Imputing income from the wealth in highly appreciated homes, a factor most important for poor elderly Americans</em>: Lowers the poverty rate by 0.6 percentage points<br />\r\n<br />\r\n<em>Treating food stamps, housing assistance, and free- or reduced-price school lunches as the equivalent of income</em>: Lowers the poverty rate by about 1.3 percentage points. (This does, however, exclude the value of Medicaid, which Besharov estimated at roughly $3,225 per person.)<br />\r\n<br />\r\n<em>Correcting for under-reporting of transfer payments</em>: Lowers the poverty rate by about 0.8 percentage points.<br />\r\n<br />\r\n<em>Correcting for the under-reporting of other types income</em>: Lowers the poverty rate by about 1.6 percentage points.<br />\r\n<br />\r\nThe grand total of these reductions is 7.8 percentage points, which would reduce the current poverty rate from 14.3 percent to 6.5 percent.<br />\r\n<br />\r\nWe ran all of our critiques by a number of independent experts, including both liberals and conservatives, and they agreed that O&#39;Reilly was incorrect.</p>\r\n\r\n<p>We also contacted <em>The O&#39;Reilly Factor</em>, and a spokesman said the show plans to correct the record on its Monday, Aug. 1 show.</p>\r\n\r\n<p>This is not to say that O&rsquo;Reilly is entirely wrong. Present levels of entitlements may not be sustainable, as he suggests. O&rsquo;Reilly might be right that relatively few of the poor have been lifted into &quot;prosperity,&quot; as opposed to somewhere slightly above the poverty line. And the final 14 percent of Americans may be the most difficult to lift out of poverty, suggesting that at some point the cost-benefit ratio for anti-poverty expenditures may become harder to defend.<br />\r\n<br />\r\n&quot;The issue of whether we&rsquo;re spending these social welfare dollars well, particularly on the margin, is an important one, and I think many people with very different political persuasions would agree we are not,&quot; said Eugene Steuerle, a fellow with the Urban Institute, a nonpartisan think tank.<br />\r\n<br />\r\nStill, the official statistics show that poverty has declined over the years -- indeed, quite steeply for certain groups -- and at least one unofficial estimate shows even lower rates today. The exact roles played in this decline by Medicare, Medicaid, the mid-1960s Social Security changes, food stamps and Head Start are uncertain, but it&rsquo;s almost impossible to believe that they deserve no credit at all for the improved numbers. O&rsquo;Reilly said the Great Society programs did nothing to reduce poverty, but we rule that claim False.</p>\r\n", "ruling_comments_date": "2011-07-28T16:48:29.937071", "ruling_date": "2011-07-29T13:08:18", "ruling_headline": "Bill O'Reilly says poverty hasn't budged since 1965 despite 'trillions' spent", "ruling_headline_slug": "bill-oreilly-says-poverty-hasnt-budged-1965-despit", "ruling_link_text": "Actually, the poverty rate has fallen, and plummeted for some groups", "ruling_state": null, "source_documents": null, "sources": "<p>Bill O&rsquo;Reilly, comments on Fox News&rsquo; &quot;The O&rsquo;Reilly Factor,&quot; July 26, 2011 (accessed via Lexis-Nexis)<br />\r\n<br />\r\nU.S. Census Bureau, &quot;<a href=\"http://www.census.gov/hhes/www/poverty/data/historical/hstpov2.xls\">Table 2. Poverty Status of People by Family Relationship, Race, and Hispanic Origin: 1959 to 2009</a>,&quot; accessed July 28, 2011<br />\r\n<br />\r\nNational Bureau of Economic Research, &quot;<a href=\"http://www.nber.org/aginghealth/summer04/w10466.html\">Social Security and Elderly Poverty</a>,&quot; accessed July 28, 2011<br />\r\n<br />\r\nDouglas Besharov, &quot;A Better Look at Poverty&quot; (unpublished paper), accessed July 27, 2011<br />\r\n<br />\r\nE-mail interview with Gary Burtless, senior fellow at the Brookings Institution, July 27, 2011<br />\r\n&nbsp;&nbsp;&nbsp;<br />\r\nE-mail interview with Arloc Sherman, senior researcher with the Center on Budget and Policy Priorities, July 27, 2011<br />\r\n<br />\r\nE-mail interview with Eugene Steuerle, fellow with the Urban Institute, July 27, 2011<br />\r\n<br />\r\nE-mail interview with Dean Baker, co-director of the Center for Economic and Policy Research, July 27, 2011<br />\r\n&nbsp;&nbsp;&nbsp;<br />\r\nInterview with Douglas J. Besharov, public policy professor at the University of Maryland, March 10, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "Former Fox News Channel host", "false_count": 6, "first_name": "Bill", "half_true_count": 3, "home_state": "", "id": 176, "last_name": "O'Reilly", "mostly_true_count": 5, "name_slug": "bill-oreilly", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/OReilly_Main_1920x1080.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/176/", "total_count": 21, "true_count": 2, "website": "http://www.foxnews.com/oreilly/"}, "statement": "<p>Since 1965, the United States has spent &quot;untold trillions&quot; yet the poverty rate hasn&rsquo;t budged.</p>\r\n", "statement_context": "a comment on Fox News' \"The O'Reilly Factor\"", "statement_date": "2011-07-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}, {"description": "", "id": 29, "photo": null, "resource_uri": "/api/v/2/subject/29/", "subject": "Poverty", "subject_slug": "poverty", "used_in_edition": []}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}], "target": [], "twitter_headline": ""}