{"art": [], "author": [{"email_address": "gemery@cox.net", "first_name": "C. Eugene", "id": 144, "last_name": "Emery Jr.", "name_slug": "c-eugene-emery", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/gene_emery80_.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/144/", "title": "PolitiFact correspondent", "twitter": null}], "canonical_url": "/rhode-island/statements/2011/jul/31/travis-rowley/young-republican-chairman-says-board-elections-hea/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "tmurphy@providencejournal.com", "first_name": "Tim", "id": 145, "last_name": "Murphy", "name_slug": "tim-murphy", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/tim_murphy2_80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/145/", "title": "Editor", "twitter": null}], "facebook_headline": null, "id": 4202, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "gemery@cox.net", "first_name": "C. Eugene", "id": 144, "last_name": "Emery Jr.", "name_slug": "c-eugene-emery", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/gene_emery80_.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/144/", "title": "PolitiFact correspondent", "twitter": null}], "resource_uri": "/api/v/2/statement/4202/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tControversy continues to churn over the issue of voter identification one month after the General Assembly passed a voter ID bill. Gov. Lincoln Chafee signed it into law on July 2.<br />\r\n\t<br />\r\n\tUnder <a href=\"http://www.rilin.state.ri.us/BillText11/HouseText11/H5680A.pdf\">the new law</a>, voters in the 2012 election will be asked to show some form of identification; in 2014, they&rsquo;ll be asked for an ID with a photo.<br />\r\n\t<br />\r\n\tOpponents have continued to complain that it&#39;s an expensive solution -- cost estimates for providing free IDs vary widely -- for a problem that essentially doesn&#39;t exist. They also maintain it will lower turnout of the poor, elderly and minorities.<br />\r\n\t<br />\r\n\tSupporters say requiring an ID is essential to the integrity of an election.<br />\r\n\t<br />\r\n\tThe law allows registered voters without an ID to cast a provisional ballot. That ballot will be counted later if the local Board of Canvassers determines that the signature on the ballot application matches the signature on the person&#39;s registration.<br />\r\n\t<br />\r\n\tOn July 19, GoLocalProv published <a href=\"http://www.golocalprov.com/politics/rowley-progressives-and-the-wild-wild-west/\">a column</a> by Travis Rowley, pundit, chairman of the Rhode Island Young Republicans, and a supporter of voter ID, arguing that past abuses made the new law necessary. (The column grew out of a challenge he accepted during the <a href=\"http://www.youtube.com/user/rhodeislandpbs#p/u/7/4guPToeq81A\">July 8 edition of Channel 36&#39;s &quot;A Lively Experiment</a>&quot; to cite a single conviction for voter fraud in the state.)<br />\r\n\t<br />\r\n\tIn the column, Rowley talked about cases in East Providence involving people who voted where they had their businesses -- not where they actually lived. He mentioned anecdotes of people supposedly posing as other voters, citing the claim of Rep. Anastasia Williams, a Providence Democrat.<br />\r\n\t<br />\r\n\tWilliams says that she and her daughter went to their polling place in 2006, only to discover that two other people had used their names. (Rowley reported, incorrectly, that it was last year. Williams never filed a complaint.)<br />\r\n\t<br />\r\n\tAt the end of his column, Rowley played the illegal immigrant card:<br />\r\n\t<br />\r\n\t&quot;The RI Board of Elections has heard official testimony from Providence residents who claim to have witnessed known illegal aliens voting in local elections,&quot; he said.<br />\r\n\t<br />\r\n\tWe were intrigued.<br />\r\n\t<br />\r\n\tSo we called Robert Kando, executive director of the board, to find out about these cases.<br />\r\n\t<br />\r\n\tKando said that during his six-year tenure with the board, it has heard just one such claim. A check of Journal archives uncovered no cases and former elections board Chairman Roger Begin, who served from 1994 to 2006, said he could not recall any instances.<br />\r\n\t<br />\r\n\tThe case Kando recalled &quot;was during one of our recount hearings -- it was not the last election, it was a while ago -- where a losing candidate or the candidate&#39;s wife, who was looking for a new election, said, &#39;We saw people who we know aren&#39;t U.S. citizens and we know they voted.&#39; The question then was, &#39;Who?&#39; They said, &#39;It&#39;s just someone that we knew. But we didn&#39;t know their names.&#39; &quot;<br />\r\n\t<br />\r\n\tGiven that lack of specifics, Kando told us, &quot;there was no need to ask any more questions.&quot; In addition, no complaint was ever filed with the board.<br />\r\n\t<br />\r\n\tSo we sent messages to Rowley on July 22, via email and his website, to tell him what Kando said and to ask if he had additional information. While we waited for a response -- we have yet to receive one -- we did some further checking.<br />\r\n\t<br />\r\n\tWith Kando&#39;s help, we went back and checked the records, including listening to the tape of the Sept. 20, 2006, meeting that served as the source of Kando&#39;s statement. It turned out that his recollection of that meeting five years ago was off a bit.<br />\r\n\t<br />\r\n\tThe agenda included complaints from two unsuccessful Providence candidates who said they had seen evidence of voter fraud. The board took testimony from both Laura Perez and Eulogio Acevedo, along with hearing from Acevedo&#39;s wife, Maryelyn. Contrary to Kando&#39;s recollection, the Acevedos made no reference to fraud by illegal immigrants.<br />\r\n\t<br />\r\n\tBut Perez did. She had lost to Grace Diaz in the District 11 primary and in her complaint letter she said, &quot;I personally witnessed an individual who voted but is not an American citizen.&quot; She reaffirmed that statement during the hearing. Her other allegations of irregularities involved five people, but none of those complaints involved citizenship status.<br />\r\n\t<br />\r\n\tThe board voted to send both complaints to the state police for investigation. Perez told us police never contacted her. Perez&#39;s letter gave no names. She told us she knew the identity of the woman -- and that the woman was in the country illegally -- but wasn&#39;t going to reveal the name until the state police contacted her.<br />\r\n\t<br />\r\n\tState police Lt. John Lemont, assistant detective commander, said he recalled the case, one of several that police were probing at the time. But in her letter, &quot;there wasn&#39;t information specific enough to go forward with an investigation. We therefore closed the investigation.&quot;<br />\r\n\t<br />\r\n\tAsked if he&#39;s heard of other allegations of voter fraud involving illegal immigrants, Lemont said, &quot;I&#39;m unaware of any other complaint, other than this one person.&quot; There have been successful prosecutions, but those have been &quot;based on people voting in the wrong district.&quot;<br />\r\n\t<br />\r\n\tThe Sept. 20, 2006, elections board meeting also included a presentation by Terry Gorman, president of the then-fledgling Rhode Islanders for Immigration Law Enforcement. He was seeking support for a voter ID law. Gorman offered no evidence of voter fraud by illegal immigrants.<br />\r\n\t<br />\r\n\tThe only other person to speak on the topic that day was Angel Taveras, now mayor of Providence, who was at the meeting to represent a client but stressed that he was testifying as a private citizen. He complained that citizenship status was being singled out. &quot;We should make sure there was NO fraudulent voting,&quot; he said, predicting that if an investigation is undertaken, &quot;I think what you&#39;re going to find is there is very little, if any, of it.&quot;<br />\r\n\t<br />\r\n\tPerez herself, who believes a lot of the votes cast in her district were done by people paid to engage in voter fraud, said she doubts that many undocumented immigrants were engaging in the practice. &quot;Undocumented people are less likely to run that type of game,&quot; she said. &quot;They&#39;re not going to take the risk. For $100? Hell no.&quot;<br />\r\n\t<br />\r\n\tSo, in summary, when Rowley talks about the &quot;official testimony from Providence residents who claim to have witnessed known illegal aliens voting,&quot; his statement implies there were several complaints.<br />\r\n\t<br />\r\n\tThere weren&rsquo;t.<br />\r\n\t<br />\r\n\tThere was just one.<br />\r\n\t<br />\r\n\tIn 2006.<br />\r\n\t<br />\r\n\tThere&#39;s a grain of truth to his claim. Perez did report one case. But because Rowley substantially overstated the evidence regarding illegal immigrant voting, the Truth-O-Meter rates his statement <a href=\"http://www.politifact.com/rhode-island/about/\">Mostly False</a>.<br />\r\n\t<br />\r\n\t(Get updates from<a href=\"http://twitter.com/#%21/PolitiFactRI\"> PolitiFactRI on Twitter</a>. To comment or offer your ruling, visit us on our<a href=\"http://www.facebook.com/pages/PolitiFact-Rhode-Island/108242095907358\"> PolitiFact Rhode Island Facebook</a> page.)</p>\r\n<p>\r\n\t(We amended this item on Aug. 1 to reflect Perez&#39;s claim that the woman she complained about was in the country illegally.)</p>", "ruling_comments_date": "2011-07-29T12:16:30.656063", "ruling_date": "2011-07-31T08:00:00", "ruling_headline": "Young Republican chairman says the Board of Elections heard eyewitness testimony from residents that illegal aliens voted in Rhode Island elections", "ruling_headline_slug": "young-republican-chairman-says-board-elections-hea", "ruling_link_text": "\"Residents\" means more than one", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tRILIN.state.RI.US, &quot;<a href=\"http://www.rilin.state.ri.us/BillText11/HouseText11/H5680A.pdf\">An Act Relating to Elections -- Voter Identification</a>,&quot;<br />\r\n\thttp://www.rilin.state.ri.us/BillText11/HouseText11/H5680A.pdf<br />\r\n\t<br />\r\n\tYouTube.com, &quot;<a href=\"http://www.youtube.com/user/rhodeislandpbs#p/u/7/4guPToeq81A\">A Lively Experiment 07-08-2011 WSBE-DT RI PBS_1.avi</a>,&quot; RhodeIslandPBS&#39;s Channel, July 8, 2011, accessed July 21, 2011<br />\r\n\t<br />\r\n\tGoLocalProv.com, &quot;<a href=\"http://www.golocalprov.com/politics/rowley-progressives-and-the-wild-wild-west/\">Rowley: Progressives and the Wild, Wild West,</a>&quot; July 19, 2011, accessed July 20, 2011<br />\r\n\t<br />\r\n\tInterview, Anastasia Williams, Democratic state representative from Providence, July 20, 2011<br />\r\n\t<br />\r\n\tInterviews and emails, Robert Kando, executive director, Rhode Island Board of Elections, July 20, 22, 25 and 26, 2011<br />\r\n\t<br />\r\n\tInterview, Roger Begin, former chairman, Rhode Island Board of Elections, July 27, 2011<br />\r\n\t<br />\r\n\tProvidence Journal, &quot;Charges of Election Fraud - Board seeks state police probe,&quot; Sept. 21, 2006<br />\r\n\t<br />\r\n\tInterview, Laura Perez, July 20 and 26, and Aug. 1, 2011<br />\r\n\t<br />\r\n\tInterview, Wilbur W. Jennings Jr., July 20, 2011<br />\r\n\t<br />\r\n\tInterview, Lt. John Lemont, assistant detective commander, Rhode Island State Police, July 27, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 1, "first_name": "Travis", "half_true_count": 1, "home_state": "Rhode Island", "id": 1062, "last_name": "Rowley", "mostly_true_count": 0, "name_slug": "travis-rowley", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/TRAVIS_ROWLEY.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1062/", "total_count": 3, "true_count": 0, "website": "http://travisrowley.com/"}, "statement": "<p>\r\n\t&quot;The RI Board of Elections has heard official testimony from Providence residents who claim to have witnessed known illegal aliens voting in local elections.&quot;</p>", "statement_context": "a commentary", "statement_date": "2011-07-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}