{"art": [], "author": [{"email_address": "cjoyner@ajc.com", "first_name": "Chris", "id": 260, "last_name": "Joyner", "name_slug": "chris-joyner", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/260/", "title": "Atlanta Journal-Constitution Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2011/aug/01/la-raza/nearly-half-hispanic-children-georgia-rely-medicai/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 4205, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "cjoyner@ajc.com", "first_name": "Chris", "id": 260, "last_name": "Joyner", "name_slug": "chris-joyner", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/260/", "title": "Atlanta Journal-Constitution Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/4205/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tIn a recent broadcast, WABE-FM (90.1) led into a story on the impact of proposed deficit-cutting measures with a shocking number.<br />\r\n\t<br />\r\n\t&quot;Forty-one point seven percent of Latino children in Georgia rely on Medicaid programs for health care,&quot; the reporter said, before cutting to tape of Jennifer Ng&rsquo;andu, deputy director of health policy for the National Council of La Raza, a Hispanic advocacy group.<br />\r\n\t<br />\r\n\tNg&rsquo;andu said a Republican-led proposal in Congress to cut the deficit, in part with $1.4 trillion in cuts to Medicaid over 10 years, would have disproportionate effect on Hispanics because they are more likely to rely on taxpayer-funded health care.<br />\r\n\t<br />\r\n\tThat figure &ndash; 41.7 percent &ndash; is eye-popping. We wondered if it was accurate. The number comes from La Raza&rsquo;s report &quot;The Meaning of Medicaid: A State-by-State Breakdown,&quot; recently released as a rebuttal to the GOP plan.<br />\r\n\t<br />\r\n\tIt turns out the nexus here is between race or ethnicity and poverty.<br />\r\n\t<br />\r\n\tMore than a quarter of Hispanics in the United States live in poverty, according to the U.S. census. The poverty rate has gotten worse in recent years for everybody, but Hispanics and blacks have the higher percentages of their ranks among the poor.<br />\r\n\t<br />\r\n\tThe census figures do not delve into immigration status -- whether someone is here legally or illegally. Some critics of illegal immigration contend that U.S. taxpayers should not be liable for the medical costs of anyone in the country illegally. This fact-check makes no attempt to wade into that controversy.<br />\r\n\t<br />\r\n\tChildren &ndash; defined by the census as people under 18 &ndash; also are more likely to be in poverty than any other age category. The most recent figures indicate 20.7 percent of young people meet the federal definition of poverty.<br />\r\n\t<br />\r\n\tCensus figures tie together poverty and a lack of insurance.<br />\r\n\t<br />\r\n\tThe percentage of all people without insurance rose from 15.4 percent in 2008 to 16.7 percent in 2009, according to a report released late last year. That&rsquo;s 50.7 million people without insurance.<br />\r\n\tBroken down by race or ethnicity, the census calculates that 32.4 percent of Hispanics are uninsured. That&rsquo;s significantly higher than blacks (21 percent), Asians (17.2 percent) or whites (12 percent).<br />\r\n\t<br />\r\n\tNot surprisingly, income affects insurance rates. Nearly 27 percent of people making $25,000 a year or less are uninsured, according to the census.<br />\r\n\t<br />\r\n\tSo, the poor are more likely to be uninsured and Latinos are more likely to be uninsured. But is the number correct?<br />\r\n\t<br />\r\n\tWe contacted the Kaiser Family Foundation, which acts as a clearinghouse for health-related data, to see if the figure quoted for Georgia is correct. According to foundation spokesman Chris Lee, it checks out &ndash; or comes very close.<br />\r\n\t<br />\r\n\tLee said the figure they came up with is 41 percent even, using a three-year average of census data.<br />\r\n\t<br />\r\n\tNg&rsquo;andu said La Raza used the same source to get its figure. In terms of raw numbers, that&rsquo;s about 120,000 Latino children in the state relying on Medicaid for health care.<br />\r\n\t<br />\r\n\tMedicaid is a federal program administered -- and jointly funded -- by the states that provides medical care to low-income people and the disabled, although eligibility varies by state. It covers a wide range of health-related costs, from doctor&rsquo;s visits to nursing home care.<br />\r\n\t<br />\r\n\tNationally, the states and federal government put about $339 billion into Medicaid, with the federal government picking up 57 percent of the total cost, according to the Kaiser Family Foundation.<br />\r\n\t<br />\r\n\tThe program costs Georgia $1.7 billion, and that figure is expected to climb with a planned federal expansion of the program that would add an estimated 650,000 people in 2014. The Kaiser Family Foundation estimates the additional costs to be around $714 million, while the governor&rsquo;s office has projected the cost of the expansion at $2.5 billion over the next decade.<br />\r\n\t<br />\r\n\tCurrently, about one in six Georgia residents is enrolled in Medicaid, and most of those are children. La Raza is highlighting the high percentage of Latino children on the Medicaid rolls as an argument against cutting the program to lower the federal deficit.<br />\r\n\t<br />\r\n\tThat&rsquo;s a subject for political debate, not PolitiFact. For the purposes of this fact-check, &nbsp;the number in the WABE broadcast appears to be on target.<br />\r\n\t<br />\r\n\tWe rate this claim True.</p>", "ruling_comments_date": "2011-07-29T13:45:58.743006", "ruling_date": "2011-08-01T06:00:00", "ruling_headline": "Nearly half of Hispanic children in Georgia rely on Medicaid for health care", "ruling_headline_slug": "nearly-half-hispanic-children-georgia-rely-medicai", "ruling_link_text": "Health care for Hispanic children becomes part of the Medicaid debate", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tCarmen DeNavas-Walt, Bernadette D. Proctor, and Jessica C. Smith, U.S. Census Bureau, Current Population Reports, P60-238, &quot;Income, Poverty, and Health Insurance Coverage in the United States: 2009,&quot; September 2010.<br />\r\n\t<br />\r\n\tNational Council of La Raza, &quot;The Meaning of Medicaid: A State-by-State Breakdown,&quot; http://www.nclr.org/index.php/publications/the_meaning_of_medicaid_a_state-by-state_breakdown/, retrieved July 22, 2011.<br />\r\n\t<br />\r\n\tE-mail exchange with Chris Lee, Kaiser Family Foundation, July 20, 2011.<br />\r\n\t<br />\r\n\tKaiser Family Foundation, &quot;Key Questions About Medicaid and Its Role in State/Federal Budgets</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "", "id": 1370, "last_name": "La Raza", "mostly_true_count": 0, "name_slug": "la-raza", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-mugs-PolitiFact_silhouettes____.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1370/", "total_count": 1, "true_count": 1, "website": ""}, "statement": "<p>\r\n\tMedicaid is the primary source of health insurance for 41.7 percent of Hispanic children in Georgia.</p>", "statement_context": "newscast", "statement_date": "2011-07-20", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "Medicaid provides health care for more than 41% of Hispanic children "}