{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2011/aug/07/lamar-smith/lamar-smith-urged-immigration-authoritiesa-apply-d/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jseaborn@statesman.com", "first_name": "Jody", "id": 254, "last_name": "Seaborn", "name_slug": "jody-seaborn", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/254/", "title": "Specialty editor", "twitter": null}], "facebook_headline": null, "id": 4206, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/4206/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Full Flop", "id": 9, "resource_uri": "/api/v/2/statementruling/9/", "ruling": "Full Flop", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/fom-fullFlop.png", "ruling_slug": "full-flop"}, "ruling_comments": "<p>\r\n\tTwo U.S. House members whose districts take in parts of Travis County are on opposite sides of a proposal to suspend the Obama administration&rsquo;s ability to permit selected illegal immigrants to stay in the country.<br />\r\n\t<br />\r\n\tRep. Lloyd Doggett, D-Austin, further says the measure offered by Rep. Lamar Smith, R-San Antonio, runs counter to Smith&rsquo;s 1999 request that authorities apply discretionary authority to prevent the deportation of some immigrants.<br />\r\n\t<br />\r\n\tDoggett points out that Smith, in a 1999 letter to then-Attorney General Janet Reno and Doris Meissner, then the commissioner of the Immigration and Naturalization Service, called on the Clinton administration to let immigration authorities decide whether to enforce immigration laws in particular cases.<br />\r\n\t<br />\r\n\tNow, Doggett suggests, Smith is sounding a conflicting note.</p>\r\n<p>\r\n\tA Smith switcheroo? We turned on the Flip-O-Meter.<br />\r\n\t<br />\r\n\tIn a statement, Smith told us he earlier referenced only cases against legal immigrants.<br />\r\n\t<br />\r\n\tAt first, we thought this would be a simple comparison of Smith&rsquo;s Nov. 4, 1999, letter, <a href=\"http://big.assets.huffingtonpost.com/Smith_to_Reno_1999.pdf\">posted online</a> by The Huffington Post, to the change in law he seeks.<br />\r\n\t<br />\r\n\tThe 1999 letter expressed concern about how the government was removing &quot;criminal aliens&quot; from the country, stating there have been &quot;cases of apparent extreme hardship.&quot; Its 28 House signers &mdash; including Texas Republicans Smith, Kay Granger and Sam Johnson and Texas Democrats Sheila Jackson Lee, Martin Frost, Eddie Berniece Johnson, Gene Green and Ciro Rodriguez &mdash; called for guidelines to ensure consistent application of &quot;prosecutorial discretion.&quot;<br />\r\n\t<br />\r\n\tThe letter didn&rsquo;t say it was speaking only to legal immigrants, though it had a sentence singling some out: &quot;Some cases may involve removal proceedings against legal permanent residents&quot; who, the letter said, came to the country when young and &quot;many years ago committed a single crime at the lower end of the &lsquo;aggravated felony&rsquo; spectrum, but have been law-abiding ever since, obtained and held jobs and remained self-sufficient, and started families.&quot; It added: &quot;Although they did not become United States citizens, immediate family members are citizens.&quot;<br />\r\n\t<br />\r\n\tAt the time, Immigration and Naturalization Service spokesman Russ Bergeron told the San Antonio Express-News the agency was developing guidelines for such cases. The article said Congress had taken away immigration judges&rsquo; discretionary powers, though some powers were later restored.<br />\r\n\t<br />\r\n\tSome 5,500 of 55,600 immigrants with criminal records deported in fiscal 1999 were legal permanent residents, the newspaper said. The vast majority were illegal immigrants.<br />\r\n\t<br />\r\n\tMeissner, a senior fellow at the Migration Policy Institute, a nonpartisan think tank, told us in a telephone interview the government issued guidelines per prosecutorial discretion in 2000, her last year as the INS commissioner in the Bill Clinton administration. Those guidelines have since been refined, she said.<br />\r\n\t<br />\r\n\tMeissner said she sees a conflict between Smith&rsquo;s 1999 letter and the legislation he and others unveiled last month that would bar the Obama administration from applying discretion in immigration cases. After rereading the 1999 letter, she said she never saw it as applying only to legal immigrants; its example of a legal immigrant is just a subset of all immigrants to whom prosecutorial discretion has long been applicable, she said.<br />\r\n\t<br />\r\n\tSmith&rsquo;s recent characterization of the letter, she said, is &quot;revisionist.&quot;<br />\r\n\t<br />\r\n\tLast month, Smith said his proposal, the <a href=\"http://judiciary.house.gov/hearings/pdf/HALT%20Act%20Bill%20Text.pdf\">Hinder the Administration&rsquo;s Temptation Legalization (HALT) Act</a>, would keep President Barack Obama from taking steps that Smith said amount to a &quot;backdoor amnesty&quot; for illegal immigrants.<br />\r\n\t<br />\r\n\tIn a July 12 <a href=\"http://judiciary.house.gov/news/07122011.html\">press release</a>, Smith accused the administration of using executive branch authority to allow illegal immigrants to remain in the country. &quot;While this authority is justifiable when used responsibly, it&rsquo;s clear this administration plans not to use but to abuse these powers,&quot; Smith said.<br />\r\n\t<br />\r\n\tThe press release refers to memos issued by John Morton, director of the U.S. Immigration and Customs Enforcement, on how to exercise &quot;prosecutorial discretion.&quot;<br />\r\n\t<br />\r\n\t<a href=\"http://www.ice.gov/doclib/secure-communities/pdf/prosecutorial-discretion-memo.pdf\">One Morton memo</a>, issued June 17, 2011, states the immigration agency has limited resources and &quot;must prioritize the use of its enforcement personnel, detention space, and removal assets to ensure that the aliens it removes represent, as much as reasonably possible, the agency&#39;s enforcement priorities, namely the promotion of national security, border security, public safety, and the integrity of the immigration system.&quot;<br />\r\n\t<br />\r\n\tIt continues: &quot;Because the agency is confronted with more administrative violations than its resources can address, the agency must regularly exercise &lsquo;prosecutorial discretion&rsquo; if it is to prioritize its efforts. In basic terms, prosecutorial discretion is the authority of an agency charged with enforcing a law to decide to what degree to enforce the law against a particular individual.&quot;<br />\r\n\t<br />\r\n\tListed are about 20 factors immigration officers may consider when deciding to detain individuals. Among them: how long the person has been in the country, with particular consideration given to their presence here legally; if the person came here as a young child; if they&rsquo;ve pursued a college degree; if they&rsquo;ve served or have immediate relatives who have served in the military; their ties to the community, including family relationships; and their age, with particular consideration for minors and the elderly.<br />\r\n\t<br />\r\n\tHowever, the memo says, certain negative factors also should be weighed, including whether individuals pose a clear risk to national security, are serious felons or known gang members, or have egregious records of immigration law violations.<br />\r\n\t<br />\r\n\tThe memo includes a disclaimer stating that nothing in it should be &quot;construed to prohibit the apprehension, detention, or removal of any alien unlawfully in the United States or to limit the legal authority of ICE or any of its personnel to enforce federal immigration law.&quot;<br />\r\n\t<br />\r\n\tA June 20 Houston Chronicle <a href=\"http://www.chron.com/disp/story.mpl/metropolitan/7618722.html\">news article</a> quotes a pro-immigration lawyer praising the memo, while Chris Crane, president of the union for ICE workers, the national ICE Council, is quoted saying the memo creates a law enforcement nightmare and an &quot;out&quot; for &quot;everyone illegally in the United States.&quot;<br />\r\n\t<br />\r\n\t&quot;We will never know who we can and can&#39;t arrest,&quot; Crane said.<br />\r\n\t<br />\r\n\tIn the end, do Smith&rsquo;s objections to the Obama administration&rsquo;s approach conflict with his 1999 concerns?<br />\r\n\t<br />\r\n\tSure. While the 1999 letter gives Smith a little fuel for concluding otherwise, it seems reasonable to us that if the&nbsp; House members writing that letter had wanted to limit their appeal to legal immigrants, they would have said so &mdash; at the very least saying that they opposed discretion for illegal immigrants. That did not happen.<br />\r\n\t<br />\r\n\tWith the HALT proposal, Smith hopes to bar the government from using discretion.<br />\r\n\t<br />\r\n\tHe&#39;s done a Full Flop.</p>\r\n", "ruling_comments_date": "2011-07-29T14:01:59.650347", "ruling_date": "2011-08-07T06:00:00", "ruling_headline": "Lamar Smith seeks to suspend discretion that he once urged government to apply", "ruling_headline_slug": "lamar-smith-urged-immigration-authoritiesa-apply-d", "ruling_link_text": "Yes then, no now", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<em>The Houston Chronicle</em>, news article, <a href=\"about:blank\">&quot;New rules could spare some immigrants from deportation,&quot;</a> June 20, 2011<br />\r\n\t<br />\r\n\t<em>San Antonio Express-News</em>, news article, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/09091999_expressnewsinsnewsstory.doc\">&quot;INS urged to keep children in mind,&quot;</a> Sept. 9, 1999 (Nexis search)<br />\r\n\t<br />\r\n\tU.S. Rep. Lloyd Doggett, press release, <a href=\"about:blank\">&quot;Rep. Doggett Joins Reps. Gutierrez and Reyes to Call on Colleagues to &#39;Halt&#39; Rep. Lamar Smith&rsquo;s HALT Act, Work on Real Reform ,&quot;</a> July 22, 2011<br />\r\n\t<br />\r\n\tU.S. Rep. Lamar Smith, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/07222011_lamarsmithstatement.html\">statement</a> responding to Rep. Lloyd Doggett (received July 22, 2011)</p>\r\n<p>\r\n\tU.S. Department of Justice, memo, John Morton, director, U.S. Customs and Immigration Enforcement, <a href=\"http://www.ice.gov/doclib/secure-communities/pdf/prosecutorial-discretion-memo.pdf\">&quot;Exercising Prosecutorial Discretion Consistent with the Civil Immigration Enforcement Priorities of the Agency for the Apprehension, Detention, and Removal of Aliens,&quot;</a> June 17, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Congressman", "false_count": 5, "first_name": "Lamar", "half_true_count": 2, "home_state": "Texas", "id": 189, "last_name": "Smith", "mostly_true_count": 3, "name_slug": "lamar-smith", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/lamarsmithmug3.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/189/", "total_count": 17, "true_count": 4, "website": "http://lamarsmith.house.gov/"}, "statement": "<p>\r\n\tOn applying prosecutorial discretion to immigration cases.</p>\r\n", "statement_context": "a legislative proposal.", "statement_date": "2011-07-12", "statement_type": {"id": 4, "resource_uri": "/api/v/2/statementtype/4/", "statement_type": "Flip", "type_description": "Flip-o-Meter items"}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}