{"art": [{"brightcove": "", "caption": "Ronald Reagan, shown in casual wear while preparing to give his Saturday radio address, in excerpts from a contact sheet made by an official White House photographer on March 19, 1988.", "id": 1492, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Reagan_roll.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/1492/", "title": "Reagan roll", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "President Barack Obama talks on the phone with House Speaker John Boehner in the Oval Office, April 8, 2011.", "id": 1494, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Obama_talking_on_phone.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/1494/", "title": "Obama talking on phone", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/aug/01/ken-langone/wall-street-figure-ken-langone-blasts-obama-unpres/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 4213, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/4213/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tKen Langone, co-founder of Home Depot and a well-known Wall Street figure, took a shot at President Barack Obama during a <a href=\"http://www.cnbc.com/id/43924372\">July 28, 2011, roundtable segment on CNBC</a>, the business-focused cable network.<br />\r\n\t<br />\r\n\t&quot;Let me make it very clear, and I&rsquo;m sure I&rsquo;m going to get a lot of hate mail because of this, and that&rsquo;s okay,&quot; Langone said. &quot;I think our sitting president is acting so unpresidential &hellip;. He is dividing us as a nation. He is not bringing us together. He&rsquo;s willfully dividing us. He&rsquo;s petulant. ...<br />\r\n\t<br />\r\n\t&quot;The reality is we believe in a government of three legs, all equal. So if (House Speaker John) Boehner and (Senate Majority Leader Harry) Reid -- well, Reid will do whatever (Obama) tells him -- if Boehner had said I am not coming unless you speak to me in a respectful way, I am third in line to the president, (then I won&rsquo;t come).<br />\r\n\t<br />\r\n\t&quot;Ronald Reagan would never go into the Oval Office without his jacket on &mdash; that&#39;s how much he revered the presidency. This guy (Obama) worked like hell to be president, okay? He&rsquo;s got it. Behave like a president.&quot;<br />\r\n\t<br />\r\n\tLangone&rsquo;s comment is heavily opinionated, and at PolitiFact we make it our policy not to fact-check opinions. However, Langone used a vivid example that we think is checkable -- namely, whether it&rsquo;s true that Reagan &quot;would never go into the Oval Office without his jacket on.&quot; As we look into that question, we&rsquo;ll compare Reagan&rsquo;s sartorial habits in the Oval Office with Obama&rsquo;s to see whether Langone is justified in using Obama&rsquo;s clothing choices to support his view that Obama is &quot;not acting presidential.&quot;<br />\r\n\t<br />\r\n\tWe began by contacting people who either worked in the Reagan White House or who covered it as journalists.<br />\r\n\t<br />\r\n\tAnnelise Anderson said that neither she nor her husband Martin, both of whom worked in the Reagan White House, &quot;ever saw Reagan in the Oval Office or the Roosevelt Room without a tie and jacket&quot; and that they&rsquo;d frequently heard that Reagan didn&#39;t even take his jacket off in the heat of summer.<br />\r\n\t<br />\r\n\t&quot;Martin was in meetings with Reagan several times a day while he was assistant to the president for policy development,&quot; she said. &quot;I was associate director of the Office of Management and Budget and saw the president less often, but always with coat and tie. Reagan&#39;s predecessor, Jimmy Carter, was far more casual.&quot;<br />\r\n\t<br />\r\n\tAndrea Mitchell, who <a href=\"http://www.msnbc.msn.com/id/3688874/ns/nightly_news-about_us/t/andrea-mitchell/\">covered the Reagan White House for NBC News</a> and who now hosts MSNBC&rsquo;s <em>Andrea Mitchell Reports</em>, said she agrees that &quot;Reagan was more formal than some of his predecessors or successors. My recollection is that Reagan did usually wear his jacket in the Oval Office, as did many other presidents, at least when they were photographed. But there were clearly informal moments, especially on weekends and holidays when they didn&rsquo;t have outside visitors.&quot;<br />\r\n\t<br />\r\n\tFor documentary evidence, we turned to the Reagan Library in Simi Valley, Calif. We reached Steve Branch, an audiovisual archivist with the National Archives and Records Administration, who may know more than anyone else about the official White House photographs of the Reagan era.<br />\r\n\t<br />\r\n\t&quot;We do have photos of President Reagan in the Oval Office without a coat and tie, but these only appear to be on weekends and I believe only for his Saturday radio addresses,&quot; Branch said. &quot;During the regular work week, he always wore a coat and tie, which is evident from all the photos we have in our collection.&quot;<br />\r\n\t<br />\r\n\tAs an example, Branch forwarded us contact sheets from two rolls of film that show Reagan in casual dress. Both were taken when Reagan came in to make a Saturday radio address. We found an additional image of a casual Reagan in the Oval Office in this <a href=\"http://www.huffingtonpost.com/2009/02/05/bush-jacketless-in-oval-o_n_164513.html\">slide show</a> compiled by the Huffington Post.<br />\r\n\t<br />\r\n\tMark Weinberg, an assistant press secretary in the Reagan White House, offered a simple explanation for why Reagan decided not to wear a jacket on weekends.<br />\r\n\t<br />\r\n\t&quot;He did not want to make everyone coming into work feel like they had to dress up too,&quot; Weinberg said. &quot;He knew that if he wore one, everyone else would, and he felt it was not fair to younger staff coming into work on weekends.&quot;<br />\r\n\t<br />\r\n\tSo Langone is incorrect when he says that Reagan would &quot;never go into the Oval Office without his jacket on.&quot; There&rsquo;s photographic evidence showing Reagan jacket-less in the Oval Office, but there&rsquo;s also ample evidence that Reagan usually wore jackets during the work week.<br />\r\n\t<br />\r\n\tWhat about Langone&rsquo;s conclusion that Reagan&rsquo;s dress habits in the White House stemmed from &quot;how much he revered the presidency&quot;?<br />\r\n\t<br />\r\n\tWe heard, particularly from former Reagan aides, that the 40th president treated the office with reverence. &quot;He made a point of saying the Oval Office was not his, that it belonged to the people, and he was only the custodian,&quot; Weinberg said. &quot;I never, ever heard him refer to it as &lsquo;my office.&rsquo;&quot;<br />\r\n\t<br />\r\n\tHowever, other experts see additional explanations for Reagan&rsquo;s formality. One issue is the image-making that has shaped the modern presidency.<br />\r\n\t<br />\r\n\tReagan, who polished his skills as an actor in Hollywood, has been widely hailed as a modern master of image-making. When Reagan was at his ranch in Santa Barbara, Calif., he tended to wear western garb. In Washington, he tended to dress more formally. Both styles complemented and reinforced each other, helping define a clear persona of someone who was robust and in charge.<br />\r\n\t<br />\r\n\t&quot;Reagan understood that the image one projects helps shape the public&rsquo;s view, and I suspect it is not just generational that a president who carries himself in a more formal, dignified manner projects by that a bit more gravitas than a president who dresses and acts like he&rsquo;s just &lsquo;one of the guys,&rsquo;&quot; said Sam Donaldson, who covered the Reagan White House for ABC News.<br />\r\n\t<br />\r\n\tTo the extent that Obama has sometimes appeared without a jacket for Oval Office meetings, his decision communicates something different, said Bronwyn Cosgrave, the author of <em>Sample: Cuttings from Contemporary Fashion </em>and <em>Costume &amp; Fashion: A Complete History</em>. Cosgrave said Obama in shirtsleeves &quot;projects the sense that he is actually rolling up his sleeves, getting down to business and tackling the task of running the country,&quot;<br />\r\n\t<br />\r\n\tThe other factor has to do with the norms for a man of Reagan&rsquo;s generation.<br />\r\n\t<br />\r\n\tLou Cannon, an author and journalist who covered Reagan both as California governor and as president, told PolitiFact that &quot;Reagan certainly did revere the office of the presidency, but, in my view, the fact he wore a coat and tie to work is mostly generational. He did the same in Sacramento, at least on weekdays, when he was governor. People of my father&#39;s generation -- he was born seven years before Reagan -- were taught to wear a suit and tie for formal occasions and certainly would have done so in the White House.&quot;<br />\r\n\t<br />\r\n\tFashion historians agreed that it&rsquo;s important to keep in mind generational shifts.<br />\r\n\t<br />\r\n\t&quot;The norms for dress have changed since the Reagan years to a much more casual attire,&quot; said Joanne B. Eicher, editor in chief of the <em>Encyclopedia of World Dress and Fashion </em>and an emeritus professor of design, housing, and apparel at the University of Minnesota. &quot;This can even be seen in what people wear for air travel, as one example, then and now.&quot;<br />\r\n\t<br />\r\n\tEicher said that &quot;many men today do not wear complete suits or even jackets with trousers to social functions as once was expected. For example, a prominent business executive I know, about 60, was attending a late afternoon wedding reception last month wearing a well-pressed long-sleeved plaid shirt, with no tie. Times have changed a lot in regard to what is acceptable.&quot;<br />\r\n\t<br />\r\n\tWe also tried to judge how often Obama has gone jacket-less in the Oval Office. We did this by looking at the White House Flickr stream, which includes photographs taken by the official White House photographers.<br />\r\n\t<br />\r\n\tWe found that in the great majority of Oval Office photographs during his presidency, Obama was seen wearing a suit. We <a href=\"http://www.flickr.com/photos/whitehouse/3583573746/in/set-72157618986791573\">did</a> <a href=\"http://www.flickr.com/photos/whitehouse/3483998537/in/set-72157617357737487\">find</a> <a href=\"http://www.flickr.com/photos/whitehouse/3483996253/in/set-72157617357737487\">that</a> <a href=\"http://www.flickr.com/photos/whitehouse/3484814176/in/set-72157617357737487\">Obama</a> <a href=\"http://www.flickr.com/photos/whitehouse/3484813080/in/set-72157617357737487\">was</a> <a href=\"http://www.flickr.com/photos/whitehouse/3484816102/in/set-72157617357737487\">likelier</a> <a href=\"http://www.flickr.com/photos/whitehouse/3484817680/in/set-72157617357737487\">to</a> <a href=\"http://www.flickr.com/photos/whitehouse/3484004309/in/set-72157617357737487\">be</a> <a href=\"http://www.flickr.com/photos/whitehouse/3484006187/in/set-72157617357737487\">jacket-less</a> <a href=\"http://www.flickr.com/photos/whitehouse/3484821492/in/set-72157617357737487\">during</a> <a href=\"http://www.flickr.com/photos/whitehouse/3484018149/in/set-72157617357737487\">his</a> <a href=\"http://www.flickr.com/photos/whitehouse/3484020399/in/set-72157617357737487\">first</a> <a href=\"http://www.flickr.com/photos/whitehouse/3484005995/in/set-72157617357737487/\">100</a> days in office, with 13 instances during that period.<br />\r\n\t<br />\r\n\tHowever, in the 26 months since then, Obama has sharply curtailed the number of times he has been caught on camera in the Oval Office without a jacket. We found <a href=\"http://www.flickr.com/photos/whitehouse/3818245306/in/set-72157622123760156\">only</a> <a href=\"http://www.flickr.com/photos/whitehouse/5640464847/in/set-72157626421975237\">eight</a> <a href=\"http://www.flickr.com/photos/whitehouse/4438130317/in/set-72157621595304380\">examples</a> <a href=\"http://www.flickr.com/photos/whitehouse/4371405956/in/set-72157623268813283\">on</a> <a href=\"http://www.flickr.com/photos/whitehouse/4186337913/in/set-72157622875836423\">weekdays</a> <a href=\"http://www.flickr.com/photos/whitehouse/4014581598/in/set-72157622593716998\">during</a> <a href=\"http://www.flickr.com/photos/whitehouse/4014551936/in/set-72157622593716998\">that</a> <a href=\"http://www.flickr.com/photos/whitehouse/3859982323/in/set-72157622065916229\">period</a>, or about one such occasion every three months. (We found two <a href=\"http://www.flickr.com/photos/whitehouse/4135446525/in/set-72157621595304380\">additional</a> <a href=\"http://www.flickr.com/photos/whitehouse/4032555613/in/set-72157622593716998\">cases</a> after the first 100 days when Obama went casual on a weekend or holiday.)<br />\r\n\t<br />\r\n\tWe also noted that none of these eight occasions included an outsider. All showed Obama either by himself or with top aides or cabinet members.<br />\r\n\t<br />\r\n\tEicher, the fashion historian, added that even when jacket-less, Obama&#39;s choice of shirts and ties is &quot;immaculate.&quot;<br />\r\n\t<br />\r\n\tMost people who we interviewed for this story thought Langone had gone too far in demonizing Obama.<br />\r\n\t<br />\r\n\t&quot;Reagan was a transformational president, but I don&#39;t really think the fact he wore a coat and tie to the Oval Office had anything to do with it,&quot; said Cannon, the Reagan biographer. &quot;And while I have my criticisms of President Obama, the notion that &lsquo;his behavior&rsquo; means &lsquo;the end of America as we know it&rsquo; is rot. Obama dresses appropriately for the present generation, as Reagan did for his.&quot;<br />\r\n\t<br />\r\n\tBruce Bartlett, an economist who worked in the Reagan White House, agreed that &quot;Reagan was certainly more formal than Carter, but probably no more so than Nixon or Ford had been. I don&rsquo;t have the impression that Obama is any different than most presidents in that regard. In any case, it is idiotic to say that he would be debasing the presidency by not wearing a jacket.&quot;<br />\r\n\t<br />\r\n\tSo where does this leave us? Langone isn&rsquo;t correct that Reagan &quot;would never go into the Oval Office without his jacket on,&quot; since he did dress casually on weekend days. But it is true that Reagan consistently wore a jacket on weekdays. That&rsquo;s a stricter standard than Obama has set, though the differences between the two presidents aren&rsquo;t as divergent as Langone suggests.<br />\r\n\t<br />\r\n\tIn addition, most people we interviewed thought that he went too far when he used Obama&rsquo;s patterns of dress as evidence that he is &quot;unpresidential.&quot; Since the end of Obama&rsquo;s first 100 days, Obama has been photographed without a jacket in the Oval Office only about once every three months and never with a visitor who wasn&rsquo;t a senior staff member or appointee. The vast majority of photographs show Obama dressed in a jacket in the Oval Office, even though fashion experts agreed that generational norms have shifted, making jackets less essential, and less expected, in such settings.</p>\r\n<p>\r\n\tIt&#39;s clear that Reagan&#39;s customary dress -- relaxed only on weekends -- was a suit and tie. But Langone&#39;s use of the word &quot;never&quot; overstated the case. In our rulings, words matter. So we rate Langone&rsquo;s statement Mostly False.</p>", "ruling_comments_date": "2011-08-01T15:50:35.837316", "ruling_date": "2011-08-01T16:48:03", "ruling_headline": "Wall Street figure Ken Langone blasts Obama as 'unpresidential,' raps lack of suit jacket", "ruling_headline_slug": "wall-street-figure-ken-langone-blasts-obama-unpres", "ruling_link_text": "Reagan did dress pretty formally, but times have changed", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tKen Langone, <a href=\"http://www.cnbc.com/id/43924372\">comments on CNBC</a>, July 28, 2011<br />\r\n\t<br />\r\n\tHuffington Post, &quot;Bush Jacketless In Oval Office: Photo Uncovered After Bush Chief Of Staff Slams Obama&#39;s Informal Appearance (<a href=\"http://www.huffingtonpost.com/2009/02/05/bush-jacketless-in-oval-o_n_164513.html\">Slideshow</a>),&quot; Feb 5, 2009<br />\r\n\t<br />\r\n\tWhite House Flickr Photostream (<a href=\"http://www.flickr.com/photos/whitehouse/sets/\">main page</a>)<br />\r\n\t<br />\r\n\tE-mail interview with Lou Cannon, biographer of Ronald Reagan, July 29, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Sam Donaldson, former ABC News correspondent, July 29, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Andrea Mitchell, host of MSNBC&rsquo;s Andrea Mitchell Reports, July 29, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Bruce Bartlett, former Reagan White House aide, July 29, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Craig Shirley, former Reagan White House aide, July 29, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Martin and Annelise Anderson, former Reagan White House aides, July 29, 2011<br />\r\n\t<br />\r\n\tE-mail interview with James Burnley, former Secretary of Transportation in the Reagan Administration, July 29, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Sheila Tate, former press secretary for First Lady Nancy Reagan, July 29, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Steve Branch, audiovisual archivist at the Reagan Library, July 29, 2011<br />\r\n\t<br />\r\n\tInterview with Mark Weinberg, assistant press secretary in the Reagan White House, Aug. 1, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Bronwyn Cosgrave, the author of Sample: Cuttings from Contemporary Fashionand Costume &amp; Fashion: A Complete History, Aug. 1, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Joanne B. Eicher, editor in chief of the Encyclopedia of World Dress and Fashion and an emeritus professor of design, housing, and apparel at the University of Minnesota, Aug. 1, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Financier", "false_count": 0, "first_name": "Ken", "half_true_count": 0, "home_state": "New York", "id": 1374, "last_name": "Langone", "mostly_true_count": 0, "name_slug": "ken-langone", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Langone_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1374/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\tIn contrast to President Barack Obama, who &quot;is not acting presidential,&quot; President Ronald Reagan &quot;would never go into the Oval Office without his jacket on &mdash; that&#39;s how much he revered the presidency.&quot;</p>", "statement_context": "an interview on CNBC", "statement_date": "2011-07-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}], "target": [{"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}], "twitter_headline": ""}