{"art": [], "author": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2011/aug/02/phil-gingrey/gingrey-claims-federal-health-care-board-can-decid/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "liz.miniet@ajc.com", "first_name": "Elizabeth", "id": 143, "last_name": "Miniet", "name_slug": "elizabeth-miniet", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/143/", "title": "Word Editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 4216, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/4216/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tU.S. Rep. Phil Gingrey, who&rsquo;s also a doctor, is aiming his scalpel at a lesser-known provision of last year&rsquo;s health care overhaul.<br />\r\n\t<br />\r\n\tThe Marietta Republican recommends swift removal of the Independent Payment Advisory Board, which was created to rein in growing Medicare costs.<br />\r\n\t<br />\r\n\tGingrey, an obstetrician-gynecologist, wants the board repealed. He said at a recent news conference it&rsquo;s worse than tossing Granny off Stone Mountain.<br />\r\n\t<br />\r\n\t&quot;Democrats like to picture us as pushing Grandmother over the cliff or throwing someone under the bus. In either one of those scenarios, at least the senior has a chance to survive,&quot; Gingrey said June 22.<br />\r\n\t<br />\r\n\t&quot;But under this IPAB we described that the Democrats put in Obamacare, where a bunch of bureaucrats decide whether you get care, such as continuing on dialysis or cancer chemotherapy, I guarantee you, when you withdraw that, the patient is going to die,&quot; said Gingrey. &quot;It&rsquo;s rationing.&quot;<br />\r\n\t<br />\r\n\tWhat a bleak prognosis. Under the IPAB, does &quot;a bunch of bureaucrats&quot; really &quot;decide whether you get care&quot;?<br />\r\n\t<br />\r\n\tPolitiFact Georgia asked a Gingrey spokeswoman for proof, but she did not provide any.<br />\r\n\t<br />\r\n\tWe turned to four health care policy experts with differing opinions on the IPAB. They all told us that Gingrey was wrong.<br />\r\n\t<br />\r\n\tBut before we explain their reasoning, here&rsquo;s more about the Independent Payment Advisory Board.<br />\r\n\t<br />\r\n\tLawmakers created the board in response to criticism that Congress has been unable to make the politically risky and technically complex decisions needed to slow the growth of costs for Medicare, the federal program that provides health care for seniors.<br />\r\n\t<br />\r\n\tUnder the health care reform bill, if Medicare spending growth is projected to exceed certain targets, the IPAB must come up with plans to slow the increase. If Congress does not act on the recommendation within a set time frame, it is automatically implemented. &nbsp;<br />\r\n\t<br />\r\n\tBoth sides of the aisle have their problems with the board. Some worry it will be too hard for Congress to overrule IPAB recommendations, or that the board will stifle innovation. In recent months, Republicans such as Gingrey and even Democrats have signed on to repeal the board.<br />\r\n\t<br />\r\n\tThis brings us back to Gingrey&rsquo;s claim that under the IPAB, &quot;a bunch of bureaucrats decide whether you get care, such as continuing on dialysis or cancer chemotherapy.&quot;<br />\r\n\t<br />\r\n\tGingrey is &quot;not even close to correct,&quot; said Michael Tanner, a scholar with the libertarian Cato Institute. He opposes the IPAB.<br />\r\n\t<br />\r\n\t&quot;It [IPAB] has nothing to do with individual care at all. It&rsquo;s not making decisions on individuals,&quot; Tanner said.<br />\r\n\t<br />\r\n\tExperts agree that the IPAB has no say in whether a specific person receives dialysis, chemotherapy or any other such treatment. The board does not intercede in individual patient cases. It makes broad policy decisions that affect Medicare&rsquo;s overall cost.<br />\r\n\t<br />\r\n\tFurthermore, the IPAB is barred from making policy recommendations that would block patients from receiving needed care, experts told PolitiFact Georgia.<br />\r\n\t<br />\r\n\t&quot;The legislation explicitly forbids the board from rationing care,&quot; said Stuart Guterman, a health policy expert with the Commonwealth Fund, a nonpartisan group which works to improve health care access, quality and efficiency. Guterman said he thinks the IPAB can help with health care savings.<br />\r\n\t<br />\r\n\tOur analysis of the bill only found language designed to avoid the result Gingrey foretells.<br />\r\n\t<br />\r\n\tFor instance, the IPAB may not submit &quot;any recommendation to ration health care,&quot; Section 3403 states. &nbsp;&nbsp;<br />\r\n\t<br />\r\n\tThe same section also bars raising premiums for Medicare beneficiaries, as well as increasing deductibles, coinsurance or co-payments. The IPAB cannot change who is eligible for Medicare, restrict benefits or make recommendations that would raise revenue, either.<br />\r\n\t<br />\r\n\tThe IPAB can reduce how much the government pays health care providers for services, reduce payments to hospitals with very high rates of readmissions, or recommend innovations that cut wasteful spending. Some may argue that because the IPAB can reduce the money a doctor receives for giving chemotherapy to a Medicare patient, this could lead to an indirect form of rationing.<br />\r\n\t<br />\r\n\tIf Medicare reimbursements for chemotherapy drop too low, doctors might stop treating Medicare patients, or avoid recommending chemotherapy.<br />\r\n\t<br />\r\n\tBut this is not the scenario that Gingrey describes.<br />\r\n\t<br />\r\n\tGingrey makes no mention of indirect or long-term consequences. He says that with the IPAB, &quot;a bunch of bureaucrats decide whether you get care, such as continuing on dialysis or cancer chemotherapy. I guarantee you, when you withdraw that, the patient is going to die.&quot; &nbsp;<br />\r\n\t<br />\r\n\tIn other words, Gingrey says that bureaucrats will have the power to deny you treatment. And because of the bureaucrats, you could die.<br />\r\n\t<br />\r\n\tThis claim is incorrect. The IPAB does not have anything close to the power that Gingrey suggests. It cannot raise costs to Medicare recipients, much less kill them off by denying lifesaving care.<br />\r\n\t<br />\r\n\tThe claim is also outrageous. A policy board is not deadlier than pushing Grandma off a cliff. &nbsp;&nbsp;<br />\r\n\t<br />\r\n\tWe diagnose Dr. Gingrey with a not-quite-fatal case of False.</p>", "ruling_comments_date": "2011-08-01T17:21:11.510800", "ruling_date": "2011-08-02T06:00:00", "ruling_headline": "Gingrey claims federal health care board can decide if you get dialysis, chemo ", "ruling_headline_slug": "gingrey-claims-federal-health-care-board-can-decid", "ruling_link_text": "Truth in critical condition", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tPolitico.com, &quot;<a href=\"http://www.politico.com/news/stories/0611/57576.html#ixzz1QD1MXYP\">Phil Gingrey: IPAB will cause seniors to die</a>,&quot; June 22, 2011<br />\r\n\t<br />\r\n\tThe Kaiser Family Foundation, &quot;<a href=\"http://www.kff.org/medicare/upload/8150.pdf\">The Independent Payment Advisory Board: A New Approach to Controlling Medicare Spending</a>,&quot; April 2011<br />\r\n\t<br />\r\n\tPolitiFact.com, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2010/oct/19/john-raese/john-raese-says-health-care-law-forces-patients-go/\">John Raese says health care law forces patients to go to a bureaucrat before a doctor</a>,&quot; Oct. 19, 2010<br />\r\n\t<br />\r\n\tPolitico, &quot;<a href=\"http://www.politico.com/news/stories/0611/56467.html\">Medicare pay board is losing vital support</a>,&quot; June 8, 2011<br />\r\n\t<br />\r\n\tH.R. 452, 2011, &quot;<a href=\"http://hdl.loc.gov/loc.uscongress/legislation.112hr452\">Medicare Decisions Accountability Act of 2011</a>,&quot; accessed July 19, 2011<br />\r\n\t<br />\r\n\tEmail interview, Henry Aaron, senior fellow with the Brookings Institution, July 19, 2011<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tEmail interview, Michael Tanner, senior fellow, Cato Institute, July 19, 2011<br />\r\n\t<br />\r\n\tEmail interview, Linda J. Blumberg, senior fellow, the Urban Institute, July 20, 2011<br />\r\n\t<br />\r\n\tInterview, Stuart Guterman, executive director, Commission on a High Performance Health System, The Commonwealth Fund, July 19, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "U.S. Congressman", "false_count": 5, "first_name": "Phil", "half_true_count": 2, "home_state": "Georgia", "id": 727, "last_name": "Gingrey", "mostly_true_count": 1, "name_slug": "phil-gingrey", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Phil_Gingrey.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/727/", "total_count": 12, "true_count": 1, "website": ""}, "statement": "<p>\r\n\tUnder last year&rsquo;s health care reform, &quot;a bunch of bureaucrats decide whether you get care, such as continuing on dialysis or cancer chemotherapy.&quot;</p>", "statement_context": "a news conference", "statement_date": "2011-06-22", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "Gingrey says health care reform board may kill *sniffs air for smoke* #gapol #gapolitics #gagop"}