{"art": [], "author": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "canonical_url": "/florida/statements/2011/aug/02/ash-williams/florida-state-investment-chief-says-transparency-w/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 4219, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "resource_uri": "/api/v/2/statement/4219/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tFacing questions about the handling of the state&#39;s $130 billion investment portfolio, the executive director and chief investment officer of the State Board of Administration tried to reassure Florida Gov. Rick Scott that everything is fine.<br />\r\n\t<br />\r\n\tSBA executive director Ash Williams defended SBA procedures and policies to Scott and members of the Florida Cabinet on Aug. 2, 2011. The comments came following a <a href=\"http://www.tampabay.com/news/politics/article1183442.ece\"><em>St. Petersburg Times</em> analysis</a>, which found that state investments would have yielded a better return sitting in an automated index fund than they did under high-priced investment consultants. The SBA currently invests about $130 billion for more than 1 million current and future government retirees and hundreds of state and local government agencies.<br />\r\n\t<br />\r\n\tPart of the concern for Scott, were questions about whether the SBA is handling its transactions in secret.<br />\r\n\t<br />\r\n\t&quot;What about the question about transparency?&quot; Scott asked Williams. &quot;Are there things that we ought to be doing that we&#39;re not doing yet?&quot;</p>\r\n<p>\r\n\t&quot;Well, I think the transparency issue got a great airing the last legislative session. We have for the most part full transparency,&quot; Williams said. &quot;All of our publicly traded activity is very readily observable or obviously subject to the public records law. We have one very narrow slice of our activity that has a very limited exception from Florida&#39;s public records law and that relates to alternative investments and subjects them to a certain type of review prior to being released.&quot;<br />\r\n\t<br />\r\n\tWhat stuck out to us at PolitiFact Florida was Williams&#39; suggestion that the question of transparency at the SBA &quot;got a great airing the last legislative session.&quot; (After all, we witnessed the entire legislative session firsthand.)<br />\r\n\t<br />\r\n\tWas that what really happened?<br />\r\n\t<br />\r\n\tThe 2011 annual legislative session came and went with lengthy debate on a number of issues. We remember hours of debate about a bill -- which ultimately failed -- that would have eliminated the automatic payroll deduction of union dues for public employees. We remember feisty arguments and a fair amount of public testimony about a bill that passed (and is now being challenged in court) altering Florida voter laws.<br />\r\n\t<br />\r\n\tEarly in the session, debate zeroed in on an education bill that would eliminate a form of tenure for public school teachers. Late in the session, in the Senate, debate roiled over an immigration bill.<br />\r\n\t<br />\r\n\tWe can list others -- bills about abortion, the state budget and amending the state&#39;s growth management laws all consumed hours of time in the 60-day spring session.<br />\r\n\t<br />\r\n\tBut again, back to Williams&#39; statement -- transparency at the SBA.<br />\r\n\t<br />\r\n\tWe searched and found one bill on the topic -- <a href=\"http://www.flsenate.gov/Session/Bill/2011/7225\">HB 7225</a> (the identical Senate bill was <a href=\"http://www.flsenate.gov/Session/Bill/2011/2174\">SB 2174</a>).<br />\r\n\t<br />\r\n\tThe bill was filed in order to extend a public records exemption for the SBA that was set to expire. Specifically, it renews a 2006 law giving the SBA an exemption from public records requirements for &quot;proprietary confidential business information.&quot; The bill passed the Senate 33-3 (one senator originally voted yes, but changed -- more on that later) and the House 114-1. It was signed into law by Scott on May 31.<br />\r\n\t<br />\r\n\tWilliams explained the 2006 law and the extension this way to Scott and Cabinet members as part of his Aug. 12 comments:<br />\r\n\t<br />\r\n\t&quot;That law has been in effect and affects less than 10 percent of the SBA&#39;s portfolio, so the other 90-plus percent doesn&rsquo;t have any of that protection,&quot; he said. &quot;That law was under sunset review last legislative session. It was heard extensively in committees and in the House and Senate, and the overwhelming vote of the Legislature was that it was in the public interest, so much so that it was reinstated and the future recurring sunset review of it was removed because it&#39;s been in place for so many years that the judgment of the Legislature in public hearings and after extensive staff review was that it actually served the public interest well.&quot;<br />\r\n\t<br />\r\n\tThe Florida Senate and House websites <a href=\"http://www.flsenate.gov/Media/Videos/Session/1\">archive video of committee meetings, as well as regular floor sessions</a>. So by <a href=\"http://www.flsenate.gov/Session/Bill/2011/7225\">retracing the path of the bill,</a> we were able to watch the entire debate over HB 7225 and SB 2174.<br />\r\n\t<br />\r\n\tLucky for us, there wasn&#39;t a lot.<br />\r\n\t<br />\r\n\tThe measure was first heard in the <a href=\"http://www.flsenate.gov/Committees/Show/GO/\">Senate Governmental Oversight and Accountability</a> on April 5. It was explained by a Senate staffer (the de facto sponsor, Sen. Jeremy Ring, D-Margate, was not at the meeting.)<br />\r\n\t<br />\r\n\tAfter its introduction, Sen. Mike Fasano, R-New Port Richey, asked several questions about the records exemption and whether it was necessary. Eventually, Williams responded to Fasano&#39;s questions directly in a back-and-forth that lasted a little less than 20 minutes. At one point, Fasano showed SBA documents that had been heavily redacted. &quot;It&#39;s all blank, Mr. Chairman. There&#39;s nothing. It just goes on and on,&quot; he said.<br />\r\n\t<br />\r\n\tWilliams, in response, noted that the document Fasano was referring to -- an Invitation to Negotiate for legal services -- was heralded as being a model of transparency by a national group.<br />\r\n\t<br />\r\n\tThat didn&#39;t win over Fasano, who continued to voice strong objections. Another senator, Jack Latvala, R-Clearwater, also voiced concern.<br />\r\n\t<br />\r\n\tThe proposal, which didn&#39;t get a vote that day, returned before the same committee April 14, when senators heard and discussed the bill for 10 minutes. No one from the public spoke; neither did Williams.<br />\r\n\t<br />\r\n\tFasano reiterated his concerns, as did Latvala. Democratic Sen. Bill Montford of Tallahassee said he had no problem with the exemption, and Ring defended the proposal -- saying companies now doing business with the state would walk away if the public records exemption were allowed to expire.<br />\r\n\t<br />\r\n\tIt passed the committee 11-2.<br />\r\n\t<br />\r\n\tOn the same day, April 14, a House committee heard its version of the same bill. Discussion lasted three minutes and 15 seconds. Republican Paige Kreegel of Punta Gorda asked sponsor Rep. Jimmy Patronis, R-Panama City, if there had been concerns over some of the SBA&#39;s investments. Patronis didn&#39;t directly answer the question, saying the two members could talk later, and that the bill had another committee stop.<br />\r\n\t<br />\r\n\tThe bill passed unanimously 17-0.<br />\r\n\t<br />\r\n\tBut it never went to another committee.<br />\r\n\t<br />\r\n\tInstead, it appeared on the House floor April 28, where it was read the required second and third times and passed by the full chamber 114-1 in a total of 57 seconds.<br />\r\n\t<br />\r\n\tThe Senate then took up the House version of the legislation the next day (though the versions were identical). The Senate read the bill a second and third time as required, and without any discussion or debate -- voted 34-2 in favor. <a href=\"http://www.flsenate.gov/Session/Journals/2011/4-29-2011\">Fasano, originally a yes vote, changed his vote to no, making the final outcome 33-3.</a><br />\r\n\t<br />\r\n\tTotal time on the Senate floor: One minute, 30 seconds.<br />\r\n\t<br />\r\n\tOverall, the SBA public records exemption was a topic for less than 36 minutes in a public meeting, according to our review of videos from committee hearings and from the floors of the House and Senate.<br />\r\n\t<br />\r\n\tOf that, about 25 minutes of the discussion came from one senator, Fasano, during a back-and-forth with Williams and a subsequent committee speech.<br />\r\n\t<br />\r\n\tAnd excluding the sponsors -- Ring and Patronis -- only five members of the 160-member Legislature ever discussed the exemption in a public forum: Fasano, Latvala, Montford, Kreegel and Rep. Rick Kriseman, D-St. Petersburg, who asked during a hearing what the First Amendment Foundation thought about the bill.<br />\r\n\t<br />\r\n\tThat brings us back to what Williams said, that &quot;the transparency issue got a great airing the last legislative session.&quot;<br />\r\n\t<br />\r\n\tAt PolitiFact we&#39;re sometimes reluctant to analyze statements that are open to interpretation (what&#39;s the definition of &quot;great&quot; in this case), but we feel confident that someone seeing Williams&#39; statement would come away with an impression that is very different from the legislative record. In fact, the public records SBA bill that moved through the House and Senate passed with just slightly more debate than is absolutely necessary to comply with state rules that a bill be read three times before it is passed. We&#39;re not saying it&#39;s Williams&#39; fault that the Legislature decided not to speak out on this bill. But we do hold him accountable for his words. We rate his statement False.</p>", "ruling_comments_date": "2011-08-02T14:18:30.436485", "ruling_date": "2011-08-02T15:35:26", "ruling_headline": "Florida state investment chief says transparency was a big issue for lawmakers in 2011", "ruling_headline_slug": "florida-state-investment-chief-says-transparency-w", "ruling_link_text": "Legislature discussed for a total of 36 minutes", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tFlorida Cabinet meeting, Aug. 2, 2011</p>\r\n<p>\r\n\tSt. Petersburg Times, &quot;<a href=\"http://www.tampabay.com/news/politics/article1183442.ece\">Easy investments beat state&#39;s expert pension planners</a>,&quot; July 31, 2011</p>\r\n<p>\r\n\t<a href=\"http://www.flsenate.gov/Session/Bill/2011/7225\" id=\"p2:-\" title=\"HB 7225\">HB 7225</a>, accessed Aug. 2, 2011</p>\r\n<p>\r\n\t<a href=\"http://www.flsenate.gov/Session/Bill/2011/2174\" id=\"rr9y\" title=\"SB 2174\">SB 2174</a>, accessed Aug. 2, 2011</p>\r\n<p>\r\n\tFlorida Senate, <a href=\"http://www.flsenate.gov/Media/Videos/Session/1\">video archive of both House and Senate floor sessions</a>, April 28 and 29, 2011</p>\r\n<p>\r\n\t<a href=\"http://www.flsenate.gov/Committees/Show/GO/\" id=\"b7qp\" title=\"Senate Governmental Oversight and Accountability\">Senate Governmental Oversight and Accountability,</a>, April 5 and 14, 2011</p>\r\n<p>\r\n\tSenate <a href=\"http://www.flsenate.gov/Session/Journals/2011/4-29-2011\">Journal</a>, April 29, 2011</p>\r\n<p>\r\n\t<a href=\"http://www.myfloridahouse.gov/sections/committees/committeesdetail.aspx?SessionId=66&amp;CommitteeId=2589\">House State Affairs Committee</a>, April 14, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Executive Director, Florida State Board of Administration", "false_count": 1, "first_name": "Ash", "half_true_count": 0, "home_state": "Florida", "id": 1377, "last_name": "Williams", "mostly_true_count": 0, "name_slug": "ash-williams", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/HO_ASH_WILLIAMS_2.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1377/", "total_count": 1, "true_count": 0, "website": "http://www.sbafla.com/fsb/"}, "statement": "<p>\r\n\t&quot;The (State Board of Administration) transparency issue got a great airing the last legislative session.&quot;</p>", "statement_context": "response to a question from Gov. Rick Scott", "statement_date": "2011-08-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 153, "photo": null, "resource_uri": "/api/v/2/subject/153/", "subject": "Financial Regulation", "subject_slug": "financial-regulation", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 208, "photo": null, "resource_uri": "/api/v/2/subject/208/", "subject": "State Finances", "subject_slug": "state-finances", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 107, "photo": null, "resource_uri": "/api/v/2/subject/107/", "subject": "Transparency", "subject_slug": "transparency", "used_in_edition": []}], "target": [], "twitter_headline": ""}