{"art": [], "author": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}, {"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}, {"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2011/aug/02/marco-rubio/rubio-says-if-debt-ceiling-was-surpassed-us-would-/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 4221, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}, {"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}, {"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/4221/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tIn the days leading up to the Aug. 1, 2011, vote in the U.S. House on raising the debt ceiling, members of the House, the Senate and President Barack Obama engaged in a war of words about what would have happened if they couldn&#39;t reach an agreement.<br />\r\n\t<br />\r\n\tAs the vote approached, <a href=\"http://www.mcclatchydc.com/2011/07/26/118301/debt-irked-voters-shut-down-congress.html\">Obama urged the public to contact their representatives</a> in order to push them to reach a deal. The phone lines in congressional offices were flooded with calls from voters across the country urging politicians to seal the deal. On Aug. 1, the U.S. House voted 269-161 in favor of raising the $14.3 trillion debt ceiling in stages -- the first one immediately. The Senate voted 74 to 26 on Aug. 2 for the deal, which also included cutting deficits by $917 billion over 10 years through spending reductions in defense, education and other programs -- but not Medicare, Medicaid and Social Security.<br />\r\n\t<br />\r\n\tA PolitiFact reader forwarded us a July 29 <a href=\"https://www.documentcloud.org/documents/228965-sen-marco-rubio-e-mail.html\">e-mail he received from U.S. Sen. Marco Rubio</a>, Florida&#39;s junior senator and a Republican -- who later voted against the bill -- about the debt ceiling. Here is one paragraph from Rubio&#39;s e-mail that stood out to us:<br />\r\n\t<br />\r\n\t&quot;The debt ceiling is the total amount of money owed by the United States by both the general public and the federal government to either foreign or domestic lenders. If the debt ceiling is surpassed, our nation will not go into default as some suggest. The debt ceiling can be raised, lowered or remain the same when Congress allows it to come to a vote. What we must do is prioritize our debt payments in the event that the ceiling is not raised, and I support legislation which would ensure that interest payments, Social Security benefits and pay for our men and women in uniform go out in a timely manner.&quot;<br />\r\n\t<br />\r\n\tRubio wrote that he would not vote to raise the debt ceiling unless it was accompanied by other reforms including to Social Security, Medicare and Medicaid.<br />\r\n\t<br />\r\n\tThere were a few points that interested us in Rubio&#39;s response, but we decided to focus on his suggestion that the United States could avoid default even if Congress failed to raise the debt ceiling before the Aug. 2 deadline.<br />\r\n\t<br />\r\n\tThe Truth-O-Meter has examined multiple claims about the debt ceiling, including one by <a href=\"http://www.politifact.com/georgia/statements/2011/jul/26/tom-price/georgia-republican-tom-price-says-paying-debtholde/\">Georgia Republican U.S. Rep Tom Price,</a> who said on CNN July 24: &quot;Well, the U.S. won&#39;t default, because default means that you don&#39;t pay your creditors,&quot; Price replied. &quot;And it takes about 10 percent of the money that&#39;s coming in right now...&quot;<br />\r\n\t<br />\r\n\tPrice argued that a failure to pay bills would not equal default, and what mattered was that the United States continued to pay interest owed on bonds. <a href=\"http://www.politifact.com/truth-o-meter/article/2011/jul/16/how-bad-would-us-defaults-be-credit-worthiness/\">Republican U.S. Rep. Michele Bachmann of Minnesota</a> made a similar argument during a July 13, 2011, press conference that &quot;it is simply not true&quot; that &quot;if Congress fails to raise the debt ceiling by $2.5 trillion, that somehow the United States will go into default, and we will lose the full faith and credit of the United States.&quot;<br />\r\n\t<br />\r\n\tWhile cash would have covered bondholder obligations at least for some time, the government could have prioritized some payments -- likely Social Security, Medicare and Medicaid -- but then would have been unable to pay others -- perhaps veterans benefits, educational programs and payments to vendors and contractors.<br />\r\n\t<br />\r\n\tThe Truth-O-Meter check on Bachmann explained: &quot;But the assumption here is that the markets would be satisfied as long as the interest on bonds was paid, even if doing so meant delaying payments to any number of other creditors to the federal government, from Social Security beneficiaries to federal workers to Pentagon contractors. ... Our experts largely agreed that -- contrary to Bachmann&rsquo;s implication -- a failure to pay any of its bills, not just interest to bondholders, would be classified as a default.&quot;<br />\r\n\t<br />\r\n\tEven though we&#39;ve dealt with this question twice already, we&#39;ve decided to take it up again due to continuing reader interest in the topic as well as additional evidence that has come to light since our original items were published.<br />\r\n\t<br />\r\n\tWe contacted Rubio spokesman Alex Burgos to ask for an explanation why Rubio argued that not raising the debt ceiling would not lead to default.<br />\r\n\t<br />\r\n\t&quot;You have to read that entire paragraph for context, not simply extrapolate one sentence,&quot; Burgos replied by e-mail. &quot;When the debt ceiling is surpassed, the government is still taking in revenue and can prioritize payments to meet its obligations on interest owed, to Social Security recipients and the military. It does not have to amount to a full-scale, across-the-board default on these obligations. That entire paragraph outlines steps Senator Rubio believes our government should take to ensure these payments are prioritized in the event that Congress does not raise the debt ceiling.&quot;<br />\r\n\t<br />\r\n\tRubio signed on as one of more than 20 co-sponsors of a bill by Sen. Pat Toomey, R-Pa., <a href=\"http://thomas.loc.gov/cgi-bin/bdquery/D?d112,d112:1:./temp/%7EbdlfS7:@@@P%7C/home/LegislativeData.php?n=BSS;c=112%7C\">&quot;The Full Faith and Credit of the United States and Protecting America&rsquo;s Seniors and Soldiers Act&quot;</a>, which would require the Treasury Department to prioritize payments on publicly held debt, Social Security and active-duty military pay in the event the federal government failed to raise the debt limit before Aug. 2, Burgos wrote.<br />\r\n\t<br />\r\n\tBut what if you prioritize your debts and pay some but not all of them? Would that represent a default, even a partial one?<br />\r\n\t<br />\r\n\tWe think it&#39;s appropriate to consider the legal <a href=\"http://legaldefinition.us/default.html\">definition</a> of default. That is &quot;a failure to perform a legal duty -- for example, a default on a mortgage or a car loan happens when you fail to make the loan payments on time, fail to maintain adequate insurance or violate some other provision of the agreement.&quot; That would suggest that if the government fails to pay bills other than interest payments it might qualify as a default.<br />\r\n\t<br />\r\n\tBut we also contacted a range of economic experts for their opinion of both the legal and commonsense definitions. A number of our experts agreed that if the government paid some bills and not others, it would be considered a default -- or as one expert, Kathy Ruffing at the Center on Budget and Policy Priorities, called it &quot;selective default.&quot;<br />\r\n\t<br />\r\n\t&quot;If the debt ceiling is not lifted, the U.S. will not be able to honor all of its obligations and in that sense will surely default,&quot; Lawrence J. White, a professor of economics at Stern School of Business at New York University wrote to us before the House&#39;s vote.<br />\r\n\t<br />\r\n\tRuffing argued in a <a href=\"http://www.cbpp.org/cms/?fa=view&amp;id=3545\">report</a> that the government would default on some obligations:<br />\r\n\t<br />\r\n\t&quot;The Bipartisan Policy Center (BPC) estimates that between August 3 and August 31, a prolonged inability to borrow would force the federal government to cut expenditures by 44 percent. That would affect federal employees, defense contractors, hospitals and doctors, state and local governments, farmers, colleges and universities, program beneficiaries, and millions of others. All of these people and organizations rely on timely federal payments to meet their own bills and payrolls, and an interruption would set off a domino effect of lower demand and missed payments throughout the U.S. economy.&quot;<br />\r\n\t<br />\r\n\tEven if the government prioritized certain expenditures, financial markets would not be &quot;reassured if they saw a cash-strapped superpower picking which bills it could afford to pay today,&quot; Ruffing wrote.<br />\r\n\t<br />\r\n\tDean Baker, of the liberal Center for Economic and Policy Research, wrote that it would only technically be a default if the government missed a payment on debt.<br />\r\n\t<br />\r\n\t&quot;However, once we hit our borrowing limit the government has a limited capacity to prioritize payments as Sen. Rubio wants,&quot; Baker wrote. &quot;First, the Constitution tells the president to spend money appropriated by Congress. Nixon lost a case at the Supreme Court where he claimed he could choose not to spend money. So arguably Obama does not have the authority to prioritize payments. This means he makes one set of payments, then he doesn&#39;t have money to pay interest on the debt.&quot;<br />\r\n\t<br />\r\n\tUltimately people could have had legal claims for money that they were owed and a judge could have ordered the government to pay up -- and &quot;then they don&#39;t have the cash to pay the interest on the debt,&quot; Baker wrote. &quot;There is a limited grain of truth in that Aug. 2 was not literally a drop-dead date, but the idea that the government could operate for any sustained period of time without facing default is ridiculous.&quot;<br />\r\n\t<br />\r\n\tSome of our experts said there&#39;s room for some disagreement. Donald Marron, professor at Georgetown University and former acting director of the Congressional Budget Office argued that it depends how one interprets &quot;default.&quot;<br />\r\n\t<br />\r\n\t&quot;I believe he is correct that the U.S. would not need to default on its debt obligations. I believe Treasury said last week that it would prioritize payments to make sure interest is covered. Some people use the word default, however, to include the idea of missing any financial obligation. Under that definition, prioritization would count as a form of default, since someone would not receive timely payment from the federal government.&quot;<br />\r\n\t<br />\r\n\tBarry Bosworth, senior fellow in economic studies at the centrist-to-liberal Brookings Institution wrote &quot;.... I agree that his priority to debt payments is correct in that most would not consider that a default. .... However, some legal experts would argue that the government has defaulted on its commitments (broadly defined) when it does not honor the bills that are submitted to it. However, the failure to pay bills in a timely fashion has happened in the past (mid 1990s), particularly by state and local governments, and it was not considered a default.&quot;<br />\r\n\t<br />\r\n\tAnd J.D. Foster, senior fellow at the conservative Heritage Foundation argued that &quot;the accuracy of this statement depends in part on how much you&#39;re willing to take into account the preceding sentence, which specifically refers to the debt. If the debt ceiling is not raised, then we will not go into default on the debt because as everyone now understands, the interest would be paid. This is, for many, the No. 1 issue. However, taken in isolation, the statement is incorrect because the nation would go into a technical default if the debt ceiling were not raised if only because Congress has passed laws the president has signed requiring certain spending be undertaken for which the funds would be lacking.&quot;<br />\r\n\t<br />\r\n\tMeanwhile, key ratings agencies weighed in with their interpretation since our previous items have appeared.<br />\r\n\t<br />\r\n\tOn July 26 -- around the same time we were publishing our Tom Price item -- The <em>Wall Street Journal</em> reported in a <a href=\"http://blogs.wsj.com/washwire/2011/07/26/live-blog-the-u-s-debt-battle\">blog post</a> that the influential ratings firm Moody&#39;s provided its definition of default:<br />\r\n\t<br />\r\n\t&quot;What would Moody&rsquo;s consider a default? We do not consider delayed payments for obligations other than debt service to be a default,&quot; the post said. &quot;In other words, President Barack Obama could make good on his warnings that Social Security checks wouldn&rsquo;t go out, and that wouldn&rsquo;t constitute a &#39;default.&#39;&quot;<br />\r\n\t<br />\r\n\tDavid Beers, the global head of sovereign ratings for another key ratings agency, Standard &amp; Poors, said in a <a href=\"http://www.cnbc.com/id/43825216/CNBC_TRANSCRIPT_CNBC_EXCLUSIVE_CNBC_S_LARRY_KUDLOW_SPEAKS_WITH_DAVID_BEERS_STANDARD_POOR_S_GLOBAL_HEAD_OF_SOVEREIGN_RATINGS_TONIGHT_ON_CNBC\">July 27 interview with CNBC</a> that &quot;it would not be default so long as the government is continuing ... to pay its debt as it matures and its interest payments. But we would suspect that that&#39;s not a tenable situation for very long.&quot;<br />\r\n\t<br />\r\n\t<strong>Our rating</strong><br />\r\n\t<br />\r\n\tRubio told a constituent in an e-mail: &quot;If the debt ceiling is surpassed, our nation will not go into default as some suggest.&quot; We focused on whether it would be considered a default if the United States had chosen to pay some bills but not others, due to prioritization decisions amid a cashflow problem.<br />\r\n\t<br />\r\n\tThe legal definition would seem to suggest that the U.S. would be in at least partial default under that scenario, and a number of experts agreed with that view. Other experts said there&#39;s some wiggle room in how you define &quot;default.&quot;<br />\r\n\t<br />\r\n\tUltimately, much of the statement&#39;s accuracy hinges on whether you consider ratings agencies to be the ultimate guardian of the term &quot;default,&quot; or whether you consider a legal or commonsense definition to apply. We acknowledge that there are a range of opinions on this matter, but it has become clearer since our prior attempts to tackle this question that the ratings agencies are willing to overlook any defaults beyond those involving bondholders when they measure the nation&#39;s creditworthiness. By virtue of their position, the ratings agencies carry significant weight on this question. Still, we feel Rubio wrongly downplayed the likelihood of technical defaults on other creditors, such as federal contractors. We believe that the nation can be in default on some obligations even if the agencies choose to ignore them as they calculate their ratings. On balance, we rate Rubio&#39;s claim Half True.</p>", "ruling_comments_date": "2011-08-02T15:52:48.962975", "ruling_date": "2011-08-02T18:34:30", "ruling_headline": "Marco Rubio says debt ceiling vote not tied to question over default", "ruling_headline_slug": "rubio-says-if-debt-ceiling-was-surpassed-us-would-", "ruling_link_text": "Depends how you define default", "ruling_state": "Florida", "source_documents": null, "sources": "<div align=\"left\" dir=\"ltr\" style=\"margin-top: 0px; margin-bottom: 0px\">\r\n\tU.S. Sen. Marco Rubio,&nbsp;<a href=\"https://www.documentcloud.org/documents/228965-sen-marco-rubio-e-mail.html\" id=\"szl3\" title=\"E-mail to a Florida resident about the debt ceiling\">E-mail to a Florida resident about the debt ceiling</a>, July 29, 2011</div>\r\n<div align=\"left\" dir=\"ltr\" style=\"margin-top: 0px; margin-bottom: 0px\">\r\n\t&nbsp;</div>\r\n<div align=\"left\" dir=\"ltr\" style=\"margin-top: 0px; margin-bottom: 0px\">\r\n\tBipartisan Policy Center,&nbsp;<a href=\"http://www.bipartisanpolicy.org/sites/default/files/Debt%20Ceiling%20Analysis%20FINAL%20%28updated%29.pdf\" id=\"j4m.\" title=\"&quot;Debt limit analysis,&quot;\">&quot;Debt limit analysis,&quot;</a>&nbsp;July, 2011&nbsp;</div>\r\n<div align=\"left\" dir=\"ltr\" style=\"margin-top: 0px; margin-bottom: 0px\">\r\n\t&nbsp;</div>\r\n<div align=\"left\" dir=\"ltr\" style=\"margin-top: 0px; margin-bottom: 0px\">\r\n\tLegaldefinitions.us,&nbsp;<a href=\"http://legaldefinition.us/default.html\" id=\"u1n7\" title=\"Legal definition of default\">Legal definition of default</a>, Accessed Aug. 2, 2011</div>\r\n<div align=\"left\" dir=\"ltr\" style=\"margin-top: 0px; margin-bottom: 0px\">\r\n\t&nbsp;</div>\r\n<div align=\"left\" dir=\"ltr\" style=\"margin-top: 0px; margin-bottom: 0px\">\r\n\t<em>Wall Street Journal </em>blog Washington Wire,&nbsp;<a href=\"http://blogs.wsj.com/washwire/2011/07/26/live-blog-the-u-s-debt-battle/\" id=\"ltjm\" title=\"&quot;Live Blog: The U.S. Debt Battle,&quot;\">&quot;Live Blog: The U.S. Debt Battle,&quot;</a>&nbsp;July 26, 2011</div>\r\n<div align=\"left\" dir=\"ltr\" style=\"margin-top: 0px; margin-bottom: 0px\">\r\n\t&nbsp;</div>\r\n<div align=\"left\" dir=\"ltr\" style=\"margin-top: 0px; margin-bottom: 0px\">\r\n\tCNBC,&nbsp;<a href=\"http://www.cnbc.com/id/43825216/CNBC_TRANSCRIPT_CNBC_EXCLUSIVE_CNBC_S_LARRY_KUDLOW_SPEAKS_WITH_DAVID_BEERS_STANDARD_POOR_S_GLOBAL_HEAD_OF_SOVEREIGN_RATINGS_TONIGHT_ON_CNBC\" id=\"vi2o\" title=\"Transcript of interview with David Beers, Standard &amp; Poors Global Head of Sovereign Ratings\">Transcript of interview with David Beers, Standard &amp; Poors Global Head of Sovereign Ratings</a>, July 27, 2011</div>\r\n<div align=\"left\" dir=\"ltr\" style=\"margin-top: 0px; margin-bottom: 0px\">\r\n\t&nbsp;</div>\r\n<div align=\"left\" dir=\"ltr\" style=\"margin-top: 0px; margin-bottom: 0px\">\r\n\tPolitiFact,&nbsp;<a href=\"http://the%20two%20ratings%20agencies%20suggested%20that%20they%20were%20prepared%20to%20overlook./\" id=\"s7xi\" title=\"&quot;George Republican Tom Price says paying debt-holders first will stave off default,&quot;\">&quot;George Republican Tom Price says paying debt-holders first will stave off default,&quot;</a>&nbsp;July 26, 2011</div>\r\n<div align=\"left\" dir=\"ltr\" style=\"margin-top: 0px; margin-bottom: 0px\">\r\n\t&nbsp;</div>\r\n<div align=\"left\" dir=\"ltr\" style=\"margin-top: 0px; margin-bottom: 0px\">\r\n\tPolitiFact,&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/article/2011/jul/16/how-bad-would-us-defaults-be-credit-worthiness/\" id=\"t56o\" title=\"&quot;How bad would default be for U.S. creditworthiness?&quot;\">&quot;How bad would default be for U.S. creditworthiness?&quot;</a>&nbsp;July 16, 2011</div>\r\n<div align=\"left\" dir=\"ltr\" style=\"margin-top: 0px; margin-bottom: 0px\">\r\n\t&nbsp;</div>\r\n<div align=\"left\" dir=\"ltr\" style=\"margin-top: 0px; margin-bottom: 0px\">\r\n\t<em>Miami Herald</em>,<a href=\"http://www.mcclatchydc.com/2011/07/26/118301/debt-irked-voters-shut-down-congress.html\" id=\"fzto\" title=\"&quot;Heeding Obama, voters swamp Congress' website, phones,&quot;\">&quot;Heeding Obama, voters swamp Congress&#39; website, phones,&quot;</a>&nbsp;July 26, 2011</div>\r\n<div align=\"left\" dir=\"ltr\" style=\"margin-top: 0px; margin-bottom: 0px\">\r\n\t&nbsp;</div>\r\n<div align=\"left\" dir=\"ltr\" style=\"margin-top: 0px; margin-bottom: 0px\">\r\n\t<em>Miami Herald</em>,&nbsp;<a href=\"http://www.miamiherald.com/2011/08/01/2341003/house-grumbling-passes-debt-deal.html\" id=\"k3y.\" title=\"&quot;House, &nbsp;grumbling, passes debt deal; Senate is next,&quot;\">&quot;House, &nbsp;grumbling, passes debt deal; Senate is next,&quot;</a>&nbsp;Aug. 2, 2011</div>\r\n<div align=\"left\" dir=\"ltr\" style=\"margin-top: 0px; margin-bottom: 0px\">\r\n\t&nbsp;</div>\r\n<div align=\"left\" dir=\"ltr\" style=\"margin-top: 0px; margin-bottom: 0px\">\r\n\tU.S. Library of Congress,&nbsp;<a href=\"http://thomas.loc.gov/cgi-bin/bdquery/D?d112,d112:1:./temp/%7EbdlfS7:@@@P%7C/home/LegislativeData.php?n=BSS;c=112%7C\" id=\"o_7b\" title=\"&quot;The Full Faith and Credit of the United States and Protecting America’s Seniors and Soldiers Act&quot;\">&quot;The Full Faith and Credit of the United States and Protecting America&rsquo;s Seniors and Soldiers Act&quot;</a>, Accessed Aug. 2, 2011</div>\r\n<div align=\"left\" dir=\"ltr\" style=\"margin-top: 0px; margin-bottom: 0px\">\r\n\t&nbsp;</div>\r\n<div align=\"left\" dir=\"ltr\" style=\"margin-top: 0px; margin-bottom: 0px\">\r\n\tInterview, Alex Burgos, spokesman for Sen. Marco Rubio, Aug. 2, 2011</div>\r\n<div align=\"left\" dir=\"ltr\" style=\"margin-top: 0px; margin-bottom: 0px\">\r\n\t&nbsp;</div>\r\n<div align=\"left\" dir=\"ltr\" style=\"margin-top: 0px; margin-bottom: 0px\">\r\n\tInterview, Lawrence J. White, professor of economics at Stern School of Business at New York University, Aug. 1, 2011</div>\r\n<div align=\"left\" dir=\"ltr\" style=\"margin-top: 0px; margin-bottom: 0px\">\r\n\t&nbsp;</div>\r\n<div align=\"left\" dir=\"ltr\" style=\"margin-top: 0px; margin-bottom: 0px\">\r\n\tInterview, Barry Bosworth, senior fellow in economic studies at Brookings Institution, Aug. 1, 2011</div>\r\n<div align=\"left\" dir=\"ltr\" style=\"margin-top: 0px; margin-bottom: 0px\">\r\n\t&nbsp;</div>\r\n<div align=\"left\" dir=\"ltr\" style=\"margin-top: 0px; margin-bottom: 0px\">\r\n\tInterview, Kathy Ruffing, senior fellow at the Center on Budget and Policy Priorities, Aug. 1, 2011</div>\r\n<div align=\"left\" dir=\"ltr\" style=\"margin-top: 0px; margin-bottom: 0px\">\r\n\t&nbsp;</div>\r\n<div align=\"left\" dir=\"ltr\" style=\"margin-top: 0px; margin-bottom: 0px\">\r\n\tInterview, J.D. Foster, senior fellow at the Heritage Foundation, Aug. 1, 2011&nbsp;</div>\r\n<div align=\"left\" dir=\"ltr\" style=\"margin-top: 0px; margin-bottom: 0px\">\r\n\t&nbsp;</div>\r\n<div align=\"left\" dir=\"ltr\" style=\"margin-top: 0px; margin-bottom: 0px\">\r\n\tInterview, Dan Mitchell, senior fellow at the Cato Institute, Aug. 1, 2011</div>\r\n<div align=\"left\" dir=\"ltr\" style=\"margin-top: 0px; margin-bottom: 0px\">\r\n\t&nbsp;</div>\r\n<div align=\"left\" dir=\"ltr\" style=\"margin-top: 0px; margin-bottom: 0px\">\r\n\tInterview Donald Marron, professor at Georgetown University and former acting director of the Congressional Budget Office, Aug. 1, 2011</div>\r\n<div align=\"left\" dir=\"ltr\" style=\"margin-top: 0px; margin-bottom: 0px\">\r\n\t&nbsp;</div>\r\n<div align=\"left\" dir=\"ltr\" style=\"margin-top: 0px; margin-bottom: 0px\">\r\n\tInterview, Dean Baker, co-director of the Center for Economic and Policy Research, Aug. 2, 2011</div>", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 36, "current_job": "U.S. Senator", "false_count": 26, "first_name": "Marco", "half_true_count": 33, "home_state": "Florida", "id": 277, "last_name": "Rubio", "mostly_true_count": 37, "name_slug": "marco-rubio", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Marco_Rubio.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/277/", "total_count": 168, "true_count": 20, "website": "http://www.rubio.senate.gov/"}, "statement": "<p>\r\n\t&quot;If the debt ceiling is surpassed, our nation will not go into default as some suggest.&quot;</p>", "statement_context": "an e-mail", "statement_date": "2011-07-29", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}