{"art": [], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2011/aug/05/progress-texas/liberal-group-says-rick-perry-ended-pre-k-100000-c/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 4231, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/4231/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tOn a <a href=\"http://www.perryforpresidentfml.com/\">website</a> devoted to criticizing Gov. Rick Perry, liberal advocacy group <a href=\"http://progresstexas.org/\">Progress </a><a href=\"http://progresstexas.org/\">Texas</a> rotates about 50 Twitter-ready statements on Perry&rsquo;s &quot;accomplishments&quot; during his nearly 30 years in state office.</p>\r\n<p>\r\n\tAmong those drawing our attention: &quot;Rick Perry ended full-day Pre-K for 100,000 Texas children.&quot;</p>\r\n<p>\r\n\tReally?</p>\r\n<p>\r\n\tTo support its claim, Progress Texas pointed us to a May 28 <a href=\"http://www.texaslsg.org/82nd/fr05282011budget\">report</a> on the 2012-13 state budget bill, which the Republican-controlled Legislature wrote during this year&#39;s session and Perry later signed. The report was written by the Legislative Study Group, a caucus of the Texas House whose staff analyzes legislation for its one Republican and 48 Democratic members.</p>\r\n<p>\r\n\tThe state&#39;s leaders, who began the 2011 session facing a projected state revenue shortfall of more than $20 billion, balanced the two-year budget without raising taxes and partly by cutting expenditures. The $172 billion budget spends 8 percent less in state and federal money than the current one.</p>\r\n<p>\r\n\tThe legislative group&#39;s report notes in a section on the Texas Education Agency that the adopted budget lacks funding for the state&rsquo;s Prekindergarten Early Start grant program, which began in 1999. In contrast, the current two-year budget included about $200 million for the grants, which school districts could use to improve their prekindergarten programs.</p>\r\n<p>\r\n\tSome background: The state provides funding through the Foundation School Program for districts to offer a half-day of prekindergarten for eligible children: those who do not speak English, are from low-income or military families, have ever been or are currently in foster care, or are homeless. (The 2012-13 budget maintains that aid.)</p>\r\n<p>\r\n\tIn the past, if a district wanted to expand its half-day program to a full day, it could apply for an Early Start grant and use that money, among other funding sources, to do so.</p>\r\n<p>\r\n\tGina Day, a TEA deputy associate commissioner, told us that most grant recipients used their awards to pay for the expansion to full-day prekindergarten. Last school year, 351 of the state&rsquo;s more than 1,000 districts fielded the grants, which served 101,000 children, according to the TEA.</p>\r\n<p>\r\n\tWe asked Day whether the elimination of the Early Start grants &quot;ended full-day pre-K for 100,000 Texas children,&quot; as Progress Texas says. Day said it would be more accurate to say the move ended state support for full-day pre-K.</p>\r\n<p>\r\n\tThat&rsquo;s because some districts, rather than scaling back prekindergarten offerings to a half day, decided to keep their full-day programs going.</p>\r\n<p>\r\n\tWe touched base with the four districts that received the most Early Start grant money during the last school year. None plans to end full-day pre-K.</p>\r\n<p>\r\n\tIn the Houston school district, which received $5 million in grant money in the 2010-11 school year, spokesman Jason Spencer told us that federal aid and cuts in other areas will help keep its full-day program going. Spencer said that the district had 16,847 students in its full-day pre-K program last year and that about 6,600 were served by the grant.</p>\r\n<p>\r\n\tIn Dallas, Beth Steerman, director of early childhood education, told us that the district used its $5 million in Early Start money to provide full-day pre-K for about 3,100 children. Facing the loss of the grant funding, the district considered cutting its full-day classes back to a half day, Steerman said. However, its board decided to use local money not only to maintain the district&rsquo;s full-day classes but also to expand all its half-day classes to full day.</p>\r\n<p>\r\n\tThe Austin district received the second-highest amount of pre-K Early Start money last school year ($4.6 million). Jacquie Porter, director of early childhood education, told us that the grant funds paid for all of the district&rsquo;s 5,200 pre-K students to have a full day of class.</p>\r\n<p>\r\n\tIn the 2011-12 school year, she said, the district plans to use federal and local money to keep full-day classes. Also, the district for the first time will allow children who don&rsquo;t qualify for free pre-K to pay tuition to attend, and that money will help finance full-day pre-K, Porter said.</p>\r\n<p>\r\n\tThe Fort Worth district is financing its full-day program with a mix of local and federal funds, according to Patricia Rangel, director of early childhood education. Rangel said in 2010-11, the district&rsquo;s $4.2 million in grant funds served about 4,400 pre-K students.</p>\r\n<p>\r\n\tOn June 21, the <em>Texas Tribune</em> <a href=\"http://www.texastribune.org/texas-education/public-education/keeping-full-day-public-pre-k-alive-with-fees/\">reported</a> that the Pharr-San Juan-Alamo district in the Rio Grande Valley, which received about $3 million in grant money last school year, had decided to make cuts in other spending areas so it could continue to offer full-day prekindergarten.</p>\r\n<p>\r\n\tSuperintendent Daniel King told us that the state grant money paid for about 1,000 of the district&rsquo;s pre-K students to attend for the full day.</p>\r\n<p>\r\n\tThe TEA&#39;s Day said the agency doesn&#39;t know how many school districts are planning to reduce their full-day pre-K programs to a half day as a result of the elimination of the state grant program. She said the agency doesn&#39;t collect that information.</p>\r\n<p>\r\n\tTo get a snapshot sense of how districts are handling the end of the grants, we asked Kara Johnson, president of the Texas Early Childhood Education Coalition, whether she knew of districts cutting their programs from full- to half-day as a result.</p>\r\n<p>\r\n\tOf the 12 districts she sent in a list to us, we confirmed that six are scaling back at least in part because of the loss of grant funding. Four of the districts are in Central Texas &mdash; Temple, Smithville, Giddings and Del Valle. Two, Winona and Westwood, are in East Texas.</p>\r\n<p>\r\n\tLast school year, Temple had about 620 students in its full-day pre-K program while the other five had a total of about 450.</p>\r\n<p>\r\n\tWe circled back to Progress Texas, explaining our findings. Its executive director, Matt Glazer, stressed that to craft the statements for the group&rsquo;s anti-Perry site, complex ideas had to be boiled down into 140 characters or less so they could be sent out via Twitter. He said the pre-K statement was written to show that Perry&rsquo;s decision to sign the budget legislation would have an effect on children who normally benefit from the state grant support and that budget cuts like the loss of the pre-K grants &quot;pass the buck&quot; to local districts.</p>\r\n<p>\r\n\tSo, where does that leave us?</p>\r\n<p>\r\n\tAll in all, we see flaws in Progress Texas&#39; statement.</p>\r\n<p>\r\n\tFirst, the loss of Early Start funding doesn&#39;t mean districts that previously received grants are eliminating pre-K. The state is continuing its funding of half-day programs for eligible students. Second, the end of the grants &mdash; which helped about 100,000 kids attend a full day of pre-K last school year &mdash; doesn&#39;t mean all grant recipients are cutting back to half a day. Some are, and some are not.</p>\r\n<p>\r\n\tFinally, while Perry signed the legislation that ends the grant money, the budget was the handiwork of the Republican-led Legislature. He didn&#39;t stop the grants by himself.</p>\r\n<p>\r\n\tWe rate Progress Texas&#39; statement Mostly False.</p>", "ruling_comments_date": "2011-08-03T16:56:46.880304", "ruling_date": "2011-08-05T06:00:00", "ruling_headline": "Liberal group says Rick Perry ended pre-K for 100,000 children", "ruling_headline_slug": "liberal-group-says-rick-perry-ended-pre-k-100000-c", "ruling_link_text": "Grants gone, but full-day pre-K not", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tProgress Texas, &quot;Perry for President FML&quot; <a href=\"http://www.perryforpresidentfml.com/\">website</a></p>\r\n<p>\r\n\tLegislative Study Group, &quot;<a href=\"http://www.texaslsg.org/82nd/fr05282011budget\">Bill Analysis for the Conference Committee Report on House Bill 1</a>,&quot; May 28, 2011</p>\r\n<p>\r\n\tEmail interview with Joe Madden, executive director, Legislative Study Group, July 26 and 28, 2011</p>\r\n<p>\r\n\tAustin American-Statesman, &quot;<a href=\"http://www.statesman.com/news/texas-politics/house-senate-sign-off-on-snug-state-budget-1505207.html\">House, Senate sign off on snug state budget</a>,&quot; May 28, 2011</p>\r\n<p>\r\n\tTexas Education Agency, &quot;<a href=\"http://www.tea.state.tx.us/index2.aspx?id=2147495267&amp;menu_id=2147483718\">Early Childhood Education in Texas</a>&quot; webpage</p>\r\n<p>\r\n\tInterview with Gina Day, deputy associate commissioner of school readiness and partnerships for the Texas Education Agency, July 26, 2011</p>\r\n<p>\r\n\tTexas Education Agency, 2010-11 Prekindergarten Early Start grant <a href=\"http://alt.coxnewsweb.com/statesman/politifact/080311_1011grantawards.pdf\">awards</a></p>\r\n<p>\r\n\tLegislative Budget Board, &quot;<a href=\"http://www.lbb.state.tx.us/Bill_82/4_Conference/Summary%20of%20Conference%20Committee%20Report%20on%20House%20Bill%201.pdf\">Summary of Conference Committee Report on House Bill 1 for the 2012-13 Biennium</a>,&quot; May 2011</p>\r\n<p>\r\n\tLegislative Budget Board, &quot;<a href=\"http://www.lbb.state.tx.us/Bill_Archive/Appropriations_Bills.htm\">2010-11 General Appropriations Act Final Version</a>,&quot; August 2009</p>\r\n<p>\r\n\tInterview with Jason Spencer, spokesman, Houston school district, July 26, 2011</p>\r\n<p>\r\n\tInterview with Beth Steerman, director of early childhood education, Dallas school district, July 26, 2011</p>\r\n<p>\r\n\tInterview with Jacquie Porter, director of early childhood education, Austin school district, July 26, 2011</p>\r\n<p>\r\n\tAustin American-Statesman, &quot;<a href=\"http://www.statesman.com/news/local/austin-isd-to-launch-pre-k-for-students-1534261.html\">Austin ISD to launch pre-K for students ineligible for state programs</a>,&quot; June 11, 2011</p>\r\n<p>\r\n\tEmail interview with Patricia Rangel, director of early childhood education, Fort Worth school district, July 28, 2011</p>\r\n<p>\r\n\tTexas Tribune, &quot;<a href=\"http://www.texastribune.org/texas-education/public-education/keeping-full-day-public-pre-k-alive-with-fees/\">Keeping full day public pre-K alive, with fees</a>,&quot; June 17, 2011</p>\r\n<p>\r\n\tInterview with Daniel King, superintendent, Pharr-San Juan-Alamo school district, July 26, 2011</p>\r\n<p>\r\n\tInterview with Kara Johnson, president, Texas Early Childhood Education Coalition, July 25, 2011</p>\r\n<p>\r\n\tEmail (<a href=\"http://alt.coxnewsweb.com/statesman/politifact/080211_johnsonemail.html\">excerpts</a>) from Kara Johnson, president, Texas Early Childhood Education Coalition, July 29, 2011</p>\r\n<p>\r\n\tInterview with Regina Corley, director of communication, Temple school district, July 29, 2011</p>\r\n<p>\r\n\tInterview with Cheryl Burns, assistant superintendent, Smithville school district, July 29, 2011</p>\r\n<p>\r\n\tInterview with Jeff Dock, business manager, Giddings school district, July 29, 2011</p>\r\n<p>\r\n\tEmail interview with Celina Bley, communications director, Del Valle school district, Aug. 2, 2011</p>\r\n<p>\r\n\tInterview with Wiley Vonner, superintendent, Winona school district, July 29, 2011</p>\r\n<p>\r\n\tInterview with Ed Lyman, superintendent, Westwood school district, Aug. 2, 2011</p>\r\n<p>\r\n\tInterview with Matt Glazer, executive director, Progress Texas, Aug. 2, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 1, "home_state": "Texas", "id": 1381, "last_name": "Progress Texas", "mostly_true_count": 0, "name_slug": "progress-texas", "pants_count": 2, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/progress_texas.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1381/", "total_count": 6, "true_count": 0, "website": "http://progresstexas.org/"}, "statement": "<p>\r\n\t&quot;Rick Perry ended full-day Pre-K for 100,000 Texas children.&quot;</p>", "statement_context": "a statement for Twitter", "statement_date": "2011-07-05", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 1, "home_state": "Texas", "id": 1381, "last_name": "Progress Texas", "mostly_true_count": 0, "name_slug": "progress-texas", "pants_count": 2, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/progress_texas.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1381/", "total_count": 6, "true_count": 0, "website": "http://progresstexas.org/"}], "twitter_headline": ""}