{"art": [], "author": [{"email_address": "cshinske@starledger.com", "first_name": "Caryn", "id": 246, "last_name": "Shinske", "name_slug": "caryn-shinske", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 15, "publication_name": "Newark Star-Ledger", "resource_uri": "/api/v/2/publication/15/"}, "resource_uri": "/api/v/2/staffer/246/", "title": "PolitiFact New Jersey editor", "twitter": null}], "canonical_url": "/new-jersey/statements/2011/aug/07/alison-littell-mchose/assemblywoman-mchose-says-illegal-immigration-cost/", "edition": {"adkey": "Editions", "advalue": "New Jersey", "edition": "New Jersey", "edition_slug": "new-jersey", "has_afterthefact": false, "id": 13, "index_page": false, "meter_name": "The New Jersey Truth-O-Meter", "resource_uri": "/api/v/2/edition/13/"}, "editor": [], "facebook_headline": null, "id": 4234, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "cshinske@starledger.com", "first_name": "Caryn", "id": 246, "last_name": "Shinske", "name_slug": "caryn-shinske", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 15, "publication_name": "Newark Star-Ledger", "resource_uri": "/api/v/2/publication/15/"}, "resource_uri": "/api/v/2/staffer/246/", "title": "PolitiFact New Jersey editor", "twitter": null}], "resource_uri": "/api/v/2/statement/4234/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tNew Jersey may be a small state, but it has big costs &ndash; especially for illegal immigration, according to Assemblywoman Alison Littell McHose.<br />\r\n\t<br />\r\n\t&quot;Illegal immigration costs state taxpayers over $3 billion every year,&quot; McHose claimed in a joint news release she issued on June 30 with fellow Republicans Sen. Steve Oroho and Assemblyman Gary Chiusano. Their districts cover Hunterdon, Morris and Sussex counties. &quot;We must always be strengthening our laws concerning illegal immigration and finding ways to make New Jersey affordable for legal residents.&quot;<br />\r\n\t<br />\r\n\tThe press release was about the lawmakers&rsquo; efforts to bring a program known as E-Verify to New Jersey. E-Verify certifies that people hired by companies can legally work in the United States.&nbsp;&nbsp;<br />\r\n\t<br />\r\n\tOroho is the prime sponsor of New Jersey&rsquo;s E-Verify legislation (S-2733) in the Senate. Chiusano and McHose are the prime sponsors of the Assembly version (A-189).<br />\r\n\t<br />\r\n\tDoes New Jersey really spend more than $3 billion a year on illegal immigration costs? PolitiFact New Jersey checked the figures &ndash; provided by a group opposed to illegal immigration &ndash; and found that there is neither consensus on their accuracy, nor the methodology of how the group ascertained the costs.<br />\r\n\t<br />\r\n\tLouis Crescitelli, McHose&rsquo;s chief of staff, said in an email that McHose used a figure provided by the Federation for American Immigration Reform. The group, known as FAIR, opposes illegal immigration and wants existing immigration laws enforced. The group claims more than 250,000 members nationwide.<br />\r\n\t<br />\r\n\tMcHose&rsquo;s figure came from a July 2010 report by FAIR, &quot;The Fiscal Burden of Illegal Immigration on United States Taxpayers,&quot; which shows that illegal immigration costs (education, healthcare, insurance, social services, law enforcement and other expenses) total $3.47 billion in New Jersey. That&rsquo;s nearly 10 percent of the state&rsquo;s approximately $30 billion budget for fiscal year 2011-2012.<br />\r\n\t<br />\r\n\tWe found that very few organizations dig into the costs of illegal immigration because it involves counting a population that often doesn&rsquo;t want to be counted, and government agencies often don&rsquo;t break out costs of providing services to legal residents versus undocumented ones. As a result, costs assigned to illegal immigration are often estimates based on assumptions -- and one reason why FAIR has been criticized in the past for its findings.<br />\r\n\t<br />\r\n\tFAIR&rsquo;s report based its estimates on 13 million illegal immigrants in the country, broken down by state -- but there is no information in its report on how that breakdown was calculated. In looking at New Jersey, FAIR said it included 490,000 illegal immigrants and 96,000 of their American-born children, who are citizens by birth, in its data because those children would not be in the United States if their parents didn&rsquo;t enter the country illegally. The report also assumes taxes are collected from 8 million illegal immigrant workers in the nation, half of whom are presumed to work in the &quot;above-ground&quot; economy, have two children and earn $31,200 annually.<br />\r\n\t<br />\r\n\tIn New Jersey, FAIR said illegal immigrants cost $2.4 billion for education; $509 million for health care; $335 million for justice-related costs; and $193 million for welfare and other expenses.<br />\r\n\t<br />\r\n\tJack Martin, a FAIR spokesman and an author of the report, said the figures are from part of 2008 and a larger part of 2009. Martin said it&rsquo;s unlikely those figures have changed much in 2011.<br />\r\n\t<br />\r\n\t&quot;The estimates of the illegal immigrant population are not just dreamt up,&quot; Martin said. &quot;They are based on a methodology that looks at the change in size of the foreign-born population as measured by the U.S. census and shares that with data from Homeland Security. &hellip; It&rsquo;s sort of a residual methodology of looking at the difference between those estimates, as well as people coming in from abroad for temporary work. The estimates are based on real numbers rather than plucked out of the air.&quot;<br />\r\n\t<br />\r\n\tAt least one state has taken issue with FAIR&rsquo;s methodology, challenging FAIR&rsquo;s April 2005 report, &quot;The Cost of Illegal Immigration to Texans.&quot; That report claimed Texans spent $4.5 billion on illegal immigration costs. The following year, the Texas State Comptroller&rsquo;s Office released &quot;Undocumented Immigrants In Texas: A Financial Analysis of the Impact to the State Budget and Economy,&quot; which found revenues generated by illegal immigrants -- $1.5 billion -- exceeded the $1.1 billion in costs. For fiscal year 2005, that amounted to $424 million in revenue for the Lone Star State. One significant difference in the methodology: FAIR included the U.S.-born children of illegal immigrants in its calculations. The Texas Comptroller&rsquo;s Office did not because the children are U.S. citizens.<br />\r\n\t<br />\r\n\tIt&rsquo;s worth noting that the New Jersey state Comptroller&rsquo;s Office said it doesn&rsquo;t track costs associated with illegal immigration.<br />\r\n\t<br />\r\n\tPolitiFact New Jersey contacted several think thanks in Washington, DC, seeking figures to verify FAIR&rsquo;s numbers, but found none.<br />\r\n\t<br />\r\n\t&quot;The problem with the undocumented population is they&rsquo;re somewhat underground &hellip; there&rsquo;s no way to say with any surety how much the undocumented population is costing one state,&quot; said Wendy Sefsaf, communications director for the pro-immigrant American Immigration Council, the parent organization of the Immigration Policy Council in Washington, DC.<br />\r\n\t<br />\r\n\tExperts with the Libertarian-leaning Cato Institute, the Pew Hispanic Center and a report from the nonpartisan Congressional Budget Office, agree that there&rsquo;s a net fiscal cost to governments for illegal immigration costs, but note there&rsquo;s no accepted methodology to determine those expenses.<br />\r\n\t<br />\r\n\tLet&rsquo;s review. McHose cites FAIR&rsquo;s estimate that illegal immigrants cost New Jersey taxpayers more than $3 billion annually, but a number of experts say there&rsquo;s really no accurate way to assess costs. The FAIR report also looks at estimated costs from parts of two different years -- not year over year, or a trend over several years. Still, experts agree that in most cases -- not including the Texas case we cited -- illegal immigration costs taxpayers more than what those immigrants pay into the economy. We rate this claim False.&nbsp;</p>\r\n<p>\r\n\tTo comment on this ruling, go to <a href=\"http://www.nj.com/news/index.ssf/2011/08/illegal_immigration_costs_in_n.html\">NJ.com</a>.</p>", "ruling_comments_date": "2011-08-04T13:52:31.059385", "ruling_date": "2011-08-07T05:15:00", "ruling_headline": "Assemblywoman McHose says illegal immigration costs New Jersey taxpayers more than $3 billion annually", "ruling_headline_slug": "assemblywoman-mchose-says-illegal-immigration-cost", "ruling_link_text": "Calculating by assumption", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tIllegal Immigration Costs U.S. $113 Billion a Year, Study Finds, FoxNews.com, July 10, 2011<br />\r\n\t<br />\r\n\tPress release &quot;Oroho, McHose &amp; Chiusano Announce On Going (sic) Effort To Bring E-Verify To New Jersey,&quot; June 30, 2011, accessed July 25, 2011<br />\r\n\t<br />\r\n\tFederation for American Immigration Reform (FAIR) report &quot;The Cost Of Immigration,&quot; accessed July 21, 2011<br />\r\n\t<br />\r\n\tFAIR report &quot;The Fiscal Burden of Illegal Immigration on United States Taxpayers,&quot; accessed July 25 and 26, Aug. 1 and 2, 2011<br />\r\n\t<br />\r\n\tPhone interview, Jack Martin, spokesman, FAIR, July 25, 2011<br />\r\n\t<br />\r\n\tPhone interview, Randy Capps, senior policy analyst, Migration Policy Institute, July 25, 2011-07-27<br />\r\n\t<br />\r\n\tPolitiFact Florida website, &quot;No E-Verify requirement this year,&quot; May 6, 2011, accessed July 26, 2011<br />\r\n\t<br />\r\n\tCongressional Budget Office report &quot;The Impact of Unauthorized Immigrants on the Budgets of State and Local Governments,&quot; December 2010, accessed July 25 and 26, Aug. 1 and 2, 2011<br />\r\n\t<br />\r\n\tPhone and email interviews, Wendy Sefsaf, communications director, American Immigration Council, July 27, 2011<br />\r\n\t<br />\r\n\tPhone interview, Jeff Passel, senior demographer, Pew Hispanic Center, July 28, 2011<br />\r\n\t<br />\r\n\t&quot;Immigration: The Demographic and Economic Facts&quot; by Julian L. Simon, Dec. 11, 1995, Cato Institute and National Immigration Forum, accessed July 29, 2011<br />\r\n\t<br />\r\n\t&quot;E-Verify: States Bear The Economic Burden,&quot; July 2011, National Immigration Forum, accessed July 29, 2011<br />\r\n\t<br />\r\n\tPhone interview, Dan Griswold, director, Herbert A. Stefiel Center for Trade Policy Studies, Cato Institute, July 29, 2011<br />\r\n\t<br />\r\n\tPolitiFact Georgia website, &quot;Georgia pols use report to push for immigration reform,&quot; Feb. 18, 2011, accessed Aug. 1, 2011<br />\r\n\t<br />\r\n\t&quot;Undocumented Immigrants In Texas: A Financial Analysis of the Impact to the State Budget and Economy,&quot; accessed Aug. 2, 2011<br />\r\n\t<br />\r\n\tFederation for American Immigration Reform, &quot;The Cost of Illegal Immigration to Texans,&quot; April 2005, accessed Aug. 2, 2011<br />\r\n\t<br />\r\n\tPhone interview with Andrew Pratt, spokesman, New Jersey Department of Treasury, Aug. 3, 2011<br />\r\n\t<br />\r\n\tPhone interview with New Jersey State Comptroller&rsquo;s Office, Aug. 3, 2011&nbsp;</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Assemblywoman", "false_count": 1, "first_name": "Alison", "half_true_count": 0, "home_state": "New Jersey", "id": 1380, "last_name": "Littell McHose", "mostly_true_count": 0, "name_slug": "alison-littell-mchose", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Alison_Littell_McHose.JPG", "primary_edition": {"adkey": "Editions", "advalue": "New Jersey", "edition": "New Jersey", "edition_slug": "new-jersey", "has_afterthefact": false, "id": 13, "index_page": false, "meter_name": "The New Jersey Truth-O-Meter", "resource_uri": "/api/v/2/edition/13/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1380/", "total_count": 1, "true_count": 0, "website": "http://www.alisonmchose.com/"}, "statement": "<p>\r\n\t&quot;Illegal immigration costs state taxpayers over $3 billion every year.&quot;&nbsp;&nbsp;</p>", "statement_context": "a news release", "statement_date": "2011-06-30", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 208, "photo": null, "resource_uri": "/api/v/2/subject/208/", "subject": "State Finances", "subject_slug": "state-finances", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": ""}