{"art": [], "author": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2011/aug/05/beverly-hall/ex-aps-superintendent-hall-says-recent-tests-given/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "liz.miniet@ajc.com", "first_name": "Elizabeth", "id": 143, "last_name": "Miniet", "name_slug": "elizabeth-miniet", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/143/", "title": "Word Editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 4235, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/4235/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tEven as her reputation crumbled, former Atlanta Public Schools Superintendent Beverly Hall&rsquo;s PR machine continued to churn.<br />\r\n\t<br />\r\n\tHall&rsquo;s smiling face appeared on the glossy cover of a promotional mailer commemorating her 12-year reign. The pages include detailed, year-by-year lists of her accomplishments and pictures of her smiling with students, teachers, and a giant check from district benefactor General Electric.<br />\r\n\t<br />\r\n\tThe PR bonanza outraged critics because it was so brazen. Hall left under accusations that the rising CRCT scores that helped make her an education superstar were the result of massive, systematic cheating on state tests. A state investigative report made public in July implicated 178 educators and 44 schools.<br />\r\n\t<br />\r\n\tThe pamphlet caught PolitiFact Georgia&rsquo;s attention because Hall insisted that APS&rsquo; CRCT gains were real. If you compare results from 2000 through 2011, roughly the span of her term, they show significant increases, she wrote in a letter that accompanied the mailer.<br />\r\n\t<br />\r\n\tAnd in 2011, the tests were &quot;given under the strictest security possible,&quot; Hall&rsquo;s letter said.<br />\r\n\t<br />\r\n\tWere they really that secure? we wondered.<br />\r\n\t<br />\r\n\tWe contacted Hall&rsquo;s attorneys, who referred us to two APS documents describing changes the district made to security after test-tampering suspicions first arose. &nbsp;<br />\r\n\t<br />\r\n\tBut before our analysis, here&rsquo;s some background: The Atlanta Journal-Constitution reported more than two years ago that students statewide made statistically improbable gains on their CRCT exams. This prompted the Governor&rsquo;s Office of Student Accountability to analyze answer sheets for erasures. They announced in February 2010 that they also found questionable gains.<br />\r\n\t<br />\r\n\tAPS changed its CRCT security procedures. They are stored in a &quot;vault,&quot; or a room inside a school. It&rsquo;s accessible only by the principal and testing coordinator using a key card, said district spokesman Keith Bromery.<br />\r\n\t<br />\r\n\tTeachers rotate within their schools so that they don&rsquo;t administer the test to their own students. This makes them less likely to cheat because they don&rsquo;t know which students need the help, Bromery said.<br />\r\n\t<br />\r\n\tAt the end of each testing day, answer sheets are reviewed by two employees for stray marks, sealed in a tamper-proof envelope, and stored in the vault. They remain there until the end of the testing period, which lasts seven school days. &nbsp;&nbsp;<br />\r\n\t<br />\r\n\tFor its part, in 2010, the state posted at least one monitor at each school that met their definition of &quot;severe concern,&quot; said Kathleen Mathers, executive director of the Governor&rsquo;s Office of Student Achievement. At schools of severe concern, 25 percent or more of a school&rsquo;s classrooms showed highly unlikely percentages of wrong-to-right erasures, according to the state&rsquo;s erasure analysis.<br />\r\n\t<br />\r\n\tSchools of &quot;moderate concern,&quot; where 11 to 24 percent of classrooms were flagged, received random checks that year.<br />\r\n\t<br />\r\n\tMonitors are state employees who are familiar with testing procedures. Since state officials found that test tampering and cheating risks are greatest before and after testing, monitors pay special attention to making sure the materials are properly stored. Afterward, they seal answer sheets in envelopes with tamper-proof security tape and return them to the vault.<br />\r\n\t<br />\r\n\tState monitors do not administer the tests, and are not posted in each classroom, Mathers said.<br />\r\n\t<br />\r\n\tIn 2011, the state also posted monitors at schools of moderate concern.<br />\r\n\t<br />\r\n\tWe interviewed major testing companies and test security experts to assess the methods used in Atlanta Public Schools. &nbsp;Our reporting found that APS does not use the following obvious or widely accepted measures to prevent tampering or cheating:<br />\r\n\t<br />\r\n\t* Tests should be administered by people who are not employed by the school district and have no stake in the outcome, experts said.<br />\r\n\t<br />\r\n\t* Teachers should be barred from entering the room where their own students are taking the CRCT. Educational Testing Service, makers of the SATs and AP exams, among others, will void the score of an AP English exam if students&rsquo; AP English teacher enters the testing room, said Ray Nicosia, director of ETS&rsquo; test security office. If a school has a testing coach, he or she is not allowed to administer the SATs.<br />\r\n\t<br />\r\n\t* Ideally, tests should be administered by computer in a lab set up so students can&rsquo;t see each other&rsquo;s screens, said Richard Phelps, author of the &quot;Standardized Testing Primer&quot; and other books about testing. Computer testing has several advantages: It eliminates the problem of corrupt teachers gaining access to answer sheets and test booklets; they can track every move a student makes; and they can also order questions randomly, further reducing students&rsquo; ability to cheat by peeking at a neighbor&rsquo;s screen, he said.<br />\r\n\t<br />\r\n\t*Testing security is only as good as the people who enforce it, noted Walt Haney, a testing expert and Boston College professor. AJC reporting shows that many of the educators named in the investigative report released in July were still employed when the CRCT was administered in 2011.<br />\r\n\t<br />\r\n\tIn light of this information, how do we rule?<br />\r\n\t<br />\r\n\tCertainly, the CRCT was not &quot;given under the strictest security possible&quot; in 2011, as Hall said. APS did tighten its procedures, but PolitiFact Georgia easily found additional ways to increase security.<br />\r\n\t<br />\r\n\tSince APS did boost security starting in 2010, Hall&rsquo;s statement is not outrageous. But it is incorrect. She therefore earns a False.</p>", "ruling_comments_date": "2011-08-04T16:44:40.384756", "ruling_date": "2011-08-05T06:00:00", "ruling_headline": "Ex- APS Superintendent Hall says recent tests “given under the strictest security possible\" ", "ruling_headline_slug": "ex-aps-superintendent-hall-says-recent-tests-given", "ruling_link_text": "Hall earns an 'F' for False", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tInterview, Keith Bromery, spokesman, Atlanta Public Schools, July 22, 2011<br />\r\n\t<br />\r\n\tInterview, Walt Haney, professor of education, Boston College, July 25, 2011<br />\r\n\t<br />\r\n\tInterview, Richard Phelps, author of the &quot;Standardized Testing Primer&quot; and other books about testing, July 25, 2011<br />\r\n\t<br />\r\n\tInterview, Ray Nicosia, director, Office of Testing Integrity, Educational Testing Service, July 25, 2011<br />\r\n\t<br />\r\n\tEmail interview, Ed Colby, spokesman, ACT, July 25, 2011<br />\r\n\t<br />\r\n\tInterview, Kathleen Mathers, executive director, Governor&rsquo;s Office of Student Achievement, July 26, 2011<br />\r\n\t<br />\r\n\tInterview, Richard Deane, attorney for former Atlanta Public Schools Superintendent Beverly Hall, Aug. 1, 2011<br />\r\n\t<br />\r\n\tAtlanta Public Schools, <a href=\"http://www.atlantapublicschools.us/186110539507510/blank/browse.asp?a=383&amp;BMDRN=2000&amp;BCOB=0&amp;c=56284&amp;186110539507510Nav=%7C&amp;NodeID=929\">Exam Security Policy and Procedures Plan</a>, 2010-2011<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, &quot;Scores drop at some flagged schools,&quot; July 7, 2011<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, &quot;Fewer erasures on tests in 2010,&quot; February 10, 2011<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, &quot;CRCT scandal stuns the state,&quot; February 11, 2010<br />\r\n\t<br />\r\n\tThe Atlanta Journal-Constitution, &quot;It&rsquo;s test time; districts ramping up security,&quot; April 18, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 2, "first_name": "Beverly", "half_true_count": 0, "home_state": "", "id": 1383, "last_name": "Hall", "mostly_true_count": 0, "name_slug": "beverly-hall", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Hall_Beverly.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1383/", "total_count": 3, "true_count": 0, "website": ""}, "statement": "<p>\r\n\tAtlanta Public Schools&rsquo; 2011 CRCT tests were &quot;given under the strictest security possible.&quot;</p>", "statement_context": "a mailer", "statement_date": "2011-06-24", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": "Beverly Hall: Recent #APS tests given under \"strictest security possible.\" Say what? #gapol #gapolitics"}