{"art": [], "author": [{"email_address": "gtrotter@vnews.com", "first_name": "Gregory", "id": 251, "last_name": "Trotter", "name_slug": "gregory-trotter", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 17, "publication_name": "The Valley News", "resource_uri": "/api/v/2/publication/17/"}, "resource_uri": "/api/v/2/staffer/251/", "title": "Staff Writer", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2011/aug/05/buddy-roemer/obama-submitted-budgets/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 4242, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "gtrotter@vnews.com", "first_name": "Gregory", "id": 251, "last_name": "Trotter", "name_slug": "gregory-trotter", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 17, "publication_name": "The Valley News", "resource_uri": "/api/v/2/publication/17/"}, "resource_uri": "/api/v/2/staffer/251/", "title": "Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/4242/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tFormer Louisiana Congressman and Governor Buddy Roemer has been out of politics for a long time but he still knows how to throw a jab.<br />\r\n\t<br />\r\n\tPerhaps best known for switching parties from Democratic to Republican as governor in 1991, Roemer left politics some 16 years ago to work as a banker. Now, he&rsquo;s back as a populist GOP presidential candidate who says he&#39;s fed up with special interest money. A couple of days before announcing his bid, Roemer squared off on President Barack Obama.<br />\r\n\t<br />\r\n\t&quot;Someday, somehow, somewhere, sometime, the president of the United States and his party have to be responsible for running the country,&quot; said Roemer, 67, at a press conference in Bedford, N.H.<br />\r\n\t<br />\r\n\tHe continued: &quot;I am embarrassed that two and a half years into his [President Obama&#39;s] term in office he&#39;s never submitted a budget. You know Congress has worked two years without passing a budget.&quot;<br />\r\n\t<br />\r\n\tHis pronouncement was startling. No budget? What has the president been doing up there in Oval Office?<br />\r\n\t<br />\r\n\tAsked to back this statement up with facts, the Roemer campaign declined to comment.<br />\r\n\t<br />\r\n\tSo we turned to the experts, checking the public record and reaching out to five economists across the political spectrum.<br />\r\n\t<br />\r\n\tNot true, they all say.<br />\r\n\t<br />\r\n\tAs per law, Obama has submitted a <a href=\"http://www.gpoaccess.gov/usbudget/index.html\">budget</a> for each fiscal year he&rsquo;s been president -- fiscal years 2010, 2011 and 2012, according to a quick check on the Government Printing Office&rsquo;s website, where the documents are posted. It&rsquo;s as simple as that.<br />\r\n\t<br />\r\n\tBut regarding Roemer&rsquo;s second claim-- that Congress has worked for two years without adopting a budget -- budget experts say Roemer has a point.<br />\r\n\t<br />\r\n\tCongress last adopted a budget resolution in fiscal year 2010. It neglected to do so in fiscal year 2011 and appears unlikely to agree on a budget framework for the next fiscal year, 2012, which begins Oct. 1, said Steve Ellis, a budget expert with Taxpayers for Common Sense, an independent group that analyzes federal spending.<br />\r\n\t<br />\r\n\t<br />\r\n\tThe budget resolution sets spending limits for broad categories of funding and is usually the first step for Congress in adopting a budget. The budget resolutions are important &quot;organization and enforcement documents&quot; to guide Congress through achieving most of what&rsquo;s in the president&rsquo;s budget, Ellis said.<br />\r\n\t<br />\r\n\tWithout a budget resolution, &quot;it makes it harder to enact spending bills because you don&rsquo;t know exactly what the bottom line is,&quot; Ellis said. &quot;It&rsquo;s not a good way to govern. It makes it a lot harder to hammer out a deal.&quot;<br />\r\n\t<br />\r\n\tAfter the president&rsquo;s budget is submitted, House and Senate budget committees are supposed to draft budget resolutions, frameworks intended to guide the spending process, which then go to the floor for approval.<br />\r\n\t<br />\r\n\tOnce adopted, the two resolutions go to a House and Senate conference committee, where they are reconciled and sent back to the respective chambers for final approval.<br />\r\n\t<br />\r\n\tBut that process hasn&#39;t been working. In 2010, the then Democratic-controlled House and Senate did not adopt a budget resolution or adopt a single spending bill &quot;because the Democrats were afraid of being labeled big spenders,&quot; Ellis said.<br />\r\n\t<br />\r\n\tIn April, 2011, without a budget resolution, Congress, with the House controlled by Republicans, agreed to a spending bill for fiscal 2011 in order to avoid a government shutdown. That bill provides funding through the end of September, 2011. The budget resolution provides the blueprint &nbsp;for such legislative activity but it&rsquo;s not necessary to the process, said Jim Horney, an economist with the left-leaning Center on Budget and Policy Priorities. &nbsp;<br />\r\n\t<br />\r\n\t&quot;While (Congress) did not agree on a budget resolution &hellip; it did of course, pass those appropriations and other budget legislation for fiscal year 2011 and is working on legislation for 2012,&quot; Horney wrote in an e-mail.<br />\r\n\t<br />\r\n\tAnd this year, it appears again unlikely that Congress will adopt a budget resolution. The now GOP-controlled House approved its budget resolution -- commonly referred to as the Paul Ryan Plan after its principal author, the Wisconsin Republican who is chairman of the House budget committee -- which Democrats consider &quot;draconian,&quot; Ellis said.<br />\r\n\t<br />\r\n\tThe Senate Budget Committee unveiled a framework in early July, 2011, but the Senate has not yet approved any resolution.<br />\r\n\t<br />\r\n\tAnd it appears the adoption of a budget resolution has been overtaken by events, Ellis said. The debt ceiling plan approved by Congress will establish a discretionary spending cap, which is much of what would be accomplished by a budget resolution.<br />\r\n\t<br />\r\n\tSen. Kent Conrad, the Democratic chairman of the Senate Budget Committee, acknowledged as much in the conclusion of his budget framework <a href=\"http://budget.senate.gov/democratic/index.cfm/speeches-and-remarks?ContentRecord_id=94fcd19d-976a-4a0b-bf2f-7a6588b32b33&amp;ContentType_id=d9d7aad4-81c5-463a-a3e8-9a4c4d7eb824&amp;27f11e11-fcf1-4df1-a902-5227eb9c6a67&amp;Group_id=c7a5c4c3-6dec-49be-9e36-7d6e11d4873f\">address</a> on the Senate floor on July 11, 2011.<br />\r\n\t<br />\r\n\tConrad said: &quot;That is the blueprint the Senate Budget Committee Democrats are laying before our colleagues. We are under no illusions. We know this is a year in which the normal process is not being followed. We understand there are leadership negotiations at the highest level, so we understand this is not going to be dealt with in the normal course of doing business.&quot;<br />\r\n\t<br />\r\n\t<strong>Our Ruling</strong><br />\r\n\t<br />\r\n\tRoemer erred in saying Obama had not submitted a budget. In fact, he&rsquo;s submitted three.<br />\r\n\t<br />\r\n\tBut there is some truth on the second part of his statement. Congress didn&#39;t pass either a budget resolution or a spending bill in 2009 and 2010. A last minute spending bill finally passed in April 2011 under the threat of a government shutdown. And, since then, the passage of the debt ceiling increase has made the passage of a budget resolution for the current fiscal year less pressing.<br />\r\n\t<br />\r\n\tTaken in the context of his remarks, Roemer&rsquo;s assertion implies that Obama and the Democrats have been irresponsible -- and as a result, there has been no budget for the last two years. Obama submitted budgets, but it is true that during 2009 and 2010, when Democrats controlled the Congress, no budget was passed. As a result, we rate this statement Half True.<br />\r\n\t&nbsp;</p>", "ruling_comments_date": "2011-08-05T11:57:41.695334", "ruling_date": "2011-08-05T17:39:41", "ruling_headline": "Roemer faults Obama and Congress on budgets", "ruling_headline_slug": "obama-submitted-budgets", "ruling_link_text": "The president proposes; Congress disposes", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tPresident Barack Obama&rsquo;s budgets for Fiscal Years 2010-2012, <a href=\"http://www.gpoaccess.gov/usbudget/browse.html\">Budgets of the United States Government</a>, on the Government Printing Office&rsquo;s website, www.gpoaccess.gov<br />\r\n\t<br />\r\n\tInterview with Steve Ellis, vice president of Taxpayers for Common Sense, July 28, 2011<br />\r\n\t<br />\r\n\tEmail interview with Jim Horney, vice president for Federal Fiscal Policy, Center on Budget and Policy Priorities, July 25, 2011<br />\r\n\t<br />\r\n\tEmail interview with Marc Goldwein, Policy Director of the Committee for a Responsible Federal Budget and Senior Policy Analyst at the New America Foundation, July 25, 2011<br />\r\n\t<br />\r\n\tEmail interview with Daniel Mitchell, Senior Fellow with the Cato Institute, July, 25, 2011<br />\r\n\t<br />\r\n\tEmail interview with JD Foster, Norman B. Ture Senior Fellow in the Economics of Fiscal Policy<br />\r\n\tThe Heritage Foundation, July 25, 2011<br />\r\n\t<br />\r\n\tSenate Budget Committee Chairman Kent Conrad&rsquo;s <a href=\"http://budget.senate.gov/democratic/index.cfm/speeches-and-remarks?ContentRecord_id=94fcd19d-976a-4a0b-bf2f-7a6588b32b33&amp;ContentType_id=d9d7aad4-81c5-463a-a3e8-9a4c4d7eb824&amp;27f11e11-fcf1-4df1-a902-5227eb9c6a67&amp;Group_id=c7a5c4c3-6dec-49be-9e36-7d6e11d4873f\">speech</a> from the Senate floor on the budget framework developed in the committee, July 11, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Buddy", "half_true_count": 1, "home_state": "Louisiana", "id": 1391, "last_name": "Roemer", "mostly_true_count": 0, "name_slug": "buddy-roemer", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Roemer.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1391/", "total_count": 1, "true_count": 0, "website": "http://www.buddyroemer.com"}, "statement": "<p>\r\n\tSays Obama has never submitted a budget, and Congress has worked for two years without passing one.</p>", "statement_context": "candidate's forum in Bedford, N.H. ", "statement_date": "2011-07-20", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 214, "photo": null, "resource_uri": "/api/v/2/subject/214/", "subject": "New Hampshire 2012", "subject_slug": "new-hampshire-2012", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}