{"art": [{"brightcove": "", "caption": "Miami-Dade schools superintendent Alberto Carvalho says his district is the \"highest performing school district in America.\"", "id": 1509, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/HO_ALBERTO_CARVALHO_1.JPG", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/1509/", "title": "Carvalho", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2011/aug/05/alberto-carvalho/miami-dade-superintendent-says-school-district-hig/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 4247, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "pmazzei@miamiherald.com", "first_name": "Patricia", "id": 248, "last_name": "Mazzei", "name_slug": "patricia-mazzei", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 5, "publication_name": "Miami Herald", "resource_uri": "/api/v/2/publication/5/"}, "resource_uri": "/api/v/2/staffer/248/", "title": "Staff Writer", "twitter": null}, {"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/4247/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\t<a href=\"http://miamiherald.typepad.com/nakedpolitics/2011/08/a-divided-miami-dade-delegation-agrees-to-push-for-county-charter-change-next-year.html#tp\">Addressing South Florida lawmakers Aug. 1, 2011</a>, Miami-Dade school superintendent Alberto Carvalho had great news to share.<br />\r\n\t<br />\r\n\t&quot;Today,&quot; he said, &quot;we stand as the highest-performing urban school district in America.&quot;<br />\r\n\t<br />\r\n\tThe declaration came based on two pieces of evidence, Carvalho told the Miami-Dade legislative delegation. The first, he said, were results from the National Assessment of Educational Progress (NAEP) test. The second was the inclusion of Miami-Dade as a finalist for the respected Broad Prize -- which awards student achievement in urban districts.<br />\r\n\t<br />\r\n\t&quot;So today, very quickly, today we stand as the highest-performing urban district in America,&quot; he said. &quot;On the basis of two measures: No. 1 NAEP ... the only nationally administered exam as far as math, reading and science to fourth- and eighth-graders. ... And the results that we got over the past few months are impressive, to say the least.<br />\r\n\t<br />\r\n\t&quot;Our kids live in a community that grew in poverty 10 full percentage points from last year to this year, (yet) outperformed their peers nationally. New York, Chicago, L.A., Philadelphia, Baltimore, Washington, D.C., don&#39;t hold a candle to our kids&#39; performance here in Miami-Dade. .... Second: We are one of four districts out of 15,000 districts nationally up for the Nobel Prize for urban education, the Broad Prize for Urban Education, a conservative think tank that looks at student achievement, narrowing the achievement gap and overall graduation rates for students across the nation. And out of 15,000 school districts, Miami-Dade is one of four finalists for this revered prize, which will be announced at the Library of Congress on Sept. 20th.&quot;<br />\r\n\t<br />\r\n\tPolitiFact Florida set out to see if Carvalho was right.<br />\r\n\t<br />\r\n\tFirst some basics about the Miami-Dade school district, which is the fourth-largest in the country with nearly 350,000 students. About 70 percent of the students are eligible for free or reduced lunch and most are minorities -- 66 percent Hispanic, 24 percent black, 9 percent white and 2 percent other. The state of Florida, which gives individual schools and districts grades based on the FCAT, gave the district an overall score of a &quot;B&quot; for the 2010-11 school year.<br />\r\n\t<br />\r\n\t<strong>The Broad Prize</strong><br />\r\n\t<br />\r\n\t<a href=\"http://www.broadprize.org/about/process.html\">The Broad Prize,</a> established in 2002, is given to urban school districts based on academic performance and improvement and reducing achievement gaps among poor and minority students.<br />\r\n\t<br />\r\n\tSchool districts can&#39;t apply for the Broad (rhymes with road) -- each year 75 are identified by the Broad Foundation as eligible. Broad generally defines eligibility as districts that serve at least 37,500 students, where 40 percent are eligible for free or reduced lunch and at least 40 percent are minorities.<br />\r\n\t<br />\r\n\tA group of education experts analyzes data -- including performance and improvement in reading and math, graduation rates, participation in advanced placement course and college entrance exam scores among other factors -- to select four finalists.<br />\r\n\t<br />\r\n\tExperts then make site visits and a jury of business, government and public service leaders review the data and select one winner. The top winner earns $550,000 in college scholarships while the other finalists get $150,000 in scholarships.<br />\r\n\t<br />\r\n\tMiami-Dade has never won but was one of four finalists in 2006, 2007 and 2008 while neighboring Broward County was a finalist in 2008 and 2009. <a href=\"http://www.miamiherald.com/2011/04/05/2151328/miami-dade-broward-school-districts.html\">Both Broward and Miami-Dade are finalists again this year</a>, and the 2011 winner will be announced Sept. 20 in Washington.<br />\r\n\t<br />\r\n\tThe focus isn&#39;t just on academic performance -- the key here is looking at improvement and shrinking disparities between different groups.<br />\r\n\t<br />\r\n\tA <a href=\"https://www.documentcloud.org/documents/229817-broad-dade-and-broward-finalists.html\">press release from Broad</a> summarizes some of the reasons Miami-Dade was chosen as a finalist in 2011:<br />\r\n\t<br />\r\n\t<strong>&bull;</strong> In 2010, the district outperformed other Florida districts that serve students with similar family incomes in reading and math. The district&#39;s Hispanic students performing at the highest levels performed in the top-third compared with Hispanics in other districts in Florida at all school levels in reading and math. For blacks at the highest levels, they performed in the top-third compared to blacks in other districts in Florida in math and in reading at the elementary and high school levels.<br />\r\n\t<br />\r\n\t<strong>&bull;</strong> Between 2007 and 2010, Miami-Dade was more successful than the vast majority of Florida districts at improving the percent of poor students who performed at top levels in reading and math at the elementary and high school levels and increased participation for all students in ACT and AP.<br />\r\n\t<br />\r\n\t<strong>National Assessment of Educational Progress</strong><br />\r\n\t<br />\r\n\tThe <a href=\"http://nationsreportcard.gov/faq.asp#q16\">National Assessment of Educational Progress</a> (NAEP) is a test in reading, math and other subjects given to a sample of students nationwide every other year. The federal government compiles the data to create the &quot;Nation&#39;s Report Card&quot; and data on urban districts -- 18 in 2009 -- are compiled separately. Those urban districts, known as the Trial Urban District Assessment (TUDA) are defined as districts located in cities with a population of at least 250,000 where the majority of the students are black or Hispanic or eligible for free or reduced-price lunch.<br />\r\n\t<br />\r\n\tMiami-Dade was the only Florida district included in the urban assessment in 2009 -- Broward takes the NAEP and is factored into the national scores but doesn&#39;t meet the urban criteria.<br />\r\n\t<br />\r\n\tThe <em>Miami Herald</em> wrote about the results&nbsp;from 2009 and noted that overall on the reading exam, the county&#39;s fourth- and eighth-graders outperformed their peers in New York, Boston, Atlanta and Los Angeles.<br />\r\n\t<br />\r\n\t&quot;In particular, Miami-Dade&#39;s Hispanic students shone. They scored higher than their counterparts in any other large city where the test results are studied and well above the national average for Hispanic students,&quot; the <em>Herald </em>wrote May 21, 2010. &quot;Black eighth-grade students also bested the average among their counterparts in other big cities.&quot;<br />\r\n\t<br />\r\n\tWe asked Arnold Goldstein, a program director in the assessment division at the National Center for Education Statistics, to compare Miami-Dade&#39;s test performance to other TUDA districts.<br />\r\n\t<br />\r\n\t&quot;In summary, in mathematics there were a few districts where the average NAEP score was higher than Miami-Dade at both grades 4 and 8,&quot; Goldstein said in an e-mail. &quot;In reading, no districts scored (significantly) higher than Miami-Dade at either grade, although some districts&rsquo; scores were not significantly different from Miami-Dade. ... We only say there is a difference between two scores if the difference is greater than the margin of error.&quot;<br />\r\n\t<br />\r\n\tGoldstein sent us a chart based on <a href=\"https://www.documentcloud.org/documents/229810-tuda-comparing-miami-2.html\">NAEP test scores comparing Miami-Dade to the 17 other TUDA districts</a>. It generally showed that Miami-Dade scored better than most of the urban districts but often fell into a group of a few districts with similar scores.<br />\r\n\t<br />\r\n\t<strong>&bull;</strong> Fourth-grade math: Two districts performed better than Miami-Dade while five received similar scores and 10 had lower scores.<br />\r\n\t<br />\r\n\t<strong>&bull;</strong> Eighth-grade math: Five districts performed better than Miami-Dade while two received similar scores and 10 had lower scores.<br />\r\n\t<br />\r\n\t<strong>&bull;</strong> Fourth-grade reading: No other district performed significantly higher -- three had similar scores and 14 were lower.<br />\r\n\t<br />\r\n\t<strong>&bull;</strong> Eighth-grade reading: Five received similar scores to Miami-Dade while 12 were lower.<br />\r\n\t<br />\r\n\tThe <a href=\"http://nationsreportcard.gov/tuda.asp\">report cards</a> also show how Miami-Dade&#39;s gaps in achievement between different ethnic and income groups compared to other large cities. The large cities aren&#39;t limited to the 18 TUDA districts -- they are defined as cities with at least 250,000 people.<br />\r\n\t<br />\r\n\tFor example, the eighth-grade reading report card shows that poor Miami-Dade students scored 17 points lower than those who weren&#39;t poor -- but that gap was 24 points lower for the average of large cities. On eighth-grade math, Miami-Dade black and Hispanic students scored lower than whites -- but again there was less of a disparity than the national large city average.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong></p>\r\n<p>\r\n\tCarvalho told PolitiFact Florida that his comments come with an additional caveat -- that he was only comparing Miami-Dade to the largest urban school districts in the nation, those with more than 250,000 students. That distinction&nbsp; excludes many of the districts in the NAEP test, including those that have scores comparable to Miami-Dade -- like the public schools systems in Austin, Texas, Charlotte, N.C., and the metro area around Louisville, Ky.</p>\r\n<p>\r\n\tThose districts are smaller and their students are less diverse.</p>\r\n<p>\r\n\tThe NAEP results, when combined with Miami-Dade&#39;s inclusion as a finalist for Broad, speak for themselves, Carvalho said.</p>\r\n<p>\r\n\t&quot;So when I say that, I&#39;m pretty confident,&quot; he said.</p>\r\n<p>\r\n\tWe&#39;re not quite there.</p>\r\n<p>\r\n\tThe fact is that while Miami-Dade has been a finalist for the coveted Broad Prize four times, it has not yet won. And Miami-Dade&#39;s standing on the NAEP tests depends on if you count districts with a student population under 250,000.</p>\r\n<p>\r\n\tIn the end, we don&#39;t want to undersell Miami-Dade&#39;s successes. But we don&#39;t want to oversell them either. We rate Carvalho&#39;s claim Half True.</p>", "ruling_comments_date": "2011-08-05T15:50:16.211410", "ruling_date": "2011-08-05T18:06:44", "ruling_headline": "Miami-Dade superintendent says school district is the highest performing in the country", "ruling_headline_slug": "miami-dade-superintendent-says-school-district-hig", "ruling_link_text": "It's tough to measure \"the\" best district", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tThe Broad Foundation,&nbsp;<a href=\"http://www.broadprize.org/about/overview.html\">&quot;About the Broad prize,&quot;</a>&nbsp;Accessed Aug. 4, 2011<br />\r\n\t<br />\r\n\tThe Broad Foundation,&nbsp;<a href=\"https://www.documentcloud.org/documents/229817-broad-dade-and-broward-finalists.html\">Press release &quot;Broward County, Miami-Dade County schools named two of the four top urban school districts in America as finalists for Broad Prize for Urban Education&quot;</a>, April 5, 2011<br />\r\n\t<br />\r\n\tNational Assessment of Educational Progress,&nbsp;<a href=\"http://nationsreportcard.gov/faq.asp#q16\">&quot;The Nation&#39;s Report Card,&quot;</a>&nbsp;Accessed on Aug. 4, 2011<br />\r\n\t<br />\r\n\tMiami Dade School District,&nbsp;<a href=\"https://www.documentcloud.org/documents/229978-miami-dade-subgroup-performance-vs-other-fl.html\">&quot;Importance of Subgroup membership and its contribution to equitable school district comparisons,&quot;</a>&nbsp;June 2011<br />\r\n\t<br />\r\n\tSt. Petersburg Times The Buzz,&nbsp;<a href=\"http://www.tampabay.com/blogs/gradebook/content/miami-dade-students-leave-oregon-dust\">&quot;Miami-Dade students leave Oregon in the dust,&quot;</a>&nbsp;June 3, 2011<br />\r\n\t<br />\r\n\t<em>Miami Herald</em>&#39;s Naked Politics blog,&nbsp;<a href=\"http://miamiherald.typepad.com/nakedpolitics/2011/08/a-divided-miami-dade-delegation-agrees-to-push-for-county-charter-change-next-year.html#tp\">&quot;A divided Miami-Dade delegation agrees to push charter reform next year,&quot;</a>&nbsp;Aug. 1, 2011&nbsp;<br />\r\n\t<br />\r\n\t<em>Miami Herald</em>,&nbsp;<a href=\"http://www.miamiherald.com/2011/04/05/2151328/miami-dade-broward-school-districts.html\">&quot;Miami-Dade, Broward schools vie for education prize,&quot;</a>&nbsp;April 5, 2011<br />\r\n\t<br />\r\n\t<em>Miami Herald</em>,&nbsp;<a href=\"http://www.miamiherald.com/2011/06/30/2293947/more-dade-schools-earn-top-grades.html\">&quot;More Dade schools earn top grades,&quot;</a>&nbsp;June 30, 2011<br />\r\n\t<br />\r\n\t<em>Miami Herald</em>, &quot;Miami-Dade students excel on reading,&quot; May 21, 2010<br />\r\n\t<br />\r\n\tAventura Business Monthly,<a href=\"http://www.aventurabiz.com/abj/albertocarvalho-abj.shtml\">&quot;South Florida&#39;s best and the brightest: Alberto Carvalho,&quot;</a>&nbsp;Aug. 1, 2011<br />\r\n\t<br />\r\n\tEducation Update Online,&nbsp;<a href=\"http://www.educationupdate.com/archives/2011/MAR/html/spot-miami.html\">&quot;Miami-Dade Superintendent Alberto Carvalho,&quot;</a>&nbsp;March/April 2011<br />\r\n\t<br />\r\n\tInterview, Miami Dade school spokesman John Schuster, Aug. 3-4, 2011<br />\r\n\t<br />\r\n\tInterview, Arnold A. Goldstein, Director for Design, Analysis, and Reporting Assessment Division National Center for Education Statistics, Aug. 4, 2011<br />\r\n\t<br />\r\n\tInterview, Deborah Higgins, Florida Department of Education spokeswoman, Aug. 3-4, 2011<br />\r\n\t<br />\r\n\tInterview, Karen Denne, spokesperson for the Broad foundations, Aug. 3-4, 2011</p>\r\n<p>\r\n\tInterview, Alberto Carvalho, Miami-Dade superintendent, Aug. 5, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Miami-Dade schools superintendent", "false_count": 0, "first_name": "Alberto ", "half_true_count": 1, "home_state": "Florida", "id": 1390, "last_name": "Carvalho", "mostly_true_count": 0, "name_slug": "alberto-carvalho", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/alberto_carvalho2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1390/", "total_count": 1, "true_count": 0, "website": "http://www.dadeschools.net/"}, "statement": "<p>\r\n\t&quot;Today we stand as the highest-performing urban school district in America.&quot;&nbsp;</p>", "statement_context": "comments to the Miami-Dade legislative delegation", "statement_date": "2011-08-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": ""}