{"art": [], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/ohio/statements/2011/aug/10/marcia-fudge/rep-marcia-fudge-says-11-percent-eligible-voters-l/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "jkahoun@plaind.com", "first_name": "Jane", "id": 159, "last_name": "Kahoun", "name_slug": "jane-kahoun", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifact-jane-kahoun_1.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/159/", "title": "PolitiFact Ohio editor and deputy metro editor, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 4258, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/4258/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\t<em>Editor&#39;s note: The claim checked in this PolitiFact Ohio item was updated Aug. 15, 2011, to better address the speaker&#39;s underlying point. The change did not affect the overall rating of her statement.</em></p>\r\n<p>\r\n\tYou need a photo ID to cash a check at the bank and a driver&rsquo;s license or passport to get past airport security checkpoints. Annoying though this is, it reassures advocates of state voter-fraud laws that they aren&rsquo;t being unreasonable to want every voter to show a government-issued photo ID before they can be handed a ballot.<br />\r\n\t<br />\r\n\tIt&rsquo;s not for PolitiFact Ohio to say whether such a requirement, <a href=\"http://caselaw.lp.findlaw.com/scripts/getcase.pl?court=us&amp;vol=000&amp;invol=07-21\">upheld in 2008 by the U.S. Supreme Court</a> in an Indiana case, is necessary or wise. Ohio state legislators have discussed adopting a photo-ID voting law but have not followed through so far.<br />\r\n\t<br />\r\n\tBut civil rights groups are concerned about the number of states considering such laws, saying the risk of voter suppression with some citizens being denied the right to vote is far greater than the chance of fraudulent voting that changes an election&rsquo;s outcome. Democratic U.S. Rep. Marcia Fudge of Warrensville Heights led a news conference with other Democrats and civil rights leaders on July 13 and said: &quot;I think that people don&rsquo;t understand that across this country, 11 percent of all people eligible to vote do not have a government-issued ID. That&rsquo;s 21 million people.&quot;<br />\r\n\t<br />\r\n\tShe went on to say, &quot;I guess they think that we don&#39;t understand they&#39;re trying to keep poor people from voting, minorities from voting, the elderly from voting, students from voting.&quot;<br />\r\n\t<br />\r\n\tHer statements intrigued PolitiFact Ohio. Do more than one in 10 people over age 18 really lack a driver&rsquo;s license, passport or other form of government identification? Do photo ID laws significantly undermine voting?<br />\r\n\t<br />\r\n\tFudge&rsquo;s office said she <a href=\"http://www.brennancenter.org/page/-/d/download_file_39242.pdf\">got the figure from the Brennan Center for Justice</a>, which operates within the New York University School of Law. The Brennan figure has been cited widely and comes from a 2006 survey conducted by an independent polling firm, Opinion Research Corp. Respondents were asked whether they have a current government-issued ID with their photo on it, like a driver&rsquo;s license or military ID. If they answered yes, they were asked if this photo ID had their current address and current name, as opposed to maiden name.<br />\r\n\t<br />\r\n\tThey also were asked if they had a U.S. birth certificate, naturalization papers or passport in a place they could easily get to if they had to show it the next day and whether those documents had their current name.<br />\r\n\t<br />\r\n\tAccording to the Brennan Center, as many as 11 percent of U.S. citizens &mdash; more than 21 million &mdash; did not have current government-issued photo identification. &nbsp;This was based on a sample of 987 randomly selected voting-age citizens contacted by telephone. The pollster reported a margin of error of plus or minus 2 percentage points.<br />\r\n\t<br />\r\n\tPolitiFact Ohio readers might remember someone else citing this Brennan Center survey &mdash; namely, State Rep. Armond Budish. <a href=\"http://www.politifact.com/ohio/statements/2011/apr/07/armond-budish/state-rep-armond-budish-says-one-quarter-african-a/\">Budish used it in March</a> to support his statement that &quot;25 percent of voting-age African-Americans do not have the photo ID that this bill would require.&quot; PolitiFact Ohio noted that the specific figure that Budish cited had a rather high margin of error &mdash; 8 percentage points &mdash; because of the smaller subset of voters (African-Americans) polled on this question. That mean&rsquo;t the actual statistic was probably between 17 and 33 percent. This was among the reasons Budish&rsquo;s claim was rated Half True.<br />\r\n\t<br />\r\n\tFudge&rsquo;s statement included all voters, regardless of race. That&rsquo;s why the poll question had a much lower margin of error; it was based on a bigger sample. The actual figure could be as high as 13 percent or as low as 9 percent.<br />\r\n\t<br />\r\n\tBut is the survey valid?<br />\r\n\t<br />\r\n\tWe looked for other data and made some calls to ask. A <a href=\"http://www1.american.edu/ia/cfer/report/full_report.pdf\">2005 report from a federal voting rights commission</a> chaired by former President Jimmy Carter and former Secretary of State James A. Baker said in a footnote that about 12 percent of the United States voting-age population did not have driver&rsquo;s licenses. The figure came from U.S. Department of Transportation and Census Bureau data.<br />\r\n\t<br />\r\n\tWe also found a May 24, 2011, <a href=\"http://www.nova-ohio.org/Estimating%20number%20of%20voters%20without%20state%20ID.pdf\">report from Norman Robbins, research director for Northeast Ohio Voter Advocates</a>, that examined driver&rsquo;s license data specifically in Ohio. The report concluded that 940,000 Ohioans over age 18 lacked driver&rsquo;s licenses. That&rsquo;s nearly an 11 percent rate, higher than figures cited by proponents of Ohio voter ID laws. Robbins said in his findings that previous figures were erroneous because they failed to take into account such factors as deceased license holders and Ohioans who had moved out of state but were still in the state license database.<br />\r\n\t<br />\r\n\tBased on these studies, it appeared as if Fudge was in the right range. Yet the more we looked, the more we found that the figures are subject to debate.<br />\r\n\t<br />\r\n\tSusan Myrick, an election analyst at the <a href=\"http://www.nccivitas.org/\">Civitas Institute</a> in Raleigh, N.C., a conservative group that wants limited government, was dismissive of the figures. She noted that the trial court judge in the Indiana case that went to the Supreme Court called estimates in a similar range &quot;incredible&quot; and &quot;unreliable.&quot; That judge, Sarah Evans Barker of the U.S. District Court, was criticizing a study based on Indiana drivers license data, not a national poll. But taking a very basic look at Indiana license data, the judge said the actual figure might be closer to 1 percent.<br />\r\n\t<br />\r\n\tMyrick also pointed to a <a href=\"http://www.american.edu/spa/cdem/upload/csae080109.pdf\">2008 study from American University&rsquo;s Center for Democracy and Election Management</a>. That study asked 2,000 registered voters in three states (Indiana, Maryland and Mississippi) whether they had a driver&rsquo;s license, passport or military ID. Only 1.2 percent of those surveyed said they lacked these kinds of IDs.<br />\r\n\t<br />\r\n\t&quot;These data suggest that access to IDs and the documents necessary to obtain a valid photo ID, for registered voters, is not a serious problem,&quot; the American University study concluded.<br />\r\n\t<br />\r\n\tNote that this study involved people who were already registered to vote. The poor and minorities represent a high percentage who have not registered to vote and those who do not have government IDs, according to legal experts whose work we saw while researching this subject. This presents a chicken-and-egg question: If people do not vote when there is no stringent ID requirement, why not? And would an ID rule even have that big an impact?<br />\r\n\t<br />\r\n\t&quot;It seems clear that the requirement of photo IDs is not an impediment to voting; the problem is that not enough people register, and not all those who register vote,&quot; the American University study said. &quot;This was a problem before ID laws, and it remains a problem.&quot;<br />\r\n\t<br />\r\n\tAbout 64 percent of Americas voting-age population turned out in the 2008 presidential election, <a href=\"http://www.census.gov/newsroom/releases/archives/voting/cb09-110.html\">according to the U.S. Census Bureau</a>. And that was considered a good year by modern historical standards. Based on the American University study, lack of a government ID wasn&#39;t what kept the other 36 percent from the polls.<br />\r\n\t<br />\r\n\tAmericans are highly mobile, and registering to vote in a new precinct, let alone a new city, takes effort. Campaign tactics and commercials before elections turn people off. The nominating process is so front-loaded that by the time some states hold their primaries, the nominee is all but decided. (Ohio could be a good example of this in 2012.) Numerous studies and even books such as &quot;<a href=\"http://www.hks.harvard.edu/presspol/research/vanishing_voter/vv_book.html\">The Vanishing Voter </a>&quot; &nbsp;have examined the problem.<br />\r\n\t<br />\r\n\tAsked specifically about the 11 percent figure that Fudge and others use, Robert Pastor, director of the American University center and executive director of the Carter-Baker commission, did not dismiss it entirely. But he suggested that claims like this miss the broader context.<br />\r\n\t<br />\r\n\t&quot;The problem is not the voter ID,&quot; he said. &quot;The bigger problem in America is that we have relatively low voter participation, and that is in part because we have relatively low voter registration, regardless of the reason. That is true regardless of voter ID.&quot;<br />\r\n\t<br />\r\n\tIf only 11 percent of the eligible population failed to vote, it would give the country an 89 percent participation rate. This would be extraordinary.<br />\r\n\t<br />\r\n\tSo how do we rate Fudges claim?<br />\r\n\t<br />\r\n\tWe start with the fact that a number of authorities say her source is credible. <a href=\"http://moritzlaw.osu.edu/faculty/bios.php?ID=52\">Daniel Tokaji</a>, a law professor at Ohio State University, told us that he, too, thinks the Brennan figure &quot;is in the ballpark.&quot; He cited another study, &quot;<a href=\"http://latinodecisions.wordpress.com/2011/05/24/the-disproportionate-impact-of-stringent-voter-id-laws/\">The Disproportionate Impact of Voter ID Laws on the Electorate</a>,&quot; done recently by researchers at universities in New Mexico, Arizona and Washington who used national survey data from the 2008 election. From 4,563 respondents, they found that 95 percent of registered white voters said they had current drivers licenses or state-issued photo IDs, while 90 percent of black voters, 89 percent of Latino voters and 86 percent of Asian voters did.<br />\r\n\t<br />\r\n\tBut when comparing these voters with specific ID requirements of states like Indiana -- licenses had to be current, and names and addresses on the IDs had to comport with the voter registration records -- the researchers found that the percentage of white voters dropped to 88 percent, and the others to 80 or 81 percent.<br />\r\n\t<br />\r\n\tIn other words, the figures change depending on the ID standard and the pool of prospective voters being gauged.<br />\r\n\t<br />\r\n\tIn the original version of this PolitiFact Ohio item, we gauged the truthfulness of the statement Fudge made about 11 percent of people eligible to vote not having a photo ID. We rated that statement Half True, partly because the data is five years old. Mainly, though, we rated the statement Half True because Fudge made the statement to emphasize that the photo ID law is a significant impediment to voting. As an impediment, however, the Photo ID law pales compared to apathy. A lot more than 11 percent of eligible voters don&#39;t bother to register, let alone vote.<br />\r\n\t<br />\r\n\tBut PolitiFact Ohio didn&#39;t need to look for Fudge&rsquo;s underlying meaning in her statement. She flat out said the Photo ID law would be an impediment to voting. That&#39;s why we changed the claim we rated in this item.<br />\r\n\t<br />\r\n\tYes, the Brennan Center figure is widely accepted. And Fudge&rsquo;s statement sounds and feels accurate to a lot of people, many of them worried that voter ID laws will be too restrictive. But the idea that the Photo ID law would reduce voting ignores an important detail -- that a lot of people just don&#39;t vote. &nbsp;<br />\r\n\t<br />\r\n\tWhen a statement is accurate but leaves out important details needed to understand fully, the Truth-O-Meter has a specific rating: Half True.</p>", "ruling_comments_date": "2011-08-09T17:19:57.129908", "ruling_date": "2011-08-10T18:00:14", "ruling_headline": "Rep. Marcia Fudge says 11 percent of eligible voters lack a government ID", "ruling_headline_slug": "rep-marcia-fudge-says-11-percent-eligible-voters-l", "ruling_link_text": "A lot depends on the details", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tSOURCES:<br />\r\n\t<br />\r\n\tU.S. Rep. Marcia Fudge news conference transcript, 7-13-2011<br />\r\n\t<br />\r\n\tEmail exchange with Laura Allen, press secretary to Rep. Fudge, 8-2-2011 and 8-3-2011<br />\r\n\t<br />\r\n\t<a href=\"http://www.brennancenter.org/page/-/d/download_file_39242.pdf\">&quot;Citizens Without Proof: A survey of Americans&rsquo; possession of documentary proof of citizenship and photo identification,&quot;</a> Brennan Center for Justice, November 2006<br />\r\n\t<br />\r\n\t<a href=\"http://caselaw.lp.findlaw.com/scripts/getcase.pl?court=US&amp;vol=000&amp;invol=07-21#opinion1\">Crawford v. Marion County Election Board</a>, decided April 28, 2008, U.S. Supreme Court<br />\r\n\t<br />\r\n\t<a href=\"http://www.politifact.com/ohio/statements/2011/apr/07/armond-budish/state-rep-armond-budish-says-one-quarter-african-a/\">&quot;State Rep. Armond Budish says one-quarter of African Americans don&rsquo;t have photo I.D.,&quot; </a>PolitiFact Ohio, 4-7-2011<br />\r\n\t<br />\r\n\t<a href=\"http://www1.american.edu/ia/cfer/report/full_report.pdf\">&quot;Building confidence in U.S. elections,&quot;</a> report of the Carter-Baker Commission on Election Reform, September 2005<br />\r\n\t<br />\r\n\t<a href=\"http://www.nova-ohio.org/Estimating%20number%20of%20voters%20without%20state%20ID.pdf\">&quot;On estimating the number of voting-age Ohioans who lack a driver&rsquo;s license or state I.D.,&quot; </a>Norman Roberts, Northeast Ohio Voter Advocates, 5-24-2011<br />\r\n\t<br />\r\n\t<a href=\"http://www.nccivitas.org/2011/voter-id-setting-record-straight/\">&quot;Voter ID: Setting the record straight,&quot;</a> by Susan Myrick, Civitas Institute, 1-10-2011<br />\r\n\t<br />\r\n\tE-mail exchange with Susan Myrick, 8-4-2011<br />\r\n\t<br />\r\n\t<a href=\"http://www.american.edu/spa/cdem/upload/csae080109.pdf\">&quot;Voter ID&rsquo;s are not the problem: A survey of three states,&quot;</a> American University Center for Democracy and Election Management, 1-8-2008<br />\r\n\t<br />\r\n\tTelephone interview with Robert Pastor, director, American University Center for Democracy and Election Management, 8-8-2011<br />\r\n\t<br />\r\n\t<a href=\"http://www.census.gov/newsroom/releases/archives/voting/cb09-110.html\">Voter turnout in 2008 election,</a> U.S. Census Bureau, 7-20-2009<br />\r\n\t<br />\r\n\tTelephone interview with Daniel Tokaji, professor, Ohio State University Moritz College of Law, 8-8-2011<br />\r\n\t<br />\r\n\t<a href=\"http://latinodecisions.wordpress.com/2011/05/24/the-disproportionate-impact-of-stringent-voter-id-laws/\">&quot;The disproportionate impact of voter ID laws on the electorate,&quot; </a>by Gabriel R. Sanchez, Stephen A. Nuno and Matt A. Barreto, Latino Decisions, 5-24-2011<br />\r\n\t<br />\r\n\t<br />\r\n\t<br />\r\n\t<br />\r\n\t<br />\r\n\t<br />\r\n\t&nbsp;</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Representative from Ohio's 11th Congressional District", "false_count": 1, "first_name": "Marcia", "half_true_count": 2, "home_state": "Ohio", "id": 1091, "last_name": "Fudge", "mostly_true_count": 4, "name_slug": "marcia-fudge", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-marcia-fudge.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1091/", "total_count": 9, "true_count": 2, "website": "http://fudge.house.gov/"}, "statement": "<p>\r\n\tSays that voter identification laws &quot;keep poor people from voting, minorities from voting, the elderly from voting, students from voting.&quot;</p>", "statement_context": "a news conference on voting rights", "statement_date": "2011-07-13", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}], "target": [], "twitter_headline": ""}