{"art": [], "author": [{"email_address": "abettelheim@cq.com", "first_name": "Adriel", "id": 48, "last_name": "Bettelheim", "name_slug": "adriel-bettelheim", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/48/", "title": "Writer, CQ", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2008/apr/14/barack-obama/obama-not-driving-force/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "smontgomery@sptimes.com", "first_name": "Scott", "id": 9, "last_name": "Montgomery", "name_slug": "scott-montgomery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/9/", "title": "Former Government & Politics Editor, St. Petersburg Times", "twitter": null}], "facebook_headline": null, "id": 431, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "abettelheim@cq.com", "first_name": "Adriel", "id": 48, "last_name": "Bettelheim", "name_slug": "adriel-bettelheim", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/48/", "title": "Writer, CQ", "twitter": null}], "resource_uri": "/api/v/2/statement/431/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\n In a renewed attempt to cement his credentials as an agent of change who's not beholden to special interests, Sen. Barack Obama highlighted his role in the 2007 congressional ethics debate in one of three TV ads he aired in advance of Pennsylvania's April 22 Democratic primary.\n</p>\n<p>\n The ad, called \"Toughest,\" first aired on March 21. It depicts Obama as the protagonist of the overhaul of lobbying and ethics rules that became law last August after Democratic leaders made it a top priority following the 2006 midterm election that returned them to power.    \"He took on special interests and won, passing the toughest ethics law yet,\" an announcer intones, over still pictures of Obama interspersed with snippets of headlines and quotes from coverage of the debate from the\n <em>\n  Chicago Tribune\n </em>\n and\n <em>\n  Washington Post.\n </em>\n Obama has boasted about his accomplishments on ethics reform before;\n <a href=\"http://www.politifact.com/truth-o-meter/statements/153/\" target=\"_blank\">\n  we've ruled that he overstated his influence on the legislation in the past.\n </a>\n In addition,\n <a href=\"http://www.politifact.com/truth-o-meter/article/2008/mar/28/fact-sheet-clinton-obama-bills/\" target=\"_blank\">\n  we have examined his legislative record\n </a>\n .\n</p>\n<p>\n This new ad both exaggerates the role Obama played in the debate and fails to put the new ethics law in context.\n</p>\n<p>\n First, a little background. The lobbying and ethics overhaul was born in the aftermath of the Jack Abramoff political corruption scandal, which triggered calls for change in the legislative process. The new legislation was designed to give the public more information about the work of lobbyists and their political fundraising efforts while slowing down the revolving door from Capitol Hill to K Street, the heart of Washington's lobbying industry.\n</p>\n<p>\n The most noteworthy provisions require more reporting about the way lobbyists bundle contributions to presidential and congressional campaigns, and double to two years the \"cooling off\" period between the time a lawmaker leaves office and when he or she may lobby members of Congress or their employees. (A similar prohibition was put in place on senior executive branch personnel, up to the vice president.) The new law also requires the disclosure of members' so-called earmarks or spending requests in legislation.\n</p>\n<p>\n While it's true that Obama played an important role in the debate, credit for passing the law really goes to Senate Majority Leader Harry Reid, D-Nev., and House Speaker Nancy Pelosi, D-Calif., who devised the procedural approach to finalizing the package and, in the process, did an end-run around holdout Republicans.\n</p>\n<p>\n Reid and Pelosi informally negotiated a compromise package, then had the House call up and pass an amended version of a Senate ethics bill, which the Senate then cleared and sent to President Bush. Obama had little to do with these machinations, which, to be fair, are usually the preserve of senior party leaders and committee chairmen, who control each chamber's agenda.\n</p>\n<p>\n Obama did join with Republicans who wanted stronger rules for disclosing earmarks in spending bills. He tried to set an example for his colleagues by releasing a lengthy list of funding requests he asked to be included in annual appropriations bills. In fact, Obama's advocacy is believed to have emboldened some other Democrats to vote for the Republican provision that was approved.\n</p>\n<p>\n Obama also successfully collaborated with Sen. Russ Feingold, D-Wis., on a provision that required senators to make full reimbursement for the market rate of corporate jet flights. Under old rules, senators flying on a corporate jet reimbursed their benefactors for the cost of a  first-class commercial flight on the same route. In some cases, that meant paying $2,000 for a private jet flight that actually may have cost upwards of $20,000 per seat. The proposal was incorporated into a broader package of reforms.\n</p>\n<p>\n Obama might take credit for staring down special interests and winning on those two issues.\n</p>\n<p>\n But he failed in another effort to create an independent ethics counsel to probe allegations against senators. Under the proposal, such an investigator could not bring charges against a lawmaker but would turn over probe results to the Senate Ethics Committee for a disposition. The idea did not go over well with many veteran lawmakers and institutionalists, who bristled at the concept that an outsider would be involved in investigating a chamber that prides itself in its self-policing tradition.\n</p>\n<p>\n As for Obama's claim that the 2007 statute is the \"toughest ethics law yet,\" it's a phrase he takes directly from an editorial that appeared in the\n <em>\n  Washington Post,\n </em>\n though it's hard to tell if the editorial is referring to the law as historically significant or simply the best proposal to come out of Congress during that session.\n</p>\n<p>\n Many experts say the jury remains out, and that it will be up to regulatory bodies such as the Federal Election Commission to decide how stringently to enforce the new rules. While the law may have been the most all-encompassing package of ethics changes since the post-Watergate reforms, it has to be viewed in the context of the seemingly never-ending pattern of scandal and reform that pervades Washington.\n</p>\n<p>\n Each round of new rules begets new problems. Consider that the political action committees (PACs) that exert such influence today came into being after Congress limited contributions from individuals, unions and corporations in the 1970s.\n</p>\n<p>\n This latest ethics law mimicked the intent and scope of a 1978 law &ndash; enacted after President Richard Nixon was driven from office by Watergate and after Congress was rocked by a pair of ethics scandals involving defense contractors and the South Korean government &ndash; that mandated annual financial disclosure forms. And in 1989, Congress used a revamping of the congressional pay raise process to to ban public speaking fees for House members and gradually reduce them for senators. The law also prohibited lawmakers from keeping excess campaign funds when they left office and ban members of Congress from lobbying in the legislative branch for a year after leaving office.\n</p>\n<p>\n Then in the early 1990s, Republicans used public disgust over scandals involving the House bank and post office to indict the Democratic majority as the party of corruption and win a landslide in the 1994 elections. GOP leaders resisted major changes in law, however, until rank-and-file members from both parties pressed for enactment of a lobbyist registration requirement and House and Senate resolutions restricting gifts.\n</p>\n<p>\n The ad cites a\n <em>\n  Washington Post\n </em>\n editorial that calls the 2007 law \"the strongest ethics legislation to emerge from Congress yet.\" And the editorial credits Reid as the key player, with help from Feingold and Obama.\n</p>\n<p>\n Still, Obama exaggerates his role in the ethics debate, and his depiction of the 2007 lobbying and ethics overhaul omits significant historical context. We rule his claim to be Half-True.\n</p>\n<p>\n &nbsp;\n</p>", "ruling_comments_date": "2010-01-07T13:28:18.907451", "ruling_date": "2008-04-14T00:00:00", "ruling_headline": "Obama not driving force", "ruling_headline_slug": "obama-not-driving-force", "ruling_link_text": "Obama not driving force", "ruling_state": null, "source_documents": null, "sources": "<p>\n Alan K. Ota and Bart Jansen, \"Lobbying Disclosure Bill Cleared,\" CQ Weekly, Aug. 6, 2007\n</p>\n<p>\n \"Three Decades of Lobbying Scandal and Repercussion,\" CQ Weekly, Jan. 23, 2006\n</p>\n<p>\n 1995 CQ Almanac\n</p>\n<p>\n 1989 CQ Almanac\n</p>\n<p>\n 1978 CQ Almanac\n</p>\n<p>\n Washington Post,\n <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2007/01/19/AR2007011901456.html\" target=\"_blank\">\n  Editorial: Real Ethics Reform\n </a>\n , Jan. 20. 2007\n</p>\n<p>\n &nbsp;\n</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\"He took on special interests and won, passing the toughest ethics law yet.\"</p>", "statement_context": "a television ad.", "statement_date": "2008-04-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}, {"description": "", "id": 35, "photo": null, "resource_uri": "/api/v/2/subject/35/", "subject": "Ethics", "subject_slug": "ethics", "used_in_edition": []}], "target": [], "twitter_headline": null}