{"art": [{"brightcove": "", "caption": "Gov. Rick Perry answered a boy's question about the age of the Earth and his mother's question about evolution during a campaign stop in Portsmouth, N.H. on Aug. 18.", "id": 1532, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/1532/", "title": "Rick Perry talks evolution/creationism", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/RprOiBOGgMs?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "RprOiBOGgMs"}], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}, {"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2011/aug/19/rick-perry/gov-rick-perry-says-texas-public-schools-teach-evo/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jseaborn@statesman.com", "first_name": "Jody", "id": 254, "last_name": "Seaborn", "name_slug": "jody-seaborn", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/254/", "title": "Specialty editor", "twitter": null}], "facebook_headline": null, "id": 4316, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}, {"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/4316/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tStumping in New Hampshire Aug. 18, Gov. Rick Perry responded to a woman urging her child to ask him about evolution, according to a <a href=\"http://blogs.abcnews.com/thenote/2011/08/nh-mother-uses-child-as-a-prop-to-question-rick-perry-on-evolution.html\">blog </a><a href=\"http://blogs.abcnews.com/thenote/2011/08/nh-mother-uses-child-as-a-prop-to-question-rick-perry-on-evolution.html\">post</a> by ABC News.</p>\r\n<p>\r\n\t&quot;Here your mom was asking about evolution, and you know it&#39;s a theory that&#39;s out there, and it&#39;s got some gaps in it,&quot; Perry said. &quot;In Texas, we teach both creationism and evolution in our public schools &mdash; because I figure you&#39;re smart enough to figure out which one is right.&quot;</p>\r\n<p>\r\n\tWe wondered whether he&rsquo;s correct that creationism, the biblical explanation of human origins, and evolution, the scientific theory, are both taught in Texas public schools.</p>\r\n<p>\r\n\tThe U.S. Supreme Court has said that teaching creationism in public schools is unconstitutional because it amounts to the endorsement of religion, according to Kristi Bowman, a Michigan State University law professor and expert in education law. She pointed to a 1987 decision striking down a Louisiana law that said evolution instruction in public schools was not allowed unless it was accompanied by instruction in &quot;creation science.&quot;</p>\r\n<p>\r\n\tWe looked at the state&#39;s current science curriculum standards, which make no mention of creationism while indicating that evolutionary theory should be covered in high school classes.</p>\r\n<p>\r\n\tThe high school biology standards say that in all fields of science, students should analyze, evaluate and critique scientific explanations using empirical evidence, logical reasoning, and experimental and observational testing, including &quot;examining all sides of scientific evidence of those scientific explanations, so as to encourage critical thinking.&quot;</p>\r\n<p>\r\n\tAccording to the standards, biology classes are to present evolutionary theory as a &quot;scientific explanation for the unity and diversity of life.&quot; Instructional details in the standards touch on fossil records, natural selection, adaptation and genetic mutation, among other topics.</p>\r\n<p>\r\n\tThe Texas State Board of Education adopted those curriculum standards in 2009, and the revision process drew national attention as some conservatives pushed for inclusion of provisions that could cast doubt on evolution.</p>\r\n<p>\r\n\tThe final version was described by some state board members as a compromise between &quot;those who are critical of teaching evolutionary theories without scrutiny and those who feared attacks on evolution would lead to the teaching of creationism in Texas schools,&quot; according to a March, 28, 2009, <em>Austin American-Statesman</em> news article.</p>\r\n<p>\r\n\tThe revised standards removed the requirement that students be taught the &quot;strengths and weaknesses&quot; of scientific theories. Opponents of the &quot;strengths and weaknesses&quot; provision argued that it would eventually open the door to teaching creationism in science classes, according to a March 26, 2009, news story in the <em>Dallas Morning News</em>, while supporters pointed out that the rule had already been in the standards for two decades.</p>\r\n<p>\r\n\tHowever, the board added the requirement that &quot;all sides&quot; of theories be scrutinized.</p>\r\n<p>\r\n\tIn a March 27, 2009, article, the <em>Houston Chronicle</em> quoted a lawyer for the Seattle-based Discovery Institute, which is an advocate of the idea that the universe is the product of an intelligent designer, as saying that the &quot;all sides&quot; requirement &quot;is the strongest critical thinking standard in any state science standards.&quot;</p>\r\n<p>\r\n\tThe <em>Statesman</em> story reported that the institute called the new standards &quot;a huge victory for those who favor teaching the scientific evidence for and against evolution.&quot;</p>\r\n<p dir=\"ltr\">\r\n\tAfter the approval of the standards, the Texas Freedom Network, which calls itself a mainstream voice to counter the religious right, still saw reason for concern. In a press release, network President Kathy Miller said: &quot;The word &#39;weaknesses&#39; no longer appears in the science standards. But the document still has plenty of potential footholds for creationist attacks on evolution to make their way into Texas classrooms.&quot;</p>\r\n<p dir=\"ltr\">\r\n\tThe first test came this July when the Texas board adopted online science materials for public school classrooms to supplement current textbooks. The new materials had to follow the curriculum standards that the board approved in 2009.</p>\r\n<p dir=\"ltr\">\r\n\tA July 22, 2011, <em>Statesman</em> article reported that none of the high school biology submissions up for consideration by the board included teaching of either creationism or intelligent design. The one offering that did touch on intelligent design failed to make the list of materials recommended to the board by Education Commissioner Robert Scott. Nor did the Republican-controlled board add it.</p>\r\n<p dir=\"ltr\">\r\n\tHowever, the approval of the supplemental materials followed a discussion among board members of claims of errors in how evolution was addressed in a submission from publisher Holt McDougal, the <em>Statesman</em> story said. The publisher maintained that the points at issue, identified by a board-appointed reviewer, were not wrong.</p>\r\n<p>\r\n\tThe <em>Statesman</em> story also reported that five other reviewers of the biology materials &mdash; four teachers and a professor &mdash; said in a letter to the board that the error claims &quot;seem entirely dedicated to undermining the presentation of evolution. Many of the claims derive from overtly creationist literature and arguments.&quot;</p>\r\n<p dir=\"ltr\">\r\n\tIn the end, board members chose to turn the issue over to Scott, who later determined that Holt McDougal had &quot;sufficiently addressed all eight of the reported errors,&quot; according to an Aug. 10 memo to the board from the Texas Education Agency.</p>\r\n<p>\r\n\tIn an Aug. 15 news release, the Texas Freedom Network applauded the final version of the Holt McDougal materials, saying they were &quot;in line with established mainstream science.&quot;</p>\r\n<p>\r\n\tFinally, we wondered what teachers are actually teaching in science classrooms.</p>\r\n<p>\r\n\tPenn State University political scientist Eric Plutzer, who helped conduct a 2007 national survey of more than 950 science teachers in 49 states, including Texas, told us in an interview that in any state 10 percent to 20 percent of science teachers are &quot;endorsing creationism in their classrooms, often devoting one to four class hours to creationism over the course of the year.&quot;</p>\r\n<p>\r\n\tA synopsis of the survey, published in the Jan. 27, 2011, issue of <em>Science</em> magazine, says a &quot;sizable number of teachers expose their students to all positions &mdash; scientific or not.&quot;</p>\r\n<p>\r\n\tPlutzer told us: &quot;One thing you can be certain of is that large numbers of public school science teachers in Texas are endorsing creationism.&quot;</p>\r\n<p>\r\n\tIn separate interviews, two advocates for science teachers agreed that some Texas teachers could be teaching creationism, but they stressed that the state doesn&#39;t require or even authorize that.</p>\r\n<p>\r\n\t&quot;It is false to say that is how it&rsquo;s supposed to be done,&quot; said Josh Rosenau, an analyst for the California-based National Center for Science Education.</p>\r\n<p>\r\n\tChuck Hempstead, executive director of the Science Teachers Association of Texas, said the Texas curriculum standards &quot;require the teaching of evolution. Creationism is not science and is not addressed in Texas public schools.&quot;</p>\r\n<p>\r\n\tJohn West, a senior fellow at the Discovery Institute, told us that the science standards don&#39;t call for the teaching of creationism or intelligent design. He also said the institute&#39;s view is that the recently approved science materials don&#39;t meet the curriculum standards&#39; requirement that &quot;all sides&quot; of evolutionary theory be analyzed, including information that is critical of evolution.</p>\r\n<p>\r\n\tAs we looked into Perry&rsquo;s statement, his spokeswoman, Catherine Frazier, said by email: &quot;It is required that students evaluate and analyze the theory of evolution, and creationism very likely comes up and is discussed in that process. Teachers are also permitted to discuss it with students in that context.&quot;</p>\r\n<p>\r\n\tThe Texas Education Agency sent us a similar statement.</p>\r\n<p>\r\n\tOur sense: No doubt, some Texas teachers address the subject of creationism. But it&rsquo;s not state law or policy to intermix instruction on creationism and evolution. We rate Perry&rsquo;s statement False.</p>", "ruling_comments_date": "2011-08-19T00:05:14.123453", "ruling_date": "2011-08-19T06:00:00", "ruling_headline": "Gov. Rick Perry says Texas public schools teach evolution and creationism", "ruling_headline_slug": "gov-rick-perry-says-texas-public-schools-teach-evo", "ruling_link_text": "Not law or policy to mix the two", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tABC News, blog post, &quot;<a href=\"http://blogs.abcnews.com/thenote/2011/08/nh-mother-uses-child-as-a-prop-to-question-rick-perry-on-evolution.html\">NH Mother Uses Child as a Prop to Question Rick Perry on Evolution</a>,&quot; Aug. 18, 2011</p>\r\n<p>\r\n\tAustin American-Statesman, &quot;<a href=\"http://www.statesman.com/news/content/news/stories/local/03/28/0328sboe.html\">State education board approves science standards</a>,&quot; March 28, 2009</p>\r\n<p>\r\n\tAustin American-Statesman, &quot;<a href=\"http://www.statesman.com/news/texas-politics/education-panel-oks-science-materials-1638315.html\">Education panel OKs science materials</a>,&quot; July 22, 2011</p>\r\n<p>\r\n\tDallas Morning News, &quot;<a href=\"http://alt.coxnewsweb.com/statesman/politifact/081811_dmnstory.doc\">Texas board rejects effort to require teaching &lsquo;weaknesses&rsquo; in evolution theory</a>,&quot; March 26, 2009</p>\r\n<p>\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/081811_frazieremail.html\">Email</a> from Catherine Frazier, deputy press secretary, Gov. Rick Perry&rsquo;s office, Aug. 18, 2011</p>\r\n<p>\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/081811_teaemail.html\">Email</a> from Suzanne Marchman, spokeswoman, Texas Education Agency, Aug. 18, 2011</p>\r\n<p>\r\n\tHouston Chronicle, &quot;<a href=\"http://www.chron.com/disp/story.mpl/front/6346503.html\">Evolution debate in Austin shaped by science</a>,&quot; March 27, 2009</p>\r\n<p>\r\n\tTelephone interview, Kristi Bowman, professor, Michigan State University, Aug. 18, 2011</p>\r\n<p>\r\n\tTelephone interview, Chuck Hempstead, executive director, Science Teachers Association of Texas, Aug. 18, 2011</p>\r\n<p>\r\n\tTelephone interview, Eric Plutzer, professor of political science, Penn State University, Aug. 18, 2011</p>\r\n<p>\r\n\tTelephone interview, Josh Rosenau, programs and policy director, National Center for Science Education, Aug. 18, 2011</p>\r\n<p>\r\n\tTelephone interview, John West, senior fellow, Discovery Institute, Aug. 18, 2011</p>\r\n<p>\r\n\tTexas Education Agency, <a href=\"http://www.tfn.org/site/DocServer/HoltMcDougalEdits.pdf?docID=2741\">memorandum</a>, Aug. 10, 2011</p>\r\n<p>\r\n\tTexas Education Agency website, &quot;<a href=\"http://ritter.tea.state.tx.us/rules/tac/chapter112/ch112c.html#112.34\">Texas Essential Knowledge and Skills for Science Subchapter C. High School</a>,&quot; accessed Aug. 18, 2011</p>\r\n<p>\r\n\tTexas Freedom Network, press release, &quot;<a href=\"http://www.tfn.org/site/News2?page=NewsArticle&amp;id=5745\">TFN president: Texas State Board of Education adopts flawed science standards</a>,&quot; March 27, 2009</p>\r\n<p>\r\n\tTexas Freedom Network, press release, &quot;<a href=\"http://www.tfn.org/site/News2?page=NewsArticle&amp;id=6577\">TFN</a><a href=\"http://www.tfn.org/site/News2?page=NewsArticle&amp;id=6577\"> president applauds final version of publisher&#39;s science materials</a>,&quot; Aug. 15, 2011</p>\r\n<p>\r\n\tU.S. Supreme Court ruling, &quot;<a href=\"http://www.law.cornell.edu/supct/html/historics/USSC_CR_0482_0578_ZS.html\">Edwards v. Aguillard</a>,&quot; June 19, 1987</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 30, "current_job": "U.S. Energy Secretary", "false_count": 31, "first_name": "Rick", "half_true_count": 42, "home_state": "Texas", "id": 291, "last_name": "Perry", "mostly_true_count": 24, "name_slug": "rick-perry", "pants_count": 18, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Perry_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/291/", "total_count": 176, "true_count": 26, "website": "https://energy.gov/management/history/secretaries-energy"}, "statement": "<p>\r\n\t&quot;In Texas, we teach both creationism and evolution in our public schools.&quot;</p>", "statement_context": "remarks during a campaign stop in New Hampshire", "statement_date": "2011-08-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 139, "photo": null, "resource_uri": "/api/v/2/subject/139/", "subject": "Science", "subject_slug": "science", "used_in_edition": []}], "target": [], "twitter_headline": ""}