{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2008/apr/15/barack-obama/public-financing-includes-spending-limits/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "smontgomery@sptimes.com", "first_name": "Scott", "id": 9, "last_name": "Montgomery", "name_slug": "scott-montgomery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/9/", "title": "Former Government & Politics Editor, St. Petersburg Times", "twitter": null}], "facebook_headline": null, "id": 432, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/432/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "Barack Obama is still trying to lock up the Democratic nomination, but he's consistently been beating rivals Hillary Clinton and John McCain in one critical area: fundraising.\n<p>\n Through Feb. 29, 2008, Obama raised $184-million, compared with Clinton's $129-million and McCain's $55-million, according to an analysis by the Campaign Finance Institute based on public filings.\n</p>\n<p>\n Much of Obama's money has come from small donors. (See a statement we checked earlier\n <a href=\"http://www.politifact.com/truth-o-meter/statements/287/\">\n  about Obama's small donors here\n </a>\n .) About 41 percent has come from individual donors giving increments of $200 or less, according to the institute's analysis. (Compare that with Clinton at 26 percent and McCain at 13 percent.)\n</p>\n<p>\n Obama has touted those small donors as evidence that his candidacy is changing traditional models of campaign finance.\n</p>\n<p>\n \"We have created a parallel public financing system where the American people decide if they want to support a campaign they can get on the Internet and finance it,'' Obama said at a fundraiser on April 8, 2008, in Washington, D.C. \"And they will have as much access and influence over the course and direction of our campaign that has traditionally reserved for the wealthy and the powerful.\"\n</p>\n<p>\n His claim that he's created a \"parallel public financing system\" might be a harmless boast, except that Obama's views on public financing have been a matter of significant debate. Early in his campaign he had said he would use the public financing system in his run for president, but after he took off as a candidate and fundraiser, his statements about that have been less clear. His fundraising skill has made it likely that he could raise more money for his campaign than would be available to him through the public financing system. (We covered whether\n <a href=\"http://www.politifact.com/truth-o-meter/statements/386/\">\n  Obama promised to get public financing or not here\n </a>\n .)\n</p>\n<p>\n So, when Obama says he's running the equivalent of a publicly financed campaign, that's a statement worth checking.\n</p>\n<p>\n First, a brief explanation of public financing: In the primary election, candidates who choose to take public financing agree to spending limits on a state-by-state basis and then receive money from the government that matches the small donations they receive.\n</p>\n<p>\n In the general election, public financing gives the major party candidates about  $84.1-million in public money to spend however they like. There is no required match for the candidates to raise. But once the money is spent, that's it for the candidates' campaigns.\n</p>\n<p>\n It's important to remember that the above rules apply only to the presidential candidates' campaigns. The parties and outside groups are also spending money separately; and different rules apply to these groups.\n</p>\n<p>\n The public financing system was established in the wake of the Watergate scandal as a means of diminishing the role of money in politics. But it appears to be breaking down: The first candidate to opt out of public financing for the primaries was John B. Connally in 1980. In 2004, George W. Bush, John Kerry and Howard Dean opted out. In fact, taking public money for primaries is now a sign of weakness: In early 2008 when John Edwards decided to take public financing, critics said it showed he couldn't compete with Clinton and Obama's fundraising.\n</p>\n<p>\n The general election has been another matter, however. No general election candidate has opted out of public financing since the current system started. It remains to be seen whether the eventual Democratic candidate will opt out or not. If Obama secures the nomination, it seems likely that his army of small donors could propel him over the $84.1-million mark.\n</p>\n<p>\n So does a robust network of small donors constitute a \"parallel public financing system\"?\n</p>\n<p>\n Only somewhat, said the election experts we asked.\n</p>\n<p>\n The best way that Obama's fundraising mimics public financing is that such a significant proportion of his money comes from small donors. Most public financing strategies have a goal of encouraging small donors to become involved in the process through matching funds.\n</p>\n<p>\n But the other aspect of public financing is limiting spending.\n</p>\n<p>\n \"I certainly don't blame him for not taking public financing, but to say it's the functional equivalent of public financing, even as an aspirational statement, you can only say that in terms of his broad donor base, not on the expenditure side,\" said Kenneth Gross, an expert on campaign finance election law who has represented both Democrats and Republicans.\n</p>\n<p>\n Gary Kalman, the federal legislative director for the nonpartisan public interest group U.S. PIRG, agreed that it's not quite the same thing as public financing.\n</p>\n<p>\n \"It is important to acknowledge that one of the more exciting things coming out of this campaign is the increase in small donors,\" Kalman said. \"But it's not completely analogous to the public financing system. The public should still be fighting for the elimination of special interest money from the system through better public financing.\"\n</p>\n<p>\n The public financing laws needs a tune-up, Kalman said, by increasing the spending limits and providing extra funds (so-called \"fair fight funds\") to candidates whose opponents opt out of the system.\n</p>\n<p>\n Obama's small donor network has implications beyond money, said Michael J. Malbin of the Campaign Finance Institute. These donors tend to put up yard signs, attend events and knock on doors.\n</p>\n<p>\n \"It's not the same thing as public financing, but I wouldn't get hung up about that,\" Malbin said. \"In a sense, calling it a 'parallel public financing system' undersells the importance of the small donor revolution.\"\n</p>\n<p>\n We agree that Obama's network of small donors does imitate an important goal of public financing of encouraging political participation of small donors. But Obama omits the spending limits that public financing has and exaggerates his own donor network. His group of small donors be may positive for democracy, but it does not equate to public financing system. For this reason we find his statement that he has created a \"parallel public financing system\" to be only Half True.\n</p>", "ruling_comments_date": "2010-01-07T13:28:18.659296", "ruling_date": "2008-04-15T00:00:00", "ruling_headline": "Public financing includes spending limits", "ruling_headline_slug": "public-financing-includes-spending-limits", "ruling_link_text": "Public financing includes spending limits", "ruling_state": null, "source_documents": null, "sources": "Associated Press,\n<a href=\"http://www.startribune.com/politics/national/president/17427854.html\">\n Obama hints at bypassing public financial in the general election\n</a>\n, April 9, 2008\n<p>\n The Campaign Finance Institute,\n <a href=\"http://www.cfinst.org/president/pdf/Pres08_M3_Table2.pdf\">\n  Presidential Candidates Fundraising Activity Jan. 1, 2007 through Feb. 29, 2008\n </a>\n</p>\n<p>\n Interview with campaign finance expert Kenneth Gross\n</p>\n<p>\n Interview with Gary Kalman of U.S. PIRG\n</p>\n<p>\n Interview with Michael J. Malbin of the Campaign Finance Institute\n</p>\n<p>\n Federal Election Commission,\n <a href=\"http://www.fec.gov/pages/brochures/pubfund.shtml\">\n  Public funding of Presidential Elections\n </a>\n , updated February 2008\n</p>\n<p>\n Federal Election Commission,\n <a href=\"http://www.fec.gov/pages/brochures/pubfund_limits_2008.shtml\">\n  Presidential Spending Limits for 2008\n </a>\n</p>\n<p>\n New York Times,\n <a href=\"http://www.nytimes.com/2007/01/23/us/politics/23donate.html?_r=1&amp;oref=slogin\">\n  Death Knell May Be Near for Public Election Funds\n </a>\n , by David D. Kirkpatrick,  Jan. 23, 2007\n</p>\n<p>\n</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "Barack Obama's network of small donors constitutes a \"parallel public financing system.\"", "statement_context": "Washington, D.C.", "statement_date": "2008-04-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 35, "photo": null, "resource_uri": "/api/v/2/subject/35/", "subject": "Ethics", "subject_slug": "ethics", "used_in_edition": []}], "target": [], "twitter_headline": null}