{"art": [], "author": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "canonical_url": "/oregon/statements/2011/aug/23/michael-schrunk/trio-county-district-attorneys-say-only-quarter-fe/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "dlane@oregonian.com", "first_name": "Dee", "id": 183, "last_name": "Lane", "name_slug": "dee-lane", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/183/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 4333, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "resource_uri": "/api/v/2/statement/4333/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tGov. John Kitzhaber recently announced the creation of a new commission to examine the state&rsquo;s sentencing laws. Not long after, two advocacy groups released a joint report calling Oregon&#39;s Measure 11 ineffective and discriminatory when it comes to the state&rsquo;s youth.<br />\r\n\t<br />\r\n\tMandatory sentencing laws -- ever the point of contention -- are receiving renewed public attention. And in a recent guest column in The Oregonian, three county district attorneys -- including Multnomah&rsquo;s Michael Schrunk -- offered some context, noting &quot;this is an issue with which we have great experience and expertise.&quot;<br />\r\n\t<br />\r\n\tWhile expressing some disappointment that the governor was not including elected district attorneys on the commission, the three wrote &quot;contrary to popular belief, we do not lock up every convicted criminal. Under our current sentencing laws, about 75 percent of all convicted felons in Oregon do not go to prison. They are put on probation in the community.&quot;<br />\r\n\t<br />\r\n\tThat statistic caught the eye of at least one reader who asked PolitiFact Oregon to take a look.<br />\r\n\t<br />\r\n\tThe DAs said they got that figure courtesy of Oregon&rsquo;s Criminal Justice Commission, so that&rsquo;s where we started.<br />\r\n\t<br />\r\n\tIt didn&rsquo;t take long before Michael Wilson, the commission&rsquo;s economist, sent us a breakdown of felons and their sentences for 2010.<br />\r\n\t<br />\r\n\tAt first blush, it looks like Schrunk and the other DAs -- John Foote of Clackamas and Bob Hermann of Washington -- were right. (It should be noted, nine others endorsed the letter, as well.) Of the 17,622 convicted felons in 2010, just over 4,000 were sent to prison. As a percentage, that&rsquo;s about 23 percent.<br />\r\n\t<br />\r\n\tBut, as Craig Prins, the director of the justice commission put it, &quot;the simple answer isn&rsquo;t always the most informative answer.&quot; There are a few caveats to consider before you go shouting that number from any rooftops.<br />\r\n\t<br />\r\n\tFor starters, that 23 percent figure doesn&rsquo;t include the 8 percent of felons who serve state time, but do it in local jails. Those 8 percent serve less than a year, but it&rsquo;s still worth noting. Take that into account and at least 30 percent are serving state time -- just not necessarily in a prison.<br />\r\n\t<br />\r\n\tNext, it should be noted that there are different categories of felonies, and as you drill down into them, you start to notice that certain sorts of felons are more likely to receive time in a prison.<br />\r\n\t<br />\r\n\tOf the felons convicted of &quot;person crimes&quot; (think: robberies, assaults, sex crimes, murder and others), 43 percent go to prison, and another 3 percent spent time in a local jail. For felons convicted of property crimes, 30 percent wind up in prison and another 5 percent in local jails.<br />\r\n\t<br />\r\n\tThe overall figure gets pushed down some by drug offenders who are sentenced to prison at a rate close to 8 percent with another 10 percent going to local jails for less than a year. The national rate for the same group is considerably higher, Prins said. In 2006, for instance, nationally drug offenders were being sent to prison about 40 percent of the time, according to a <a href=\"http://bjs.ojp.usdoj.gov/content/pub/pdf/fssc06st.pdf\">report from the Bureau of Justice Statistics</a>.<br />\r\n\t<br />\r\n\t&quot;In Oregon, we&rsquo;ve always kind of prided ourselves on the fact that, policy-wise, it does not make sense to put such people in prison,&quot; Prins said. Same goes for people who commit lower-level property crimes. Is it worth spending $30,000 to incarcerate somebody who stole $1,000? Prins asked. The priority are those who commit violent crimes.<br />\r\n\t<br />\r\n\tAnd, indeed, if you exclude drug offenders from the equation, 33 percent of convicted felons serve time in prison while 7 percent serve time in local jails for a total closer to 40 percent.<br />\r\n\t<br />\r\n\tThat&rsquo;s not to say that drug offenses aren&rsquo;t felonies -- but it&rsquo;s still important context, especially given that the word &quot;felony&quot; can describe a number of crimes.<br />\r\n\t<br />\r\n\tThere&rsquo;s one last bit to consider: About 69 percent of all convicted felons wind up with probation. But that doesn&rsquo;t mean they get off without serving any time behind bars, which seems to be an implicit part of the DAs&rsquo; critique when they note &quot;contrary to popular belief, we do not lock up every convicted criminal.&quot;<br />\r\n\t<br />\r\n\tAccording to Wilson, about 63 percent of the offenders who received a probation sentence in 2010 received a jail sentence as well. The average stay, he said, was just over a month.<br />\r\n\t<br />\r\n\tPut another way, only 25 percent of convicted felons actually manage to avoid time behind bars as part of their sentence. Even then, Charles French, a deputy district attorney with Multnomah County who deals a lot with crime statistics, said he&rsquo;d be surprised if those 25 percent don&rsquo;t serve at least some time in jail, if even a night, after their arrest.<br />\r\n\t<br />\r\n\t&quot;I think most people who commit felonies do serve time in jail,&quot; he said. &quot;But most of them do not serve time in prison. And, frankly, the idea of a jail sanction as a condition of probation is reformatory, in theory.&quot;<br />\r\n\t<br />\r\n\tIt&rsquo;s important, he added, that the public has access to these sorts of figures, even if they require some context. &quot;I think the more information the public has, the better.&quot;<br />\r\n\t<br />\r\n\tAs for our ruling, the DAs were very specific in their statement that &quot;75 percent of all convicted felons in Oregon do not go to prison.&quot; Technically they&rsquo;re right, but the number of felons the DAs &quot;lock up&quot; is considerable higher and that&rsquo;s an important piece of missing context. We&rsquo;ll give this one a Mostly True.</p>", "ruling_comments_date": "2011-08-22T19:40:37.676655", "ruling_date": "2011-08-23T06:00:00", "ruling_headline": "Trio of county district attorneys says that only a quarter of felons spend time behind prison bars", "ruling_headline_slug": "trio-county-district-attorneys-say-only-quarter-fe", "ruling_link_text": "Sure, but at least 75 percent spend some time behind bars", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tMichael Schrunk, John S. Foote and Bob Hermann, &quot;<a href=\"http://www.oregonlive.com/opinion/index.ssf/2011/07/sentencing_laws_an_open_letter.html\">Sentencing laws: An open letter to the governor</a>,&quot; July 23, 2011<br />\r\n\t<br />\r\n\tEmail from Michel Wilson, economist for the Oregon Criminal Justice Commission, Aug. 17, 2011<br />\r\n\t<br />\r\n\tInterview with Charles French, Multnomah County deputy district attorney, Aug. 18, 2011<br />\r\n\t<br />\r\n\tInterview with Craig Prins, director of the Oregon Criminal Justice Commission, Aug. 19, 2011<br />\r\n\t<br />\r\n\tBureau of Justice Statistics, &quot;<a href=\"http://bjs.ojp.usdoj.gov/content/pub/pdf/fssc06st.pdf\">Felony Sentences in State Courts, 2006</a>,&quot; updated Nov. 22, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Multnomah County District Attorney", "false_count": 0, "first_name": "Michael", "half_true_count": 0, "home_state": "Oregon", "id": 1417, "last_name": "Schrunk", "mostly_true_count": 1, "name_slug": "michael-schrunk", "pants_count": 0, "party": {"id": 14, "party": "State official", "party_slug": "state-official", "resource_uri": "/api/v/2/party/14/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/schrunk.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1417/", "total_count": 1, "true_count": 0, "website": "http://mcda.us/"}, "statement": "<p>\r\n\tSays &quot;under our current sentencing laws, about 75 percent of all convicted felons in Oregon do not go to prison.&quot;</p>", "statement_context": "a guest column for The Oregonian", "statement_date": "2011-07-23", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 177, "photo": null, "resource_uri": "/api/v/2/subject/177/", "subject": "Criminal Justice", "subject_slug": "criminal-justice", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": ""}