{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2011/aug/29/scott-randolph/rep-randolph-says-gov-scott-wants-take-away-60-mil/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 4346, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/4346/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tUnder the leadership of Florida Gov. Rick Scott and the state&#39;s Republican-dominated Legislature, Florida has rejected&nbsp;<a href=\"http://www.tampabay.com/news/courts/in-fighting-health-care-law-florida-rejects-millions-in-federal-aid/1174120\">at least $19 million</a>&nbsp;to implement parts of the controversial federal health care bill, the Patient Protection and Affordable Care Act.<br />\r\n\t<br />\r\n\tThe decision shouldn&#39;t be much of a surprise.&nbsp;<br />\r\n\t<br />\r\n\tScott, after all, spent millions of his own fortune to form&nbsp;<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2009/05/10/AR2009051002243.html\">Conservatives for Patients Rights</a>&nbsp;to fight the health care law, and he then ran for governor on a platform of opposing the controversial legislation. (Florida also is leading a lawsuit challenging the constitutionality of the law, which is expected to be decided by the U.S. Supreme Court.)<br />\r\n\t<br />\r\n\tBut the state isn&#39;t only poised to turn down tax dollars, a Democratic state legislator now says. Rep. Scott Randolph, D-Orlando, told a nationwide cable audience recently that Scott is trying to prevent Floridians from accessing millions of dollars in rebates from their HMOs.&nbsp;<br />\r\n\t<br />\r\n\tRandolph -- whose wife Susannah Randolph heads up Florida Watch Action, a progressive group behind the&nbsp;<a href=\"http://www.pinksliprick.com/\">Pink Slip Rick</a>&nbsp;campaign -- <a href=\"http://www.youtube.com/watch?v=bZxK8mRa3rQ\">made the claim during an interview with Al Sharpton on MSNBC</a>&nbsp;on Aug. 11, 2011.<br />\r\n\t<br />\r\n\t&quot;You&#39;ve got a situation where Florida has the second-highest rate of uninsured,&quot; Randolph said. &quot;We have one, obviously the highest rates of senior per capita, and here you have a governor that is absolutely determined to use to put ideology above the health of their own citizens. In addition -- I&#39;m sorry, in addition to the money you already talked about, he also is trying to get a waiver under the federal healthcare law that would deny consumers in Florida the right to the $60 million in rebates they have from their own HMOs.&quot;</p>\r\n<p>\r\n\tRandolph made a couple of claims in his response to Sharpton, but we wondered if he was correct to say that Scott is trying to get a waiver under the federal health care law that would deny consumers the right to $60 million in rebates from their own HMOs.</p>\r\n<p>\r\n\t<strong>The $60 million Randolph is talking about</strong></p>\r\n<p>\r\n\tRandolph was referring to a provision in the federal health care law known as&nbsp;<a href=\"http://cciio.cms.gov/programs/marketreforms/mlr/index.html\">&quot;medical loss ratios,&quot;</a>&nbsp;which require insurance companies to spend 80 to 85 percent of premiums on health care rather than on overhead starting in 2011. If insurers fail to meet that standard they must pay rebates to consumers starting in 2012. The federal government has provided this&nbsp;<a href=\"http://www.healthcare.gov/news/factsheets/medical_loss_ratio.html\">fact sheet</a>&nbsp;about the new standard.<br />\r\n\t<br />\r\n\tThe idea of medical loss ratios isn&#39;t new -- what&#39;s new here is the 80 percent threshold set up in the health care law. Currently, insurers in Florida must meet a 65 percent standard and HMOs must meet a 70 percent standard.&nbsp;<br />\r\n\t<br />\r\n\tAs part of the law, states can apply to the secretary of the U.S. Department of Health and Human Services for a waiver to the new requirements. To receive a waiver, states must show that meeting the 80 percent standard may result in fewer choices for consumers. So far, HHS has granted a handful of waivers, but the majority of applications -- including Florida&#39;s -- were pending as of Aug. 23. The waivers are temporary -- all states must comply with the 80 percent standard by 2014.<br />\r\n\t<br />\r\n\t<a href=\"http://cciio.cms.gov/programs/marketreforms/mlr/mlr_florida.html\">Florida&#39;s Office of Insurance Regulation applied for a waiver</a>&nbsp;in March --<a href=\"https://www.documentcloud.org/documents/238934-floridas-original-petition.html\">&nbsp;initially asking that the state be allowed to keep its current 65 percent and 70 percent standard</a>. In June,&nbsp;<a href=\"https://www.documentcloud.org/documents/238935-floridas-updated-petition.html\">OIR proposed phasing in the new 80 percent threshold</a>: raising the standard to 68 percent in 2011, 72 percent in 2012 and 76 percent in 2013.<br />\r\n\t<br />\r\n\tIn the state&#39;s application, Office of Insurance Regulation Commissioner Kevin McCarty argued that insurers may stop issuing new policies due to the threat of rebates, that four insurers have already notified the office that they intend to withdraw from the individual market as a result of the new rules and that the 80 percent requirement hurts companies trying to establish in Florida because administrative costs can be higher in the early years.<br />\r\n\t<br />\r\n\t&quot;There is simply no way to build a growing company on that amount of money,&quot; McCarty wrote in the application.<br />\r\n\t<br />\r\n\t<strong> News articles cite the $60 million</strong><br />\r\n\t<br />\r\n\tWe found at least two news articles stating that if the waiver is granted, Florida&#39;s consumers would lose $60 million.&nbsp;<br />\r\n\t<br />\r\n\t&quot;Floridians could miss out on an estimated $60 million in health-insurance rebates next year if state officials successfully block enforcement of spending rules in the year-old reform law,&quot; stated&nbsp;<em><a href=\"http://www.healthnewsflorida.org/hnf_stories/read/state_fights_60m_rebate_to_consumers\">Health News Florida</a></em>&nbsp;July 20. The article stated that about 340,000 Floridians would be eligible for the rebates.<br />\r\n\t<br />\r\n\tAnd the&nbsp;<em><a href=\"http://www.palmbeachpost.com/health/nixing-health-reform-rule-could-cost-state-consumers-1328916.html?printArticle=y\">Palm Beach Post</a></em>&nbsp;wrote on March 17: &quot;Florida consumers would lose cash or insurance benefits worth about $60 million if Florida is allowed to opt out of a key element of health reform this year&quot; -- the article attributed that conclusion to Citibank managed care industry analyst Carl McDonald.<br />\r\n\t<br />\r\n\tMcDonald and a colleague wrote in a report to investors in March predicting that the federal government will deny Florida&#39;s application arguing that none of the six largest plans in the state -- which dominate the majority of the market -- will drop coverage in Florida if the 80 percent rule stays in place.&nbsp;<br />\r\n\t<br />\r\n\tMcDonald sent us a copy of his 13-page&nbsp;<a href=\"https://ir.citi.com/%2FgP0XTkW03Aafg86NrdCRpvuDF%2FoMGNXCrsxxvfE44I%3D\">report</a>&nbsp;which states:<br />\r\n\t<br />\r\n\t&quot;Based on the 2009 data, it appears consumers would have received around $60 million in rebates had minimum MLRs (minimum loss ratios) been in place last year, and given how favorable utilization was in 2010, it seems likely the rebates would have been even bigger last year.&quot;</p>\r\n<p>\r\n\tAs part of its application for a&nbsp;<a href=\"http://cciio.cms.gov/programs/marketreforms/mlr/mlr_florida.html\">waiver</a>, Florida created two different scenarios.&nbsp;<br />\r\n\t<br />\r\n\tIn the first scenario, they calculated how much insurance companies would have to pay in rebates under the new 80 percent standard using 2009 data. The figure? About $62 million (<a href=\"https://www.documentcloud.org/documents/238799-fl-rebates-mlr-at-80.html\">see column F).</a><br />\r\n\t<br />\r\n\tIn the second scenario, the state showed the effect if the state&#39;s waiver request was granted -- allowing Florida to slowly ramp up to the 80 percent mark. In that case, insurers would be required to pay out about $4.8 million&nbsp;<a href=\"https://www.documentcloud.org/documents/238800-florida-rebates-under-proposed-mlrs.html\">rebates</a>&nbsp;(compared to $62 million in rebates without the waiver).<br />\r\n\t<br />\r\n\tWhat&#39;s critical to note in both scenarios is that the dollar figures are based on 2009 data, before insurers had to comply with the 80 percent threshold. More on that shortly.<br />\r\n\t<br />\r\n\t<strong>The state&#39;s response</strong><br />\r\n\t<br />\r\n\tSetting aside the numbers for a moment, OIR spokesman Jack McDermott said it&#39;s wrong for Randolph to say Scott is trying to get the waiver. The application was actually made by Office of Insurance Regulation, which is overseen by Scott and the Cabinet acting as the Financial Services Commission.</p>\r\n<p>\r\n\tThe Cabinet includes three Republicans, Chief Financial Officer Jeff Atwater, Attorney General Pam Bondi and Agriculture Commissioner Adam Putnam.</p>\r\n<p>\r\n\tOn the numbers, McDermott notes that the $62 million figure is based on 2009 data -- at a time when insurers didn&#39;t have to meet the 80 percent standard but had to meet the state&#39;s 65 to 70 percent standard. Companies are now making changes in response to the new standard, he said.<br />\r\n\t<br />\r\n\tThat&#39;s a flaw in trying to anticipate what the rebates might be. The $62 million assumes insurers would ignore the new standard and make no changes, exposing themselves to having to pay tens of millions of dollars in rebates.&nbsp;<br />\r\n\t<br />\r\n\tLike it or hate it, insurance companies -- and businesses -- attempt to make as much money as possible. So it&#39;s natural that if they&#39;re required to spend 65 to 70 percent of insurance premiums on health care costs (meaning the rest can be spent on overhead or kept as profits) that&#39;s what they are likely going to do.<br />\r\n\t<br />\r\n\tAnd if the standard is raised to 80 percent, they&#39;re likely to try and adapt -- out of fear of having to rebate premium payments.<br />\r\n\t<br />\r\n\tIn this case it&#39;s the regulation that&#39;s influencing how a company operates, not free will.<br />\r\n\t<br />\r\n\tWill all companies move right in line with the new 80 percent threshold? Probably not. Will all insurers do absolutely nothing? Probably not.</p>\r\n<p>\r\n\tMcDonald, in a rebuttal, acknowledged that the money won&#39;t necessarily be paid out in rebates. But dollars that aren&#39;t going to rebates, he said, are in theory helping lower health care costs or improving health care coverage.</p>\r\n<p>\r\n\tFor example, if United knows it needs to get to an 80 percent medical loss ratio, it has choices: It can pay a rebate to get to the 80 percent threshold, it can lower their prices for customers by the same amount or it can offer additional health care coverage. &quot;One way or another consumers benefit.&quot;</p>\r\n<p>\r\n\t<strong>Conclusion</strong></p>\r\n<p>\r\n\tRandolph said Scott &quot;is trying to get a waiver under the federal health care law that would deny consumers in Florida the right to the $60 million in rebates they have from their own HMOs.&quot;</p>\r\n<p>\r\n\tThe statement has a few flaws.</p>\r\n<p>\r\n\tTechnically Scott isn&#39;t seeking the waiver -- the Office of Insurance Regulation (an office overseen by Scott and the Cabinet) is. But that&#39;s a minor point.</p>\r\n<p>\r\n\tMore importantly, the waiver wouldn&#39;t necessarily deny consumers $60 million in rebates. At most, the waiver would phase in possible rebates over three years. And while rebates are possible, they are not a given. That&#39;s because the dollar figure is based on how insurance companies operated before prior to having to meet the new 80 percent standard. We won&#39;t know to what extent insurers will make changes to meet that new 80 percent standard yet, but it&#39;s safe to assume that they will try to avoid paying out tens of millions of dollars a year in rebates.</p>\r\n<p>\r\n\tHowever, it is clear that Scott is supportive of getting a waiver for a program that was designed to be pro-consumer by resulting in either lower rates or better coverage.</p>\r\n<p>\r\n\tOn balance, we rate this claim Half True.</p>", "ruling_comments_date": "2011-08-26T10:10:00.340906", "ruling_date": "2011-08-29T11:13:40", "ruling_headline": "Rep. Scott Randolph says Gov. Rick Scott wants to take away $60 million in health care rebates", "ruling_headline_slug": "rep-randolph-says-gov-scott-wants-take-away-60-mil", "ruling_link_text": "Scott wants to delay possible rebates, but amount is unclear", "ruling_state": "Florida", "source_documents": null, "sources": "<p>\r\n\tYouTube,&nbsp;<a href=\"http://www.youtube.com/watch?v=bZxK8mRa3rQ\">Al Sharpton interviews State Rep. Scott Randolph on MSNBC</a>, Aug. 11, 2011<br />\r\n\t<br />\r\n\tU.S. Centers for Medicare and Medicaid Services,&nbsp;<a href=\"http://cciio.cms.gov/programs/marketreforms/mlr/mlr_florida.html\">Medical Loss Ratio Florida&#39;s Request for an adjustment to the Medical Loss Ratio Standard</a>, Accessed Aug. 23, 2011<br />\r\n\t<br />\r\n\tU.S. Centers for Medicare and Medicaid Services,&nbsp;<a href=\"https://www.documentcloud.org/documents/238934-floridas-original-petition.html\">Florida&#39;s waiver petition</a>, March, 11 2011<br />\r\n\t<br />\r\n\tU.S. Centers for Medicare and Medicaid Services,&nbsp;<a href=\"https://www.documentcloud.org/documents/238935-floridas-updated-petition.html\">Florida&#39;s updated waiver petition</a>, June 28, 2011<br />\r\n\t<br />\r\n\tHealthCare.Gov,&nbsp;<a href=\"http://www.healthcare.gov/news/factsheets/medical_loss_ratio.html\">&quot;Medical loss ratio: Getting your money&#39;s worth on health insurance,&quot;</a>&nbsp;Accessed Aug. 25, 2011<br />\r\n\t<br />\r\n\t<em>Health News Florida</em>,&nbsp;<a href=\"http://www.healthnewsflorida.org/hnf_stories/read/state_fights_60m_rebate_to_consumers\">&quot;State fights $60 million in consumer rebates,&quot;</a>&nbsp;July 21, 2011<br />\r\n\t<br />\r\n\t<em>St. Petersburg Times</em>,&nbsp;<a href=\"http://www.tampabay.com/news/courts/in-fighting-health-care-law-florida-rejects-millions-in-federal-aid/1174120\">&quot;In fighting health care law, Florida rejects millions in federal aid,&quot;</a>&nbsp;June 8, 2011&nbsp;<br />\r\n\t<br />\r\n\t<em>Palm Beach Post</em>,&nbsp;<a href=\"http://www.palmbeachpost.com/health/nixing-health-reform-rule-could-cost-state-consumers-1328916.html?printArticle=y\">&quot;Nixing health reform rule could cost state consumers $60 million, Citibank analysts say,&quot;</a>&nbsp;March 18, 2011<br />\r\n\t<br />\r\n\t<em>Washington Post</em>,<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2009/05/10/AR2009051002243.html\">&quot;Former Hospital CEO Rick Scott leads opposition to Obama Health Care,&quot;</a>&nbsp;May 9, 2011<br />\r\n\t<br />\r\n\t<em>New York Times</em>,&nbsp;<a href=\"http://www.nytimes.com/2010/03/24/business/24menu.html\">&quot;Calorie data to be posted at most chains,&quot;</a>&nbsp;March 23, 2010<br />\r\n\t<br />\r\n\tCiti,&nbsp;<a href=\"https://ir.citi.com/%2FgP0XTkW03Aafg86NrdCRpvuDF%2FoMGNXCrsxxvfE44I%3D\">&quot;Sometimes the hardest thing is knowing which bridge to cross and the one to burn An analysis of Florida&#39;s minimum MLR waiver,&quot;</a>&nbsp;March 16, 2011<br />\r\n\t<br />\r\n\tInterview, Carlos Smith, legislative aide to State Rep. Scott Randolph, Aug. 23, 2011<br />\r\n\t<br />\r\n\tInterview, Carl McDonald, managed care analyst at Citigroup, Aug. 23-24, 2011<br />\r\n\t<br />\r\n\tInterview, Jack McDermott, spokesman for Florida Office of Insurance Regulation, Aug. 23-25, 2011<br />\r\n\t<br />\r\n\tInterview, Lane Wright, spokesman for Gov. Rick Scott, Aug. 24, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "State Representative", "false_count": 1, "first_name": "Scott", "half_true_count": 1, "home_state": "Florida", "id": 1146, "last_name": "Randolph", "mostly_true_count": 0, "name_slug": "scott-randolph", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/randolph.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1146/", "total_count": 2, "true_count": 0, "website": "http://www.myfloridahouse.gov/sections/representatives/details.aspx?MemberId=4378&SessionId=66"}, "statement": "<p>\r\n\tGov. Rick Scott &quot;is trying to get a waiver under the federal health care law that would deny consumers in Florida the right to the $60 million in rebates they have from their own HMOs.&quot;</p>", "statement_context": "a TV interview", "statement_date": "2011-08-11", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": "", "advalue": "", "barely_true_count": 32, "current_job": "Governor", "false_count": 26, "first_name": "Rick", "half_true_count": 40, "home_state": "Florida", "id": 383, "last_name": "Scott", "mostly_true_count": 36, "name_slug": "rick-scott", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/rlscott.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/383/", "total_count": 166, "true_count": 15, "website": "http://www.flgov.com/"}], "twitter_headline": ""}