{"art": [], "author": [{"email_address": "truthometer@gmail.com", "first_name": "Wes", "id": 10, "last_name": "Allison", "name_slug": "wes-allison", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/10/", "title": "Former Staff Writer, St. Petersburg Times", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2008/apr/16/john-mccain/not-enough-to-matter/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "smontgomery@sptimes.com", "first_name": "Scott", "id": 9, "last_name": "Montgomery", "name_slug": "scott-montgomery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/9/", "title": "Former Government & Politics Editor, St. Petersburg Times", "twitter": null}], "facebook_headline": null, "id": 436, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@gmail.com", "first_name": "Wes", "id": 10, "last_name": "Allison", "name_slug": "wes-allison", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/10/", "title": "Former Staff Writer, St. Petersburg Times", "twitter": null}], "resource_uri": "/api/v/2/statement/436/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "If only it were that easy.\n<p>\n With gas prices above $3 per gallon and voters complaining that energy prices are squeezing them from every direction, Sen. John McCain, the de facto Republican nominee for president, is offering a salve based on Economics 101, the rule of supply and demand:\n</p>\n<p>\n If elected, he'll stop filling the Strategic Petroleum Reserve to reduce demand and ease prices.\r\n\tThe Strategic Petroleum Reserve, or SPR, is the nation's government-owned stockpile of crude oil. It is stored in a series of salt caverns in Texas and Louisiana and currently holds about 700-million barrels of oil, enough to replace the nation's oil imports for about 60 days.\n</p>\n<p>\n President Bush supports expanding the reserve to 1-billion barrels in the next decade.\n</p>\n<p>\n \"Right now I think we should stop adding to the Strategic Petroleum Reserve,\" McCain said at a small business roundtable in Brooklyn, N.Y., on April 10. \"The SPR is intended to offset the impact of physical disruption of oil supplies.\n</p>\n<p>\n \"But with oil at over $100 a barrel and an adequate supply in the SPR, it is time to suspend purchases. This will lessen worldwide demand for oil, and if the classic laws of supply and demand hold, we should see a welcome decrease in the price of oil.\"\n</p>\n<p>\n Well, kind of. The problem is, the SPR doesn't buy enough oil to make a significant dent in oil supplies or prices, experts say.\n</p>\n<p>\n The Energy Information Administration, the independent, analytical arm of the U.S. Energy Department, estimates that the SPR adds, at most, $1 to $2 to the cost of a $100 barrel of oil, or as much as 4 cents to 5 cents per gallon of refined gasoline. Independent experts tend to agree.\n</p>\n<p>\n While any cut in prices may be better than nothing, it's hard to argue those pennies would equal the \"welcome decrease\" McCain describes with gas prices up around $3.30 per gallon.\n</p>\n<p>\n \"Our analysis points out that there is a relatively minor impact, maybe a dollar or two at most per barrel, out of $100-plus per barrel,\" said Doug McIntyre, a senior oil market analyst at the Energy Information Administration in Washington.\n</p>\n<p>\n \"I'm sure everyone would love to find something they could change and immediately make prices drop $20 a barrel, regardless of the (political) party. Our analysis is, this isn't the magic bullet that some would like it to be.\"\n</p>\n<p>\n Congress created the Strategic Petroleum Reserve in response to the 1973-74 Arab oil embargo to protect the economy in case of another disruption to oil imports. It has steadily expanded over the years, and was growing by as much as 300,000 barrels per day during the Reagan administration.\n</p>\n<p>\n The government currently adds to the reserve by about 70,000 barrels of crude oil per day, less than one-half of 1 percent of the 20.6-million barrels the United States uses daily. So while it does increase demand, it does so by a relatively small amount.\n</p>\n<p>\n Dr. A.F. Alhajji, an associate professor of economics at Ohio Northern University and an international expert on oil markets, said filling the SPR does add to costs, in part because the government creates inefficiencies in the way it fills it.\n</p>\n<p>\n \"If you do the calculations, it has an impact,\" Alhajji said.\n</p>\n<p>\n But, he added, McCain's idea \"would have a small impact. ... In an environment of increasing oil prices, people are not going to feel it, people are not going to see it.\"\n</p>\n<p>\n Not everyone agrees. A 2003 report by the Democratic staff of a subcommittee of the Senate Government Affairs Committee, led by Sen. Carl Levin, D-Mich., found that filling the SPR could have \"significant market impact\" because the balance between global supply and global demand is generally only several hundred thousand barrels of oil.\n</p>\n<p>\n In that context, sending 100,000 barrels a day to the SPR could affect demand, the report argued.\n</p>\n<p>\n But U.S. refineries have more oil at their disposal than they are processing right now, so making more available would not necessarily put more gasoline into the market and cut costs. Plus, McIntyre said the government's purchase schedule is well known, \"so the market should be able to account for it fairly easily.\"\n</p>\n<p>\n The oil market also is complex. It is influenced by a variety of factors, including current demand, expected demand, available stockpiles and, of course, global and domestic politics. That makes it difficult to determine exactly how gas prices would truly be affected if the government stopped adding to the reserve, but experts doubt it would be significant. A Congressional Research Service report from 2005 also was skeptical.\n</p>\n<p>\n \"The effect of any change in fill policy on gasoline prices would depend on a number of factors &mdash; refiners' access to SPR crude, available refining capacity to manufacture gasoline meeting regional Clean Air requirements, other local conditions, and weekly reports of gasoline and other product stocks,\" the report said.\n</p>\n<p>\n \"While prices might fall some on the heels of an announcement that SPR fill would be deferred, the adjustment might be only short-term. Gasoline and home heating oil prices might be more sensitive to reported stock levels than to reports of modest additional crude supply.\"\n</p>\n<p>\n Also, only about 40 percent of the cost of a gallon of gasoline comes from the price of crude oil, so a drop (or rise) in oil prices and doesn't necessarily mean a corresponding drop (or rise) in gas prices.\r\nThe reserve has been tapped in the form of sales, exchanges or loans several times over the years, including after Hurricane Katrina disrupted oil production and imports on the Gulf Coast in 2005 and after Hurricane Ivan struck the Gulf Coast in 2004.\n</p>\n<p>\n In 1996, sales from the reserve were used to raise money. In April 1996, President Clinton released 12-million barrels to blunt a rise in crude oil prices.\n</p>\n<p>\n Filling the reserve also was suspended after Iraq invaded Kuwait in 1990, and again in 1994 to save money.\n</p>\n<p>\n We find that while McCain is correct in principle, he grossly overstates the potential impact of his idea. Drivers would see little change in the price at the pump if the government stopped buying oil for the Strategic Reserve. We rate his statement Barely True.\n</p>\n<p>\n</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-01-07T13:28:18.430866", "ruling_date": "2008-04-16T00:00:00", "ruling_headline": "Not enough to matter", "ruling_headline_slug": "not-enough-to-matter", "ruling_link_text": "Not enough to matter", "ruling_state": null, "source_documents": null, "sources": "Congressional Research Service, <a href=\"http://fas.org/sgp/crs/misc/IB87050.pdf\", Strategic Petroleum Reserve,</a> May 2005 <p>\r\nCongressional Research Service, <a href=\"http://fas.org/sgp/crs/RL32358.pdf\">The Strategic Petroleum Reserve: Possible Effects on Gasoline Prices,</a> September 2004 <p>\r\nEnergy Department, <a href=\"http://www.fossil.energy.gov/programs/reserves/\">U.S. Strategic Petroleum Reserve </a><p>\r\nEnergy Information Administration, <a href=\"http://www.eia.doe.gov/neic/quickfacts/quickoil.html\r\n\">Basic Petroleum Statistics</a><p>\r\nEnergy Information Administration, <a href=\"http://www.eia.doe.gov/basics/energybasics101.html\r\n\">Energy Basics 101</a><p>\r\nMinority Staff, Permanent Subcommittee on Investigations, Senate Government Affairs Committee, <a href=\"http://www.access.gpo.gov/congress/senate/pdf/108hrg/85551.pdf\">U.S. Strategic Petroleum Reserve: Recent Policy Has Increased Costs to Consumers But Not Overall U.S. Energy Security,</a> March 5, 2003<p>\r\nInterviews:<p>\r\nA.F. Alhajji, associate professor of economics, Ohio Northern University, April 15, 2008<p>\r\nDoug McIntyre, senior oil market analyst, Energy Information Administration, April 14, 2008<p>\r\nHillard Huntington, executive director, Energy Modeling Forum, Stanford University, April 15, 2008 <p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 32, "current_job": "U.S. senator", "false_count": 39, "first_name": "John", "half_true_count": 31, "home_state": "Arizona", "id": 8, "last_name": "McCain", "mostly_true_count": 37, "name_slug": "john-mccain", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-johnmccain.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Arizona", "edition": "Arizona", "edition_slug": "arizona", "has_afterthefact": false, "id": 56, "index_page": false, "meter_name": "The Arizona Truth-O-Meter", "resource_uri": "/api/v/2/edition/56/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/8/", "total_count": 190, "true_count": 37, "website": "http://www.johnmccain.com/"}, "statement": "If the U.S. stops adding to the Strategic Petroleum Reserve, it \"will lessen worldwide demand for oil\" and reduce prices. ", "statement_context": "a speech in Brooklyn, N.Y.", "statement_date": "2008-04-10", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}], "target": [], "twitter_headline": null}