{"art": [], "author": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "canonical_url": "/florida/statements/2011/aug/30/steve-southerland/southerland-says-his-health-insurance-no-different/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 4361, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "resource_uri": "/api/v/2/statement/4361/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tU.S. Rep. Steve Southerland, R-Panama City, is just eight months into his first House term. But he&#39;s already developed something of a reputation for his <a href=\"http://www.tampabay.com/news/politics/stateroundup/us-rep-steve-southerland-emblematic-of-rebellious-freshmen-class/1163332\">blunt comments and bold approach</a>.<br />\r\n\t<br />\r\n\tSoutherland <a href=\"http://floridacapitalnews.com/article/20110825/CAPITOLNEWS/108250324\">paid a visit to a Tallahassee retirement home</a> during Congress&#39; annual August recess, where Westminster Oaks community residents asked Southerland about a variety of topics, including the future of entitlement programs including Social Security and Medicare. Somehow, according to an account provided by the <a href=\"http://floridacapitalnews.com/article/20110825/CAPITOLNEWS/108250324\"><em>Tallahassee Democrat</em>,</a> the forum turned to the perks (and mythical perks) of being in elected office. Southerland, a funeral home owner before his congressional run, assured the crowd that his salary ($174,000) is not excessive given the amount of hours required of House members. Plus, he said, he had to give up his role in the family business to comply with Congress&#39; conflict-of-interest rules.<br />\r\n\t<br />\r\n\t&quot;And by the way, did I mention? They&#39;re shooting at us. There is law-enforcement security in this room right now, and why is that?&quot; he said. &quot;If you think this job pays too much, with those kinds of risks and cutting me off from my family&#39;s business, I&#39;ll just tell you: This job doesn&#39;t mean that much to me. I had a good life in Panama City.&quot;<br />\r\n\t<br />\r\n\tHis comments about working for the federal government didn&#39;t end there. An elderly woman asked if it would help the country&#39;s economic problems if more people could get the same health insurance that federal and state employees, including <a href=\"http://www.orlandosentinel.com/news/politics/os-rick-scott-health-insurance-20110811,0,2467524.story\">Florida Gov. Rick Scott</a>, enjoy. Her tone was &quot;accusatory,&quot; Southerland said in an interview with PolitiFact Florida, and he got defensive in reply.<br />\r\n\t<br />\r\n\tHe told her he selected his Blue Cross Blue Shield plan from several options presented to him upon taking office, just like other rank-and-file federal employees.<br />\r\n\t<br />\r\n\t&quot;The health insurance plan that I have is no different than any other federal employee&#39;s in the United States government,&quot; said Southerland. &quot;I pay my portion.&quot;<br />\r\n\t<br />\r\n\tThe woman&#39;s question wasn&#39;t unusual. Southerland said constituents ask him about members&#39; supposed &quot;instant pensions&quot; and free health insurance all the time. Reporters from the <em><a href=\"http://articles.latimes.com/2009/aug/02/nation/na-congress-benefits2\">Los Angeles Times</a></em> and our friends at <a href=\"http://www.factcheck.org/2009/08/health-care-for-members-of-congress/\">FactCheck.org</a> investigated members&#39; taxpayer-subsidized pay and benefits in summer 2009 as Congress debated health care reform.<br />\r\n\t<br />\r\n\tSoutherland&#39;s claim about members of Congress getting the same health insurance option as career federal employees presented us with a different take. We wondered if he had it right.<br />\r\n\t<br />\r\n\t<strong> A primer about health care plans for federal workers</strong><br />\r\n\t<br />\r\n\tThe federal government is the nation&#39;s largest employer with more than 2 million employees. That makes its health care program, the Federal Employees Health Benefits Program, the largest employer-sponsored health insurance program.<br />\r\n\t<br />\r\n\tAbout 8 million people -- including most active federal employees, 1.9 million federal retirees, their spouses and children -- obtain private health insurance through enrollment in the federal program. This setup offers many different plans through an insurance exchange and is overseen by the U.S. Office of Personnel Management.<br />\r\n\t<br />\r\n\tIn 2011, the program offered 207 total plan options, including fee-for-service plans, HMOs and high-deductible health insurance plan options with a tax-advantaged account. The plans cover a variety of services, including hospital visits, surgeries, mental health, prescription drugs, emergency care and &quot;catastrophic&quot; benefits. An employee&#39;s plan selection is limited to providers near his or her home (and family).<br />\r\n\t<br />\r\n\tThe most popular plan is offered by Blue Cross Blue Shield and covers 62 percent of federal employees and retirees. This year, the bi-weekly employee premium contribution for individual and family plans under standard Blue Cross Blue Shield coverage would cost $199.20. Blue Cross Blue Shield basic coverage would cost $122.53.<br />\r\n\t<br />\r\n\tTaxpayers pick up about 75 percent of the premium, and employees contribute the rest, according to the Office of Personnel Management.<br />\r\n\t<br />\r\n\tIt&#39;s a process very similar to private industry practice, but private employers generally contribute more toward employees&#39; plans, according to a <a href=\"http://mcmorris.house.gov/uploads/August2009HealthCareBenefitsforMembersofCongress.PDF\">2007 study </a>by the Congressional Research Service about congressional health benefits. And federal employees have a wider plan selection than private-sector employees, said Pete Sepp, spokesman for the National Taxpayers Union, a nonprofit organization that scrutinizes government and taxes.<br />\r\n\t<br />\r\n\t&quot;They can buy into HMOs, straight insurance, health savings accounts, all kinds of options,&quot; Sepp said. &quot;Whereas in the private sector with a given company, you may only have a handful.&quot;<br />\r\n\t<br />\r\n\tThe same buffet of plans is available to federal government workers and members of Congress, experts we talked to said. They pick the plan that is best for them, and they pay the same price. In short, there is no discount for members of Congress, or their staffs.<br />\r\n\t<br />\r\n\t<strong> Other Congress-only benefits</strong><br />\r\n\t<br />\r\n\tSo Southerland is right that he has the same insurance arrangement as all other federal employees.<br />\r\n\t<br />\r\n\tExperts, however, pointed to a couple of things he&#39;s leaving out.<br />\r\n\t<br />\r\n\tFirst, Southerland could have mentioned that federal employees &quot;have one of the most generous health care plans in the country,&quot; said David Williams, president of Taxpayers Protection Alliance, a nonprofit group that monitors government spending. For instance, federal employees are not required to have medical examinations and cannot be excluded based on pre-existing conditions. And there are also no waiting periods before their insurance kicks in.<br />\r\n\t<br />\r\n\t&quot;It&#39;s a lot more generous than the private sector,&quot; Williams said.<br />\r\n\t<br />\r\n\tOn top of that, members of Congress do have two optional health perks that not all other federal employees enjoy.<br />\r\n\t<br />\r\n\tOne is use of the Office of the Attending Physician, a low-profile Navy clinic on the Capitol&#39;s first floor that offers basic medical services to members, Hill staffers and sickness-stricken tourists. The clinic was started in 1928 to respond to accidents and emergencies on the Hill, according to <a href=\"http://www.rollcall.com/issues/57_14/hill-physician_pulled_into_2012_politics-207714-1.html?pos=htmbtxt\">a July 2011 profile</a> of the operation by the Capitol Hill newspaper <em>Roll Call</em>. Members can opt to regularly access the clinic for services such as X-rays, flu shots and physical therapy at an annual fee of $503.<br />\r\n\t<br />\r\n\tThe other is access to medical and emergency treatment at military hospitals. There&#39;s no charge for outpatient care at Bethesda Naval Hospital (or at Walter Reed Army Medical Center, though it has <a href=\"http://www.nytimes.com/2011/07/28/us/28reed.html\">closed</a>).<br />\r\n\t<br />\r\n\tSoutherland, who entered office in January, said in an interview with PolitiFact Florida he did not know about either service. &quot;I&#39;ve not needed a doctor since I&#39;ve been there,&quot; he said.<br />\r\n\t<br />\r\n\tAs an aside, Southerland&#39;s comments about his salary sparked criticism from national Democrats, who said Southerland was out of touch with his Panhandle district. &quot;While he&#39;s complaining about only making $174,000, his constituents are struggling to put food on the table, keep a roof over their head or find a job,&quot; <a href=\"http://www.politico.com/news/stories/0811/62083.html\">Democratic Congressional Campaign Committee spokesman Adam Hodge said.</a></p>\r\n<p>\r\n\tSoutherland told us that the original story about his comments left out the &quot;positive&quot; things he said he enjoyed about being in office. Moreover, he told the audience of retirees that he would answer any question about what life and compensation is like for freshman members.</p>\r\n<p>\r\n\t&quot;At no time was I complaining,&quot; he said. &quot;I was explaining.&quot;<br />\r\n\t<br />\r\n\t<strong> Our ruling</strong><br />\r\n\t<br />\r\n\tBack to the claim at hand. Southerland said his health insurance plan is no different from &quot;any other federal employee&#39;s&quot; in the country. The key here is his use of the phrase health insurance plan. While Southerland does get some extra health care benefits as a result of being a member of Congress, his choices of insurance plans are the same as every federal employee using the Federal Employees Health Benefits Program. He doesn&#39;t get a discount, or free coverage, just because he is a member of Congress. So we rate this claim True.</p>", "ruling_comments_date": "2011-08-30T16:13:03.691129", "ruling_date": "2011-08-30T17:03:14", "ruling_headline": "U.S. Rep. Steve Southerland says his health insurance is no different than any other federal employee", "ruling_headline_slug": "southerland-says-his-health-insurance-no-different", "ruling_link_text": "He pays up for care", "ruling_state": "Florida", "source_documents": null, "sources": "<p>\r\n\t&quot;<a href=\"http://www.tampabay.com/news/politics/stateroundup/us-rep-steve-southerland-emblematic-of-rebellious-freshmen-class/1163332\">Steve Southerland emblematic of rebellious freshman class</a>,&quot; St. Petersburg Times, April 13, 2011<br />\r\n\t<br />\r\n\t<a href=\"http://floridacapitalnews.com/article/20110825/CAPITOLNEWS/108250324\">&quot;Southerland: Public service an honor but not a cushy job</a>,&quot; Florida Capital News, Aug. 25, 2011<br />\r\n\t<br />\r\n\t&quot;<a href=\"http://www.orlandosentinel.com/news/politics/os-rick-scott-health-insurance-20110811,0,2467524.story\">Florida&#39;s GOP governor receiving low-cost health insurance from state</a>,&quot; Associated Press via Orlando Sentinel, Aug. 11, 2011<br />\r\n\t<br />\r\n\t&quot;<a href=\"http://www.facebook.com/notes/rep-steve-southerland/steve-sets-the-record-straight-on-recent-news-coverage/221706597878572\">Steve sets the record straight on recent news coverage</a>,&quot; Note on Rep. Steve Southerland&#39;s Facebook page, Aug. 26, 2011<br />\r\n\t<br />\r\n\t&quot;<a href=\"http://www.dems.gov/matteroffact/do-congressmen-pay-for-their-healthcare\">Do Congressmen pay for their healthcare</a>?&quot; House Democrats, updated March 8, 2011<br />\r\n\t<br />\r\n\t&quot;<a href=\"http://abcnews.go.com/GMA/OnCall/congress-health-care-clinic/story?id=8706655\">Special Health Care for Congress: Lawmakers&#39; Health Care Perks</a>,&quot; ABC News, Sept. 20, 2009<br />\r\n\t<br />\r\n\t<a href=\"http://www.opm.gov/INSURE/HEALTH/INDEX.ASP\">Federal Employees Health Benefits Program</a>, <a href=\"http://www.opm.gov/\">U.S. Office of Personnel Management</a>, accessed Aug. 29, 2011<br />\r\n\t<br />\r\n\t&quot;<a href=\"http://articles.latimes.com/2009/aug/02/nation/na-congress-benefits2\">Congress&#39; own health care benefits: membership has its privileges</a>,&quot; Los Angeles Times, Aug. 2, 2009<br />\r\n\t<br />\r\n\t<a href=\"http://www.politico.com/news/stories/0809/25829.html\">No free health-care ride for Congress</a>, Op-ed by former U.S. Rep. Martin Frost, D-Texas, POLITICO, Aug. 6, 2009<br />\r\n\t<br />\r\n\t<a href=\"http://www.npr.org/templates/transcript/transcript.php?storyId=111093630\">&quot;Listeners&#39; Health Care Questions Answered</a>,&quot; National Public Radio, July 27, 2009<br />\r\n\t<br />\r\n\t&quot;<a href=\"http://mcmorris.house.gov/uploads/August2009HealthCareBenefitsforMembersofCongress.PDF\">Health Benefits for Members of Congress</a>,&quot; Congressional Research Service, Sept. 25, 2007<br />\r\n\t<br />\r\n\t&quot;<a href=\"http://www.protectingtaxpayers.org/assets/files/Congressional_Compensation.pdf\">Are Taxpayers Getting Their Money&#39;s Worth</a>?&quot; Report by Taxpayers Protection Alliance and our Generation, July 2011<br />\r\n\t<br />\r\n\t&quot;<a href=\"http://www.factcheck.org/2009/08/health-care-for-members-of-congress/\">Health Care for Members of Congress</a>?&quot; Factcheck.org, Aug. 25, 2009<br />\r\n\t<br />\r\n\t&quot;<a href=\"http://www.seattlepi.com/national/article/Things-aren-t-all-bad-at-Walter-Reed-1231180.php\">Things aren&#39;t all bad at Walter Reed</a>,&quot; Cox News Service, March 14, 2007<br />\r\n\t<br />\r\n\tInterview with David Williams, Taxpayers Protection Alliance president, Aug. 29, 2011<br />\r\n\t<br />\r\n\tInterview with Pete Sepp, National Taxpayers Union executive vice president and spokesman, Aug. 29, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Brittney Manchester, Office of Personnel Management spokeswoman, Aug. 30, 2011<br />\r\n\t<br />\r\n\t&quot;<a href=\"http://www.rollcall.com/issues/57_14/hill-physician_pulled_into_2012_politics-207714-1.html?pos=htmbtxt\">Hill physician pulled into politics</a>,&quot; Roll Call, July 27 2011<br />\r\n\t<br />\r\n\t&quot;<a href=\"http://www.nytimes.com/2011/07/28/us/28reed.html\">Walter Reed Hospital Holds Closing Ceremony</a>,&quot; The New York Times, July 27, 2011<br />\r\n\t<br />\r\n\t&quot;<a href=\"http://www.huffingtonpost.com/2011/08/26/steve-southerland-congress-salary_n_938388.html\">Steve Southerland, Florida GOP Congressman: $174,000 salary &quot;not so much,</a>&quot; The Huffington Post, Aug. 26, 2011<br />\r\n\t<br />\r\n\t&quot;<a href=\"http://www.politico.com/news/stories/0811/62083.html\">DCCC seizes on Southerland salary complaint</a>,&quot; POLITICO, Aug. 26, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "U.S. Representative, Florida District 2", "false_count": 2, "first_name": "Steve", "half_true_count": 1, "home_state": "Florida", "id": 694, "last_name": "Southerland", "mostly_true_count": 1, "name_slug": "steve-southerland", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/SteveSoutherland.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/694/", "total_count": 6, "true_count": 1, "website": "http://southerland.house.gov/"}, "statement": "<p>\r\n\t&quot;The health insurance plan that (members of Congress) have is no different than any other federal employee&#39;s in the United States government.&quot;</p>", "statement_context": "comments to Tallahassee residents", "statement_date": "2011-08-24", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}