{"art": [], "author": [{"email_address": "larditi@projo.com", "first_name": "Lynn", "id": 268, "last_name": "Arditi", "name_slug": "lynn-arditi", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/268/", "title": "Reporter", "twitter": null}], "canonical_url": "/rhode-island/statements/2011/sep/01/james-parisi/ri-union-leaders-says-national-study-shows-20-perc/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "tmurphy@providencejournal.com", "first_name": "Tim", "id": 145, "last_name": "Murphy", "name_slug": "tim-murphy", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/tim_murphy2_80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/145/", "title": "Editor", "twitter": null}], "facebook_headline": null, "id": 4369, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "larditi@projo.com", "first_name": "Lynn", "id": 268, "last_name": "Arditi", "name_slug": "lynn-arditi", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/268/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/4369/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tDuring a recent discussion on Channel 10&rsquo;s &quot;News Conference&quot; about efforts to expand charter schools in Rhode Island, James Parisi, field representative and lobbyist for the Rhode Island Federation of Teachers and Health Professionals, challenged the notion that charter schools improve student performance.<br />\r\n\t<br />\r\n\t&quot;I think one of the studies that I pay most attention to,&quot; Parisi said, &quot;indicated, on a nationwide basis, looking at two and a half thousand charter schools around the country, maybe 20 percent do better than the community public schools, 40 percent or so do worse and the rest are not having any significant difference.&quot;<br />\r\n\t<br />\r\n\tRhode Island has 16 charter schools, including a new one opening Sept. 7, and more are expected to open soon. The state has a three-year, $9.4-million federal grant to expand existing charter schools, open additional ones and build partnerships between charter and traditional public schools.<br />\r\n\t<br />\r\n\tState Education Commissioner Deborah Gist invited Achievement First, a charter school management operator, to come to Rhode Island. And Gist has testified in favor of a proposal by Cranston Mayor Allan W. Fung -- to be voted on Thursday by the state Board of Regents for Elementary and Secondary Education &nbsp;-- to open a &quot;mayoral academy&quot; charter school.</p>\r\n<p>\r\n\t<br />\r\n\tFung hopes to eventually create a network of five such charter schools in Cranston and Providence.<br />\r\n\t<br />\r\n\tThough taxpayer financed, charter schools generally are run by their own boards and and have more control over how they spend their money on. Rhode Island charter schools are required to participate in standardized testing, but they&rsquo;re free from some of the administrative staffing rules and contractual restrictions that determine policies such as the length of the school year and school dress codes. Most charter schools admit students by lottery.<br />\r\n\t<br />\r\n\tSupporters of charter schools often hail them as a solution to the failures, real or perceived, of the nation&rsquo;s public schools. Skeptics, Parisi among them, say they tend to siphon students and resources from traditional public schools.<br />\r\n\t<br />\r\n\tAnd he referenced a study that, he said, cast doubt about the educational value of charter schools. So we decided to check that out.<br />\r\n\t<br />\r\n\tWe contacted Parisi, who faxed us page 142 from &quot;Death and Life of the Great American School System: How Testing and Choice Are Undermining Education,&quot; a book by prominent education writer and charter school critic Diane Ravitch.<br />\r\n\t<br />\r\n\tRavitch referenced a 2009 study by researchers at Stanford University that analyzed data from 2,403 charter schools in 15 states and the District of Columbia, or roughly 65 to 70 percent of the nation&rsquo;s charter schools at the time.<br />\r\n\t<br />\r\n\tRavitch&rsquo;s summary of the study results was roughly what Parisi had said, but we didn&rsquo;t want to take the author&rsquo;s word for it. So we went online and found the study.<br />\r\n\t<br />\r\n\tEntitled &quot;Multiple Choice: Charter School Performance in 16 States,&quot; (or 15 states and the District of Columbia), the so-called CREDO study was released June 2009 by Stanford University&rsquo;s Center for Research on Education and Outcomes. (Rhode Island was not among the study&rsquo;s participants.)<br />\r\n\t<br />\r\n\tThe authors summarized their findings this way: &quot;The study reveals that a decent fraction of charter schools, 17 percent, provide superior education opportunities for their students. Nearly half of the charter schools nationwide (46 percent) have results that are no different from the local public school options and over a third, 37 percent, deliver learning results that are significantly worse than their student would have realized had they remained in traditional public schools.&rsquo;&rsquo;<br />\r\n\t<br />\r\n\tThe percentages correlated roughly with the ones Parisi described. He said 20 percent do better; the study reported it was 17 percent; he said 40 percent do worse, the study reported 37 percent; and he said the rest (46 percent the study said) &nbsp;showed no significant difference.<br />\r\n\t<br />\r\n\tWe wondered, though, if this particular study is one we could trust. So we called some experts.<br />\r\n\t<br />\r\n\t&quot;It&rsquo;s still among the best,&rsquo;&rsquo; Gary Miron, a professor of education at Western Michigan University&rsquo;s Department of Educational Leadership, said.<br />\r\n\t<br />\r\n\tMiron reviewed Stanford University&rsquo;s CREDO study for The Think Tank Review Project, which was created in 2006 by two academic centers associated with the Education Policy Research Unit at Arizona State University and the University of Colorado at Boulder to provide academically sound reviews of think-tank publications. The project is financed by the Great Lakes Center for Education Research Practice.<br />\r\n\t<br />\r\n\t&quot;The relative strength and comprehensiveness of the data set used for this study, as well as the solid analytic approaches of the researchers,&rsquo;&rsquo; the reviewers wrote, &quot;makes this report a useful contribution to the charter school research base.&quot;<br />\r\n\t<br />\r\n\tThough a better study, Miron said, financed by the U.S. Department of Education was released last June. But Stanford University&rsquo;s CREDO study remains the largest-scale study he&rsquo;s seen measuring charter school performance.<br />\r\n\t<br />\r\n\tThe Department of Education study, conducted by Mathematica Policy Research, also concluded that charter middle schools that choose their students by lotteries are no more or less successful than traditional middle schools in improving student achievement in reading and math.<br />\r\n\t<br />\r\n\tBut the latest Mathematica study found that the impact of charter schools is not necessarily the same for all children across the board. In fact, that study found that charter schools were more effective for lower income and lower achieving students, and less effective for higher income and higher achieving students.<br />\r\n\t<br />\r\n\tCharter schools in large urban areas, the Mathematica study showed, had positive impacts on students&rsquo; achievement in math -- as opposed to negative impacts for children who lived outside these large urban areas.<br />\r\n\t<br />\r\n\tThe results of Stanford University&rsquo;s CREDO study, which Parisi used in his argument, also were more nuanced than he&rsquo;d suggested. In the report&rsquo;s &quot;executive summary,&quot; the authors write that &quot;charter schools have different impacts on students based on their family backgrounds.&quot;<br />\r\n\t<br />\r\n\tStudents who are black or Hispanic in charter schools performed &quot;significantly worse&quot; educationally than their peers in traditional public schools, the study found. But students from poor families who had limited English skills and attended charter schools showed &quot;better academic growth&quot; than their traditional public school peers. The outcomes for students in special education programs, the study found, were about the same.<br />\r\n\t<br />\r\n\tIn the end, Parisi quoted a national study of charter schools that is widely recognized as reputable. While he omitted some of the studies more nuanced findings -- so important to any debate about charter schools -- he quoted its main conclusions accurately.<br />\r\n\t<br />\r\n\tWe rate his statement <a href=\"http://www.politifact.com/rhode-island/about/\">True</a>.</p>", "ruling_comments_date": "2011-08-31T17:21:01.419736", "ruling_date": "2011-09-01T00:01:00", "ruling_headline": "R.I. union leaders says national study shows 20 percent of charter schools perform better than traditional public schools and 40 percent perform worse", "ruling_headline_slug": "ri-union-leaders-says-national-study-shows-20-perc", "ruling_link_text": "Reputable study, quoted accurately", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<a href=\"http://www2.turnto10.com/news/10_news_conference/\" id=\"internal-source-marker_0.7592968537436378\"> Channel 10 News Conference, Aug. 21, 2011</a><br />\r\n\t<br />\r\n\t<a href=\"http://www.dianeravitch.com/index.html\">&quot;Death and Life of the Great American School System: How Testing and Choice Are Undermining Education,&quot; a book by prominent education writer and charter school critic Diane Ravitch. </a><br />\r\n\t<br />\r\n\tInterviews and e-mails, James Parisi, lobbyist for the Rhode Island Federation of Teachers and Health Professionals, Aug. 23, 30, 2011<br />\r\n\t<br />\r\n\tStanford University&rsquo;s Center for Research on Education Outcomes, <a href=\"http://credo.stanford.edu/reports/MULTIPLE_CHOICE_CREDO.pdf\">&quot;Multiple Choice: Charter School Performance in 16 States,&quot; </a>&nbsp;June 2009, accessed Aug. 24, 2011<br />\r\n\t<br />\r\n\tCenter for Research Education Outcomes, <a href=\"http://nepc.colorado.edu/files/TTR-MIRON-CREDO-FINAL.pdf\">Review of &quot;Multiple Choice&quot; study by Center for Research Education Outcomes, </a>by Brooks Appelgate and Gary Miron, of Western Michigan University, June 24, 2009, accessed Aug. 25, 2011<br />\r\n\t<br />\r\n\tInterview, Gary Miron, professor of education at Western Michigan University, Aug. 29, 2011<br />\r\n\t&nbsp;</p>\r\n<p dir=\"ltr\" style=\"margin-left: 70pt;text-indent: -70pt; margin-top: 0pt; margin-bottom: 0pt;\">\r\n\tNational Education Policy Center, <a href=\"http://nepc.colorado.edu/think-tank-review-project\">The Think Tank Review Project, </a>&nbsp;accessed Aug. 25, 2011</p>\r\n<br />\r\n<p dir=\"ltr\" style=\"margin-left: 70pt;text-indent: -70pt; margin-top: 0pt; margin-bottom: 0pt;\">\r\n\tEmails, Elliot Krieger, spokesman for the Rhode Island Department of Education, Aug. 31, 2011</p>\r\n<p>\r\n\t<br />\r\n\tThe Providence Journal, <a href=\"http://www.projo.com/education/content/ri_gets_charter_school_grant_08-18-10_10JITT8_v34.44f8fc2.html\">&nbsp;&quot;R.I. to receive federal money to expand charter schools,&quot; Aug. 18, 2011</a><br />\r\n\t<br />\r\n\tThe Providence Journal, <a href=\"http://www.projo.com/education/content/CRANSTON_SCHOOL_RALLY_08-25-11_9MPTPGE_v19.445e9.html\">&quot;Charter school foes speak out,&rsquo;&rsquo; Aug. 25, 2011</a><br />\r\n\t<br />\r\n\tThe Providence Journal,<a href=\"http://www.projo.com/education/content/CHARTER_SCHOOL_DISPUTE_08-17-11_BFPP294_v25.5dc19.html\">T &quot;R.I. mayors rally at State House in support of charter schools,&quot; Aug. 17, 2011</a><br />\r\n\t<br />\r\n\tThe Providence Journal, <a href=\"http://www.projo.com/education/content/FUNG_RELEASES_REPORT_08-19-11_8IPQ7D8_v12.47406.html\">&quot;Cranston&rsquo;s Fung says mayoral academy won&rsquo;t need additional funding,&rsquo;&rsquo; Aug. 19, 2011</a><br />\r\n\t<br />\r\n\tThe Providence Journal, <a href=\"http://www.projo.com/education/content/FUNG_RELEASES_REPORT_08-19-11_8IPQ7D8_v12.47406.html\">&quot;In Central Falls, charter schools considered great learning resources,&quot; June 20, 2011 </a><br />\r\n\t<br />\r\n\tThe Providence Journal, <a href=\"http://www.projo.com/education/content/ravitch_criticizes_gist_05-11-11_E1O137H_v16.311d19d.html\">&quot;Education historian demands apology from R.I. education commissioner Gist,&quot; May 11, 2011 </a></p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Lobbyst for the Rhode Island Federation of Teachers and Health Professionals", "false_count": 0, "first_name": "James", "half_true_count": 0, "home_state": "Rhode Island", "id": 1432, "last_name": "Parisi", "mostly_true_count": 0, "name_slug": "james-parisi", "pants_count": 0, "party": {"id": 19, "party": "Labor leader", "party_slug": "labor-leader", "resource_uri": "/api/v/2/party/19/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/james_parisi.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1432/", "total_count": 1, "true_count": 1, "website": "http://www.rifthp.org/"}, "statement": "<p>\r\n\tA national study of 2,500 charter schools shows that &quot;maybe 20 percent do better than the community public schools, 40 percent or so do worse and the rest are not having any significant difference.&quot;</p>", "statement_context": "a TV news show", "statement_date": "2011-08-21", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": ""}