{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/sep/01/robert-reich/robert-reich-says-ratio-corporate-profits-wages-hi/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 4372, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/4372/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>In an Aug. 29, 2011, <a href=\"http://www.pbs.org/wnet/need-to-know/economy/this-labor-day-we-need-protests/11228/\">column</a>, Robert Reich, the former Labor Secretary under President Bill Clinton and a frequent liberal commentator, offered a number of statistics to back up his call for worker protests rather than parades on Labor Day.<br />\r\n<br />\r\n&quot;Labor Day is traditionally a time for picnics and parades,&quot; Reich&rsquo;s column began. &quot;But this year is no picnic for American workers, and a protest march would be more appropriate than a parade.&quot;<br />\r\n<br />\r\nOne of the statistics Reich offered was this: &quot;The ratio of corporate profits to wages is now higher than at any time since just before the Great Depression.&quot;<br />\r\n<br />\r\nA reader asked us to check this out, so we did.<br />\r\n<br />\r\nWe turned to statistics compiled by the Bureau of Economic Analysis, the federal office that calculates official statistics about the economy. We found numbers for corporate profits as well as for two measures of worker income -- wage and salary disbursements, and total employee compensation received. We then divided corporate profits by both of the income measurements, all the way back to 1929. (<a href=\"http://www.politifact.com/corporatewages/\">Here</a> are the full statistics from 1929 to 2011 as we calculated them.)<br />\r\n<br />\r\nFor wages, we found that Reich was essentially correct. The ratio in 2010 -- the last full year in the statistics -- was .281, which was higher than any year back to at least 1929, the earliest year in the BEA database. The next highest ratio was in 2006, at .265. (We didn&rsquo;t find pre-1929 data, so the one part of Reich&rsquo;s statement that we can&rsquo;t prove is that the ratio was higher &quot;just before the Great Depression.&quot;)<br />\r\n<br />\r\nWe also looked at total compensation, since the portion of worker compensation delivered outside of wages has grown significantly since 1929. The numbers were slightly different, but the general pattern still held. The ratio in 2010 was .226, which was matched or exceeded in only four years -- 1941, 1942, 1943 and 1950.<br />\r\n<br />\r\nTo capture the most up-to-date trends, we also looked at the ratios for the last six quarters. For both wages and compensation, the ratio has risen steadily over that year-and-a-half period. For wages, the ratio has climbed from .274 in the first quarter of 2010 to .290 in the second quarter of 2011. For compensation, the ratio has risen from .220 in the first quarter of 2010 to .234 in the second quarter of 2011.<br />\r\n<br />\r\nSo numerically, there&rsquo;s little question that Reich is essentially right. (Or, at least for now he is. Economists note that statistics about corporate profits and wages are often revised after the fact.) A more interesting question is what this trendline actually means.<br />\r\n<br />\r\nFirst, we&rsquo;ll note that the ratio has been remarkably steady over the time we studied. In 2010, corporate income was 168 times what it was in 1929, and wages were 124 times what they were in 1929. But despite the dramatic increases for both measures individually, these two numbers have grown pretty much in tandem. While corporate profits have grown faster, they haven&rsquo;t grown dramatically faster. Over the eight-decade period, the ratio between corporate profits and wages -- at least prior to 2010 -- almost always hovered between .150 and .235, a pretty narrow range, all things considered.<br />\r\n<br />\r\nWithin this range, the ratio has regularly zigzagged up and down. The ratio has peaked during World War II, the early 1950s, the mid1960s, the mid1990s and the middle of the first decade of the 21st century.<br />\r\n<br />\r\nThe 2010 high broke with this history, making the statistic Reich is talking about all the more striking. And as the quarterly data shows, the spike from 2010 has continued into 2011.<br />\r\n<br />\r\nThis spike has its roots in basic mathematics. The ratio can rise for either of two reasons -- because corporate profits rise, or because wages stagnate. To a greater degree than in past recessions, both of these developments have happened simultaneously in 2010 and 2011. That&rsquo;s the immediate reason for the ratio&rsquo;s sudden increase. The ratio was well within historical norms as recently as 2009, the second year of the recession.<br />\r\n<br />\r\nToday, &quot;indicators favorable to workers are either absolutely dreadful, like the percentage of the adult population that is employed, or else improving at a not-very-robust rate, like real compensation per hour, while indicators favorable to business owners, such as record profit levels measured in billions of current dollars, are very delightful indeed,&quot; said Gary Burtless, an economist at the centrist-to-liberal Brookings Institution.<br />\r\n<br />\r\nThere are any number of explanations for why businesses are so reluctant to invest their profits today. For instance, Dan Mitchell, an economist at the libertarian Cato Institute, said the pattern of low corporate investment that we&rsquo;re seeing today has to do with &quot;a climate of economic uncertainty, largely thanks to the threat of more taxes and regulations.&quot;<br />\r\n<br />\r\nBut the explanation that seems to mesh best with our numbers has to do with economic cycles. While the ratio Reich points to is exaggerated today due to an unusually deep recession and an especially sluggish recovery, the general pattern follows that of other recent recessions, said J.D. Foster, an economist with the conservative Heritage Foundation.<br />\r\n<br />\r\nTypically, businesses initially lose ground during a recession, while workers suffer somewhat less, in part due to &quot;sticky wages&quot; -- the tendency for worker pay to increase or stagnate rather than fall, even in hard times. This pattern tends to decrease the ratio of corporate profits to wages.<br />\r\n<br />\r\nHowever, when the recovery begins, the reverse becomes true -- businesses tend to gain ground faster than workers do, since soft labor markets prevent workers from reaping the rewards of improved productivity. This pushes the ratio of profits to wages higher. Since the current recovery is particularly weak, the increase in the ratio has been even stronger than normal.<br />\r\n<br />\r\nThe hopeful news for workers, Foster says, is that once a recovery gathers steam and new capital-labor equilibrium is reached, workers tend to accelerate their gains.<br />\r\n<br />\r\n&quot;Once a strong recovery is under way and labor markets return to normal, total labor compensation tends to catch up, as employers bid for employees out of the extra profit margin they accumulated during the recovery,&quot; Foster said. &quot;So once we start heading toward full employment, we can expect total labor compensation to rise very rapidly relative to total income.&quot;<br />\r\n<br />\r\nSo where does this leave us? On the numbers, Reich&rsquo;s claim is essentially correct. And in his analysis, Reich doesn&rsquo;t over-promise on what the data indicate. Amid evidence that these numbers could turn out to be a temporary spike, he resists the temptation to label it the culmination of a long-term trend. We find Reich&rsquo;s formulation both factually supportable and appropriately cautious in its interpretation. We give it a rating of True.</p>\r\n", "ruling_comments_date": "2011-09-01T10:29:29.856716", "ruling_date": "2011-09-01T12:05:52", "ruling_headline": "Robert Reich says ratio of corporate profits to wages is highest since before Great Depression", "ruling_headline_slug": "robert-reich-says-ratio-corporate-profits-wages-hi", "ruling_link_text": "He's right, though it may be a temporary spike", "ruling_state": null, "source_documents": null, "sources": "<p>Robert Reich, &quot;<a href=\"http://www.pbs.org/wnet/need-to-know/economy/this-labor-day-we-need-protests/11228/\">This Labor Day, we need protests</a>,&quot; Aug. 29, 2011<br />\r\n<br />\r\nBureau of Economic Analysis, <a href=\"http://www.bea.gov/iTable/iTable.cfm?ReqID=9&amp;step=1\">main search page for NIPA tables</a>, accessed Aug. 31, 2010.<br />\r\nNIPA tables used:<br />\r\n<a href=\"http://www.bea.gov/iTable/iTable.cfm?ReqID=9&amp;step=1#\">Table 6.16A. Corporate Profits by Industry (A)</a><br />\r\n<a href=\"http://www.bea.gov/iTable/iTable.cfm?ReqID=9&amp;step=1#\">Table 6.16B. Corporate Profits by Industry (A) (Q)</a><br />\r\n<a href=\"http://www.bea.gov/iTable/iTable.cfm?ReqID=9&amp;step=1#\">Table 6.16C. Corporate Profits by Industry (A) (Q)</a><br />\r\n<a href=\"http://www.bea.gov/iTable/iTable.cfm?ReqID=9&amp;step=1#\">Table 6.16D. Corporate Profits by Industry (A) (Q)</a><br />\r\n<a href=\"http://www.bea.gov/national/nipaweb/TableView.asp?SelectedTable=58&amp;ViewSeries=NO&amp;Java=no&amp;Request3Place=N&amp;3Place=N&amp;FromView=YES&amp;Freq=Qtr&amp;FirstYear=2010&amp;LastYear=2011&amp;3Place=N&amp;Update=Update&amp;JavaBox=no#Mid\">Table 2.1. Personal Income and Its Disposition</a><br />\r\n<br />\r\nE-mail interview with Gary Burtless, senior fellow at the Brookings Institution, Aug. 31, 2011<br />\r\n&nbsp;&nbsp;&nbsp;<br />\r\nE-mail interview with J.D. Foster, senior fellow at the Heritage Foundation, Aug. 31, 2011<br />\r\n&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;<br />\r\nE-mail interview with Dean Baker, co-director of the Center for Economic and Policy Research, Aug. 31, 2011<br />\r\n&nbsp;&nbsp;&nbsp;<br />\r\nE-mail interview with Dan Mitchell, senior fellow at the Cato Instuitute, Aug. 31, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Economics professor at the University of California (Berkeley)", "false_count": 1, "first_name": "Robert", "half_true_count": 0, "home_state": "California", "id": 1436, "last_name": "Reich", "mostly_true_count": 1, "name_slug": "robert-reich", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/robertreich.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1436/", "total_count": 3, "true_count": 1, "website": "http://robertreich.org/"}, "statement": "<p>&quot;The ratio of corporate profits to wages is now higher than at any time since just before the Great Depression.&quot;</p>\r\n", "statement_context": "an opinion column", "statement_date": "2011-08-29", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 101, "photo": null, "resource_uri": "/api/v/2/subject/101/", "subject": "Corporations", "subject_slug": "corporations", "used_in_edition": []}, {"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 192, "photo": null, "resource_uri": "/api/v/2/subject/192/", "subject": "Labor", "subject_slug": "labor", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 103, "photo": null, "resource_uri": "/api/v/2/subject/103/", "subject": "Workers", "subject_slug": "workers", "used_in_edition": []}], "target": [], "twitter_headline": ""}