{"art": [{"brightcove": "", "caption": "Rep. Michele Bachmann, R-Minn., speaks to supporters during a campaign stop at Angie's Subs, Friday, Aug. 26, 2011, in Jacksonville Beach, Fla.", "id": 1553, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Bachmann_in_Jacksonville_Beach.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/1553/", "title": "Bachmann in Jacksonville Beach", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/sep/01/michele-bachmann/bachmann-says-obama-has-virtually-no-one-his-cabin/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 4379, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/4379/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tDuring a <a href=\"http://m.startribune.com/politics/?id=128491863\">visit</a> to a sandwich shop in Jacksonville Beach, Fla., Rep. Michele Bachmann, R-Minn., took a shot at the career backgrounds of the officials who comprise President Barack Obama&rsquo;s Cabinet.<br />\r\n\t<br />\r\n\t&quot;I want to bring advisers in from labor and from manufacturers and from the service industry and financial services,&quot; said Bachmann, who&rsquo;s running for the Republican presidential nomination. &quot;I want to know what they know, because that&#39;s what we&#39;ve been missing from President Obama. He has virtually no one in his Cabinet with private-sector experience. I want to bring people who know how to create jobs into my administration.&quot;<br />\r\n\t<br />\r\n\tA reader suggested that we check whether Bachmann is right that Obama &quot;has virtually no one in his Cabinet with private-sector experience.&quot; As it happens, we analyzed a similar claim 21 months ago and found it False. But we are updating and expanding that assessment here, due to subsequent arrivals and departures from Obama&rsquo;s Cabinet.<br />\r\n\t<br />\r\n\t<strong>Our original analysis</strong><br />\r\n\t<br />\r\n\tFirst, let&rsquo;s recap <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/dec/02/glenn-beck/beck-says-less-10-percent-obama-cabinet-members-ha/\">what we published in December 2009</a>. It was based on a statement by Glenn Beck, then a Fox News talk show host, on his Nov. 30, 2009, show.<br />\r\n\t<br />\r\n\t&quot;History has proven over and over again &mdash; and so has the post office, for that matter &mdash; that government is not the answer,&quot; Beck said. &quot;You need to unleash the people. The entrepreneurs. And if you are wondering how it is that the government can&#39;t see that &mdash; how they can be pondering even bigger stimulus packages as they stare the failure of the first one right in the face &mdash; I&#39;ll show you. Here are the past presidents and the number of appointees in their Cabinets with private sector experience &mdash; folks that have done more than write on the chalkboard; they&#39;ve been out there, in the real world. Let&#39;s compare President Nixon &mdash; he&#39;s over 50 percent &mdash; with President Obama: Under 10 percent of his appointees have any experience in the private sector.&quot;<br />\r\n\t<br />\r\n\tAfter some digging, we found that the claim was based on a study by Michael Cembalest, the chief investment officer for J.P. Morgan Private Bank. In a Nov. 24, 2009, column titled &quot;Obama&#39;s Business Blind Spot&quot; and published on Forbes.com, Cembalest wrote, &quot;In a quest to see what frame of reference the administration might have on this issue, I looked back at the history of the presidential Cabinet. Starting with the creation of the secretary of commerce back in 1900, I compiled the prior private-sector experience of all 432 Cabinet members, focusing on those positions one would expect to participate in this discussion: secretaries of State; Commerce; Treasury; Agriculture; Interior; Labor; Transportation; Energy; and Housing &amp; Urban Development.&quot;<br />\r\n\t<br />\r\n\tHe continued, &quot;Many of these individuals started a company or ran one, with first-hand experience in hiring and firing, domestic and international competition, red tape, recessions, wars and technological change. Their industries included agribusiness, chemicals, finance, construction, communications, energy, insurance, mining, publishing, pharmaceuticals, railroads and steel; a cross-section of the American experience. (I even gave [one-third] credit to attorneys focused on private-sector issues, although one could argue this is a completely different kettle of fish.) One thing is clear: The current administration, compared with past Democratic and Republican ones, marks a departure from the traditional reliance on a balance of public- and private-sector experiences.&quot;<br />\r\n\t<br />\r\n\tIn an accompanying chart, Cembalest reported that in the Obama administration, fewer than 10 percent of the Cabinet appointees counted under those rules had private-sector experience. According to the chart, all other administrations going back to Theodore Roosevelt&#39;s had rates in at least the high 20s, with the Eisenhower and Reagan administrations approaching 60 percent.<br />\r\n\t<br />\r\n\tThe chart &mdash; typically reprinted by itself, without Cembalest&#39;s accompanying narrative &mdash; circulated in the conservative blogosphere for a couple of days before eventually being picked up by Beck.<br />\r\n\t&nbsp;<br />\r\n\tHowever, we found that at least three of the nine positions that Cembalest and Beck cited &mdash; one-third &mdash; were occupied by appointees who had significant corporate or business experience.<br />\r\n\t<br />\r\n\t&bull; <strong>Shaun Donovan</strong>, Obama&#39;s secretary of Housing and Urban Development, served as managing director of Prudential Mortgage Capital Co., where he oversaw its investments in affordable housing loans. &nbsp;<br />\r\n\t<br />\r\n\t&bull; Energy Secretary <strong>Steven Chu </strong>headed the electronics research lab at one of America&#39;s storied corporate research-and-development facilities, AT&amp;T Bell Laboratories, where his work won a Nobel Prize for physics.<br />\r\n\t<br />\r\n\t&bull; Interior Secretary <strong>Ken Salazar</strong>, in addition to serving as Colorado attorney general and a U.S. senator, has been a partner in his family&#39;s farm for decades and, with his wife, owned and operated a Dairy Queen and radio stations in his home state of Colorado.<br />\r\n\t<br />\r\n\tAll three remain in Obama&rsquo;s Cabinet.<br />\r\n\t<br />\r\n\tThree other Obama Cabinet members worked as lawyers for private-sector law firms, most of them with business clients: Secretary of State <strong>Hillary Rodham Clinton</strong>, Agriculture Secretary <strong>Tom Vilsack</strong>, Commerce Secretary Gary Locke. And Treasury Secretary <strong>Timothy Geithner </strong>once worked for Kissinger Associates, a consulting firm that advises international corporations on political and economic conditions overseas.<br />\r\n\t<br />\r\n\tOf these, Clinton, Vilsack and Geithner remain in the Cabinet.<br />\r\n\t<br />\r\n\tThe occupants of the two remaining Cabinet posts cited in Cembalest&rsquo;s chart did not have significant private-sector experience: Labor Secretary <strong>Hilda Solis </strong>and Transportation Secretary <strong>Ray LaHood</strong>. Both remain in their jobs.<br />\r\n\t<br />\r\n\tWhen we tracked down Cembalest to ask about his methodology, he expressed regret that his work had been used for political ends, saying that it was not his intention to provide fodder for bloggers and talk show hosts. He acknowledged fault in missing Salazar&#39;s business background, though he downplayed the private-sector experiences Chu and Donovan had -- managing scientific research and handling community development lending, respectively -- saying they did not represent the kind of private-sector business experience he was looking for when doing his study.<br />\r\n\t<br />\r\n\t&quot;What I was really trying to get at was some kind of completely, 100 percent subjective assessment of whether or not a person had had enough control of payroll, dealing with shareholders, hiring, firing and risk-taking that they&#39;d be in a position to have had a meaningful seat at the table when the issue being discussed is job creation,&quot; Cembalest told us.<br />\r\n\t<br />\r\n\t<strong>The Cabinet today</strong><br />\r\n\t<br />\r\n\tNow let&rsquo;s look at the Cabinet as it is now. To do that, we&rsquo;ll detail the full list of Cabinet positions, which is broader than the more limited list Cembalest was working with.<br />\r\n\t<br />\r\n\tDepartment heads and the vice president always <a href=\"http://www.whitehouse.gov/administration/cabinet\">belong in the Cabinet</a>, with other senior positions granted Cabinet rank at the president&rsquo;s discretion.<br />\r\n\t<br />\r\n\tIn addition to the vice president, the Cabinet includes the secretaries of 15 executive departments: Agriculture, Commerce, Defense, Education, Energy, Health and Human Services, Homeland Security, Housing and Urban Development, Interior, Labor, State, Transportation, Treasury, and Veterans Affairs, as well as the Attorney General.<br />\r\n\t<br />\r\n\tThe other positions that hold Cabinet rank under Obama are: White House chief of staff, the Environmental Protection Agency administrator, director of the Office of Management &amp; Budget, U.S. Trade Representative, Ambassador to the United Nations, and chairman of the Council of Economic Advisers.<br />\r\n\t<br />\r\n\tWe&rsquo;ve already noted that Donovan, Chu and Salazar have solid private-sector credentials. To that list, we can add three names:<br />\r\n\t<br />\r\n\t&bull; Obama&rsquo;s n<a href=\"http://www.whitehouse.gov/blog/2011/05/31/president-obama-nominates-john-bryson-be-our-nation-s-next-commerce-secretary\">ominee for Commerce Secretary</a>, <strong>John Bryson</strong>. Bryson has served as chairman and CEO of Edison International, the parent company of Southern California Edison, a major utility.<br />\r\n\t<br />\r\n\t&bull; White House chief of staff <strong>Bill Daley</strong>. Daley <a href=\"http://www.whitehouse.gov/administration/staff/bill-daley\">has served</a> in several top-level positions with JP Morgan Chase, as president of SBC Communications and as president and chief operating officer of Amalgamated Bank of Chicago.<br />\r\n\t<br />\r\n\t&bull; Office of Management and Budget director <strong>Jack Lew</strong>. Lew, a longtime senior federal manager, <a href=\"http://www.whitehouse.gov/omb/organization_office\">has also served</a> as managing director and chief operating officer of Citi Global Wealth Management &nbsp;and later Citi Alternative Investments.<br />\r\n\t<br />\r\n\tWe can also add six names to the list of those who have worked as lawyers or consultants for private-sector companies.<strong> </strong>Though Cembalest treated them as different from other private sector workers, we see no reason to:<br />\r\n\t<br />\r\n\t&bull; Vice President <strong>Joe Biden</strong>. Biden, something of an entrepreneur, founded his own law firm, Biden and Walsh, early in his career, and it still exists in a later incarnation, Monzack Mersky McLaughlin and Browder, P.A. Biden also supplemented his income by managing real estate properties, including a neighborhood swimming pool. Of course, he later became a long-serving U.S. senator from Delaware.<br />\r\n\t<br />\r\n\t&bull; Attorney General <strong>Eric Holder</strong>. Holder, a former judge and deputy attorney general, <a href=\"http://www.defense.gov/bios/biographydetail.aspx?biographyid=310\">has also worked</a> as a litigation partner at the law firm Covington &amp; Burling LLP.<br />\r\n\t<br />\r\n\t&bull; Defense Secretary <strong>Leon Panetta</strong>. Panetta, a former Member of Congress and Central Intelligence Agency director, <a href=\"http://www.defense.gov/bios/biographydetail.aspx?biographyid=310\">worked in private practice as a lawyer for five years</a>.<br />\r\n\t<br />\r\n\t&bull; Secretary of Homeland Security <strong>Janet Napolitano</strong>. Napolitano, the former two-term governor of Arizona, <a href=\"http://www.dhs.gov/xabout/structure/gc_1232568253959.shtm\">also practiced law</a> in Phoenix with the firm Lewis and Roca.<br />\r\n\t<br />\r\n\t&bull; U.S. Trade Representative <strong>Ron Kirk</strong>. Kirk, the former mayor of Dallas, <a href=\"http://www.ustr.gov/about-us/biographies-key-officials/united-states-trade-representative-ron-kirk\">has also worked</a> as a partner in the Texas-based international law firm Vinson &amp; Elkins.<br />\r\n\t<br />\r\n\t&bull; U.S. Ambassador to the U.N. <strong>Susan Rice</strong>. Rice, a veteran of the State Department and foreign-policy think tanks, <a href=\"http://www.state.gov/r/pa/ei/biog/120486.htm\">worked early in her career </a>as a management consultant with McKinsey &amp; Co., which advises corporations on how to run their businesses more effectively.<br />\r\n\t<br />\r\n\tFinally, we can add five names to the list of Cabinet members without any significant private-sector experience: Health and Human Services Secretary <a href=\"http://www.hhs.gov/secretary/about/biography/index.html\"><strong>Kathleen Sebelius</strong></a>, Education Secretary <strong>Arne Duncan</strong>, Veterans Affairs Secretary <a href=\"http://www.va.gov/opa/bios/bio_shinseki.asp\"><strong>Eric Shinseki</strong></a>, EPA Administrator <a href=\"http://www.epa.gov/aboutepa/administrator.html\"><strong>Lisa Jackson</strong></a>, and Council of Economic Advisers nominee <a href=\"http://www.krueger.princeton.edu/\"><strong>Alan Krueger</strong></a>. (We will note, however, that Duncan <a href=\"http://www2.ed.gov/news/staff/bios/duncan.html\">played pro basketball in Australia from 1987 to 1991</a>, and that Shinseki was otherwise occupied as a career military officer.)<br />\r\n\t<br />\r\n\tNow let&rsquo;s add the numbers together.<br />\r\n\t<br />\r\n\tIf you take the most restrictive definition -- those employed by businesses other than private law and consulting firms -- Obama can count six members of his 22-member Cabinet with private-sector experience, or 27 percent. (We&rsquo;re counting Bryson, who hasn&rsquo;t been confirmed yet.)<br />\r\n\t<br />\r\n\tIf you take what we consider the more common-sense definition -- which includes those who have worked for private law or consulting firms -- then Obama can count 15 out of 22 with private-sector experience, or 68 percent.<br />\r\n\t<br />\r\n\tThat leaves seven of 22 Cabinet members without private-sector experience, or 32 percent.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tBachmann said that &quot;virtually no one&quot; in Obama&rsquo;s Cabinet has private-sector experience. But even under the most restrictive definition, 27 percent of Obama&rsquo;s Cabinet has what we consider pretty clear private-sector experience. And broader definition that includes private-sector law and consulting work -- much of which involved representing businesses -- kicks the percentage up to two-thirds.<br />\r\n\t<br />\r\n\tIn addition, Bachmann said she would bring in advisers from manufacturing (Chu could fit that bill), the service industry (which could include Salazar) and financial services (which would include Donovan, Daley and Lew).<br />\r\n\t<br />\r\n\tConceivably, a Republican president might appoint more business executives to Cabinet posts than a Democratic one would. But Bachmann still overstates her case by saying that &quot;virtually no one&quot; in Obama&rsquo;s Cabinet has private-sector experience -- repeating a false claim that&#39;s been circulating for nearly two years. We rate her statement Pants on Fire.</p>", "ruling_comments_date": "2011-09-01T17:17:21.358236", "ruling_date": "2011-09-01T17:58:14", "ruling_headline": "Bachmann says Obama 'has virtually no one in his cabinet with private-sector experience'", "ruling_headline_slug": "bachmann-says-obama-has-virtually-no-one-his-cabin", "ruling_link_text": "Wrong in 2009, and wrong today", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tAssociated Press, &quot;<a href=\"http://m.startribune.com/politics/?id=128491863\">Bachmann: She&#39;d consider minimum wage changes</a>,&quot; Aug. 26, 2011<br />\r\n\t<br />\r\n\tWhite House, <a href=\"http://www.whitehouse.gov/administration/cabinet\">cabinet home page</a>, accessed Sep. 1, 2011<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2009/dec/02/glenn-beck/beck-says-less-10-percent-obama-cabinet-members-ha/\">Beck says less than 10 percent of Obama Cabinet has worked in private sector</a>,&quot; Dec. 2, 2009<br />\r\n\t<br />\r\n\tMichael Cembalest, &quot;<a href=\"http://www.forbes.com/2009/11/24/michael-cembalest-obama-business-beltway-cabinet.html\"> Obama&#39;s Business Blind Spot</a> ,&quot; Forbes.com, Nov. 24, 2009<br />\r\n\t<br />\r\n\tBiographies of cabinet members (linked in story text)</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 8, "current_job": "Congresswoman", "false_count": 22, "first_name": "Michele", "half_true_count": 6, "home_state": "Minnesota", "id": 149, "last_name": "Bachmann", "mostly_true_count": 4, "name_slug": "michele-bachmann", "pants_count": 16, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Bachmann_mug_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/149/", "total_count": 61, "true_count": 5, "website": "http://bachmann.house.gov/"}, "statement": "<p>\r\n\tPresident Barack Obama &quot;has virtually no one in his cabinet with private-sector experience.&quot;</p>", "statement_context": "a campaign event", "statement_date": "2011-08-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 101, "photo": null, "resource_uri": "/api/v/2/subject/101/", "subject": "Corporations", "subject_slug": "corporations", "used_in_edition": []}, {"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}], "target": [], "twitter_headline": ""}