{"art": [], "author": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2011/sep/06/chip-rogers/does-commuter-rail-ease-traffic/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "liz.miniet@ajc.com", "first_name": "Elizabeth", "id": 143, "last_name": "Miniet", "name_slug": "elizabeth-miniet", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/143/", "title": "Word Editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 4387, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/4387/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tThe vote may be a year away, but politicians are already taking sides on a bid to raise taxes for more roads and rail in metro Atlanta.<br />\r\n\t<br />\r\n\tIf it passes, the 2012 transportation referendum would bring more than $6 billion for a regional project list for the gridlocked area, possibly including a new rail line between Cobb County and Midtown. So far, though, political leaders in car-centric Cobb are less than thrilled, according to an Aug. 23 article in The Marietta Daily Journal.<br />\r\n\t<br />\r\n\tState Senate Majority Leader Chip Rogers is thinking about voting &quot;no&quot; on the 1-percent, 10-year sales tax.<br />\r\n\t<br />\r\n\t&quot;We know that rail offers some things that you can&#39;t get from just building roads, but we also know that rail doesn&#39;t do a great job in lessening traffic,&quot; Rogers said. &quot;And at a time when we need traffic to be lessened significantly, I don&#39;t know that we would put 55 percent of all our resources into that alone.&quot;<br />\r\n\t<br />\r\n\tRogerswas referring to the 55 percent-45 percent split for mass transit -- which includes rail and buses -- to roads in the metro Atlanta project list for the 2012 transportation referendum. The list is a draft that faces further approval.<br />\r\n\t<br />\r\n\tRogers, whose Woodstock district also includes portions of Cobb County, expanded on his remarks in an email to PolitiFact Georgia. He cited a number of studies to make his point.<br />\r\n\t<br />\r\n\t&quot;While I readily admit that transit may have a number of benefits that should be considered for infrastructure investment, relieving traffic congestion is not one of the major benefits,&quot; he wrote.<br />\r\n\t<br />\r\n\tRail doesn&rsquo;t do a great job of reducing traffic? Doesn&rsquo;t rail get cars off the roads?<br />\r\n\t<br />\r\n\tTransportation experts said that rail&rsquo;s impact is difficult to suss out. Congestion is influenced by so many variables, including population growth, the economy and geography, that researchers differ on rail&rsquo;s exact impact.<br />\r\n\t<br />\r\n\tOn its face, the problem seems simple. If a person who commutes alone by car takes the train instead, then that&rsquo;s one less car on the road.<br />\r\n\t<br />\r\n\tBut multiple experts told PolitiFact Georgia that even if thousands of drivers take the train rather than a major road, congestion on that road doesn&rsquo;t end.<br />\r\n\t<br />\r\n\tIt might drop initially, but travelers soon notice the better traffic. Commuters who once avoided the road return. Others take additional trips, or start using it during peak traffic times. People who carpooled start commuting alone.<br />\r\n\t<br />\r\n\tEventually, congestion returns, said Anthony Downs, a Brookings Institution fellow who has studied traffic congestion for decades. He thinks congestion is extremely hard to avoid, and will likely grow worse. Brookings is a liberal-leaning think tank.<br />\r\n\t<br />\r\n\tRogershas a point, he said.<br />\r\n\t<br />\r\n\t&quot;He is correct, but he is stating it very simply,&quot; Downs said. &nbsp;<br />\r\n\t<br />\r\n\tFor instance, a 2009 University of Toronto study that analyzed interstate highway and vehicle travel data across the U.S. found there is little evidence that additional public transit reduces traffic. Other researchers have come to similar conclusions.<br />\r\n\t<br />\r\n\tBut there&rsquo;s another important side to the traffic conundrum, and Rogers didn&rsquo;t address it. &nbsp;Decades of research shows that additional highway lanes don&rsquo;t end gridlock, either. As with rail, drivers fill up the new lanes. Once again, they&rsquo;re stuck in traffic. &nbsp;<br />\r\n\t<br />\r\n\t&quot;Nothing solves the congestion problem. Neither option [cars or rail] takes precedent,&quot; said Catherine Ross, director of Georgia Tech&rsquo;s Center for Quality Growth. A past board member of the Metropolitan Atlanta Rapid Transit Authority, she thinks rail can create better commutes and improve a region&rsquo;s overall quality of life. &nbsp;<br />\r\n\t<br />\r\n\tSome experts told PolitiFact Georgia that this does not mean rail has no chance of impacting traffic. Downs noted that if a city built a rail line alongside a major roadway with stops at busy exits, it could have a shot. &nbsp;<br />\r\n\t<br />\r\n\tAnd University of California at Berkeley Professor Robert Cervero said that such a line can have an especially big impact on congestion during rush hour because research shows rail carries a large share of travelers during those times.<br />\r\n\t<br />\r\n\tIndeed, a 2003 report published by the World Bank on 14 cities suggests that transit, including rail, does have a modest impact on congestion. People drive even less if a city has many characteristics that make using transit more attractive, such as high density and easy access.<br />\r\n\t<br />\r\n\tOne expert argued that rail could have a major impact on traffic. Professor Vukan Vuchic, a University of Pennsylvania professor of city and regional planning, said that a long-term transportation and development plan that encourages drivers to use transit and makes it inconvenient to drive could reduce congestion.<br />\r\n\t<br />\r\n\tAnd speaking of inconvenient places to drive -- consider New York City. Experts noted that its rail helps the city accommodate far more travelers than the roads could. This avoids gridlock that those travelers would create.<br />\r\n\t<br />\r\n\tIn the end, though, the bulk of the experts we interviewed agreed that the one tested way to cut down on gridlock is &quot;congestion pricing.&quot; That&rsquo;s when drivers pay a surcharge to use roads during peak traffic hours. Cities such as London and Singapore have used the strategy and eased downtown traffic. &nbsp;<br />\r\n\t<br />\r\n\tHow do we rule?<br />\r\n\t<br />\r\n\tRogers&rsquo; claim was that rail &quot;doesn&#39;t do a great job in lessening traffic,&quot; and there is a great deal of truth to this.<br />\r\n\t<br />\r\n\tA rail line can do many things. It can take drivers off the road. A well-designed line has a shot at impacting congestion. And if a city or neighborhood is especially dense and designed around rail, it can&rsquo;t prosper without it. &nbsp;<br />\r\n\t<br />\r\n\tBut rail alone cannot end congestion. A few experts argue that it does little to nothing.<br />\r\n\t<br />\r\n\tThat said, Rogers left out an important fact that might have opened his take on the transportation tax to obvious criticism: No increase in capacity -- not even the construction of new road lanes -- can end congestion. Roads and rail have similar effects.<br />\r\n\t<br />\r\n\tRogers&rsquo; statement is accurate, but could have used a little more context.<br />\r\n\t<br />\r\n\tWe rate it Mostly True.</p>", "ruling_comments_date": "2011-09-02T14:53:07.516570", "ruling_date": "2011-09-06T06:00:00", "ruling_headline": "Does commuter rail ease traffic?", "ruling_headline_slug": "does-commuter-rail-ease-traffic", "ruling_link_text": "Rogers claim on rail chugs in right direction.", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tThe Marietta Daily Journal, &quot;Legislators critical of proposed rail lines,&quot; Aug. 23, 2011<br />\r\n\t<br />\r\n\t&quot;<a href=\"http://www.mdjonline.com/view/full_story/15181904/article-Legislators-critical-of-proposed-rail-line?instance=secondary_story_left_column\">Still Stuck in Traffic: Coping with Peak-Hour Traffic Congestion&quot; by Anthony Downs, 2004 &nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;<br />\r\n\tUniversity of Toronto, Department of Economics, &quot;The Fundamental Law of Road Congestion: Evidence from US cities</a>,&quot; September 2009<br />\r\n\t<br />\r\n\tThe World Bank, &quot;<a href=\"http://www-wds.worldbank.org/external/default/WDSContentServer/IW3P/IB/2003/04/23/000094946_03040404262857/Rendered/PDF/multi0page.pdf\">The Impact of Urban Spatial Structure on Travel Demand in the United States</a>,&quot; March 2003<br />\r\n\t<br />\r\n\tTelephone interview, Adie Tomer, senior research analyst, Brookings Institution, Aug. 30, 2011<br />\r\n\t<br />\r\n\tTelephone interview, David M. Levinson, associate professor, Richard P. Braun/CTS Chair in Transportation Engineering, University of Minnesota, Aug. 30, 2011<br />\r\n\t<br />\r\n\tTelephone interview, Linda Cherrington, program manager and research scientist, Texas Transportation Institute, Texas A&amp;M University System, Aug. 30, 2011<br />\r\n\t<br />\r\n\tTelephone interview, Vukan R. Vuchic , professor of city and regional planning, University of Pennsylvania, Aug. 31, 2011<br />\r\n\t<br />\r\n\tTelephone interview, Matthew Turner, professor, Department of Economics, University of Toronto, Aug. 31, 2011<br />\r\n\t<br />\r\n\tEmail from State Senate Majority Leader Chip Rogers, Sept. 1, 2011<br />\r\n\t<br />\r\n\tEmail interview, Robert Cervero, professor of city and regional planning, and director of the University of California Transportation Center, University of California at Berkeley<br />\r\n\t<br />\r\n\tTelephone interview, Catherine Ross, director and Harry West Chair, Center for Quality Growth and Regional Development, Georgia Institute of Technology</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "State Senator", "false_count": 0, "first_name": "Chip", "half_true_count": 1, "home_state": "Georgia", "id": 630, "last_name": "Rogers", "mostly_true_count": 1, "name_slug": "chip-rogers", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rogers_Chip_.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/630/", "total_count": 4, "true_count": 1, "website": ""}, "statement": "<p>\r\n\tRail &quot;doesn&rsquo;t do a great job in lessening traffic.&quot;</p>", "statement_context": "a meeting", "statement_date": "2011-08-22", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 44, "photo": null, "resource_uri": "/api/v/2/subject/44/", "subject": "Transportation", "subject_slug": "transportation", "used_in_edition": []}], "target": [], "twitter_headline": "Does commuter rail ease traffic? #gapol"}