{"art": [], "author": [{"email_address": "gemery@cox.net", "first_name": "C. Eugene", "id": 144, "last_name": "Emery Jr.", "name_slug": "c-eugene-emery", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/gene_emery80_.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/144/", "title": "PolitiFact correspondent", "twitter": null}], "canonical_url": "/rhode-island/statements/2011/sep/04/richard-tomlins/robocall-says-cranston-mayoral-academy-would-incre/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "tmurphy@providencejournal.com", "first_name": "Tim", "id": 145, "last_name": "Murphy", "name_slug": "tim-murphy", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/tim_murphy2_80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/145/", "title": "Editor", "twitter": null}], "facebook_headline": null, "id": 4388, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "gemery@cox.net", "first_name": "C. Eugene", "id": 144, "last_name": "Emery Jr.", "name_slug": "c-eugene-emery", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/gene_emery80_.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/144/", "title": "PolitiFact correspondent", "twitter": null}], "resource_uri": "/api/v/2/statement/4388/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tLast month, many residents of Cranston received an anonymous recorded call with a message delivered by an authoritative-sounding male voice warning:<br />\r\n\t<br />\r\n\t&quot;Parents, teachers, students and taxpayers. On Wednesday, Aug. 24, at 5 p.m. in front of the Cranston City Hall there will be a rally to save Cranston&#39;s award-winning school district. Mayor Fung wants to punish our children&#39;s education by removing $12 million from current funding to pay for his private charter school. Your taxes would increase by between 6 and 8 percent per year. This will be your last chance to deny the mayor from making our district second class. Be there.&quot;<br />\r\n\t<br />\r\n\tPulling $12 million out the Cranston school system sounded bad enough, but the prospect of a tax increase of 6 percent to 8 percent was even more frightening.<br />\r\n\t<br />\r\n\tBut we were skeptical because, in the first place, state law limits property tax increases (<a href=\"http://www.rilin.state.ri.us/Statutes/TITLE44/44-5/44-5-2.HTM\">the limit is currently 4.25 percent</a>) unless a city or town gets a special exception from the General Assembly.<br />\r\n\t<br />\r\n\tSo we decided to investigate.<br />\r\n\t<br />\r\n\t<strong>THE BACKGROUND</strong><br />\r\n\t<br />\r\n\tCharter schools are financed by local tax dollars but are free from many of the requirements that apply to traditional public schools. Supporters say such flexibility allows charters to have longer days and longer school years, and to experiment with alternative teaching methods. The students are usually chosen by lotteries and most schools are not unionized.<br />\r\n\t<br />\r\n\tCranston Mayor Allan Fung had proposed a public charter school, known as a mayoral academy, for Cranston and Providence. A similar school is operating for residents of Cumberland, Lincoln, Central Falls and Pawtucket.<br />\r\n\t<br />\r\n\tUnder Fung&rsquo;s proposal, the school would have been run by Achievement First, a nonprofit group that operates 19 similar charter schools in Connecticut and New York City. A board of directors headed by the mayor would have overseen the school.<br />\r\n\t<br />\r\n\tThe proposal was rejected by the Rhode Island Board of Regents for Elementary and Secondary Education on Sept. 1, 2011, after intervention by Gov. Lincoln Chafee, who recommended an alternative: studying the possibility of creating an Achievement First mayoral academy in Providence, drawing students from that city, Cranston, and other communities.<br />\r\n\t<br />\r\n\tIn his letter, Chafee urged the regents to take the opposition in Cranston -- and there was a lot of it -- seriously.<br />\r\n\t<br />\r\n\tOpponents say such schools are a threat to traditional public schools because they siphon away the most-promising students (those whose parents are involved enough to apply for the lottery) and drain the resources needed to make public schools better.<br />\r\n\t<br />\r\n\tThe robocall was reflecting that concern.<br />\r\n\t<br />\r\n\tThe calls were financed by Richard Tomlins, a Democrat who ran against Fung for mayor in 2010. He wrote the script for the calls.<br />\r\n\t<br />\r\n\tWe asked Tomlins why he referred to the academy as a &quot;private&quot; school when accountability would lie with the mayor, any Cranston child could apply for the lottery and parents wouldn&#39;t have to pay tuition.<br />\r\n\t<br />\r\n\tTomlins said it was because the nonprofit company that runs it, Achievement First, accepts corporate donations.<br />\r\n\t<br />\r\n\tHe said the $12-million figure came from multiplying the amount spent on teaching a child in Cranston (about $13,000 per pupil) by the number of pupils who would be leaving the system (950).<br />\r\n\t<br />\r\n\tHe said the robocall predicted an annual 6 percent to 8 percent tax increase because that&#39;s what it would take to raise the $12 million from property taxes.<br />\r\n\t<br />\r\n\t<strong>THE ACTUAL NUMBERS</strong><br />\r\n\t<br />\r\n\tTo check, we turned to an analysis by the Rhode Island Department of Education, which developed a list of the costs to Cranston of the proposed charter school.<br />\r\n\t<br />\r\n\tFirst we looked whether the mayoral academy, if approved, would draw $12 million from &quot;current funding.&quot;<br />\r\n\t<br />\r\n\tThe fact is, the project would not have removed a dime from the budget for the current fiscal year because the school would not have begun operations until a year from now.<br />\r\n\t<br />\r\n\tSo right off the bat, we were smelling lighter fluid.<br />\r\n\t<br />\r\n\tThen, we examined whether the $12 million would be true for subsequent years.<br />\r\n\t<br />\r\n\t<a href=\"http://www.scribd.com/doc/63672637\">According to the Rhode Island Department of Education,</a> in the first year of operation, the school would have had 88 Cranston kindergartners, not 950 students as Tomlins had said. The state said the cost to the city that first year would have been $664,670, a price tag that would continue to grow as the school added more grades.<br />\r\n\t<br />\r\n\tBy the time those kindergartners had become fifth graders and the academy had evolved into a full-fledged elementary school in the fall of 2017, the annual loss to Cranston&#39;s school department was projected to be $6.2 million. At that point, it would have had 460 students, nearly half of what Tomlins said.<br />\r\n\t<br />\r\n\tThus, the amount of &quot;current funding&quot; being diverted to the academy this year, or six years from now, would not have come close to the $12 million mentioned in the robocall.<br />\r\n\t<br />\r\n\t<strong>THE TAX QUESTION</strong><br />\r\n\t<br />\r\n\tHow much would taxes go up if there had been a mayoral academy in Cranston?<br />\r\n\t<br />\r\n\tFor most PolitiFact items, we don&#39;t look at predictions. After all, things can change and predictions can only be fact-checked in retrospect.<br />\r\n\t<br />\r\n\tBut the debate over taxes offers some insight into one reason the academy was so controversial.<br />\r\n\t<br />\r\n\tFung&rsquo;s proposal came at a time when Cranston is getting a big infusion of state education money -- the amount goes up by an extra $2.3 million per year every year through 2018 -- thanks to the state&#39;s new financing formula that benefits some communities over others.<br />\r\n\t<br />\r\n\tThe bad news for the School Department: It doesn&#39;t necessarily get to keep that money; it follows the student wherever that student goes.<br />\r\n\t<br />\r\n\tThus, if pupils get diverted to a mayoral academy that the School Department doesn&#39;t control, the department loses revenue.<br />\r\n\t<br />\r\n\tFung said that should not have mattered. The School Department may lose some financing, but it would also be losing students and the costs associated with teaching them. The cumulative projected cost of Cranston&#39;s share of the academy over six years was $20.3 million. &nbsp;Extra aid from the state financing formula over the same period will be $63.4 million.<br />\r\n\t<br />\r\n\t&quot;The funding formula is a per-pupil allocation and schools have to live within that,&quot; said Fung, whose <a href=\"http://www.scribd.com/doc/63679176/Proposed-Mayoral-Academy-Fiscal-Impact-Analysis\">Aug. 9 financial analysis</a> of the proposal asserted that any fears that the mayoral academy &quot;would necessitate new tax dollars, or may add an additional tax burden on Cranston residents are unfounded.&quot;<br />\r\n\t<br />\r\n\tBut opponents of the academy said it&#39;s not so simple. Losing 4 percent of your students may immediately take away 4 percent of your revenue, but it doesn&#39;t automatically cut 4 percent of your costs.<br />\r\n\t<br />\r\n\tSteven Bloom, the unofficial budget expert on the School Committee and the man Tomlins himself suggested we consult, said that if the academy had been approved, it would have plunged the School Department&#39;s budget into the red by $20 million after five years and necessitated an annual tax increase of 2 percent to 3 percent per year.<br />\r\n\t<br />\r\n\t(One reason: The department is trying to pay the city back for the $6 million it overspent in the previous years. Bloom said that without the academy, the department should be in the black by the 2016-17 fiscal year, thanks in part to the extra state money.)<br />\r\n\t<br />\r\n\t<strong>ROBOCALL DOES NOT COMPUTE</strong><br />\r\n\t<br />\r\n\tBut we&#39;re checking the facts behind Tomlins&#39; robocall, a call that may have galvanized some of the local opposition Chafee was talking about.<br />\r\n\t<br />\r\n\tIt is also a call that Bloom, an opponent of the mayoral academy, characterized as &quot;infuriating&quot; and misinformed.<br />\r\n\t<br />\r\n\tSo let&#39;s summarize.<br />\r\n\t<br />\r\n\tTomlins characterized the mayoral academy as Fung&#39;s &quot;private charter school,&quot; said it would have removed &quot;$12 million from current funding,&quot; and would have increased taxes &quot;between 6 and 8 percent per year.&quot;<br />\r\n\t<br />\r\n\tIt would not have been Fung&#39;s private school -- he would not have been able to take it with him when he left office. It would not have been a private school at all.<br />\r\n\t<br />\r\n\tIt would not have drained <em>any</em> money from the current school budget.<br />\r\n\t<br />\r\n\tIt would not have drained $12 million from the city in <em>any</em> annual budget projected through 2018.<br />\r\n\t<br />\r\n\tThe projected cumulative cost over six years would have been $20.3 million at a time when the city would be getting a $63.4 million infusion in additional state aid.<br />\r\n\t<br />\r\n\tEven if you bought Bloom&#39;s argument that the academy would ultimately have sent the School Department $20 million into the red, that still would have left Cranston with $23.1 million more in its coffers to help improve the city&#39;s public schools.<br />\r\n\t<br />\r\n\tAnd to threaten that the mayoral academy would have increased taxes by 6 percent to 8 percent each year when state law makes it difficult to impose such big tax hikes is ridiculous.<br />\r\n\t<br />\r\n\tThere were legitimate reasons to support or oppose Cranston&#39;s mayoral academy, but this robocall didn&#39;t correctly cite any of them.<br />\r\n\t<br />\r\n\tAnd because the false, inflammatory statements were made anonymously, we&#39;re going to do a little inflaming of our own. We rate Tomlin&#39;s ridiculous robocall <a href=\"http://www.politifact.com/rhode-island/about/\">Pants On Fire</a>!<br />\r\n\t<br />\r\n\t(Get updates from<a href=\"http://twitter.com/#%21/PolitiFactRI\"> PolitiFactRI on Twitter</a>. To comment or offer your ruling, visit us on our<a href=\"http://www.facebook.com/pages/PolitiFact-Rhode-Island/108242095907358\"> PolitiFact Rhode Island Facebook</a> page.)</p>", "ruling_comments_date": "2011-09-02T16:00:51.631783", "ruling_date": "2011-09-04T08:00:00", "ruling_headline": "Robocall says Cranston mayoral academy would increase taxes 6 percent to 8 percent", "ruling_headline_slug": "robocall-says-cranston-mayoral-academy-would-incre", "ruling_link_text": "Robocall does not compute", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tRILIN.state.ri.us, &quot;<a href=\"http://www.rilin.state.ri.us/Statutes/TITLE44/44-5/44-5-2.HTM\">Levy and Assessment of Local Taxes, Section 44-5-2</a>,&quot; Rhode Island General Laws, accessed Sept. 2, 2011<br />\r\n\t<br />\r\n\tInterview, Richard Tomlins, Democrat and former mayoral candidate in Cranston, R.I., Aug. 30, 2011<br />\r\n\t<br />\r\n\tScribD.com, &quot;<a href=\"http://www.scribd.com/doc/63672637\">Achievement First Funding: Funding Formula Analysis</a>,&quot; Rhode Island Department of Elementary and Secondary Education, Aug. 31, 2011<br />\r\n\t<br />\r\n\tRIDE.RI.gov, &quot;<a href=\"http://www.ride.ri.gov/Finance/funding/Uniform%20Chart%20of%20Accounts/2010/STATE/FY10%20Equalized%20Expenditures%20Report%20-%20Sorted.pdf\">FY2010 Per Pupil Expenditures - Sorted by Equalized Net Per Pupil</a>,&quot; Rhode Island Department of Education, accessed Sept. 1, 2011<br />\r\n\t<br />\r\n\tInterviews and emails, Elliot Krieger, spokesman, Rhode Island Department Education, Aug. 25-31, 2011<br />\r\n\t<br />\r\n\tInterviews and email, Steven Bloom, Cranston School Committee, Aug. 31 and Sept 1, 2011<br />\r\n\t<br />\r\n\tInterview, Allan Fung, Cranston mayor, Aug. 31, 2011<br />\r\n\t<br />\r\n\tScribD.com, &quot;<a href=\"http://www.scribd.com/doc/63679176\">Proposed Mayoral Academy Fiscal Impact Analysis</a>,&quot; Aug. 9, 2011, accessed Aug. 31, 2011<br />\r\n\t<br />\r\n\tScribD.com, &quot;<a href=\"http://www.scribd.com/doc/63745677\">Achievement First Mayoral Academy Fiscal Impact Rebuttal</a>,&quot; Cranston School Committee, Aug. 29, 2011, accessed Sept. 1, 2011<br />\r\n\t<br />\r\n\tKidsCount.org, &quot;<a href=\"http://datacenter.kidscount.org/data/bystate/stateprofile.aspx?state=RI&amp;group=All&amp;loc=6278&amp;dt=1%2c3%2c2%2c4\">Profile for Cranston (School District) - Public School Enrollment 2010</a>,&quot; accessed Sept. 2, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Richard", "half_true_count": 0, "home_state": "Rhode Island", "id": 1435, "last_name": "Tomlins", "mostly_true_count": 0, "name_slug": "richard-tomlins", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/richard_tomlins.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1435/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\t&quot;Mayor Fung wants to punish our children&#39;s education by removing 12 million dollars from current funding to pay for his private charter school. Your taxes would increase by between 6 and 8 percent per year.&quot;</p>", "statement_context": "a recorded telephone message to Cranston residents", "statement_date": "2011-08-22", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 127, "photo": null, "resource_uri": "/api/v/2/subject/127/", "subject": "Children", "subject_slug": "children", "used_in_edition": []}, {"description": "", "id": 196, "photo": null, "resource_uri": "/api/v/2/subject/196/", "subject": "City Budget", "subject_slug": "city-budget", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 183, "photo": null, "resource_uri": "/api/v/2/subject/183/", "subject": "Deficit", "subject_slug": "deficit", "used_in_edition": ["/api/v/2/edition/10/"]}, {"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}