{"art": [{"brightcove": "", "caption": "President Barack Obama addressed the 93rd Annual Conference of the American Legion on Aug. 30, 2011.", "id": 1556, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Obama_at_American_Legion.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/1556/", "title": "Obama at American Legion", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/sep/05/barack-obama/barack-obama-says-us-never-lost-major-battle-vietn/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 4390, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/4390/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tDuring a <a href=\"http://www.whitehouse.gov/the-press-office/2011/08/30/remarks-president-93rd-annual-conference-american-legion\">speech</a> before the 93rd annual conference of the American Legion on Aug. 30, 2011, President Barack Obama praised the Vietnam War veterans in the audience for their service and achievements.<br />\r\n\t<br />\r\n\t&quot;You, our Vietnam veterans, did not always receive the respect that you deserved &mdash; which was a national shame,&quot; Obama said. &quot;But let it be remembered that you won every major battle of that war. Every single one.&quot;<br />\r\n\t<br />\r\n\tWhen we noticed Obama&rsquo;s claim, we were skeptical. Was it really true that the United States, even as it lost the Vietnam War, actually won every major military battle?<br />\r\n\t<br />\r\n\tWe checked with a variety of historians specializing in the period, and 10 of them responded to our inquiries. Combined, their responses provoked a lively and nuanced debate, which we&rsquo;ll recap here.<br />\r\n\t<br />\r\n\tHere are some issues to consider:<br />\r\n\t<br />\r\n\t&bull; <strong>What constitutes &quot;winning&quot;? </strong>It&rsquo;s not as easy to answer this question as one might think.<br />\r\n\t<br />\r\n\tLance Janda, a professor of history at Cameron University in Lawton, Okla., said that &quot;our strategy in Vietnam did not revolve around taking and holding terrain. In fact, we often captured and then abandoned key positions over and over again, and measured our progress in the war through a body count.&quot;<br />\r\n\t<br />\r\n\tBy that measure, Janda added, &quot;it&rsquo;s certainly true that we consistently inflicted far greater casualties on the Viet Cong and North Vietnam than we suffered, and if that&rsquo;s the only gauge one uses to measure &lsquo;victory,&rsquo; then we really did win in Vietnam.&quot;<br />\r\n\t<br />\r\n\tOn the other hand, he said, &quot;if you argue that the North Vietnamese learned how to fight us in the early major battles of the war and then developed superior tactical and strategic plans for prolonging and ultimately winning the war, then you can plausibly make the case that they were winning a lot of battles from the beginning, regardless of the body count.&quot;<br />\r\n\t<br />\r\n\t&bull; <strong>What constitutes a &quot;major&quot; battle? </strong>There is no official list of &quot;major&quot; battles of the Vietnam War. Some battles could plausibly be classified as either major or minor, or else be classified as one battle within a broader campaign.<br />\r\n\t<br />\r\n\tSome observers <a href=\"http://www.g2mil.com/lost_vietnam.htm\">have suggested</a> that the U.S. actually lost more than two dozen battles during Vietnam. But the 10 historians we contacted agreed that most, and possibly all, of the major battles were won by the U.S.<br />\r\n\t<br />\r\n\tThe biggest battles, including Tet and Khe Sanh, &quot;took place in the first half of 1968 and all were clearly American victories,&quot; said Edwin E. Moise, a Clemson University historian. But if you expand the universe of battles that qualify as &quot;major,&quot; two in particular might be considered U.S. defeats, he said.<br />\r\n\t<br />\r\n\tOne likely loss was the battle at Landing Zone Albany, in November 1965. An American battalion of about 400 men was ambushed by the People&rsquo;s Army of North Vietnam -- the North Vietnamese army -- and parts of the battalion were overrun, Moise said. The preliminary count of American casualties was 151 killed, 121 wounded and 5 missing.<br />\r\n\t<br />\r\n\tSince defensive perimeters were established and a majority of U.S. troops did survive the battle, some might not consider it a defeat, but Moise is among those who do. Maj. Steven M. Leonard <a href=\"http://www.almc.army.mil/alog/issues/MarApr06/ia_drang_spprt.html\">wrote</a> in the journal <em>Army Logistician </em>that &quot;inevitably, there were those who would draw comparison to&quot; the wipeout of Gen. George A. Custer&rsquo;s 7th Cavalry at the Little Big Horn.<br />\r\n\t<br />\r\n\tThe second likely loss was the battle of <a href=\"http://www.ripcordassociation.com/Facts_about_Ripcord.htm\">Fire Support Base Ripcord</a> in mid 1970, which was largely unknown by the public into the mid 1980s.<br />\r\n\t<br />\r\n\tThe United States established Ripcord to help launch attacks in the A Shau and Da Krong valleys, Moise said, but the North Vietnamese army attacked it &quot;so strongly that the American command decided it had better get the U.S. troops out fast if it was to get them out alive. The withdrawal on July 23 was so hasty that the withdrawing troops were not able to take along all their artillery pieces. I would have to call this an American defeat.&quot;<br />\r\n\t<br />\r\n\tRichard H. Kohn, a historian at the University of North Carolina (Chapel Hill), added that the South Vietnamese Army lost battles even with the benefit of U.S. advisers and air power, such as Operation Lam Son 719, the incursion into Laos in 1971 <a href=\"http://www.time.com/time/magazine/article/0,9171,876899-2,00.html\">that led to heavy casualties</a>.<br />\r\n\t<br />\r\n\t&bull; <strong>Is winning military battles the appropriate yardstick to judge the Vietnam War? </strong>Ultimately, this is the question that matters. If you assume that the U.S. really did win all the major battles of the war on military terms, how does one square that with the reality that the U.S. lost the war as a whole?<br />\r\n\t<br />\r\n\t&quot;For the most part, Vietnam was not a war of &lsquo;major battles,&#39;&quot; said Andrew Bacevich, a career Army officer who now teaches international relations at Boston University.&nbsp; &quot;What matters is a war&#39;s outcome. Therefore, the president&#39;s claim is largely beside the point -- not unlike advocates of the &#39;Lost Cause&#39; citing Robert E. Lee&#39;s victories as evidence of the superiority of the Confederate army.&quot;<br />\r\n\t<br />\r\n\tTo better analyze this paradox, let&rsquo;s look at a couple of examples of military victories that were losses in the bigger picture.<br />\r\n\t<br />\r\n\tOne example is the Tet Offensive, which is often considered the turning point of the war.<br />\r\n\t<br />\r\n\tIn January 1968, the North Vietnamese army launched a surprise attack during Tet, the Vietnamese New Year. Militarily, it was a major defeat for the Communists, but in the public relations sphere, it was far from a victory for the United States. The offensive, Moise <a href=\"http://www.clemson.edu/caah/history/FacultyPages/EdMoise/viet8.html\">has written</a>, undercut U.S. claims that the Communists were weak, brought the brutality of the war to American television screens, and led to the highest U.S. casualty rates of the war.<br />\r\n\t<br />\r\n\t&quot;It was a tactical victory for the U.S. in the sense of casualties inflicted and a strategic victory in the military sense, because it defeated the enemy&#39;s plan in the field,&quot; said James C. Bradford, a Texas A&amp;M University historian. &quot;But the North Vietnamese won a strategic political victory in the sense that the campaign eroded support for the war in the U.S. and contributed directly to President Lyndon B. Johnson&#39;s decision to not seek re-election.&quot;<br />\r\n\t<br />\r\n\tMeanwhile, in the battle for &quot;<a href=\"http://www.historynet.com/battle-for-hamburger-hill-during-the-vietnam-war.htm\">Hamburger Hill</a>&quot; in May 1969, 46 Americans died and 400 were wounded. Enemy losses were much higher -- the number of dead was estimated to be 673 -- and the U.S. seized the hill in question. So by body counts and tactical achievements, the battle for Hamburger Hill was a U.S. victory. But within days, the U.S. decided to abandon the position it had seized, for tactical and operational reasons. And the victory came at a steep price back home.<br />\r\n\t<br />\r\n\tAs the late Col. Harry G. Summers Jr. <a href=\"http://www.historynet.com/battle-for-hamburger-hill-during-the-vietnam-war.htm\">wrote</a> in 1999, &quot;war is first and foremost a political act, and in the view of politicians in Washington the 101st Airborne Division&#39;s assault on Hamburger Hill had been a disaster. As Hedrick Smith reported in the May 23, 1969, <em>New York Times</em>, a number of civilian officials in the Nixon administration were afraid such Pyrrhic victories would undermine public support for the war and thus shorten the administration&#39;s time for successful negotiations in Paris.&quot;<br />\r\n\t<br />\r\n\tThe historians we contacted largely agreed that the president was technically right, or at least close to right, in saying that the U.S. won the war&rsquo;s major battles.<br />\r\n\t<br />\r\n\tAuthor Doris Kearns Goodwin noted that Obama&rsquo;s comments were targeted directly to veterans. &quot;The responsibility for the eroding support for the war falls on the political leaders, not on the veterans,&quot; she said.<br />\r\n\t<br />\r\n\tAt the same time, while Obama&#39;s comment may be technically accurate, several historians added that it may be irrelevant because it does not address the larger factors that had a more dramatic impact on the conduct and outcome of the war.<br />\r\n\t<br />\r\n\tBefore his death in 1999, Summers <a href=\"http://www.carlisle.army.mil/usawc/parameters/Articles/07autumn/halloran.pdf\">liked to tell</a> about a meeting he had with a North Vietnamese colonel named Tu while he was with a delegation visiting Hanoi in 1975. At one point, Summers told Tu, &quot;You know, you never defeated us on the battlefield.&quot; Tu paused for a moment, then replied, &quot;That may be so. But it is also irrelevant.&quot;<br />\r\n\t<br />\r\n\tObama&rsquo;s claim, said Cameron University&rsquo;s Janda, &quot;is ultimately emotional and defies logic.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tMost of the the 10 historians agreed that Obama was pretty close to correct when he said that the U.S. didn&rsquo;t lose any major battles in the Vietnam War -- &quot;pretty close&quot; because a case can be made that the U.S. lost the battles for Landing Zone Albany and Fire Support Base Ripcord, and possibly others.</p>\r\n<p>\r\n\tBut Obama&#39;s remark to the veterans fits our definition of a Half True - the statement is partially accurate but leaves out important details or takes things out of context. Although the U.S. may have won most of the major battles, it&#39;s important to note that there is wide agreement that the U.S. lost the war. The cause of that may very well be political decisions rather than military ones, but it&#39;s an exaggeration to portray the U.S. effort the way Obama has. We rate his statement Half True.<br />\r\n\t<br />\r\n\t&nbsp;</p>", "ruling_comments_date": "2011-09-02T16:08:30.146215", "ruling_date": "2011-09-05T06:00:00", "ruling_headline": "Barack Obama says U.S. never lost a major battle in Vietnam", "ruling_headline_slug": "barack-obama-says-us-never-lost-major-battle-vietn", "ruling_link_text": "Winning the battles but losing the war?", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tWhite House, <a href=\"http://www.whitehouse.gov/the-press-office/2011/08/30/remarks-president-93rd-annual-conference-american-legion\">remarks</a> by President Barack Obama at the 93rd Annual Conference of the American Legion, August 30, 2011<br />\r\n\t<br />\r\n\tCol. Harry G. Summers, Jr., &quot;<a href=\"http://www.historynet.com/battle-for-hamburger-hill-during-the-vietnam-war.htm\">Battle Of Hamburger Hill During The Vietnam War</a>,&quot; originally published in the June 1999 issue of <em>Vietnam </em>magazine<br />\r\n\t<br />\r\n\tEdwin E. Moise, &quot;<a href=\"http://www.clemson.edu/caah/history/FacultyPages/EdMoise/viet8.html\">The Tet Offensive and its Aftermath</a>&quot;<br />\r\n\t<br />\r\n\tMaj. Steven M. Leonard, &quot;<a href=\"http://www.almc.army.mil/alog/issues/MarApr06/ia_drang_spprt.html\">Forward Support in the Ia Drang Valley</a>,&quot; in <em>Army Logistician</em><br />\r\n\t<br />\r\n\t<em>Time</em>, &quot;<a href=\"http://www.time.com/time/magazine/article/0,9171,876899-1,00.html\">Indochina: The Invasion Ends</a>,&quot; April 5, 1971<br />\r\n\t<br />\r\n\tRichard Halloran, &quot;<a href=\"http://www.carlisle.army.mil/usawc/parameters/Articles/07autumn/halloran.pdf\">Strategic Communication</a>,&quot; in <em>Parameters</em>, Autumn 2007<br />\r\n\t<br />\r\n\tE-mail interview with Andrew Bacevich, professor of international relations at Boston University, Sept. 1, 2011<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tE-mail interview with Richard H. Kohn, professor of history at the University of North Carolina, Sept. 1, 2011<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tE-mail interview with Lance Janda, professor of history at Cameron University, Sept. 1, 2011<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tE-mail interview with Ted Wilson, history professor at the University of Kansas, Sept. 1, 2011<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tE-mail interview with James C. Bradford, history professor at Texas A&amp;M University, Sept. 1, 2011<br />\r\n\t<br />\r\n\tE-mail interview with William W. Stueck, historian at the University of Georgia, Sept. 1, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Edwin E. Moise, historian at Clemson University, Sept. 1, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Doris Kearns Goodwin, historian and author, Sept. 1, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Dennis M. Simon, political scientist at Southern Methodist University, Sept. 2, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Robert. K. Brigham, professor of history and international relations at Vassar College, Sept. 2, 2011</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\r\n\tThe United States &quot;won every major battle&quot; of the Vietnam War. &quot;Every single one.&quot;</p>", "statement_context": "a speech to the American Legion", "statement_date": "2011-08-30", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}, {"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}, {"description": "", "id": 51, "photo": null, "resource_uri": "/api/v/2/subject/51/", "subject": "Veterans", "subject_slug": "veterans", "used_in_edition": []}], "target": [], "twitter_headline": ""}