{"art": [], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/ohio/statements/2011/sep/08/national-republican-senatorial-committee/nrsc-blasts-brown-standing-obama-his-jobs-record-a/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 4406, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/4406/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tIf the state of the nation is determined in any way by the president, those who stand with the president are destined to share credit or blame. Fair or not, that&rsquo;s how political messages are being framed for the 2012 elections.<br />\r\n\t<br />\r\n\tWe&rsquo;ve see few better examples than what follows from the National Republican Senatorial Committee. After noting that U.S. Sen. Sherrod Brown of Ohio won office in 2006 saying he wanted to pursue sound economic policies, the Republican committee said in a news release on Aug. 23:<br />\r\n\t<br />\r\n\t&quot;However, as Senator Brown has stood side-by-side with President Obama on virtually every major issue, including all of his major spending proposals, he and his fellow Democrats in Washington have presided over the most rapid increase in the debt over the last 2.5 years and they are on track to have the worst jobs record in the modern era.&quot;<br />\r\n\t<br />\r\n\tThat&rsquo;s a mouthful. Yet broken down into components, each part of the claim can be checked. And because this rap against Brown will be heard again and again over the next 14 months, PolitiFact Ohio thought it was worthwhile to do the checking now.<br />\r\n\t<br />\r\n\tSo the components, in order:<br />\r\n\t<br />\r\n\t<strong> Brown &quot;has stood side by side with President Obama on virtually every major issue, including all of his major spending proposals.&quot;</strong><br />\r\n\t<br />\r\n\tJahan Wilcox, a spokesman for the NRSC (an arm of the Republican Party), cited as major issues the American Recovery and Reinvestment Act of 2009, better known as the economic stimulus bill; the Patient Protection and Affordable Care Act, passed in 2010; and the debt-hike bill of August 2011, which lifted the $14.3 trillion ceiling on government borrowing.<br />\r\n\t<br />\r\n\tThose certainly are big. Obama pushed for passage and Brown voted yes on each one, as did Senate and House majorities.<br />\r\n\t<br />\r\n\tBrown&rsquo;s communications director, Meghan Dubyak, notes that the senator and president have disagreed on some big issues, too, such as carbon dioxide emission limits on factories and coal-burning power plants, &nbsp;a speedier withdrawal of troops from Afghanistan, and foreign trade. &nbsp;<br />\r\n\t<br />\r\n\tWere these major issues?<br />\r\n\t<br />\r\n\tOur dictionary (Webster&rsquo;s Ninth New Collegiate) defines major as greater in importance, or notable or conspicuous in effort and scope. The carbon caps were a significant issue in House of Representatives races last year in Ohio. But the stimulus and health care bill&rsquo;s were Obama&rsquo;s masterpieces, even if their final versions represented compromise. These, and the economy, have defined the Obama presidency.<br />\r\n\t<br />\r\n\t<strong>Brown &quot;and his fellow Democrats have presided over the most rapid increase in the debt over the last 2.5 years.&quot;</strong><br />\r\n\t<br />\r\n\tThe debt has shot up from $10.626 trillion when Obama entered office to $14.622 trillion on Aug. 30, according to the Treasury Department&rsquo;s &quot;<a href=\"http://www.treasurydirect.gov/NP/BPDLogin?application=np\">Debt to the Penny</a>&quot; database. In raw dollars, that $4 trillion increase is the most rapid rise in debt under any president, <a href=\"http://www.cbsnews.com/8301-503544_162-20095704-503544.html\">according to CBS News</a>, which was one of the NRSC&rsquo;s sources for the claim. Note the word &quot;rapid,&quot; because it&rsquo;s important here. Total debt during President George W. Bush&rsquo;s presidency rose by $4.9 trillion, according to the Treasury Department, but that was over the course of eight years. Obama has been in office less than three years.<br />\r\n\t<br />\r\n\tBut a dollar today is not worth what it was in, say, 1940, so we wondered about the rate of increase. We turned to the Office of Management and Budget&rsquo;s historical debt tables and took out a calculator for additional perspective. Measured by rate of change, the gross federal debt has grown by 38 percent during the 2.5 years of Obama&rsquo;s presidency.<br />\r\n\t<br />\r\n\tThat is not a historical record &nbsp;Consider a one-year change during World War II, from the end of 1942 to the end of 1943: The gross debt rose 80 percent from $79.2 billion to $142.6 billion. It went up by another 43 percent the next year.<br />\r\n\t<br />\r\n\tThat was debt from a world war, of course, an extraordinary time.<br />\r\n\t<br />\r\n\tBefore moving on, it&rsquo;s important to note one more piece of context. The NRSC did not say specifically that all the current debt was Obama&rsquo;s and Brown&rsquo;s fault. The statement was simply that Brown and fellow Democrats have &quot;presided&quot; over the rise, which the NRSC says means that Democrats voted to let the debt rise that high, approving debt-ceiling hikes like the controversial one that passed in August.<br />\r\n\t<br />\r\n\tBrown&rsquo;s spokeswoman says she reads that to mean the NRSC is blaming Brown for the underlying policies and programs that drove up the debt, and we agree that the NRSC makes that implication. PolitiFact has noted a number of times that the Obama administration inherited debt from Bush, the result of major tax cuts, wars in Iraq and Afghanistan, a costly Medicare prescription drug benefit, and a recession. The debt then grew under Obama with the stimulus, the continuation of the wars and tax cuts, and an economy that still threatens to flat-line. Both parties say if only their policies were followed, the nation would ease out of this mess. We don&rsquo;t claim universal wisdom but, <a href=\"http://www.politifact.com/ohio/statements/2011/may/31/national-republican-congressional-committee/nrcc-says-rep-betty-suttons-spending-spree-maxed-o/\">as we have observed before</a>, there&rsquo;s blame and credit all around.<br />\r\n\t<br />\r\n\t<strong>Brown and Obama &quot;are on track to have the worst jobs record in the modern era.&quot;</strong><br />\r\n\t<br />\r\n\tThere are several ways to weigh this claim. <a href=\"http://data.bls.gov/cgi-bin/surveymost?bls\">U.S. Bureau of Labor Statistics figures</a>, which the NRSC used, show job losses of 2.37 million from January 2009, the month Obama entered office, through July 2011, the most recently recorded month. But since Bush was still president for the first 19 days of January 2009, and the nation was already losing 600,000 to 800,000 jobs a month at that point, some claim it is fairer to start the measurement in February 2009, Obama&rsquo;s first full month in office. That puts the job losses during Obama&rsquo;s presidency so far at 1.64 million.<br />\r\n\t<br />\r\n\tIs this the worst in the modern era?<br />\r\n\t<br />\r\n\tThe NRSC points to the <a href=\"http://www.washingtonpost.com/blogs/fact-checker/post/rick-perrys-claim-that-obama-has-killed-more-jobs-than-any-other-president/2011/08/20/gIQAfRuOSJ_blog.html\">Washington Post&rsquo;s &quot;Fact Checker&quot; column</a> &nbsp;for backup here. The Post weighed similar claims made by former Massachusetts Gov. Mitt Romney and Texas Gov. Rick Perry about Obama, and wrote, &quot;When Romney made his statement, both Ronald Reagan and Obama were tied for the first two years of their presidency &mdash; a decline of about 2.3 percent in the number of people employed. The economy, however, really started to pick up in Reagan&rsquo;s third year, while it has flagged under Obama, so for the first 2 &frac12; years, Obama&rsquo;s record is now worse: a decline of about 1.4 percent under Obama, versus 0.5 percent under Reagan.&quot;<br />\r\n\t<br />\r\n\tThe comparison can change with each successive month. But the NRSC allowed for some wiggle room by saying Obama and Brown are &quot;on track&quot; for a horrible jobs record.<br />\r\n\t<br />\r\n\tSo is the NRSC right?<br />\r\n\t<br />\r\n\tAs the Post noted, it is foolish to blame Obama for every one of those job losses, since the nation was already bleeding jobs when he got elected. We&rsquo;ll go a step further: A single senator represents one vote out 100, and hardly has power to control job losses. He can, however, support policies, and sometimes his single vote matters.<br />\r\n\t<br />\r\n\tBrown cast a crucial final vote that allowed the stimulus bill to pass, returning to Washington on a White House-provided plane on Feb. 13, 2009, from visitation in advance of his mother&rsquo;s next-day funeral. A number of economists say that as bad as the economy got, more jobs would have been lost had it not been for the stimulus. That is not to say all economists agree, nor is it to argue that Obama and Congress have or haven&rsquo;t handled the economy effectively. It is merely noting a single senator&rsquo;s role, since the NRSC assigns Brown blame.<br />\r\n\t<br />\r\n\tGoing back to each part of the claim, then, the NRSC is correct on the highlights when it says Brown has stood side by side with Obama on virtually every major issue. But it overlooks energy -- a major issue in Ohio in 2010, though potentially less so in 2012, and one on which Brown took a different position than the president.<br />\r\n\t<br />\r\n\tIt is correct in a narrow way when it says that Brown and Obama &quot;presided&quot; over the most rapid rise in debt in 2 &frac12; years, but that claim ignores much greater rises in the rate of growth during the 1940s, as well as the reason for some of the debt.<br />\r\n\t<br />\r\n\tAs for being on track for the wost jobs record in the modern era, Obama may be headed for that ignominious distinction, but a single legislator generally lacks that kind of power.<br />\r\n\t<br />\r\n\tPut together, this compound claim leaves out important details and context. On the Truth-O-Meter, it merits a rating of Half True.</p>", "ruling_comments_date": "2011-09-07T18:30:09.213630", "ruling_date": "2011-09-08T06:00:00", "ruling_headline": "NRSC blasts Brown for standing by Obama, his jobs record and debt increases", "ruling_headline_slug": "nrsc-blasts-brown-standing-obama-his-jobs-record-a", "ruling_link_text": "Who knew one senator could shoulder so much blame?", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tStatement from National Republican senatorial Committee, Aug. 23, 2011<br />\r\n\t<br />\r\n\tE-mail exchange with Jahan Wilcox, NRSC spokesman, Aug. 31 and Sept. 1, 2011<br />\r\n\t<br />\r\n\tE-mail and telephone conversations with Meghan Dubyak, communications director for Sen. Sherrod Brown, Aug. 30 and Sept. 1, 2011<br />\r\n\t<br />\r\n\tU.S. Treasury Department, &quot;<a href=\"http://www.treasurydirect.gov/NP/BPDLogin?application=np\">Debt to the Penny</a>&quot; database, accessed Sept. 1, 2011<br />\r\n\t<br />\r\n\tU.S. Labor Department, Bureau of Labor Statistics, Total Nonfarm Employment database, accessed Sept. 1, 2011<br />\r\n\t<br />\r\n\tCBS News, &quot;<a href=\"http://www.cbsnews.com/8301-503544_162-20095704-503544.html\">National debt has increased $4 trillion under Obama</a>,&quot; CBS News, Aug. 22, 2011<br />\r\n\t<br />\r\n\tWhite House Office of Management and Budget, &quot;Federal debt at the end of the year: 1940-2016,&quot; Historical Tables<br />\r\n\t<br />\r\n\tPolitiFact Ohio, &quot;<a href=\"http://www.politifact.com/ohio/statements/2011/may/31/national-republican-congressional-committee/nrcc-says-rep-betty-suttons-spending-spree-maxed-o/\">NRCC</a><a href=\"http://www.politifact.com/ohio/statements/2011/may/31/national-republican-congressional-committee/nrcc-says-rep-betty-suttons-spending-spree-maxed-o/\"> says that Rep. Betty Sutton maxed out federal debt</a>,&quot; May 31, 2011<br />\r\n\t&nbsp;</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 13, "current_job": "", "false_count": 6, "first_name": "", "half_true_count": 8, "home_state": "", "id": 143, "last_name": "National Republican Senatorial Committee", "mostly_true_count": 2, "name_slug": "national-republican-senatorial-committee", "pants_count": 6, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Logo_NRC_Elephant_.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/143/", "total_count": 35, "true_count": 0, "website": ""}, "statement": "<p>\r\n\tSherrod Brown &quot;has stood side by side&quot; with President Barack Obama, presiding &quot;over the most rapid increase in the debt over the last 2.5 years&quot; and hurtling toward &quot; the worst jobs record in the modern era.&quot;</p>", "statement_context": "a news release", "statement_date": "2011-08-23", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 183, "photo": null, "resource_uri": "/api/v/2/subject/183/", "subject": "Deficit", "subject_slug": "deficit", "used_in_edition": ["/api/v/2/edition/10/"]}, {"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "U.S. Senator", "false_count": 4, "first_name": "Sherrod", "half_true_count": 5, "home_state": "Ohio", "id": 387, "last_name": "Brown", "mostly_true_count": 9, "name_slug": "sherrod-brown", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-sherrod-brown2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/387/", "total_count": 37, "true_count": 14, "website": "http://www.brown.senate.gov/"}], "twitter_headline": ""}