{"art": [], "author": [{"email_address": "cshinske@starledger.com", "first_name": "Caryn", "id": 246, "last_name": "Shinske", "name_slug": "caryn-shinske", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 15, "publication_name": "Newark Star-Ledger", "resource_uri": "/api/v/2/publication/15/"}, "resource_uri": "/api/v/2/staffer/246/", "title": "PolitiFact New Jersey editor", "twitter": null}], "canonical_url": "/new-jersey/statements/2011/sep/16/jersey-central-power-light/jcpl-says-hurricane-irene-was-second-largest-storm/", "edition": {"adkey": "Editions", "advalue": "New Jersey", "edition": "New Jersey", "edition_slug": "new-jersey", "has_afterthefact": false, "id": 13, "index_page": false, "meter_name": "The New Jersey Truth-O-Meter", "resource_uri": "/api/v/2/edition/13/"}, "editor": [{"email_address": "tcurran@starledger.com", "first_name": "Tom", "id": 264, "last_name": "Curran", "name_slug": "tom-curran", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 15, "publication_name": "Newark Star-Ledger", "resource_uri": "/api/v/2/publication/15/"}, "resource_uri": "/api/v/2/staffer/264/", "title": "Associate Editor, Newark Star-Ledger", "twitter": null}], "facebook_headline": null, "id": 4454, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "cshinske@starledger.com", "first_name": "Caryn", "id": 246, "last_name": "Shinske", "name_slug": "caryn-shinske", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 15, "publication_name": "Newark Star-Ledger", "resource_uri": "/api/v/2/publication/15/"}, "resource_uri": "/api/v/2/staffer/246/", "title": "PolitiFact New Jersey editor", "twitter": null}], "resource_uri": "/api/v/2/statement/4454/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\t<br />\r\n\tWhen Hurricane Irene roared ashore last month in New Jersey and along parts of the East Coast, the storm killed people, destroyed homes, ruined belongings and caused unprecedented flooding.<br />\r\n\t<br />\r\n\tIt also left more than 7 million people in North America without power, according to Jersey Central Power and Light.<br />\r\n\t<br />\r\n\t&quot;In fact, Irene was the second-largest storm to hit North America in terms of power outages &ndash; and the first hurricane to make landfall in New Jersey since 1904,&quot; according to an advertisement the company published in the Sept. 7 Star-Ledger.<br />\r\n\t<br />\r\n\tPolitiFact New Jersey checked that statistic with a number of weather and energy experts, many of whom agree that Irene is one of the worst storms to hit North America. However, at least one organization puts the number of outages at 9 million.<br />\r\n\t<br />\r\n\tFirst, let&rsquo;s look at how JCP&amp;L arrived at its statistic.<br />\r\n\t<br />\r\n\tSpokesman Ron Morano said the company&rsquo;s research was focused on the costliest and most destructive hurricanes &ndash; those affecting large population areas and multiple states. Among them: Hurricane Ike in 2008, which affected customers in 10 states and Canada; and Irene, which affected people in 14 states and the District of Columbia. Irene also entered Canada, but lost its tropical characteristics by the time it crossed the border, said Dennis Feltgen, spokesman for the National Hurricane Center in Miami.<br />\r\n\t<br />\r\n\tJCP&amp;L reviewed a 2009 report by Jeff Masters, a meteorologist and co-founder of the Weather Underground website, that states Ike disrupted power to 7.5 million people. JCP&amp;L also looked at utility reports, press releases from affected utility companies, information from the U.S. Department Of Energy, the National Weather Service, and news articles about Irene that supported data in Masters&rsquo; report, Morano said in an email.<br />\r\n\t<br />\r\n\tMorano provided a list of 16 major utility companies along the East Coast that reported 7,070,000 power outages during Irene. More than 670,000 of JCP&amp;L&rsquo;s 1.1 million customers were among those without power.</p>\r\n<p>\r\n\tJCP&amp;L struggled to restore service&nbsp;in&nbsp;Irene&#39;s aftermath,&nbsp;and some customers reported being without power for eight days.&nbsp;The company, in press releases, said delays in restoring power were caused by the volume of outages, the location of some problems and continued flooding. Partly because of JCP&amp;L&#39;s storm response, public hearings&nbsp;are planned to discuss&nbsp;with the state&#39;s utility companies how to improve response&nbsp;for the next storm.</p>\r\n<p>\r\n\t&quot;Based on the most recent information, Irene is all but certain to top 7.5 million customers affected,&quot; Morano wrote. &quot;Nothing in our research indicates a hurricane has impacted more than 7.5 million customers in North America.&quot;<br />\r\n\t<br />\r\n\tBut figures still vary.<br />\r\n\t<br />\r\n\tThe Department of Energy&rsquo;s Office of Electricity Delivery and Energy Reliability reported a high of 5.9 million customers with outages during Irene, but cautioned that its data does not include all utility companies. The same office reported a high of approximately 3.8 million outages for Ike.<br />\r\n\t<br />\r\n\tA spokesman for the Washington, DC-based Edison Electric Institute said its outages tally for investor-owned electric companies is approximately 9 million. Municipal power companies and cooperatives are not included in that figure, said spokesman Dan Riedinger. The institute represents approximately 70 percent of the U.S. electric power industry.<br />\r\n\t<br />\r\n\tGiven the institute&rsquo;s estimate &ndash; which is in line with figures reported by the Associated Press on Aug. 30 and Sept. 1 for communities from the Carolinas to Maine -- wouldn&rsquo;t that make Irene, not Ike, the largest storm to hit North America in terms of power outages?<br />\r\n\t<br />\r\n\t&quot;I&rsquo;m 99 percent sure in terms of the storm that that is correct but we just can&rsquo;t confirm it yet,&quot; Riedinger said.<br />\r\n\t<br />\r\n\tStill, Ike&rsquo;s ranking is a bit dubious. Since numerous agencies and experts we contacted said there&rsquo;s no way to quantify an exact number of outages &ndash; and, therefore, rank them -- we asked Masters how he was able to do that for the 2009 report cited by JCP&amp;L.<br />\r\n\t<br />\r\n\t&quot;All I did was go through the Wikipedia pages for every major hurricane power outage event of the past 40 years,&quot; he said in an email. &quot;Not authoritative at all. I put a plea on the post that if anyone knew of better sources of power outage data, they should contact me, but no one did.&quot;<br />\r\n\t<br />\r\n\tWikipedia is an online database where anyone can enter or edit information on a particular subject, regardless of accuracy.<br />\r\n\t<br />\r\n\tAs for the other part of JCP&amp;L&rsquo;s statement, both David Robinson, New Jersey&rsquo;s state climatologist, and Feltgen said the last hurricane before Irene to make landfall in New Jersey was in 1903 &ndash; not 1904, as JCP&amp;L&rsquo;s ad stated.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tJCP&amp;L says Hurricane Irene was the second-largest storm to hit North America in terms of power outages, with at least 7 million customers affected. Several experts we spoke with offer power outage ranges from 5.9 million to 9 million, noting that not every utility company is included in those estimates. Prior to Irene, Ike in 2008 reportedly caused 7.5 million outages, but some sourcing of that data comes from an online database with questionable accuracy issues. Still, JCP&amp;L&rsquo;s overall point about Irene being a major storm that caused millions to lose power is valid. We rate this claim Mostly True.&nbsp;</p>\r\n<p>\r\n\tTo comment on this ruling, go to <a href=\"http://www.nj.com/news/index.ssf/2011/09/politifact_nj_jcpl_calls_hurri.html\">NJ.com</a>.</p>", "ruling_comments_date": "2011-09-15T16:47:20.515300", "ruling_date": "2011-09-16T05:15:00", "ruling_headline": "JCP&L says Hurricane Irene was second largest storm to hit continent in terms of power outages", "ruling_headline_slug": "jcpl-says-hurricane-irene-was-second-largest-storm", "ruling_link_text": "Irene, the outage queen?", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tThe Star-Ledger, JCP&amp;L advertisement, Sept. 7, 2011<br />\r\n\tPhone interview with Greg Reinert, spokesman, New Jersey Board of Public Utilities, Sept. 7, 2011<br />\r\n\tEmail interview with Ron Morano, JCP&amp;L spokesman, Sept. 7, 8 and 13, 2011<br />\r\n\tNational Hurricane Center website, accessed Sept. 7, 2011<br />\r\n\tThe Star-Ledger, &quot;A public tiff over JCP&amp;L response,&quot; Sept. 7, 2011<br />\r\n\tEmail interview with David Robinson, New Jersey state climatologist, Sept. 7, 2011<br />\r\n\tPhone interview with U.S. Department of Energy, Sept. 8, 2011<br />\r\n\tAsbury Park Press, &quot;Christie hikes pressure on power companies, wants local public hearings on hurricane outages,&quot; accessed online Sept. 9, 2011<br />\r\n\tEmail interview with Dr. Jeff Masters, meteorologist, Sept. 12, 2011<br />\r\n\tPhone interview with National Weather Service, Sept. 12, 2011<br />\r\n\tPhone interview with Dennis Feltgen, spokesman, National Hurricane Center, Sept. 12 and 13, 2011<br />\r\n\tPhone interview with U.S. Federal Emergency Management Agency, Sept. 12, 2011<br />\r\n\tThe Associated Press, &quot;About two-thirds of Irene power outages are fixed,&quot; Aug. 30, 2011, accessed at MSNBC.com, Sept. 12, 2011<br />\r\n\tEmail interview with Kimberly Mielcarek, spokeswoman, North American Electric Reliability Corp., Sept. 12, 2011<br />\r\n\tPhone interview with Clay Perry, media relations office, Electric Power Research Institute, Sept. 13, 2011<br />\r\n\tPhone interview with Dan Riedinger, spokesman, Edison Electric Institute, Sept. 14, 2011&nbsp;</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "", "id": 1453, "last_name": "Jersey Central Power & Light", "mostly_true_count": 1, "name_slug": "jersey-central-power-light", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/jcpl.jpg", "primary_edition": {"adkey": "Editions", "advalue": "New Jersey", "edition": "New Jersey", "edition_slug": "new-jersey", "has_afterthefact": false, "id": 13, "index_page": false, "meter_name": "The New Jersey Truth-O-Meter", "resource_uri": "/api/v/2/edition/13/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1453/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\tHurricane &quot;Irene was the second-largest storm to hit North America in terms of power outages -- and the first hurricane to make landfall in New Jersey since 1904.&quot;<br />\r\n\t&nbsp;</p>", "statement_context": "an advertisement", "statement_date": "2011-09-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 198, "photo": null, "resource_uri": "/api/v/2/subject/198/", "subject": "Weather", "subject_slug": "weather", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": ""}