{"art": [{"brightcove": "", "caption": "GOP presidential candidate Michele Bachmann linked HPV vaccine and mental retardation in an interview on the Today Show. But is there science to back it up?", "id": 1590, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Bachmann_3.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/1590/", "title": "Bachmann on Today", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}, {"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/sep/16/michele-bachmann/bachmann-hpv-vaccine-cause-mental-retardation/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 4462, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}, {"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/4462/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tAfter criticizing Texas Gov. Rick Perry for mandating a vaccine for school girls, Rep. Michele Bachmann added some scary charges: She claimed to have just met a woman whose daughter suffered mental retardation from the vaccine, that it has &quot;very dangerous consequences&quot; and that it puts &quot;little children&#39;s lives at risk.&quot;<br />\r\n\t<br />\r\n\tIn the CNN/Tea Party Express debate in Tampa on Sept. 12, 2011, Bachmann blasted Perry for mandating a vaccine for school girls to guard against human papilloma virus, or HPV, which can cause cervical cancer. The vaccine can prevent the virus, but the virus is sexually transmitted, which makes the idea of requiring the inoculation of young girls controversial among some parents.&nbsp;<br />\r\n\t<br />\r\n\tPerry issued an executive order requiring the Texas Health and Human Services Commission to adopt rules mandating all girls entering sixth grade receive a vaccination against HPV. The order included an opt-out, allowing exemptions if parents objected for philosophical or religious reasons. (Read more on the&nbsp;<a href=\"http://www.politifact.com/texas/statements/2010/feb/06/rick-perry/perry-says-hpv-vaccine-he-mandated-would-have-been/\">history</a>&nbsp;of the executive order.)<br />\r\n\t<br />\r\n\tCritics raised two major objections to Perry&#39;s 2007 order -- that the state should not require vaccinations for sexually transmitted diseases, and that parents should be asked beforehand whether they wanted their children vaccinated. The Legislature overruled Perry&#39;s order, and during the presidential campaign, Perry has said he made a mistake by ordering the vaccinations without consent of the Legislature.&nbsp;<br />\r\n\t<br />\r\n\tDuring the debate, Bachmann suggested that the vaccine maker, Merck &amp; Co., used political influence to get Perry&#39;s approval for the vaccine, Gardasil. She also suggested that the vaccine might be harmful to the young girls who received it, saying, &quot;Little girls who have a negative reaction to this potentially dangerous drug don&#39;t get a &#39;mulligan&#39;&quot; -- that is, a do-over.</p>\r\n<p>\r\n\tBachmann received applause for her attacks.&nbsp;<br />\r\n\t<br />\r\n\tBut in subsequent interviews, Bachmann became more specific that the vaccine harmed children&#39;s health.<br />\r\n\t<br />\r\n\tHere&#39;s what she said in an interview on Fox News:</p>\r\n<p>\r\n\t&quot;There&#39;s a woman who came up crying to me tonight after the debate. She said her daughter was given that vaccine. She told me her daughter suffered mental retardation as a result of that vaccine. There are very dangerous consequences. It&#39;s not good enough to take, quote, &#39;a mulligan&#39; where you want a do-over, not when you have little children&#39;s lives at risk.&quot;</p>\r\n<p>\r\n\tAnd here&#39;s what she told NBC&#39;s &quot;Today Show&quot;:</p>\r\n<p>\r\n\t&quot;Well, I will tell you that I had a mother last night come up to me here in Tampa, Florida, after the debate,&quot; Bachmann said. &quot;She told me that her little daughter took that vaccine, that injection, and she suffered from mental retardation thereafter. It can have very dangerous side effects. The mother was crying what she came up to me last night. I didn&#39;t know who she was before the debate. This is a very real concern and people have to draw their own conclusions.&quot;</p>\r\n<p>\r\n\tSo while Bachmann hedged somewhat that people can &quot;draw their own conclusions,&quot; she still made a very clear suggestion that the vaccine can cause retardation and puts &quot;little children&#39;s lives at risk.&quot;<br />\r\n\t<br />\r\n\tWhen&nbsp;<a href=\"http://www.sfgate.com/cgi-bin/blogs/nov05election/detail?entry_id=97578\">asked about the remark</a>&nbsp;on Sept. 15, 2011, in San Rafael, Calif., Bachmann continued to hedge somewhat, saying, &quot;I didn&#39;t make any statements that would indicate I&#39;m a doctor, I&#39;m a scientist, or making any conclusions about the drug one way or the other.&quot; She added that she was merely relaying the concerns of a woman who was &quot;very distraught.&quot; But Bachmann turned down a chance to apologize for her earlier comments.<br />\r\n\t<br />\r\n\tSoon after Bachmann made the claim, medical professionals raced to counter the notion that an HPV vaccination can cause mental retardation.<br />\r\n\t<br />\r\n\tThe American Academy of Pediatrics, which includes 60,000 primary care pediatricians, released the following&nbsp;<a href=\"http://www.aap.org/advocacy/releases/hpv2011.pdf\">statement</a>:</p>\r\n<p>\r\n\t&quot;The American Academy of Pediatrics would like to correct false statements made in the Republican presidential campaign that HPV vaccine is dangerous and can cause mental retardation. There is absolutely no scientific validity to this statement. Since the vaccine has been introduced, more than 35 million doses have been administered, and it has an excellent safety record. The American Academy of Pediatrics, the Centers for Disease Control and Prevention, and the American Academy of Family Physicians all recommend that girls receive HPV vaccine around age 11 or 12. That&rsquo;s because this is the age at which the vaccine produces the best immune response in the body, and because it&rsquo;s important to protect girls well before the onset of sexual activity. In the U.S., about 6 million people, including teens, become infected with HPV each year, and 4,000 women die from cervical cancer. This is a life-saving vaccine that can protect girls from cervical cancer.&quot;<br />\r\n\t<br />\r\n\tMany in the medical community pointed to the vaccine&#39;s track record in the Vaccine Adverse Event Reporting System, or&nbsp;<a href=\"http://vaers.hhs.gov/index\">VAERS</a>. This is a database co-sponsored by the Centers for Disease Control and Prevention and the Food and Drug Administration that tracks &quot;adverse&quot; health events following vaccinations, ranging from minor to serious. The database has limitations -- some adverse events may not be overlooked if VAERS isn&#39;t notified, and the agencies who run it caution that just because an adverse event happened, it doesn&#39;t mean that the vaccination was the cause.<br />\r\n\t<br />\r\n\tHowever, VAERS is the largest such database available, and measured by its standards, the HPV vaccine in question&nbsp;<a href=\"http://www.cdc.gov/vaccinesafety/vaccines/hpv/gardasil.html\">has fared well</a>&nbsp;in terms of possible side effects:<br />\r\n\t<br />\r\n\t&quot;As of June 22, 2011, approximately 35 million doses of Gardasil were distributed in the U.S. and VAERS received a total of 18,727 reports of adverse events following Gardasil vaccination. ... Of the total number of VAERS reports following Gardasil, 92 percent were considered to be non-serious, and 8 percent were considered serious. ... The vast majority (92 percent) of the adverse events reports following Gardasil vaccination have included fainting, pain, and swelling at the injection site (the arm), headache, nausea, and fever. Syncope (fainting) is common after injections and vaccinations, especially in adolescents. Falls after fainting may sometimes cause serious injuries, such as head injuries, which can be prevented by closely observing the person for 15 minutes after vaccination.&quot;<br />\r\n\t<br />\r\n\tThe remaining 8 percent of adverse events included such serious ailments as Guillain-Barr&eacute; Syndrome, a nervous system disorder, blood clots and even death. However, the official analysis of the VAERS data is that the incidence of Guillain-Barr&eacute; did not exceed the level in the comparable population at large, that &quot;most&quot; of the people who experienced blood clots also had other risk factors for clots, and that analysis of the 32 confirmed deaths suggested that either the deaths had been attributed to other causes or that &quot;there was no unusual pattern or clustering to the deaths that would suggest that they were caused by the vaccine.&quot;<br />\r\n\t<br />\r\n\tNotably absent is any mention of mental retardation. And the official conclusion based on the VAERS data is this: &quot;Based on all of the information we have today, CDC recommends HPV vaccination for the prevention of most types of cervical cancer.&quot;<br />\r\n\t<br />\r\n\tAs our friends at FactCheck.org&nbsp;<a href=\"http://factcheck.org/2011/09/an-antidote-for-bachmanns-anecdote/\">also noted</a>, a blue ribbon panel convened by the Institute of Medicine has released a&nbsp;<a href=\"http://www.iom.edu/Reports/2011/Adverse-Effects-of-Vaccines-Evidence-and-Causality/Report-Brief.aspx\">report</a>&nbsp;in August about adverse events and vaccines, including HPV vaccines. The experts did find &quot;strong and generally suggestive&quot; evidence that a different condition -- a serious allergic reaction known as anaphylaxis -- may be caused by the HPV vaccine. It also found four published reports of Acute Disseminated Encephalomyelitis, a neurological condition that could impair mental capabilities.&nbsp;<br />\r\n\t<br />\r\n\tBut Joseph Bocchini -- the chairman of the Department of Pediatrics at the Louisiana State University Health Sciences Center (Shreveport) and a member of the CDC&#39;s Advisory Committee on Immunization Practices -- told FactCheck.org that even if the symptoms of Acute Disseminated Encephalomyelitis mirrored those seen by the woman who spoke to Bachmann, the number of cases was too small to assign any causal connection to the vaccine.<br />\r\n\t<br />\r\n\tSo, beyond anaphylaxis, the IOM panel did not find any causal evidence to link adverse events to the vaccine.<br />\r\n\t<br />\r\n\tWe checked with a couple experts in pediatric medicine for their view on Bachmann&#39;s claim. They said there was no scientific evidence to support it, and they added that the HPV vaccine has undergone the full complement of safety testing that all vaccines must undergo before going on the market.&nbsp;<br />\r\n\t<br />\r\n\t&quot;I have no qualms about advising this is a safe vaccine,&quot; said Christopher Harrison, a doctor and the director of the infectious disease research laboratory at Children&#39;s Mercy Hospitals in Kansas City, Mo. &quot;The millions of doses that have been given make clinicians comfortable recommending and giving it.&quot;<br />\r\n\t<br />\r\n\t&quot;I&#39;ve given it to both my daughters,&quot; said Kenneth Alexander, chief of pediatric infectious diseases at the University of Chicago Medical Center. &quot;It&#39;s as safe or safer as any vaccine out there.&quot;<br />\r\n\t<br />\r\n\t&quot;This is an anti-cancer vaccine. We should be going to the rooftops and shouting &#39;Huzzah!&#39;&quot; said William Schaffner, chair of the department of preventive medicine at Vanderbilt University School of Medicine.<br />\r\n\t<br />\r\n\t<b>Our ruling</b></p>\r\n<p>\r\n\tIn several national television appearances, Bachmann said a woman reported her child had experienced mental retardation after receiving an HPV vaccination. We can&#39;t judge the specifics of that case -- neither the woman nor the daughter have been identified as far as we could find and skeptics have offered a reward if the victim can be found. But even if Bachmann&#39;s portrayal of what happened is accurate, it falls well short of the scientific standard for demonstrating causality between an inoculation and an adverse health event. Ongoing studies of tens of thousands of reported adverse events following tens of millions of inoculations have revealed only a small number of serious ailments, only one of which -- anaphylaxis -- had strong enough evidence to suggest a causal link from the vaccine itself. Since Bachmann made her claim, medical organizations and individual experts have come out strongly against her implication that the HPV vaccine can cause mental retardation. We rate her statement False.</p>", "ruling_comments_date": "2011-09-16T14:42:06.784471", "ruling_date": "2011-09-16T17:21:50", "ruling_headline": "Michele Bachmann says HPV vaccine can cause mental retardation", "ruling_headline_slug": "bachmann-hpv-vaccine-cause-mental-retardation", "ruling_link_text": "The 'I heard it somewhere' standard of evidence", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tNBC, Today Show&nbsp;<a href=\"http://today.msnbc.msn.com/id/26184891/vp/44499076#44499076\">interview</a>&nbsp;with Michele Bachmann, Sept. 13, 2011</p>\r\n<p>\r\n\tFox News, interview with Michele Bachmann, Sept. 12, 2011<br />\r\n\t&nbsp;<br />\r\n\tAmerican Academy of Pediatrics,&nbsp;<a href=\"http://www.aap.org/advocacy/releases/hpv2011.pdf\">statement on HPV vaccine</a>, Sept. 13, 2011<br />\r\n\t<br />\r\n\tVAERS, &quot;<a href=\"http://www.cdc.gov/vaccinesafety/vaccines/hpv/gardasil.html\">Reports of Health Concerns Following HPV Vaccination</a>,&quot; accessed Sept. 16, 2011<br />\r\n\t<br />\r\n\tInstitute of Medicine, &quot;<a href=\"http://www.iom.edu/Reports/2011/Adverse-Effects-of-Vaccines-Evidence-and-Causality/Report-Brief.aspx\">Adverse Effects of Vaccines: Evidence and Causality</a>,&quot; Aug. 25, 2011<br />\r\n\t<br />\r\n\tFactCheck.org, &quot;<a href=\"http://factcheck.org/2011/09/an-antidote-for-bachmanns-anecdote/\">An Antidote for Bachmann&rsquo;s Anecdote</a>,&quot; Sept. 14, 2011<br />\r\n\t<br />\r\n\tReuters, &quot;<a href=\"http://www.reuters.com/article/2011/09/15/us-cancer-hpv-idUSTRE78E5YM20110915\">Analysis: Bachmann vaccine comments toxic, doctors say</a>,&quot; Sept. 15, 2011<br />\r\n\t<br />\r\n\tNew York magazine, &quot;<a href=\"http://nymag.com/daily/intel/2011/09/gardasil_hpv_vaccine_bachmann_perry.html\">Debunking Michele Bachmann&rsquo;s HPV Vaccine Anecdote</a>,&quot; Sept. 13, 2011<br />\r\n\t<br />\r\n\tSan Francisco Chronicle, &quot;<a href=\"http://www.sfgate.com/cgi-bin/blogs/nov05election/detail?entry_id=97578\">GOP presidential candidate Michele Bachmann refuses to back down on HPV, slams Solyndra</a>,&quot; Sept. 15, 2011<br />\r\n\t<br />\r\n\tInterview with Christopher Harrison, director of the infectious disease research laboratory at Children&#39;s Mercy Hospitals, Sept. 16, 2011<br />\r\n\t<br />\r\n\tInterview with Kenneth Alexander, chief of pediatric infectious diseases at the University of Chicago Medical Center, Sept. 16, 2011<br />\r\n\t&nbsp;<br />\r\n\tInterview with&nbsp;William&nbsp;Schaffner, chair of the department of preventive medicine at Vanderbilt University School of Medicine, Sept. 16, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 8, "current_job": "Congresswoman", "false_count": 22, "first_name": "Michele", "half_true_count": 6, "home_state": "Minnesota", "id": 149, "last_name": "Bachmann", "mostly_true_count": 4, "name_slug": "michele-bachmann", "pants_count": 16, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Bachmann_mug_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/149/", "total_count": 61, "true_count": 5, "website": "http://bachmann.house.gov/"}, "statement": "<p>\r\n\tSays the vaccine to prevent HPV can cause mental retardation.</p>", "statement_context": "several media interviews", "statement_date": "2011-09-13", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 8, "current_job": "Congresswoman", "false_count": 22, "first_name": "Michele", "half_true_count": 6, "home_state": "Minnesota", "id": 149, "last_name": "Bachmann", "mostly_true_count": 4, "name_slug": "michele-bachmann", "pants_count": 16, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Bachmann_mug_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/149/", "total_count": 61, "true_count": 5, "website": "http://bachmann.house.gov/"}], "twitter_headline": ""}