{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2011/sep/19/rachel-maddow/rachel-maddow-said-social-security-keeping-older-a/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 4468, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/4468/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>The most recent census numbers show poverty is on the rise. Median household incomes have fallen to their lowest level since the 1990s, prompting analysts to say we are in the midst of a &quot;lost decade.&quot;</p>\r\n\r\n<p>Liberal talk show host Rachel Maddow reviewed the numbers on her prime-time show on MSNBC:<br />\r\n<br />\r\n<em>The news that the U.S. poverty rate is now the highest it has been since the early &#39;90s, nearly one in six Americans now living in poverty. And the specifics are even worse: Child poverty rose from under 21 percent to 22 percent. Poverty among Hispanic Americans went from more than 25 percent to more than 26 percent. Poverty among African-Americans went from just under 26 percent to over 27 percent. Poverty among white people is much lower than those other groups but it is rising, too, and fast. It went up from 9.4 percent to 9.9 percent.<br />\r\n<br />\r\nThe only large segment of the American population that serves as any sort of silver lining in these poverty numbers is older Americans. Poverty among Americans 65 and over is statistically unchanged, even as it is getting so much worse for so many other groups of people. And that, of course, is because we have something in this country that keeps older Americans out of poverty. It&#39;s called Social Security.<br />\r\n<br />\r\nAnd the fact that Social Security works, that it is keeping old people out of poverty in America, even as everybody else is slipping into it, the fact that it works means that in Republicanland, the front-runner for the Republican presidential nomination is someone who says that Social Security is a Ponzi scheme and a failure.</em><br />\r\n<br />\r\nWe wondered if Maddow was right that Social Security is the main factor keeping older Americans out of poverty. We suspected the federal program likely played some role, but we also wondered what role traditional pensions played. So we decided to check it out.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>A review of how Social Security works: Workers contribute to the program via payroll taxes. (Most people are required to participate, with a few exceptions, such as retirement programs for government employees like those in&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/jun/17/herman-cain/herman-cain-touts-alternative-social-security-used/\">Galveston County, Texas</a>.) When workers reach retirement age, they file for Social Security benefits. The government calculates their benefits according to a formula primarily based on average lifetime earnings, and sends them monthly checks. They&#39;ll get that amount, with small increases for inflation, until they die.&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Social Security has become a political topic lately because officials project the program won&#39;t take in enough money to pay full benefits starting around 2036. Most people agree the program will have to be changed to make it more financially solid.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Getting back to our fact-check, Maddow is right that the poverty rate for Americans over age 65 is quite stable. For 2010, it was at 9 percent, up slightly from 8.9 percent in 2009, and lower than it was during the 1990s, when it reached a decade-high 12.9 percent in 1992.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Next, we wanted to know how much Social Security made a difference to seniors with relatively low incomes: Quite a bit, it turns out.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>The Social Security Administration performs economic analysis and publishes research statistics for Americans over age 65. The latest research available is for 2008, but Melissa Favreault, an expert on Social Security with the Urban Institute, told us she didn&#39;t expect the percentages would be significantly different for 2010.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>The Social Security Administration looks at taxpayers aged 65 and older, dividing them up by income into five groups, from the lowest earning group to the highest. (For you non-policy wonks out there, these five groups are known as quintiles.) The numbers show that the less income people have, the more they depend on Social Security. Meanwhile, people who get pensions tend to be in the higher earning groups.&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Meanwhile, the Census Bureau&nbsp;<a href=\"http://www.census.gov/prod/2011pubs/p60-239.pdf\">stated</a>&nbsp;in its recent report that Social Security was keeping millions of people out of poverty: &quot;In 2010, the number of people aged 65 and older in poverty would be higher by almost 14 million if Social Security payments were excluded from money income, quintupling the number of elderly people in poverty.&quot; If you added 14 million additional seniors to those already in poverty in 2010, the poverty rate for American over age 65 would be 45 percent, not 9 percent.&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>We also found a 2008&nbsp;<a href=\"http://www.globalaging.org/elderrights/us/2008/socreform.pdf\">report</a>&nbsp;on Social Security from the nonpartisan Congressional Research Service that analyzed ways to improve the future financing of Social Security. The report starts: &quot;Social Security has significantly reduced elderly poverty. &nbsp;The elderly poverty rate has fallen from 35% in 1959 to an all-time low of 9% in 2006, in large part because of Social Security. &nbsp;If Social Security benefits did not exist, an estimated 44% of the elderly would be poor today assuming no changes in behavior.&quot;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Still, there are a few other things to consider when evaluating Maddow&#39;s statement.&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Some seniors get public assistance from federal, state and local programs, particularly if they are poor or disabled. Those programs also have a role in keeping low-income seniors out of poverty. (Going back to the&nbsp;<a href=\"http://www.ssa.gov/policy/docs/statcomps/income_pop55/2008/sect08.html#table8.a5\">Social Security statistics</a>&nbsp;that analyze quintiles, about 8 percent of the lowest quintile receives 50 percent or more of its income from public assistance.) Health care programs like Medicare and Medicaid could also indirectly increase people&#39;s income by paying for health care costs that they might otherwise pay out of pocket.&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Then there&#39;s the argument to be made that some Social Security beneficiaries would have saved the money on their own, in other more productive ways. We fact-checked&nbsp;<a href=\"http://www.politifact.com/florida/statements/2011/sep/01/ed-schultz/ed-schultz-says-social-security-lifts-million-flor/\">Ed Schultz&#39;s statement</a>&nbsp;on what poverty numbers might look like if Social Security had never existed, and looked in some detail at different scenarios.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Finally, Social Security is not specifically aimed at keeping people out of poverty; many middle and upper-class people benefit as well. Social Security payments are based on people&#39;s lifetime earnings, so the more people earned during their working years, the more they get from Social Security. However, Social Security is progressive in the sense that low earners get more back in benefits than they contribute via payroll taxes.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Andrew Biggs, an expert on Social Security with the conservative American Enterprise Institute, said that Social Security isn&#39;t particularly effective if looked at solely as an antipoverty program.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&quot;In 2010, Social Security spent over $575 billion on retirement and survivors benefits, which comes to $14,675 for each person over age 65 &ndash;- enough to give every person a benefit that&#39;s 50 percent above the poverty line,&quot; said Biggs. &quot;And yet we still have 10 percent of seniors in poverty. If reducing poverty was our only goal, we could do a lot more while spending a lot less than we do.&quot;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>In rating Maddow&#39;s statement, she&#39;s largely correct that Social Security keeps a significant number of older Americans out of poverty. But other programs also play a role. We rate her statement Mostly True.&nbsp;</p>\r\n", "ruling_comments_date": "2011-09-19T15:48:08.372840", "ruling_date": "2011-09-19T16:29:58", "ruling_headline": "Rachel Maddow said Social Security is keeping older Americans out of poverty", "ruling_headline_slug": "rachel-maddow-said-social-security-keeping-older-a", "ruling_link_text": "Older Americans hanging in there", "ruling_state": null, "source_documents": null, "sources": "<p>The Rachel Maddow Show, transcript via Nexis, Sept. 13, 2011</p>\r\n\r\n<p>U.S. Census Bureau,&nbsp;<a href=\"http://www.census.gov/prod/2011pubs/p60-239.pdf\">Income, Poverty and Health Insurance in the United States: 2010</a>&nbsp;(pdf)</p>\r\n\r\n<p>U.S. Census Bureau,&nbsp;<a href=\"http://www.census.gov/hhes/www/poverty/data/incpovhlth/2010/index.html\">Income, Poverty and Health Insurance in the United States: 2010</a></p>\r\n\r\n<p>U.S. Social Security Administration Office of Retirement and Disability Policy,&nbsp;<a href=\"http://www.ssa.gov/policy/docs/statcomps/income_pop55/2008/sect08.html\">Importance of income sources relative to total income</a>, 2008</p>\r\n\r\n<p>CRS Report for Congress,&nbsp;<a href=\"http://www.globalaging.org/elderrights/us/2008/socreform.pdf\">Social Security Reform: Possible Effects on the Elderly Poor and Mitigation Options</a>, April 4, 2008</p>\r\n\r\n<p>The Associated Press, Census: US poverty rate swells to nearly 1 in 6, Sept. 13, 2011</p>\r\n\r\n<p>New York Times,&nbsp;<a href=\"http://www.nytimes.com/2011/09/14/us/14census.html?scp=1&amp;sq=poverty&amp;st=Search\">Soaring Poverty Casts Spotlight on &#39;Lost Decade,&#39;</a>&nbsp;Sept. 13, 2011</p>\r\n\r\n<p>PolitiFact,&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/jul/29/bill-oreilly/bill-oreilly-says-poverty-hasnt-budged-1965-despit/\">Bill O&#39;Reilly says poverty hasn&#39;t budged since 1965 despite &#39;trillions&#39; spent</a>, July 29, 2011</p>\r\n\r\n<p>PolitiFact,&nbsp;<a href=\"http://www.politifact.com/florida/statements/2011/sep/01/ed-schultz/ed-schultz-says-social-security-lifts-million-flor/\">Ed Schultz says Social Security lifts more than a million Floridians out of poverty</a>, Sept. 1, 2011</p>\r\n\r\n<p>Interview with Andrew Biggs of the American Enterprise Institute</p>\r\n\r\n<p>Interview with Melissa Favreault of the Urban Institute</p>\r\n\r\n<p>Congressional Budget Office,&nbsp;<a href=\"http://www.cbo.gov/ftpdocs/77xx/doc7705/12-15-Progressivity-SS.pdf\">Is Social Security Progressive</a>, Dec. 15, 2006</p>\r\n\r\n<p>U.S. Department of Health and Human Services,&nbsp;<a href=\"http://aspe.hhs.gov/poverty/11poverty.shtml\">federal poverty guidelines</a>, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 6, "current_job": "MSNBC host", "false_count": 6, "first_name": "Rachel", "half_true_count": 4, "home_state": "", "id": 154, "last_name": "Maddow", "mostly_true_count": 6, "name_slug": "rachel-maddow", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/maddow.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/154/", "total_count": 29, "true_count": 5, "website": ""}, "statement": "<p>&quot;Poverty among Americans 65 and over is statistically unchanged&quot; in recent years because of Social Security.</p>\r\n", "statement_context": "on \"The Rachel Maddow Show\"", "statement_date": "2011-09-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 29, "photo": null, "resource_uri": "/api/v/2/subject/29/", "subject": "Poverty", "subject_slug": "poverty", "used_in_edition": []}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}, {"description": "", "id": 102, "photo": null, "resource_uri": "/api/v/2/subject/102/", "subject": "Retirement", "subject_slug": "retirement", "used_in_edition": []}, {"description": "", "id": 141, "photo": null, "resource_uri": "/api/v/2/subject/141/", "subject": "Social Security", "subject_slug": "social-security", "used_in_edition": []}], "target": [], "twitter_headline": ""}