{"art": [], "author": [{"email_address": "seaton@plaind.com", "first_name": "Sabrina ", "id": 151, "last_name": "Eaton", "name_slug": "sabrina-eaton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-sabrina-eaton_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/151/", "title": "Reporter, Plain Dealer Washington bureau", "twitter": null}], "canonical_url": "/ohio/statements/2011/sep/21/rob-portman/sen-rob-portman-says-trade-agreement-korea-helped-/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 4479, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "seaton@plaind.com", "first_name": "Sabrina ", "id": 151, "last_name": "Eaton", "name_slug": "sabrina-eaton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-sabrina-eaton_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/151/", "title": "Reporter, Plain Dealer Washington bureau", "twitter": null}], "resource_uri": "/api/v/2/statement/4479/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tAs former U.S. Trade Representative during the presidency of George W. Bush, Sen. Rob Portman has become a Republican point man on trade in the U.S. Senate.<br />\r\n\t<br />\r\n\tThe day before President Barack Obama announced a <a href=\"http://www.nytimes.com/2011/09/09/us/politics/09payroll.html?pagewanted=all\">$447 billion proposal</a> to boost the economy and create jobs, &nbsp;Portman joined a group of GOP Senators Sept. 7, 2011, at a Capitol Hill <a href=\"http://www.reuters.com/article/2011/09/07/us-usa-congress-trade-idUSTRE7864BK20110907\">news conference</a> to suggest that Obama could create jobs quickly by sending pending trade agreements with South Korea, Colombia and Panama to Congress, where all three would likely pass with bipartisan support.<br />\r\n\t<br />\r\n\tPortman argued countries which have adopted trade pacts are gaining market share in those three nations that would go to U.S. farmers and companies but for the stalled trade agreements. Noting that the European Union passed a trade agreement with Korea in July, he backed up his point by citing Korean customs service statistics that he deemed &quot;startling.&quot;<br />\r\n\t<br />\r\n\t&quot;In the month of July alone, EU exports to South Korea increased by over 36 percent,&quot; Portman said. &quot;A lot of that is our market share. Those are our farmers and our service providers who are suffering. By the way, during that same period, U.S. exports to Korea increased only 2.9 percent.&quot;<br />\r\n\t<br />\r\n\tObserving that it&rsquo;s now easier for Korea to import vehicles from Europe rather than the U.S., &nbsp;Portman declared: &quot;We need to move and move quickly here before we lose even more market share.&quot;<br />\r\n\t<br />\r\n\tDid EU exports really jump that much while U.S. numbers dropped? And was it at the expense of U.S. farmers and our service providers? PolitiFact Ohio decided to check into Portman&rsquo;s claim.<br />\r\n\t<br />\r\n\tWe contacted his office to ask where he got his statistics. They passed along an August 25 statement from South Korea&rsquo;s embassy.<br />\r\n\t<br />\r\n\t&quot;Merely one month after the Korea-EU Free Trade Agreement (FTA) went into effect on July 1, 2011, EU exports to Korea rose 36.7 percent compared to the same month last year,&quot; the statement said. &quot;Meanwhile U.S. exports to Korea increased by just 2.9 percent over the same period, according to Korea Customs Service. In July 2010, U.S. exports were greater in value than EU exports to Korea. One year later, however, the opposite is true, as the U.S.Korea FTA (KORUS FTA) remains unratified.&quot;<br />\r\n\t<br />\r\n\tIt went onto urge passage of the trade agreement, claiming that &quot;continued KORUS FTA delay is placing U.S. farmers, manufacturers, service providers and workers at a significant disadvantage in the Korean market, jeopardizing potentially billions of dollars in sales opportunities and tens of thousands of American jobs.&quot;<br />\r\n\t<br />\r\n\tThat statement certainly backs up the numbers that Portman used. But the situation grew murkier after we examined trade data for other months to see whether the trade agreement&rsquo;s passage actually escalated EU trade with Korea, as the news release claimed.<br />\r\n\t<br />\r\n\tEmbassy spokesman John Brinkley supplied trade figures from Korea&rsquo;s &quot;Ministry of Knowledge Economy,&quot; which is similar to the U.S. Commerce Department. He said that Korea&rsquo;s Customs Service releases its data in the Korean language - which PolitiFact doesn&rsquo;t understand - while the Ministry of Knowledge Economy releases English language data.<br />\r\n\t<br />\r\n\tBrinkley said the agencies use slightly different methodologies to compute their statistics, so their numbers are a bit off from each other, but often show similar trends. For instance, the <a href=\"http://www.mke.go.kr/language/eng/news/news_view.jsp?seq=1040&amp;srchType=1&amp;srchWord=&amp;tableNm=E_01_01&amp;pageNo=1#\">Ministry of Knowledge Economy data sheet for July</a> shows a 44.9 percent growth rate in goods that South Korea obtained from the EU, (instead of the customs service&rsquo;s 36.7 percent) &nbsp;and an 8.5 percent uptick in goods from the U.S (instead of the other agency&rsquo;s 2.9 percent). It also showed that Korea got 8.4 percent of its imports from the United States that month, and 10.3 percent of its imports from the European Union.<br />\r\n\t<br />\r\n\tIf the July trade agreement had rapidly escalated the EU&rsquo;s share of exports to Korea, one would expect that trend to continue in August. It did not.<br />\r\n\t<br />\r\n\t<a href=\"http://www.mke.go.kr/language/eng/news/news_view.jsp?seq=1047&amp;srchType=1&amp;srchWord=&amp;tableNm=E_01_01&amp;pageNo=1\">August statistics</a> released Sept. 5 from the Ministry of Knowledge Economy show U.S. exports were 22 percent greater than last August, outstripping the EU&rsquo;s 14.8 percent growth rate. That month, 9.2 percent of South Korea&rsquo;s imports came from the United States, 8.8 percent came from the European Union.<br />\r\n\t<br />\r\n\tWhat&rsquo;s more, Ministry of Knowledge Economy statistics <a href=\"http://www.mke.go.kr/language/eng/news/news_view.jsp?seq=1030&amp;srchType=1&amp;srchWord=&amp;tableNm=E_01_01&amp;pageNo=2#\">for the first half of the year</a>, showed South Korea got 8.9 percent of its imports from the EU in the six months before the trade agreement kicked in, and 8.6 percent of its imports from the United States. The EU&rsquo;s year-over-year growth rate in those months was 25.5 percent, compared with 11.5 percent for the United States.<br />\r\n\t<br />\r\n\tBrinkley said it would be impossible to prove the July surge in exports from the EU resulted from the trade agreement, although plenty of anecdotal evidence to that effect was reported in the Korean press, such as EU companies saying they&rsquo;d &nbsp;lower their wholesale prices in Korea, and Korean retailers saying they would lower prices on EU goods after the trade agreement was approved.<br />\r\n\t<br />\r\n\t&quot;Why the US/EU ratio was less pronounced in August is anybody&#39;s guess,&quot; Brinkley said in an email.<br />\r\n\t<br />\r\n\tBrinkley supplied Korean Customs Service data that also showed U.S. exports to South Korea outstripping that month&rsquo;s EU exports. He indicated U.S. exports to South Korea for August rose 33.8 percent &quot;year-on-year,&quot; while EU exports rose 17.1 percent. Still, he said the &quot;average July-August 2011 export growth&quot; was 17.8 percent for the U.S, and 26.5 percent for the EU.<br />\r\n\t<br />\r\n\tHe attributed August&rsquo;s uptick in U.S. exports to Boeing&rsquo;s delivery of three F-15 fighter planes to South Korea, as well as increased U.S. grain exports occasioned by South Korea&rsquo;s unusually severe August monsoon season. Brinkley said both trade agreements are structured in such a way that grain tariffs are phased out over periods ranging from 5 to 10 years, &quot;so EU grain is not yet significantly cheaper than US grain.&quot;<br />\r\n\t<br />\r\n\tTodd Tucker, who is research director of Public Citizen&rsquo;s Global Trade Watch, which opposes trade agreements, noted that Portman and other trade agreement advocates focus only on exports, and ignore imports that could cost U.S. jobs. He also said &quot;so-called FTAs&quot; &nbsp;do not necessarily increase exports.<br />\r\n\t<br />\r\n\t&quot;In both Thailand and Taiwan (also not FTA partners), the U.S. is selling more in dollar terms than it was in 2005,&quot; Tucker said in an email. &quot;In contrast, the U.S. has lost rank and market share in Australia since 2005, and the U.S. has had an FTA in place with Australia over that entire time period. In sum, there are a &nbsp;lot of ways to boost exports, but history shows that FTAs are not one of them.&quot;<br />\r\n\t<br />\r\n\tSo where does that leave Portman&rsquo;s statement?<br />\r\n\t<br />\r\n\tThe senator accurately quoted the trade stats he obtained from the Korean embassy&rsquo;s August 25 news release.<br />\r\n\t<br />\r\n\tBut the data doesn&rsquo;t support the other part of his claim -- his underlying point that countries which have adopted trade pacts are gaining market share that would go to U.S. farmers and companies.<br />\r\n\t<br />\r\n\tIt is contradicted by the data for August trade available from Korea&rsquo;s Ministry of Knowledge Economy released two days before Portman spoke. And statistics for the six months before the EU trade agreement kicked in show EU trade growth.<br />\r\n\t<br />\r\n\tOn the Truth-O-Meter, &nbsp;we rate Portman&rsquo;s claim Half True.<br />\r\n\t&nbsp;</p>", "ruling_comments_date": "2011-09-21T18:33:25.160658", "ruling_date": "2011-09-21T18:45:00", "ruling_headline": "Sen. Rob Portman says trade agreement with S. Korea helped EU exports jump at U.S. expense", "ruling_headline_slug": "sen-rob-portman-says-trade-agreement-korea-helped-", "ruling_link_text": "Stats are right, but EU growth was up months before", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tEmails with Portman spokesman Jeffrey Sadosky, September 8 and September 9, 2011<br />\r\n\t<br />\r\n\tEmails with Korean embassy spokesman John Brinkley, September 8 through September 16, 2011<br />\r\n\t<br />\r\n\tEmail from Todd Tucker of Public Citizen&rsquo;s Global Trade Watch, September 8, 2011<br />\r\n\t<br />\r\n\tKorean Embassy press release &quot;E.U. Exports to Korea Rise Dramatically in First Month after FTA Takes Effect,&quot; August 25, 2011<br />\r\n\t<br />\r\n\tMinistry of Knowledge Economy Press Release, <a href=\"http://www.mke.go.kr/language/eng/news/news_view.jsp?seq=1040&amp;srchType=1&amp;srchWord=&amp;tableNm=E_01_01&amp;pageNo=1#\">Trade Figures for July</a>, August 2, 2011<br />\r\n\t<br />\r\n\tMinistry of Knowledge Economy Press Release, <a href=\"http://www.mke.go.kr/language/eng/news/news_view.jsp?tableNm=E_01_01&amp;seq=1047\">Trade Figures for August</a>, September 5, 2011<br />\r\n\t<br />\r\n\tMinistry of Knowledge Economy Press Release, <a href=\"http://www.mke.go.kr/language/eng/news/news_view.jsp?seq=1030&amp;srchType=1&amp;srchWord=&amp;tableNm=E_01_01&amp;pageNo=2#\">Trade Figures for the First Half of 2011</a>, July 4, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "U.S. senator from Ohio", "false_count": 5, "first_name": "Rob", "half_true_count": 11, "home_state": "Ohio", "id": 534, "last_name": "Portman", "mostly_true_count": 11, "name_slug": "rob-portman", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rob-Portman-official-portrait.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/534/", "total_count": 48, "true_count": 17, "website": "http://portman.senate.gov/"}, "statement": "<p>\r\n\t&quot;In the month of July alone, EU exports to South Korea increased by over 36 percent. A lot of that is our market share. Those are our farmers and our service providers who are suffering.&quot;</p>", "statement_context": "a news conference", "statement_date": "2011-09-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 143, "photo": null, "resource_uri": "/api/v/2/subject/143/", "subject": "Trade", "subject_slug": "trade", "used_in_edition": []}], "target": [], "twitter_headline": ""}