{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2011/sep/22/mitt-romney/mitt-romney-repeats-claim-obama-went-around-world-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 4492, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}, {"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/4492/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tIn a debate in Orlando on Sept. 22, 2011, Mitt Romney charged that President Obama has gone around the world apologizing for America.&nbsp;<br />\r\n\t<br />\r\n\tPresident Obama &quot;went around the world and apologized for America,&quot; Romney said, in response to a question about Israel and the Middle East.<br />\r\n\t<br />\r\n\tRomney, the former governor of Massachusetts, has made this charge several times. The first time we checked it was when he made the charge is his own book,&nbsp;<i>No Apology: The Case for American Greatness</i>.<br />\r\n\t<br />\r\n\tHere&rsquo;s&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/statements/2010/mar/15/mitt-romney/obama-remarks-never-true-apology/\">the claim</a>&nbsp;from Romney&rsquo;s book that we checked back then:<br />\r\n\t<br />\r\n\t&quot;Never before in American history has its president gone before so many foreign audiences to apologize for so many American misdeeds, both real and imagined,&quot; Romney wrote. &quot;It is his way of signaling to foreign countries and foreign leaders that their dislike for America is something he understands and that is, at least in part, understandable. There are anti-American fires burning all across the globe; President Obama&#39;s words are like kindling to them.&quot;<br />\r\n\t<br />\r\n\tIn the book, Romney specifically named the speeches he was referring to:<br />\r\n\t<br />\r\n\t&quot;In his first nine months in office, President Obama has issued apologies and criticisms of America in speeches in France, England, Turkey, and Cairo; at the CIA headquarters in Langley, Virginia, the National Archives in Washington, D.C., and the United Nations in New York City. He has apologized for what he deems to be American arrogance, dismissiveness and derision; for dictating solutions, for acting unilaterally, and for acting without regard for others; for treating other countries as mere proxies, for unjustly interfering in the internal affairs of other nations and for feeding anti-Muslim sentiments; for committing torture, for dragging our feet on global warming and for selectively promoting democracy.&quot;<br />\r\n\t<br />\r\n\tAt the time, we rated the claim False.&nbsp;<br />\r\n\t<br />\r\n\tRomney made a similar claim in June 2011 during a campaign appearance when he said, &quot;A few months into office, (President Barack Obama) traveled around the globe to apologize for America.&quot; We rated that one&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/jun/03/mitt-romney/mitt-romney-says-barack-obama-traveled-around-glob/\">Pants on Fire</a>, because he implied the trips were intended to offer the president a forum to apologize to other countries. That was hardly the case.&nbsp;<br />\r\n\t<br />\r\n\tLet&rsquo;s recap our specific findings.<br />\r\n\t<br />\r\n\t<b>What Obama said</b><br />\r\n\t<br />\r\n\tFor starters, as we looked over Obama&#39;s remarks, we noticed that he never used the word that is the universal hallmark of apologies: &quot;sorry.&quot; Merriam-Webster defines an apology as &quot;an admission of error or discourtesy accompanied by an expression of regret.&quot;<br />\r\n\t<br />\r\n\tWe read the seven Obama speeches cited in Romney&rsquo;s book and selected the passages that seemed the most critical, apologetic or conciliatory, and then ran them by several experts with different points of view. Because of their length, we&#39;ve compiled those passages into a&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/obama-quotes/\">separate document with links to the full remarks</a>, and we encourage you to click over and read those remarks now.<br />\r\n\t<br />\r\n\tAt times, Obama uses an on-the-one-hand, on-the-other-hand formulation that he tends to employ right before he asks the two sides to come together.<br />\r\n\t<br />\r\n\tAt a&nbsp;<a href=\"http://www.whitehouse.gov/the_press_office/Remarks-by-President-Obama-at-Strasbourg-Town-Hall/\">town hall meeting in France</a>, for example, Obama encouraged Europe to work with the United States, and admitted that the United States &quot;has shown arrogance and been dismissive, even derisive.&quot; But he immediately said that Europe has been guilty of a &quot;casual&quot; and &quot;insidious&quot; anti-Americanism. &quot;On both sides of the Atlantic, these attitudes have become all too common. They are not wise. They do not represent the truth. They threaten to widen the divide across the Atlantic and leave us both more isolated,&quot; Obama concluded. And at&nbsp;<a href=\"http://www.whitehouse.gov/the_press_office/remarks-by-the-president-to-the-united-nations-general-assembly/\">a major address to the United Nations</a>, Obama said, &quot;I took office at a time when many around the world had come to view America with skepticism and distrust. Part of this was due to misperceptions and misinformation about my country. Part of this was due to opposition to specific policies and a belief that on certain critical issues, America has acted unilaterally, without regard for the interests of others. And this has fed an almost reflexive anti-Americanism, which too often has served as an excuse for collective inaction.&quot;<br />\r\n\t<br />\r\n\tAt other times, Obama doesn&#39;t seem so much to be criticizing the United States as he is criticizing the foreign policy stances of the Bush administration. In England, a reporter said that during the 2008 campaign, Obama had said that the power and authority of the United States had diminished in recent years. Obama was&nbsp;<a href=\"http://www.whitehouse.gov/the_press_office/news-conference-by-president-obama-4-02-09/\">quick to turn the question toward the Bush team</a>. &quot;Well, first of all, during the campaign I did not say that some of that loss of authority was inevitable,&quot; Obama said. &quot;I said it was traced to very specific decisions that the previous administration had made that I believed had lowered our standing in the world.... I would like to think that with my election and the early decisions that we&#39;ve made, that you&#39;re starting to see some restoration of America&#39;s standing in the world.&quot;<br />\r\n\t<br />\r\n\t<a href=\"http://www.whitehouse.gov/the_press_office/Remarks-by-the-President-at-Cairo-University-6-04-09\">At a speech in Cairo</a>&nbsp;on relations between the United States and the Islamic world, Obama got very close to regretting decades-old U.S. actions in Iran. But then he immediately countered with criticism of Iran. He did not make a formal expression of regret, but suggested both countries simply &quot;move forward.&quot; Here are his exact remarks: &quot;In the middle of the Cold War, the United States played a role in the overthrow of a democratically elected Iranian government. Since the Islamic Revolution, Iran has played a role in acts of hostage-taking and violence against U.S. troops and civilians. This history is well known. Rather than remain trapped in the past, I&#39;ve made it clear to Iran&#39;s leaders and people that my country is prepared to move forward.&quot;<br />\r\n\t<br />\r\n\tLooking at all the remarks Romney cited, we noticed that Obama is most conciliatory when discussing torture and detention at the U.S. military installation at Guantanamo Bay, Cuba. Obama mentioned this in four separate instances that Romney cited in his book. Typically, Obama would say that the United States must always stay true to its ideals, and that&#39;s why Obama &quot;unequivocally prohibited the use of torture by the United States, and I have ordered the prison at Guantanamo Bay closed by early next year.&quot; (He has not been successful with his order of closing Guantanamo; we&rsquo;ve rated it a&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/promises/obameter/promise/177/close-the-guantanamo-bay-detention-center/\">Promise Broken</a>.)<br />\r\n\t<br />\r\n\tObama&#39;s most pointed remarks on Guantanamo were at the&nbsp;<a href=\"http://www.whitehouse.gov/the_press_office/Remarks-by-the-President-On-National-Security-5-21-09/\">National Archives, in a major speech on fighting terrorism</a>. Obama said that after 9/11, &quot;our government made a series of hasty decisions. I believe that many of these decisions were motivated by a sincere desire to protect the American people. But I also believe that all too often our government made decisions based on fear rather than foresight; that all too often our government trimmed facts and evidence to fit ideological predispositions.&quot; He also said that the Guantanamo prison &quot;likely created more terrorists around the world than it ever detained. So the record is clear: Rather than keeping us safer, the prison at Guantanamo has weakened American national security. It is a rallying cry for our enemies.&quot;<br />\r\n\t<br />\r\n\t<b>Did Obama apologize?</b><br />\r\n\t<br />\r\n\tBack in 2010, we sent Obama&#39;s remarks to several different experts on foreign policy and apologies, to see if they thought Obama was apologizing.<br />\r\n\t<br />\r\n\t&bull; Nile Gardiner, a foreign policy analyst with the the conservative Heritage Foundation, said Obama is definitely apologizing, and it&#39;s not good. He co-wrote the Heritage analysis, &quot;<a href=\"http://www.heritage.org/research/europe/wm2466.cfm\">Barack Obama&#39;s Top 10 Apologies: How the President Has Humiliated a Superpower</a>.&quot;<br />\r\n\t<br />\r\n\t&quot;Apologizing for your own country projects an image of weakness before both allies and enemies,&quot; Gardiner said. &quot;It sends a very clear signal that the U.S. is to blame for some major developments on the world stage. This can be used to the advantage of those who wish to undermine American global leadership.&quot;<br />\r\n\t<br />\r\n\tHe noted that Obama tends to be most apologetic about how the United States has fought terrorism and its approach to the Iraq war. &quot;There is a very strong partisan element to his apologies, but the biggest driving factor is Obama&#39;s personal belief that the U.S. is not an exceptional, uniquely great nation,&quot; he said.<br />\r\n\t<br />\r\n\t&bull; John Murphy, a communications professor at the University of Illinois at Urbana-Champaign, studies presidential rhetoric and political language. He said Obama is using conciliatory language for diplomatic purposes, not apologizing.<br />\r\n\t<br />\r\n\t&quot;It&#39;s much more a sense of establishing of reciprocity,&quot; Murphy said. &quot;Each side says, okay, we haven&#39;t done great, but we have a new president and we&#39;re going to make a fresh start and move forward. I don&#39;t think that&#39;s an apology. ... In rhetorical history, an apology is generally considered an account of some kind of bad behavior in which you are going to take responsibility and express regret.&quot;<br />\r\n\t<br />\r\n\tRomney&#39;s criticisms of Obama are part of a conservative tradition that emphasizes steadfastness in foreign policy, particularly in the wake of the Vietnam War. &quot;There&#39;s long been a strain of conservative rhetoric that argues that what matters most for the United States in the world is our will,&quot; Murphy said. &quot;The difficulty with that was shown in the second Bush administration, when will power is not quite enough. In Iraq, for example, you have to have a battle plan that makes sense and understand the situation you&#39;re going into&#39;&#39; and have enough resources to do that.<br />\r\n\t<br />\r\n\t&bull; Lauren Bloom, an attorney and business consultant, wrote the book, The Art of the Apology, advising businesses and individuals on when to apologize and how to do it.<br />\r\n\t<br />\r\n\tShe said Obama&#39;s words fall short of an apology, mostly because he didn&#39;t use the words &quot;sorry&quot; or &quot;regret.&quot; &quot;I think to make an effective apology, the words &#39;I&#39;m sorry&#39; or &#39;we&#39;re sorry&#39; always have to be there,&quot; Bloom said.<br />\r\n\t<br />\r\n\tObama&#39;s remarks are really non-apologies, and they&#39;re not good in business or personal relationships, Bloom said. The one area where they can be useful: international diplomacy.<br />\r\n\t<br />\r\n\t&quot;Gov. Romney is trying to appeal to the inner John Wayne of his readers, and that has a certain emotional appeal,&quot; Bloom said. &quot;For the rest of us, a level assessment of less-than-perfect human behavior is perfectly reasonable.&quot;<br />\r\n\t<br />\r\n\t&bull; Rhoda E. Howard-Hassmann, a professor who studies international human rights, maintains the Web site&nbsp;<a href=\"http://political-apologies.wlu.ca/\">Political Apologies and Reparations</a>, a database of documents on apologies. Many of the apologies in the database relate to genocide or slavery.<br />\r\n\t<br />\r\n\t&quot;To say the United States will not torture is not an apology, it is a statement of intent,&quot; Howard-Hassman said. &quot;A complete apology has to acknowledge something was wrong, accept responsibility, express sorrow or regret and promise not to repeat it.&quot;<br />\r\n\t<br />\r\n\tObama&#39;s Cairo address in particular was a means of reaching out to the Islamic world, not an acknowledgement of wrongdoing, she said.<br />\r\n\t<br />\r\n\t&quot;Whether he&#39;s apologizing or not, he&#39;s saying &#39;I respect your society, and I respect your customs.&#39; Maybe that&#39;s what Romney considers an apology, that gesture of respect,&quot; she said. &quot;But a gesture of respect is not an apology.&quot;<br />\r\n\t<br />\r\n\t<b>Other presidential apologies</b><br />\r\n\t<br />\r\n\tShort of conducting a full review of all American presidents to see if any others had ever apologized, we decided to narrow our focus and look at Obama&#39;s two immediate predecessors, George W. Bush and Bill Clinton.<br />\r\n\t<br />\r\n\tSeveral sources we reviewed discussed&nbsp;<a href=\"http://clinton6.nara.gov/1998/03/1998-03-25-remarks-to-survivors-rwanda.html\">Clinton&#39;s remarks about the 1994 genocide</a>&nbsp;in Rwanda, and described them as an apology. But Clinton did not explicitly apologize, and he assigned responsibility to the international community, not just the United States. &quot;The international community, together with nations in Africa, must bear its share of responsibility for this tragedy as well,&quot; Clinton said in Rwanda in 1998. &quot;We did not act quickly enough after the killing began. We should not have allowed the refugee camps to become safe haven for the killers. We did not immediately call these crimes by their rightful name: genocide. We cannot change the past. But we can and must do everything in our power to help you build a future without fear, and full of hope.&quot;<br />\r\n\t<br />\r\n\tClinton did apologize, forcefully, to the&nbsp;<a href=\"http://clinton4.nara.gov/textonly/New/Remarks/Fri/19970516-898.html\">survivors and families of the experiments conducted in Tuskegee, Ala.</a>, in which government doctors left sick men untreated as part of a research study on syphilis. &quot;The United States government did something that was wrong -- deeply, profoundly, morally wrong,&quot; Clinton said at a formal ceremony in 1997. &quot;To the survivors, to the wives and family members, the children and the grandchildren, I say what you know: No power on Earth can give you back the lives lost, the pain suffered, the years of internal torment and anguish. What was done cannot be undone. But we can end the silence. We can stop turning our heads away. We can look at you in the eye and finally say on behalf of the American people, what the United States government did was shameful, and I am sorry.&quot;<br />\r\n\t<br />\r\n\tBush made remarks in 2002 about American slavery, which some people construed as an apology, at&nbsp;<a href=\"http://georgewbush-whitehouse.archives.gov/news/releases/2003/07/20030708-1.html\">Goree Island, Senegal</a>. But Bush did not formally apologize or express regret, instead opting to praise the Americans in history who worked to end slavery. &quot;My nation&#39;s journey toward justice has not been easy, and it is not over,&quot; he said. &quot;The racial bigotry fed by slavery did not end with slavery or with segregation. And many of the issues that still trouble America have roots in the bitter experience of other times. But however long the journey, our destination is set: liberty and justice for all.&quot;<br />\r\n\t<br />\r\n\tBush did, however, specifically&nbsp;<a href=\"http://georgewbush-whitehouse.archives.gov/news/releases/2004/05/20040506-9.html\">apologize to King Abdullah</a>&nbsp;of Jordan for the abuse of prisoners at the Abu Ghraib prison in Iraq. The 2004 apology took place privately, but Bush and Abdullah spoke soon after at a Rose Garden press conference. &quot;We also talked about what has been on the TV screens recently, not only in our own country, but overseas -- the images of cruelty and humiliation. I told His Majesty as plainly as I could that the wrongdoers will be brought to justice, and that the actions of those folks in Iraq do not represent the values of the United States of America,&quot; Bush said. &quot;I told him I was sorry for the humiliation suffered by the Iraqi prisoners, and the humiliation suffered by their families. I told him I was equally sorry that people who have been seeing those pictures didn&#39;t understand the true nature and heart of America.&quot;<br />\r\n\t<br />\r\n\t<b>Obama&#39;s praise and motivations</b><br />\r\n\t<br />\r\n\tWhile Obama has admitted mistakes, he has also praised America. Romney acknowledged as much when he wrote that Obama, &quot;always the skillful politician, will throw in compliments about America here and there.&quot;<br />\r\n\t<br />\r\n\tIn Cairo, Obama called the United States &quot;one of the greatest sources of progress that the world has ever known. ... We were founded upon the ideal that all are created equal, and we have shed blood and struggled for centuries to give meaning to those words -- within our borders, and around the world.&quot; At the Langley speech, Obama told the CIA staff, &quot;What makes the United States special, and what makes you special, is precisely the fact that we are willing to uphold our values and our ideals even when it&#39;s hard, not just when it&#39;s easy; even when we are afraid and under threat, not just when it&#39;s expedient to do so. That&#39;s what makes us different. So, yes, you&#39;ve got a harder job. And so do I. And that&#39;s okay, because that&#39;s why we can take such extraordinary pride in being Americans. And over the long term, that is why I believe we will defeat our enemies, because we&#39;re on the better side of history.&quot;<br />\r\n\t<br />\r\n\tAnd at his speech&nbsp;<a href=\"http://www.whitehouse.gov/the-press-office/remarks-president-acceptance-nobel-peace-prize\">accepting the Nobel Prize</a>, Obama said: &quot;Whatever mistakes we have made, the plain fact is this: The United States of America has helped underwrite global security for more than six decades with the blood of our citizens and the strength of our arms. The service and sacrifice of our men and women in uniform has promoted peace and prosperity from Germany to Korea, and enabled democracy to take hold in places like the Balkans. We have borne this burden not because we seek to impose our will. We have done so out of enlightened self-interest -- because we seek a better future for our children and grandchildren, and we believe that their lives will be better if others&#39; children and grandchildren can live in freedom and prosperity.&quot;<br />\r\n\t<br />\r\n\t<b>What&rsquo;s new from the debate</b><br />\r\n\t<br />\r\n\tWhat Romney said at the debate in Orlando -- &quot;He went around the world and apologized for America&quot; -- is very similar to what he said at his campaign stop in June -- &quot;A few months into office, he traveled around the globe to apologize for America.&quot;&nbsp;<br />\r\n\t<br />\r\n\tAt the debate, Romney added this comment: &quot;He addressed the United Nations in his inaugural address and chastised our friend, Israel, for building settlements and said nothing about Hamas launching thousands of rockets into Israel.&quot;&nbsp;<br />\r\n\t<br />\r\n\tWe looked again at Obama&#39;s&nbsp;<a href=\"http://www.whitehouse.gov/the_press_office/remarks-by-the-president-to-the-united-nations-general-assembly/\">first speech</a>&nbsp;at the United Nations. It&#39;s true that he does not specifically mention Hamas. But it&#39;s certainly not a one-sided chastisement of Israel. Obama repeatedly calls on Palestinians to understand and respect Israel&#39;s security needs. And he specifically mentions the fear Israeli civilians have of rocket attacks.<br />\r\n\t<br />\r\n\t&quot;We must remember that the greatest price of this conflict is not paid by us. It&#39;s not paid by politicians,&quot; Obama said. &quot;It&#39;s paid by the Israeli girl in Sderot who closes her eyes in fear that a rocket will take her life in the middle of the night. It&#39;s paid for by the Palestinian boy in Gaza who has no clean water and no country to call his own.&quot;<br />\r\n\t<br />\r\n\t<b>Our ruling</b><br />\r\n\t<br />\r\n\tSome of the Obama speeches that Romney cited in his book certainly laid out Obama&rsquo;s foreign policy ideas, and it seems fair to say that a less confrontational approach was among Obama&rsquo;s goals. Obama had made no secret during the campaign that he intended to set a different course on foreign policy than Bush -- a committed unilateralist -- had pursued.<br />\r\n\t<br />\r\n\tStill, we think it&rsquo;s incorrect for Romney to portray these early speeches as part of a global apology tour. Using Romney&rsquo;s standard, you could argue that any change in foreign policy that&rsquo;s undertaken after a presidential transition and announced to the world would constitute an &quot;apology&quot; for the previous policy.<br />\r\n\t<br />\r\n\tOn the substance of Romney&rsquo;s charge, we believe that what we wrote in March 2010 still stands. While Obama&#39;s speeches contained some criticisms of past U.S. actions, those passages were typically leavened by praise for the United States and its ideals, and he frequently mentioned how other countries have erred as well. We found not a single, full-throated apology in the bunch. And on the new angle Romney has added -- that the trips were intended to offer the president a forum to apologize to other countries -- we think it&rsquo;s a ridiculous charge. There&rsquo;s a clear difference between changing policies and apologizing, and Obama didn&rsquo;t do the latter. So we rate Romney&rsquo;s statement Pants on Fire</p>", "ruling_comments_date": "2011-09-22T23:02:01.417737", "ruling_date": "2011-09-22T23:01:43", "ruling_headline": "Mitt Romney repeats claim that Obama went around the world apologizing for the United States", "ruling_headline_slug": "mitt-romney-repeats-claim-obama-went-around-world-", "ruling_link_text": "Repeating false charge doesn't make it true", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tFox News/Google debate transcript, accessed via CQ Transcriptswire, Sept. 22, 2011</p>\r\n<p>\r\n\tMitt Romney,&nbsp;<a href=\"http://www.facebook.com/mittromney?sk=app_142371818162\" style=\"color: rgb(0, 0, 102); \">presidential </a><a href=\"http://www.facebook.com/mittromney?sk=app_142371818162\" style=\"color: rgb(0, 0, 102);\">announcementspeech</a>in Stratham, N.H., June 2, 2011<br />\r\n\t<br />\r\n\tMitt Romney,&nbsp;<em><a href=\"http://www.amazon.com/No-Apology-Case-American-Greatness/dp/0312609809\" style=\"color: rgb(0, 0, 102); \">No Apology: The Case for American Greatness</a></em>, 2010<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2010/mar/15/mitt-romney/obama-remarks-never-true-apology/\" style=\"color: rgb(0, 0, 102); \">Obama&#39;s remarks never a true &#39;apology</a>,&#39;&quot; Mar. 15, 2010<br />\r\n\t<br />\r\n\tThe Heritage Foundation,&nbsp;<a href=\"http://www.heritage.org/research/europe/wm2466.cfm\" style=\"color: rgb(0, 0, 102); \">Barack Obama&#39;s Top 10 Apologies: How the President Has Humiliated a Superpower</a>, June 2, 2009<br />\r\n\t<br />\r\n\tThe American Spectator,&nbsp;<a href=\"http://spectator.org/blog/2009/09/25/conservatve-leaders-speak-out\" style=\"color: rgb(0, 0, 102); \">Conservatve (sic) Leaders Speak Out Against Obama&#39;s Apology Tour</a>, Sept. 25, 2010<br />\r\n\t<br />\r\n\tRush Limbaugh,&nbsp;<a href=\"http://www.rushlimbaugh.com/home/daily/site_060209/content/01125113.guest.html\" style=\"color: rgb(0, 0, 102); \">Obama</a><a href=\"http://www.rushlimbaugh.com/home/daily/site_060209/content/01125113.guest.html\" style=\"color: rgb(0, 0, 102); \">&nbsp;Attacks America Again Ahead of Muslim Apology Tour</a>, June 2, 2009<br />\r\n\t<br />\r\n\tThe White House,&nbsp;<a href=\"http://www.whitehouse.gov/the_press_office/Remarks-by-President-Obama-at-Strasbourg-Town-Hall/\" style=\"color: rgb(0, 0, 102); \">Remarks by the President at a town hall in Strasbourg</a>, France, April 3, 2009<br />\r\n\t<br />\r\n\tThe White House,&nbsp;<a href=\"http://www.whitehouse.gov/the_press_office/Joint-Press-Availability-With-President-Barack-Obama-and-Prime-Minister-Gordon-Brown/\" style=\"color: rgb(0, 0, 102); \">Remarks by the President at joint press availability in London</a>, April 1, 2009<br />\r\n\t<br />\r\n\tThe White House,&nbsp;<a href=\"http://www.whitehouse.gov/the_press_office/news-conference-by-president-obama-4-02-09/\" style=\"color: rgb(0, 0, 102); \">Remarks by the President at a news conference in London</a>, April 2, 2009<br />\r\n\t<br />\r\n\tThe White House,&nbsp;<a href=\"http://www.whitehouse.gov/the_press_office/Remarks-by-the-President-at-Cairo-University-6-04-09\" style=\"color: rgb(0, 0, 102); \">Remarks by the President in Cairo</a>, Egypt, June 4, 2009<br />\r\n\t<br />\r\n\tThe White House,&nbsp;<a href=\"http://www.whitehouse.gov/the_press_office/Remarks-by-the-President-On-National-Security-5-21-09/\" style=\"color: rgb(0, 0, 102); \">Remarks by the President on national security at the National Archives</a>, May 21, 2009<br />\r\n\t<br />\r\n\tThe White House,&nbsp;<a href=\"http://www.whitehouse.gov/the-press-office/remarks-president-cia-employees-cia-headquarters\" style=\"color: rgb(0, 0, 102); \">Remarks by the President to CIA employees, Langley, Va.</a>, April 20, 2009<br />\r\n\t<br />\r\n\tThe White House,&nbsp;<a href=\"http://www.whitehouse.gov/the_press_office/remarks-by-the-president-to-the-united-nations-general-assembly/\" style=\"color: rgb(0, 0, 102); \">Remarks by the President to the United Nations General Assembly</a>, Sept. 23, 2009<br />\r\n\t<br />\r\n\tInterview with&nbsp;<a href=\"http://www.heritage.org/about/staff/nilegardiner.cfm\" style=\"color: rgb(0, 0, 102); \">Nile</a><a href=\"http://www.heritage.org/about/staff/nilegardiner.cfm\" style=\"color: rgb(0, 0, 102); \">&nbsp;</a><a href=\"http://www.heritage.org/about/staff/nilegardiner.cfm\" style=\"color: rgb(0, 0, 102); \">Gardiner</a>&nbsp;of the Heritage Foundation<br />\r\n\t<br />\r\n\tInterview with John Murphy of the University of Illinois at Urbana-Champaign<br />\r\n\t<br />\r\n\tInterview with Lauren Bloom, author of&nbsp;<em><a href=\"http://www.artoftheapology.com/aboutlauren\" style=\"color: rgb(0, 0, 102); \">The</a><a href=\"http://www.artoftheapology.com/aboutlauren\" style=\"color: rgb(0, 0, 102); \">&nbsp;Art of the Apology</a></em><br />\r\n\t<br />\r\n\tInterview with Rhoda E. Howard-Hassmann of Wilfrid Laurier University<br />\r\n\t<br />\r\n\tWilfrid Laurier University,&nbsp;<a href=\"http://political-apologies.wlu.ca/index.php\" style=\"color: rgb(0, 0, 102); \">Political Apologies </a><a href=\"http://political-apologies.wlu.ca/index.php\" style=\"color: rgb(0, 0, 102);\">andReparations</a>database<br />\r\n\t<br />\r\n\tThe National Archives,&nbsp;<a href=\"http://clinton6.nara.gov/1998/03/1998-03-25-remarks-to-survivors-rwanda.html\" style=\"color: rgb(0, 0, 102); \">speech of President Bill Clinton in Rwanda</a>, March 25, 1998<br />\r\n\t<br />\r\n\tThe National Archives,&nbsp;<a href=\"http://clinton4.nara.gov/textonly/New/Remarks/Fri/19970516-898.html\" style=\"color: rgb(0, 0, 102); \">remarks of President Bill Clinton &quot;in apology for study done in Tuskegee,&quot;</a>May 16, 1997<br />\r\n\t<br />\r\n\tThe National Archives,&nbsp;<a href=\"http://georgewbush-whitehouse.archives.gov/news/releases/2003/07/20030708-1.html\" style=\"color: rgb(0, 0, 102); \">speech of President George W. Bush at Goree Island, Senegal</a>, July 8, 2003<br />\r\n\t<br />\r\n\tThe National Archives,&nbsp;<a href=\"http://georgewbush-whitehouse.archives.gov/news/releases/2004/05/20040506-9.html\" style=\"color: rgb(0, 0, 102); \">remarks of President George W. Bush with King Abdullah of Jordan</a>, May 6, 2004<br />\r\n\t<br />\r\n\tFox News,&nbsp;<a href=\"http://www.foxnews.com/story/0,2933,119156,00.html\" style=\"color: rgb(0, 0, 102); \">Bush apologizes for prisoner abuse</a>, May 7, 2004<br />\r\n\t<br />\r\n\tThe White House,&nbsp;<a href=\"http://www.whitehouse.gov/the-press-office/remarks-president-acceptance-nobel-peace-prize\" style=\"color: rgb(0, 0, 102); \">Remarks by the President at the Acceptance of the Nobel Peace Prize</a>, Dec. 10, 2009<br />\r\n\t<br />\r\n\tForeign Affairs,&nbsp;<a href=\"http://www.foreignpolicy.com/articles/2009/12/18/the_carter_syndrome?page=full\" style=\"color: rgb(0, 0, 102); \">The Carter Syndrome</a>, by Walter Russell Mead, January 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 34, "current_job": "Former governor", "false_count": 32, "first_name": "Mitt", "half_true_count": 58, "home_state": "Massachusetts", "id": 5, "last_name": "Romney", "mostly_true_count": 33, "name_slug": "mitt-romney", "pants_count": 19, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-mittromney.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/5/", "total_count": 221, "true_count": 30, "website": "http://www.mittromney.com/"}, "statement": "<p>\r\n\tPresident Obama &quot;went around the world and apologized for America.&quot;</p>", "statement_context": "a debate in Orlando, Fla.", "statement_date": "2011-09-22", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}], "target": [{"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}], "twitter_headline": ""}