{"art": [], "author": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2011/sep/27/paul-broun/broun-stimulus-money-funded-effort-will-kill-jobs/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jdenery@ajc.com", "first_name": "Jim ", "id": 141, "last_name": "Denery", "name_slug": "jim-denery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/141/", "title": "Word editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 4507, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/4507/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tHey, Chester the Cheetah. You think it ain&rsquo;t easy bein&rsquo; cheesy?<br />\r\n\t<br />\r\n\tWell, U.S. Rep. Paul Broun of Athens says that the federal government wants to hang your hide on its wall. And it could take down hundreds of thousands of jobs with you. &nbsp;<br />\r\n\t<br />\r\n\tRepublican Broun tweeted his concern for the Cheetos snack food mascot during President Barack Obama&rsquo;s Sept. 8 jobs speech before Congress. Food company critics are targeting Chester for extinction because they think using cartoon characters to sell junk food fuels childhood obesity. &nbsp;<br />\r\n\t<br />\r\n\tAs you may remember, Broun has taken to sitting out joint sessions, such as January&rsquo;s State of the Union Address, so he can tweet critiques of the president real-time.<br />\r\n\t<br />\r\n\tChester came up in the second of a four-part list explaining why Broun thinks the country doesn&rsquo;t need the new jobs bill. The president could simply change his policies, Broun argued.<br />\r\n\t<br />\r\n\t&quot;2) Stimulus $ study on food advertising: proj -$28.3 billion in sales and -378,000 #jobs &ndash; just to keep Chester the Cheetah off the air,&quot; he tweeted.<br />\r\n\t<br />\r\n\tFeds are willing to kill off that much of the economy to restrict food marketing to children? And they&rsquo;re doing this with stimulus money?<br />\r\n\t<br />\r\n\tChester better trade those sunglasses for a bulletproof vest. And we&rsquo;d better check Broun&rsquo;s facts.<br />\r\n\t<br />\r\n\tIn 2009, Congress created the Interagency Working Group on Food Marketed to Children to study and recommend standards for efforts with a large audience of 17 years old or younger.<br />\r\n\t<br />\r\n\tIn April, the working group recommended voluntary guidelines that would reduce kids&rsquo; exposure to pitches for products that don&rsquo;t meet certain nutritional guidelines. Targeting children through television, radio, print, company-sponsored websites, email and text messaging, product placement, toy branding, sports team sponsorships, and other methods would cease.<br />\r\n\t<br />\r\n\tChester&rsquo;s defenders pounced. A Broun spokesman referred us to an Aug. 29 paper published by the Heritage Foundation, a conservative think tank.<br />\r\n\t<br />\r\n\tIt said that &quot;even the working group concluded that the guidelines would result in a 20 percent reduction in ad expenditures that would in turn cause losses of $28.3 billion in manufacturing and retail sales and 378,000 jobs lost by 2015.&quot;<br />\r\n\t<br />\r\n\tBut the working group did not come to this conclusion. Economic analysis firm IHS Global Insight wrote the report.<br />\r\n\t<br />\r\n\tWe also noticed that the Heritage Foundation&rsquo;s numbers are off, as are those in Broun&rsquo;s tweet. The IHS report actually says that from 2011 through 2015, lost sales would total $152 billion. The predicted loss of $28.3 billion is for 2011 alone.<br />\r\n\t<br />\r\n\tFurthermore, stimulus dollars did not fund the group, as Broun asserted. Records show the board was created by a separate bill and was funded by the regular budgets of the agencies involved. &nbsp;<br />\r\n\t<br />\r\n\tNow, IHS Global Insight&rsquo;s analysis does not fit the accepted definition of a &quot;study,&quot; as Broun called it. It wasn&rsquo;t peer-reviewed or conducted by an independent professional. It was funded by opponents of the guidelines. Most importantly, its methodology wasn&rsquo;t transparent.<br />\r\n\t<br />\r\n\tBroun spokeswoman Meredith Griffanti and IHS spokesman Mike Raimondi defended the IHS report, saying the firm is well-regarded (it is the successor to a research organization founded by a 1980 winner of the Nobel Prize in Economics) and guideline opponents were not fishing for numbers to suit their claims.<br />\r\n\t<br />\r\n\tFood manufactures actually thought IHS&rsquo; report underestimated how much the guidelines would hurt the economy, Griffanti said. &nbsp;<br />\r\n\t<br />\r\n\tRaimondi said he could not provide detailed information on the findings because IHS did not write a more comprehensive report. He said the results were based on federal and industry data and decades of research.<br />\r\n\t<br />\r\n\tPolitiFact Georgia showed IHS&rsquo; report to three marketing professors.<br />\r\n\t<br />\r\n\tThey all had reservations with the report&rsquo;s fundamental assumption: that food and beverage advertising spending would drop 20 percent. IHS did not publish how it reached its conclusions, so other experts cannot check them.<br />\r\n\t<br />\r\n\t&quot;Based on this type of reasoning without any support, I could just as easily assume that there would be smaller decreases. There&rsquo;s no way of telling,&quot; said Jerome Williams, a Rutgers University marketing professor who has studied food marketing to children.<br />\r\n\t<br />\r\n\tIn fact, marketing spending might not decline at all, experts said. Companies could redirect the cash to promote healthier kids foods or sell salty snacks to grown-ups. &nbsp;<br />\r\n\t<br />\r\n\tIHS did not look into this possibility, Raimondi said.<br />\r\n\t<br />\r\n\tAd spending could even increase, Williams said. After the federal government banned cigarette advertising on radio and television in 1971, U.S. cigarette marketing spending grew. In 1970, it totaled $361 million, according to the Federal Trade Commission. In 1975, it was more than $491 million; in 1976, it was $639 million.<br />\r\n\t<br />\r\n\tBroun&rsquo;s camp rejected the tobacco analogy because the proposed voluntary guidelines would block ads on shows with big adult audiences, as well as marketing techniques beyond broadcast such as product placement.<br />\r\n\t<br />\r\n\tThat said, independent scholars haven&rsquo;t corroborated the IHS report, noted University of Arizona professor Dale Kunkel, an expert on food marketing to children.<br />\r\n\t<br />\r\n\tAnd while the voluntary guidelines could lead to job losses, they could also create jobs for those who develop and market healthier foods, Emory University marketing professor Douglas Bowman said.<br />\r\n\t<br />\r\n\tPublished reports show that food manufactures are innovating in response to child obesity concerns. For instance, Cheetos no longer advertises to children, but the brand is still growing, especially in the Latino market, an executive said last year during a PepsiCo investor event. He said it was rolling out Cheetos with less sodium and fat in Brazil.<br />\r\n\t<br />\r\n\tGriffanti said job creation is unlikely because food companies are continuously updating their products.<br />\r\n\t<br />\r\n\tIn sum, while Broun does have a point that jobs could be affected by the guidelines, his claim is deeply flawed.<br />\r\n\t<br />\r\n\tStimulus dollars did not fund the group that produced the voluntary guidelines. The report that predicted major economic losses was not a true study. Plus, there&rsquo;s evidence to think that advertising spending won&rsquo;t plummet.<br />\r\n\t<br />\r\n\tAnd since the guidelines are voluntary, companies could avoid implementing the bits they think would be too tough on their bottom lines. Or they could ignore them altogether.<br />\r\n\t<br />\r\n\tChester, take heart. You still have a chance. We rate Broun&rsquo;s claim False.</p>", "ruling_comments_date": "2011-09-26T14:46:11.045931", "ruling_date": "2011-09-27T06:00:00", "ruling_headline": "Broun: Stimulus money funded effort that will kill jobs", "ruling_headline_slug": "broun-stimulus-money-funded-effort-will-kill-jobs", "ruling_link_text": "Chester the Cheetah's not dead yet", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<a href=\"http://twitter.com/#%21/RepPaulBrounM\" id=\"internal-source-marker_0.11125141492396429\">Twitter page</a> of U.S. Rep. Paul Broun, accessed Sept. 12, 2011<br />\r\n\t<br />\r\n\tHeritage Foundation, &quot;<a href=\"http://thf_media.s3.amazonaws.com/2011/pdf/wm3345.pdf\">The Diet Dictators&rsquo; Attack on Consumer Choice and Free Speech</a>,&quot; Aug. 29, 2011<br />\r\n\t<br />\r\n\tThe Daily Caller, <a href=\"http://dailycaller.com/2011/09/07/obama-vs-obama-on-the-economy-can-rhetoric-trump-truth/#ixzz1Y9GS0JBL\">&quot;</a><a href=\"http://dailycaller.com/2011/09/07/obama-vs-obama-on-the-economy-can-rhetoric-trump-truth/#ixzz1Y9GS0JBL\">Obama vs. Obama on the economy &mdash; can rhetoric trump truth?</a>&quot;, Sept. 7, 2011</p>\r\n<p>\r\n\t<br />\r\n\tIHS Global Insight, &quot;<a href=\"http://www.aaaa.org/advocacy/gov/news/Documents/foodmarketing_impact.pdf\">Assessing the Economic Impact of Restricting Advertising</a><br />\r\n\t<a href=\"http://www.aaaa.org/advocacy/gov/news/Documents/foodmarketing_impact.pdf\">for Products That Target Young Americans</a>,&quot; accessed Sept. 12, 2011<br />\r\n\t<br />\r\n\tFederal Trade Commission, <a href=\"http://www.ftc.gov/os/2011/04/110428foodmarketproposedguide.pdf\">Interagency Working Group on Food Marketed to Children: Preliminary Proposed Nutrition Principles to Guide Industry Self-Regulatory Efforts</a>, April 2011<br />\r\n\t<br />\r\n\tU.S. Government Printing Office,<a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getdoc.cgi?dbname=111_cong_house_committee_prints&amp;docid=f:47494d.pdf\"> Omnibus Appropriations Act, 2009, Division D -- Financial Services and General Government Appropriations Act, 2009</a>, accessed Sept. 16, 2011<br />\r\n\t<br />\r\n\t<br />\r\n\tFederal Trade Commission, <a href=\"http://www.ftc.gov/os/2011/07/110729cigarettereport.pdf\">Cigarette Report for 2007 and 2008</a>, issued 2011<br />\r\n\t<br />\r\n\tFD (Fair Disclosure) Wire, PepsiCo Investor Meeting Day 1 - Final, March 22, 2010<br />\r\n\t<br />\r\n\tThe Associated Press, &quot;Snack food makers sell healthier treats, face threats of regulation, obesity,&quot; June 20, 2007<br />\r\n\t<br />\r\n\tThe New York Times, &quot;<a href=\"http://www.nytimes.com/2007/07/18/business/18food.html\">Limiting Ads of Junk Food to Children</a>,&quot; July 18, 2011<br />\r\n\t<br />\r\n\tThe Washington Post, &quot;<a href=\"http://www.washingtonpost.com/politics/industries-lobby-against-voluntary-nutrition-guidelines-for-food-marketed-to-kids/2011/07/08/gIQAZSZu5H_story.html\">Industries lobby against voluntary nutrition guidelines for food marketed to kids</a>,&quot; July 9, 2011<br />\r\n\t<br />\r\n\tAssociation of National Advertisers, &quot;<a href=\"http://www.ana.net/content/show/id/21700\">Important New Data Clearly Show Impact of Proposed IWG Guidelines on Fragile Economic Recovery,</a>&quot; July 8, 2011</p>\r\n<p>\r\n\t<br />\r\n\tEmail interviews, Meredith Griffanti, communications director, U.S. Rep. Paul Broun, Sept. 12, and 15, 2011<br />\r\n\t<br />\r\n\tTelephone interview, Diane Katz, research fellow in regulatory policy, Heritage Foundation, Sept. 12, 2011<br />\r\n\t<br />\r\n\tTelephone interview, Dan Jaffe, executive vice president, government relations, Association of National Advertisers, Sept. 13, 2011<br />\r\n\t<br />\r\n\tTelephone interview, Douglas Bowman, professor of marketing, Goizueta Business School, Emory University, Sept. 14, 2011<br />\r\n\t<br />\r\n\tTelephone interview, Jerome Williams, Prudential Chair in Business, department of management and global business, Rutgers Business School, Sept. 13, 2011<br />\r\n\t<br />\r\n\tEmail interview, Dale Kunkel, professor of communication, University of Arizona, Sept. 15, 2011<br />\r\n\t<br />\r\n\tEmail interview, Betsy Lordan, spokeswoman, Federal Trade Commission, Sept. 14 and 16, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "Congressman", "false_count": 8, "first_name": "Paul", "half_true_count": 3, "home_state": "Georgia", "id": 987, "last_name": "Broun", "mostly_true_count": 2, "name_slug": "paul-broun", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/broun1111.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/987/", "total_count": 19, "true_count": 1, "website": ""}, "statement": "<p>\r\n\tStimulus money funded a government board that made recommendations that would cost 378,000 jobs and $28.3 billion in sales.&nbsp;</p>", "statement_context": "a tweet", "statement_date": "2011-09-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 127, "photo": null, "resource_uri": "/api/v/2/subject/127/", "subject": "Children", "subject_slug": "children", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": "@RepPaulBrounMD says Chester the Cheetah's in danger b/c of stimulus $. True or not? #gapol #tcot"}