{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/sep/28/barack-obama/barack-obama-slams-rick-perry-climate-change-citin/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 4515, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/4515/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>During a Sept. 26, 2011, <a href=\"http://www.whitehouse.gov/the-press-office/2011/09/26/remarks-president-dnc-event-san-jose-california-0\">speech</a> at a Democratic National Committee fundraising event in San Jose, Calif., President Barack Obama aimed some attack lines at the Republican Party.<br />\r\n<br />\r\n&quot;Some of you here may be folks who actually used to be Republican but are puzzled by what&rsquo;s happened to that party....&quot; Obama said in comments that, according to the White House&rsquo;s transcript, were punctuated by laughter. &quot;I mean, has anybody been watching the debates lately? You&rsquo;ve got a governor whose state is on fire denying climate change. No, no, it&rsquo;s true. You&rsquo;ve got audiences cheering at the prospect of somebody dying because they don&rsquo;t have health care, and booing a service member in Iraq because they&rsquo;re gay. That&rsquo;s not reflective of who we are. We&rsquo;ve had differences in the past, but at some level we&rsquo;ve always believed, you know what, that we&rsquo;re not defined by our differences. We&rsquo;re bound together.&quot;<br />\r\n<br />\r\nAfter several readers brought it to our attention, we zeroed in on Obama&rsquo;s comment that &quot;you&rsquo;ve got a governor whose state is on fire denying climate change.&quot;<br />\r\n<br />\r\nThe governor in question is Rick Perry of Texas -- one of the leading candidates in the Republican presidential primary and therefore a potential challenger to Obama in his bid for a second term next year.<br />\r\n<br />\r\nAs for the fires Obama mentioned, Texas has been experiencing one of its most severe wildfire seasons in history.&nbsp;<a href=\"http://txforestservice.tamu.edu/main/article.aspx?id=12888\"> According to the Texas Forest Service</a>, 3.8 million acres burned and 2,742 homes were destroyed by wildfires between Nov. 15, 2010 and Sept. 26, 2011.<br />\r\n<br />\r\nA spokesman for Perry, Mark Miner, thought Obama&rsquo;s comment was unfair, <a href=\"http://abcnews.go.com/blogs/politics/2011/09/perry-spokesman-calls-obamas-comments-on-perry-outrageous/\">telling ABC News</a>, &quot;It&rsquo;s outrageous President Obama would use &hellip; the worst fires in state history as a political attack.&quot;<br />\r\n<br />\r\nAsked about Obama&rsquo;s comments during a <a href=\"http://www.whitehouse.gov/the-press-office/2011/09/26/press-gaggle-press-secretary-jay-carney-aboard-air-force-one-en-route-sa\">Sept. 26 press availability</a>, White House Press Secretary Jay Carney told reporters on Air Force One that the president&rsquo;s &quot;point was simply that you have severe weather in that state, and the leader of that state questioned whether something that&#39;s been well established as a scientific fact is in fact a fact. &hellip; (Obama&rsquo;s) point is that the link between climate and the severe weather that we&rsquo;ve been experiencing is something that&#39;s studied by scientists all the time, and to simply dismiss it is, he believes, not responsible leadership.&quot;<br />\r\n<br />\r\nDespite our readers&rsquo; urgings, we gave serious thought to not rating Obama&rsquo;s comment on the Truth-O-Meter. Obama clearly intended it to be a lighthearted comment, and the audience took it that way, as evidenced by applause noted in the transcript. In addition, the line was a rhetorical aside, not part of a substantive policy address about climate change.<br />\r\n<br />\r\nBut Obama&rsquo;s comment fit our main qualification for choosing items to fact-check -- would people wonder whether the comment is true? Is it possible to draw a link between a specific weather event, such as the drought in Texas and the wildfires, and global climate change?<br />\r\n<br />\r\nAs it turns out, this question has an interesting answer.<br />\r\n<br />\r\nFirst, some background on climate change.<br />\r\n<br />\r\nPerry is on record expressing skepticism that human actions are causing climate change. During a <a href=\"http://abcnews.go.com/blogs/politics/2011/09/rick-perry-galileo-and-global-warming/\">Republican debate</a> on Sept. 7, 2011, he said that &quot;the science is not settled (on climate change). The idea that we would put Americans&rsquo; economy at jeopardy based on scientific theory that&rsquo;s not settled yet to me is just nonsense.&quot; We also <a href=\"http://www.politifact.com/truth-o-meter/statements/2011/aug/22/rick-perry/rick-perry-says-more-and-more-scientists-are-quest/\">fact-checked</a> a separate comment by Perry &quot;questioning the original idea that man-made global warming is what is causing the climate to change. &hellip; (It is) more and more being put into question.&quot;<br />\r\n<br />\r\nWe ruled Perry&rsquo;s statements False. As we noted, one of the most oft-cited <a href=\"http://www.ipcc.ch/publications_and_data/ar4/wg1/en/spmsspm-understanding-and.html\">reports</a> on climate change comes from the<a href=\"http://www.ipcc.ch/\"> U.N. Intergovernmental Panel on Climate Change</a> (IPCC), which is widely considered the leading international organization on climate science. It includes the scientific consensus of thousands of researchers from 194 countries. &quot;Most of the observed increase in global average temperatures since the mid-20th century is very likely due to the observed increase in (human-created) greenhouse gas concentrations,&quot; the most recent report states.<br />\r\n&nbsp;&nbsp;&nbsp;<br />\r\nIn the United States, the<a href=\"http://www.globalchange.gov/\"> U.S. Global Change Research Program</a> coordinates and integrates federal research on climate. Its <a href=\"http://www.globalchange.gov/publications/reports/scientific-assessments/us-impacts/key-findings\">2009 report</a> mirrored the IPCC&#39;s conclusions, and the report directly addressed the question of how climate change could affect weather.<br />\r\n<br />\r\n&quot;Water is an issue in every region, but the nature of the potential impacts varies,&quot; it said in a summary. &quot;Drought, related to reduced precipitation, increased evaporation and increased water loss from plants, is an important issue in many regions, especially in the West. Floods and water quality problems are likely to be amplified by climate change in most regions. Declines in mountain snowpack are important in the West and Alaska where snowpack provides vital natural water storage.&quot;<br />\r\n<br />\r\nHowever, climate-change experts have also long urged caution in assuming that particular weather events are caused or influenced by climate change.<br />\r\n<br />\r\nConsider a June 2011 paper published by the Pew Center on Global Climate Change, an independent research organization. In the<a href=\"http://www.pewclimate.org/publications/extreme-weather-and-climate-change\"> paper</a> -- titled &quot;Extreme Weather and Climate Change Understanding the Link, Managing the Risk&quot; -- co-authors Daniel G. Huber and Jay Gulledge write that &quot;when we ask whether climate change &lsquo;caused&rsquo; a particular event, we pose a fundamentally unanswerable question.&quot; In fact, they say it is &quot;nonsense&quot; to debate a direct climatological link between a single event and the long-term rise in the global average surface temperature.<br />\r\n<br />\r\nThe reason, Huber and Gulledge write, is the distinction between &quot;climate&quot; -- a long-term pattern that averages many weather events over the years -- and a particular weather event.<br />\r\n<br />\r\nBy definition, Huber and Gulledge write, &quot;an isolated event lacks useful information about climate trends. Consider a hypothetical example: Prior to any change in the climate, there was one category 5 hurricane per year, but after the climate warmed for some decades, there were two category 5 hurricanes per year. In a given year, which of the two hurricanes was caused by climate change? Since the two events are indistinguishable, this question is nonsense. It is not the occurrence of either of the two events that matters. The two events together &ndash; or more accurately, the average of two events per year &ndash; define the change in the climate.&quot;<br />\r\n<br />\r\nWhat makes the Texas situation an imperfect fit for this general rule is that what&rsquo;s happening isn&rsquo;t one wildfire, or even a spate of wildfires. It&rsquo;s a months-long season of specific weather-related events -- wildfires -- whose roots stem from broader climatic conditions.<br />\r\n<br />\r\n&quot;It is a combination of unprecedented heat this summer, completely obliterating the previous record; exceptional drought conditions; exceptional soil moisture decreases, which exacerbate the temperature extremes; and, on top of that, extensive wild fires,&quot; said Gavin Schmidt, a climate specialist at the NASA Goddard Institute for Space Studies. &quot;These elements cannot be separated. &hellip; Extreme heat becomes more common under climate change, and that has consequences, depending on location -- more drought, and more susceptibility to wildfires.&quot;<br />\r\n<br />\r\nEven Gulledge, the co-author of the Pew paper that cautioned against blaming weather events on climate change, said the Texas case may constitute an exception to the rule he laid out.<br />\r\n<br />\r\n&quot;There is a <a href=\"http://www.sciencemag.org/content/313/5789/940.full.pdf\">well-documented link</a> between the earlier start of spring, higher summer temperatures, and drier conditions during summer and fall -- that is, climate change -- and a dramatic increase in wildfire activity in the western U.S. since the late 1980s,&quot; he said. &quot;These observations reveal an increase in fire risk due to climate change.&quot;<br />\r\n<br />\r\nGulledge found it noteworthy that in a recent <a href=\"http://blog.chron.com/climateabyss/2011/09/texas-drought-and-global-warming/\">blog post</a>, John Nielsen-Gammon -- the Texas state climatologist and a professor of atmospheric sciences at Texas A&amp;M University -- suggested a connection between the wildfires and climate change, even if it came with caveats and limitations.<br />\r\n<br />\r\nOn the one hand, Nielsen-Gammon said the low rainfall levels since October 2010 do not appear to have been made &quot;more likely&quot; by global warming. In turn, this rainfall deficit, he estimated, explains most of the excess heat that set the stage for the wildfires. On the other hand, his modeling suggested that global warming did provide an additional contributing factor to the unusually high temperatures. &quot;The impacts of the drought,&quot; he concluded, &quot;were enhanced by global warming.&quot;<br />\r\n<br />\r\nWhat makes this topic so difficult to analyze is that the way the atmosphere works is extremely complicated. Gulledge compared the atmosphere to a car.<br />\r\n<br />\r\n&quot;Both the atmosphere and a car are complex systems, but one is fundamentally predictable, while the other is fundamentally unpredictable,&quot; he said. &quot;A given force applied to the atmosphere has many different potential outcomes, not a single calculable outcome. That&rsquo;s different from an automobile, which can be predicted very precisely. If I step on the gas, it will speed up; if I turn the wheel, the car will turn. Consequently, weather forecasters give percentage chances of rain instead of performing a single calculation that predicts a single amount of rain in a given place on a given day.&quot;<br />\r\n<br />\r\nA related complication is that this boils down to a question of probabilities rather than certainties.<br />\r\n<br />\r\n&quot;The right question to ask is, &lsquo;Has global warming increased the likelihood of an event like the Texas drought occurring&rsquo; And the answer to that question is yes,&quot; said Brian Soden, a professor of meteorology and physical oceanography at the University of Miami. &quot;While droughts occur in a climate unaffected by human activities, a warming climate increases the likelihood that they will occur.&quot;<br />\r\n<br />\r\nHe offers an analogy that he credits to a colleague, Tony Broccoli of Rutgers University. &quot;Consider a baseball player who goes through a rigorous off-season training program, which results in greater strength and faster bat speed,&quot; Soden said. &quot;On his first at bat of the season, he hits a home run. Would you say that the home run was a result of his off season training? No one can answer that question. But would you say that the off-season training increased the likelihood of it occurring? Yes.&quot;<br />\r\n<br />\r\nRob Jackson, the director of the Duke Center on Global Change, acknowledges this backdrop of uncertainty. &quot;Can anyone say with certainty that this is climate-change related? Absolutely not,&quot; he said. But Jackson -- who went to college and taught in Texas and continues to visit frequently to see family -- suggested that the scale of the Texas wildfires is starting to change the minds of some scientists who have traditionally been hesitant to blame specific weather events on climate change.<br />\r\n<br />\r\n&quot;The heat and drought I saw in August is almost enough to make me say that climate change is playing a role, amplifying other factors,&quot; Jackson said. &quot;I&#39;ve never said that before about any weather event.&quot;<br />\r\n<br />\r\n<strong>Our ruling</strong><br />\r\n<br />\r\nHistorically, scientists have drawn a clear distinction between specific weather events and longer-range changes in climate, and that sentiment persists. Normally, we would be extremely skeptical of claims linking specific weather events to climate change. However, the situation in Texas that Obama was referring to could be described as something broader than a specific weather event, and there is peer-reviewed evidence linking broader climate change in the American southwest with the incidence of wildfires in the region.<br />\r\n<br />\r\nThe Texas state climatologist recently wrote that he believes climate change has had an effect in encouraging the current wildfires, but only as a modest contributing factor. This caution, combined with the difficulty of determining cause and effect in a system as complex as the earth&rsquo;s atmosphere, leads us to rate Obama&rsquo;s claim Half True.</p>\r\n", "ruling_comments_date": "2011-09-28T16:58:54.914927", "ruling_date": "2011-09-28T18:06:53", "ruling_headline": "Barack Obama slams Rick Perry on climate change, citing Texas wildfires", "ruling_headline_slug": "barack-obama-slams-rick-perry-climate-change-citin", "ruling_link_text": "Growing scientific sentiment that there's a link", "ruling_state": null, "source_documents": null, "sources": "<p>White House, <a href=\"http://www.whitehouse.gov/the-press-office/2011/09/26/remarks-president-dnc-event-san-jose-california-0\">remarks</a> by the president at a Democratic National Committee event in San Jose, Calif., Sept. 26, 2011<br />\r\n<br />\r\nABC News, &quot;<a href=\"http://abcnews.go.com/blogs/politics/2011/09/perry-spokesman-calls-obamas-comments-on-perry-outrageous/\">Perry Spokesman Calls Obama Wildfire Comments &lsquo;Outrageous</a>,&quot; Sept. 26, 2011<br />\r\n<br />\r\nWhite House, <a href=\"http://www.whitehouse.gov/the-press-office/2011/09/26/press-gaggle-press-secretary-jay-carney-aboard-air-force-one-en-route-sa\">press gaggle by Press Secretary Jay Carney aboard Air Force One en route San Diego</a>, Sept. 26, 2011<br />\r\n<br />\r\nDaniel G. Huber and Jay Gulledge,<a href=\"http://www.pewclimate.org/publications/extreme-weather-and-climate-change\"> &quot;Extreme Weather and Climate Change: Understanding the Link, Managing the Ris</a><a href=\"http://www.pewclimate.org/publications/extreme-weather-and-climate-change\">k</a>&quot; (paper for the Pew Center on Global Climate Change), June 2011<br />\r\n<br />\r\nJohn Nielsen-Gammon, &quot;Texas Drought and Global Warming&quot; (<a href=\"http://blog.chron.com/climateabyss/2011/09/texas-drought-and-global-warming/\">blog post</a>), Sept. 9, 2011<br />\r\n<br />\r\nTexas Forest Service, &quot;<a href=\"http://txforestservice.tamu.edu/main/article.aspx?id=12888\">Current Texas Wildfire Situation</a>,&quot; accessed Sept. 28, 2011<br />\r\n<br />\r\nIPCC Fourth Assessment Report: Climate Change 2007. Working Group I Report: &quot;<a href=\"http://www.ipcc.ch/publications_and_data/ar4/wg1/en/contents.html\">The Physical Science Basis</a>.&quot;<br />\r\n&nbsp;&nbsp;&nbsp;<br />\r\nU.S. Global Change Research Program, &quot;<a href=\"http://downloads.globalchange.gov/usimpacts/pdfs/climate-impacts-report.pdf\">Global Climate Change Impacts in the United States</a>,&quot; June 2009.<br />\r\n<br />\r\n<em>Science</em>, &quot;<a href=\"http://www.sciencemag.org/content/313/5789/940.full.pdf\">Warming and Earlier Spring Increase Western U.S. Forest Wildfire Activity</a>,&quot; Aug. 18, 2006<br />\r\n<br />\r\nABC N<a href=\"http://abcnews.go.com/blogs/politics/2011/09/rick-perry-galileo-and-global-warming/\">ews, &quot;Rick Perry, Galileo and Global W</a><a href=\"http://abcnews.go.com/blogs/politics/2011/09/rick-perry-galileo-and-global-warming/\">arming</a>,&quot; Sept. 8, 2011<br />\r\n<br />\r\nPolitiFa<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/aug/22/rick-perry/rick-perry-says-more-and-more-scientists-are-quest/\">ct</a><a href=\"http://www.politifact.com/truth-o-meter/statements/2011/aug/22/rick-perry/rick-perry-says-more-and-more-scientists-are-quest/\">, &quot;Rick Perry says more and more scientists are questioning global wa</a><a href=\"http://www.politifact.com/truth-o-meter/statements/2011/aug/22/rick-perry/rick-perry-says-more-and-more-scientists-are-quest/\">rming</a>,&quot; Aug. 22, 2011<br />\r\n<br />\r\nE-mail interview with John M. Reilly, the co-director of the Massachusetts Institute of Technology&rsquo;s Joint Program on the Science and Policy of Global Change, Sept. 28, 2011<br />\r\n<br />\r\nE-mail interview with Gavin Schmidt, a climate specialist at the NASA Goddard Institute for Space Studies, Sept. 28, 2011<br />\r\n<br />\r\nE-mail interview with Brian Soden, a professor of meteorology and physical oceanography at the University of Miami, Sept. 28, 2011<br />\r\n<br />\r\nE-mail interview with Rob Jackson, the director of the Duke Center on Global Change, Sept. 28. 2011<br />\r\n<br />\r\nE-mail interview with Dan Lashof, director of the Natural Resources Defense Council Climate and Clean Air Program, Sept. 28. 2011<br />\r\n<br />\r\nE-mail interview with Jay Gulledge, senior scientist and director for science and impacts at the Pew Center on Global Climate Change, Sept. 28, 2011<br />\r\n<br />\r\nE-mail interview with Joel Darmstadter, senior fellow at Resources for the Future, Sept. 28, 2011</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>Says Texas wildfires are linked to climate change.</p>\r\n", "statement_context": "a fundraising event in San Jose, Calif.", "statement_date": "2011-09-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Most scientists agree that climate change is real and humans are causing it. The figure that&rsquo;s widely cited is 97 percent of climate scientists, and it appears in at least&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/statements/2015/sep/02/rick-santorum/santorum-un-climate-head-debunked-widely-cited-97-/\">three peer-reviewed surveys</a>.&nbsp;<a href=\"http://www.politifact.com/virginia/statements/2016/apr/04/don-beyer/don-beyer-says-97-percent-scientists-believe-human/\">Plenty of other studies</a>&nbsp;report overwhelming majorities of experts (in the 90 percent range) and at least&nbsp;<a href=\"http://climate.nasa.gov/scientific-consensus/\">18 scientific associations</a>&nbsp;agree.</p>\r\n", "id": 313, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/images.jpg", "resource_uri": "/api/v/2/subject/313/", "subject": "Climate Change", "subject_slug": "climate-change", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 30, "current_job": "U.S. Energy Secretary", "false_count": 31, "first_name": "Rick", "half_true_count": 42, "home_state": "Texas", "id": 291, "last_name": "Perry", "mostly_true_count": 24, "name_slug": "rick-perry", "pants_count": 18, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Perry_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/291/", "total_count": 176, "true_count": 26, "website": "https://energy.gov/management/history/secretaries-energy"}], "twitter_headline": ""}