{"art": [], "author": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "canonical_url": "/truth-o-meter/statements/2011/sep/29/gary-johnson/gary-johnson-says-executions-cost-more-life-impris/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 4518, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "resource_uri": "/api/v/2/statement/4518/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tOpposition to the death penalty is one of those issues where the libertarian wing of the Republican party sometimes loops around to meet left leaning Democrats. Gary Johnson, former governor of New Mexico and contender for the GOP nomination, enjoys stirring the pot within his party, and on a visit in New Hampshire he said, &quot;It costs more money to put a person on death row than it does to lock them up for the rest of their lives because of attorney fees.&quot;<br />\r\n\t<br />\r\n\tSet aside for a moment that capital punishment is mainly up to the states. Beyond the federal death penalty, presidents don&#39;t have much to do with the matter. Johnson is making a fiscal argument -- the death penalty costs too much -- and he&#39;s making it at a moment when state budgets face huge pressures. Elected officials and taxpayers in every state might be curious to know if he&#39;s right.<br />\r\n\t<br />\r\n\tThe Johnson campaign cites the <a href=\"http://www.deathpenaltyinfo.org/\">Death Penalty Information Center</a> as the source of its claim. &nbsp;The website of this anti-death penalty group lists <a href=\"http://www.deathpenaltyinfo.org/costs-death-penalty\">18 studies </a>that examine costs. All of them conclude that as soon as a prosecutor decides to go for capital punishment, &nbsp;the price tag just for the legal work itself goes up. How much depends on the state. A <a href=\"http://www.deathpenaltyinfo.org/CostsDPMaryland.pdf\">2008 study in Maryland</a> found it was three-times more expensive; an analysis from Indiana in 2002 said it costs five- times more.<br />\r\n\t<br />\r\n\tNo one on either side of the issue disputes these higher costs. Remember, we&rsquo;re only talking about the legal process, not the cost of keeping someone behind bars or paying for the executions themselves. DPIC Executive Director, Richard Dieter, says when the death penalty is on the table, the constitutional scrutiny is intense with more lawyers and more hearings. &quot;People are more skeptical,&quot; Dieter said. &quot;There are more tests -- DNA, mental illness, retardation, experts are brought in.&quot;<br />\r\n\t<br />\r\n\tTo get at the full picture, the legal costs, plus everything else, arguably the most useful report is one that doesn&rsquo;t appear on the DPIC web site, although it is cited by several that do. It comes from <a href=\"http://journals.gmu.edu/index.php/newvoices/article/viewFile/13/28\">George Mason University </a>and sizes up what it called three of the best studies with an eye on the big question, does a sentence of life without parole cost less than the death penalty?<br />\r\n\t<br />\r\n\tThe results tend to support the idea that imprisonment is cheaper but not across all three states examined. In North Carolina, researchers said a life sentence would save $163,000 per case; Indiana pegged the number a bit lower at $116,000. But in Tennessee, analysts concluded that executions were cheaper by a lot -- some $773,000.<br />\r\n\t<br />\r\n\tThe value of the George Mason study is it picks apart the data behind those numbers. It has high praise for the Indiana work, calling it the gold standard for assessing costs. It gives a nod to the North Carolina team but notes that the work was done in the early 1990&rsquo;s and is dated because the rules for death penalty cases have changed. As for the Tennessee research, it notes that it relied on very limited data, something that the authors in Tennessee acknowledged. Not the least of the problems was that Tennessee had executed just one person during the period the study analyzed.<br />\r\n\t<br />\r\n\tThe main problem Gov. Johnson might &nbsp;have in supporting his claim is that the death penalty plays out differently from state to state. States apply the death penalty to different crimes. Some put more money into giving the accused a strong defense and find their convictions upheld. Others cut corners on the front end and wind up paying for two trials. The court systems in some states get bogged down administering the cases of hundreds of people on death row; others work with ten or fewer.<br />\r\n\t<br />\r\n\tAll of these factors affect how quickly a state processes a death penalty case and speed has big implications for a key piece of Johnson&rsquo;s argument, that it&rsquo;s the legal fees that make the death penalty more expensive.<br />\r\n\t<br />\r\n\tThe common belief is that appeals are where most of the dollars go. That too depends on the state. A detailed study of more than <a href=\"http://www.deathpenaltyinfo.org/CostsDPMaryland.pdf\">two decades of murder prosecutions in Maryland</a> found that 70% of the costs come in the pre-trial and trial phases. But the author of that study, John Roman, says in other states, lengthy appeals eventually can add up. In 2008 alone, California set aside $42 million just for the appeals process, or about $68,000 per inmate on death row.<br />\r\n\t<br />\r\n\tAs with every other step in these cases, the government generally pays for both the prosecution and the defense during appeals.<br />\r\n\t<br />\r\n\tTo some people, the solution lies in making the death penalty swifter. Michael Rushford, president of the <a href=\"http://www.cjlf.org/\">Criminal Justice Legal Foundation</a>, a group that supports the death penalty, says states like Virginia have built a process that is fair and, in capital punishment terms, speedy. From conviction to execution takes about seven years in Virginia. In California, it runs closer to 20 years. The average is over 10 years.<br />\r\n\t<br />\r\n\t&quot;You get more bang for your criminal justice buck in Virginia,&quot; Rushford said. &quot;Johnson can make that speech in California. He couldn&#39;t make it in Virginia or Delaware.&quot;<br />\r\n\t<br />\r\n\tAt the end of the day, it&rsquo;s difficult to make broad statements about the cost of the death penalty that hold true in every state. The dollars spent depend on many factors, including how many people the government tries to put on death row, how it handles appeals and the fraction of death row inmates that ultimately are executed. The author of the Maryland study, John Roman, has a rough rule of thumb for determining which is cheaper, life imprisonment and death. It&#39;s not one that the death penalty opponents would like. &nbsp;<br />\r\n\t<br />\r\n\t&quot;If you don&#39;t execute lots of people,&quot; Roman said, &quot;the death sentence is more expensive.&quot; &nbsp;Because the costs of appeals add up over time. On the other hand, Roman continues,&quot; If you execute lots of people, then life imprisonment probably turns out to be more expensive.&quot; And that&#39;s because, the shorter the time between sentencing and execution, the less the government spends on appeals and imprisonment.<br />\r\n\t<br />\r\n\t<strong>Our Ruling</strong><br />\r\n\t<br />\r\n\tJohnson said life imprisonment is cheaper than the death penalty because of attorney fees. If we define attorney fees broadly, there is ample evidence that as soon as a prosecutor decides to seek capital punishment, it dramatically increases the price tag for taxpayers, who are paying for the defense as well as the prosecution.<br />\r\n\t<br />\r\n\tThe meter continues to run during the appeals process. The shorter that process, the greater the cost effectiveness of an execution. But as a practical matter, for reasons rooted in both state and federal procedure, the process often lasts close to a decade or more.<br />\r\n\t<br />\r\n\tThat means that the costs in some states don&#39;t support Johnson&#39;s claim that life imprisonment is cheaper because of attorney&#39;s fees. So we rate his statement Half True.</p>", "ruling_comments_date": "2011-09-29T11:19:34.703855", "ruling_date": "2011-09-29T11:30:57", "ruling_headline": "Gary Johnson says executions cost more than life imprisonment", "ruling_headline_slug": "gary-johnson-says-executions-cost-more-life-impris", "ruling_link_text": "Sometimes, but not always", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<a href=\"http://journals.gmu.edu/index.php/newvoices/article/viewFile/13/28\" id=\"internal-source-marker_0.5190529517280957\">Weighing the Cost of Capital Punishment v. Life in Prison Without Parole,</a> &nbsp;Micheal Ebert, George Mason University, 2007. &nbsp;Accessed 9/28/11<br />\r\n\t<br />\r\n\t<a href=\"http://www.ccfaj.org/09864B26-93E4-4B10-B172-83D3A44B2B0B/FinalDownload/DownloadId-0CE8204BF33429EDC394CBF5248AFA61/09864B26-93E4-4B10-B172-83D3A44B2B0B/documents/CCFAJFinalReport.pdf\">Final Report</a>, California Commission on the Fair Administration of Justice, Accessed 9/27/11<br />\r\n\t<br />\r\n\t<a href=\"http://www.deathpenaltyinfo.org/CostsDPMaryland.pdf\">The Cost of the Death Penalty in Maryland</a>, Urban Institute, 2008, Accessed 9/26/11<br />\r\n\t<br />\r\n\t<a href=\"http://www.deathpenaltyinfo.org/documents/INCostAssess.pdf\">Indiana Fiscal Impact Statement,</a> Office of Fiscal and Management Services, 2010, Accessed 9/27/11<br />\r\n\t<br />\r\n\tMichael Rushford, &nbsp;Criminal Justice Legal Foundation, Interview 9/26/11<br />\r\n\t<br />\r\n\tJohn Roman, Urban Institute, Interview 9/27/11<br />\r\n\t<br />\r\n\tJohn Dieter, Death Penalty Information Center, Interview 9/27/11<br />\r\n\t<br />\r\n\tSusan Everingham, RAND, Interview 9/27/11<br />\r\n\t<br />\r\n\t<a href=\"http://www.deathpenaltyinfo.org/northcarolina.pdf\">The Costs of Processing Murder Cases in North Carolina</a>, Duke University, Accessed 9/26/11</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "Presidential candidate", "false_count": 2, "first_name": "Gary", "half_true_count": 5, "home_state": "New Mexico", "id": 1198, "last_name": "Johnson", "mostly_true_count": 6, "name_slug": "gary-johnson", "pants_count": 0, "party": {"id": 5, "party": "Libertarian", "party_slug": "libertarian", "resource_uri": "/api/v/2/party/5/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Gary_Johnson_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1198/", "total_count": 17, "true_count": 1, "website": "https://twitter.com/GovGaryJohnson?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor"}, "statement": "<p>\r\n\t&quot;It costs more money to put a person on death row than it does to lock them up for the rest of their lives because of attorney fees.&quot;</p>", "statement_context": "a meeting with the Nashua \"Telegraph\" editorial board", "statement_date": "2011-09-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 177, "photo": null, "resource_uri": "/api/v/2/subject/177/", "subject": "Criminal Justice", "subject_slug": "criminal-justice", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 214, "photo": null, "resource_uri": "/api/v/2/subject/214/", "subject": "New Hampshire 2012", "subject_slug": "new-hampshire-2012", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}