{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2008/apr/25/michael-moore/not-a-spiritual-adviser/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 455, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/455/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "In a letter endorsing Sen. Barack Obama on April 21, 2008, outspoken liberal and Academy Award-winning filmmaker Michael Moore suggested the Clintons were being hypocritical in their condemnation of the Rev. Jeremiah Wright.\n<p>\n \"Mrs. Clinton continues to throw the Rev. Wright up in his (Obama's) face as part of her mission to keep stoking the fears of White America,\" wrote Moore, director of the documentaries\n <i>\n  Farhrenheit 9/11\n </i>\n and\n <i>\n  Sicko.\n </i>\n \"Every time she does this I shout at the TV, 'Say it, Obama! Say that when she and her husband were having marital difficulties regarding Monica Lewinsky, who did she and Bill bring to the White House for 'spiritual counseling?' The Reverend Jeremiah Wright!' \"\n</p>\n<p>\n The letter, posted on Moore's Web site, contains a link to a\n <i>\n  Washington Post\n </i>\n story that shows a picture of President Bill Clinton talking to the Rev. Wright at an annual White House prayer breakfast on Sept. 11, 1998.\n</p>\n<p>\n But this wasn't just any prayer breakfast. This was the forum Clinton chose to make his most comprehensive public apology for the Monica Lewinsky scandal.\n</p>\n<p>\n \"I don't think there is a fancy way to say that I have sinned,\" Bill Clinton said that day.\n</p>\n<p>\n The Rev. Wright's incendiary comments about America &mdash; like the oft-viewed comment about America's \"chickens coming home to roost\" on Sept. 11 &mdash; and his close ties as spiritual adviser to Obama have made him the most controversial figure of this presidential election season.\n</p>\n<p>\n Moore's comment seeks to turn the tables on the Clinton campaign, which has made much of Obama's ties to Wright. For her part, Hillary Clinton has repeatedly insisted that if her pastor said some of the things the Rev. Wright did, she would have left the church.\n</p>\n<p>\n But did Wright's attendance at the prayer breakfast amount to providing \"spiritual counseling\" to the Clintons during their time of marital crisis?\n</p>\n<p>\n Religious leaders close to the Clintons don't think so. After the prayer breakfast that day, President Clinton did begin a long-term program of spiritual counseling with a small group of ministers. Wright was not among them.\n</p>\n<p>\n</p>\n<p>\n \"I think this would be a good example of the way in which facts are being twisted in this campaign,\" said evangelical leader Tony Campolo, who did counsel Clinton privately.  \"President Clinton did reach out to Rev. Jeremiah Wright, as he did to about 100 other participants in that very important prayer breakfast.\"\n</p>\n<p>\n \"To suggest he (Clinton) had some kind of close relationship with Wright, like Barack Obama did, is going too far,\" said Campolo, a professor at Eastern College in St. Davids, Pa.\n</p>\n<p>\n Rev. Don Argue, an Assembly of God pastor, remembers attending the prayer breakfast. He sat at a table with Vice President Al Gore.\n</p>\n<p>\n \"There was no individual counseling or conversations going on,\" Argue said. \"There was no interaction. We had breakfast, we heard from the president, we had a time of prayer and then we all went to the exit and were gone.\"\n</p>\n<p>\n In his many conversations with the Clintons over the years, Argue said, \"Wright's name was never mentioned. Someone saying (Wright did counseling) is trying to make something out of nothing.\"\n</p>\n<p>\n There is no mention of Wright in any of the media reports about the prayer breakfast. His name does not appear in Hillary Clinton's recently released White House schedules that day &mdash; or any other day.\r\nDr. Gerald Mann, then of the Riverbend Church in Austin, Texas, gave a blessing at the prayer breakfast that morning.\n</p>\n<p>\n In a limo ride with the Clintons later that day, Mann said Bill Clinton asked him if he was familiar with a restoration procedure in which a sinner submits to a regimen of prayer, scriptural study and repentance, under the guidance of three or more ministers.\n</p>\n<p>\n Those three ministers ended up being Campolo, the Rev. Gordon MacDonald, then senior pastor of Grace Chapel in Lexington, Mass., and the Rev. J. Philip Wogaman, pastor of Foundry United Methodist Church, which the Clintons regularly attended in Washington, D.C.\n</p>\n<p>\n MacDonald and Campolo told PolitiFact they met with President Clinton personally, often in the Oval Office, every four or five weeks, with most visits lasting more than two hours. About every six months, the three ministers met with the president as a foursome. And the meetings went on until the very last week of the Clinton presidency.\n</p>\n<p>\n The Rev. Wright was never a part of that, MacDonald and Campolo said.\n</p>\n<p>\n \"I would have been quite aware if Rev. Wright had been a part of any ongoing counseling to President Clinton or his wife,\" MacDonald said. \"Although an argument from silence is always suspect, I can only tell you that Rev. Wright's name never arose in all of our many conversations. I believe that speculation about any tie between the Clintons and Rev Wright is empty.\"\n</p>\n<p>\n MacDonald is aware of the photo of President Clinton and Rev. Wright conversing at the prayer breakfast, but he notes that there were over 100 religious leaders at the breakfast and, \"I think you would find that there are several dozen such photos with clergy from all over America.\"\n</p>\n<p>\n It is clear that Wright attended the prayer breakfast. And yes, it came at a time when the Clintons were having marital difficulties regarding Monica Lewinsky. But there were over 100 religious leaders there. And according to the religious leaders who were there, Wright had no significant interaction with the Clintons either that day or later. Moore overstates the relationship by saying that Wright provided the Clinton's \"spiritual counseling.\" We rate his statement False.\n</p>\n<p>\n</p>", "ruling_comments_date": "2010-01-07T13:28:17.344978", "ruling_date": "2008-04-25T00:00:00", "ruling_headline": "Not a spiritual adviser", "ruling_headline_slug": "not-a-spiritual-adviser", "ruling_link_text": "Not a spiritual adviser", "ruling_state": null, "source_documents": null, "sources": "MichaelMoore.com,\n<a href=\"http://www.michaelmoore.com/words/message/index.php\">\n \"My Vote's for Obama (if I could vote)...\"\n</a>\nby Michael Moore, April 21 2008\n<p>\n New York Times Politics Blog,\n <a href=\"http://thecaucus.blogs.nytimes.com/2008/03/20/photograph-of-bill-clinton-and-rev-wright-surfaces/\">\n  \"Photograph of Bill Clinton and Rev. Wright Surfaces,\"\n </a>\n by Kate Phillips, March 20, 2008\n</p>\n<p>\n New York Times,\n <a href=\"http://www.nytimes.com/imagepages/2008/03/20/us/politics/20clintonwright.ready.html\">\n  \"Letter from Bill Clinton to Rev. Jeremiah Wright,\"\n </a>\n Oct. 28, 1998\n</p>\n<p>\n MSNBC First Read,\n <a href=\"http://firstread.msnbc.msn.com/archive/2008/03/24/800332.aspx\">\n  \"Obama: Addressing Wright on Easter,\"\n </a>\n March 24, 2008\n</p>\n<p>\n WPHT-Philadelphia,\n <a href=\"http://thebigtalker1210.com/topic/play_window.php?audioType=Episode&amp;audioId=1690271\">\n  Michael Smerconish talks with Democratic Presidential candidate- Senator Barack Obama,\n </a>\n March 24, 2008\n</p>\n<p>\n Interview with Dr. Gerald Mann, former pastor of Riverbend Church in Austin, Texas, April 23, 2008\n</p>\n<p>\n Interview with Dr. Tony Campolo, professor at Eastern College in St. Davids, Pa., April 24, 2008\n</p>\n<p>\n Interview with the Rev. Don Argue, an Assembly of God pastor, April 24, 2008\n</p>\n<p>\n Interview with the Rev. Gordon MacDonald, former senior pastor of Grace Chapel in Lexington, Mass., April 24, 2008\n</p>\n<p>\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "Documentary filmmaker", "false_count": 5, "first_name": "Michael", "half_true_count": 1, "home_state": "", "id": 47, "last_name": "Moore", "mostly_true_count": 6, "name_slug": "michael-moore", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-michaelmoore.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/47/", "total_count": 17, "true_count": 2, "website": "http://www.michaelmoore.com/"}, "statement": "During the Monica Lewinsky scandal, the Clintons brought the Rev. Jeremiah Wright to the White House for \"spiritual counseling.\"", "statement_context": "MichaelMoore.com", "statement_date": "2008-04-21", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}], "target": [], "twitter_headline": null}