{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2011/oct/07/michael-moore/no-ceos-have-been-arrested-bringing-down-economy-s/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 4561, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/4561/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tProtests under the slogan &quot;Occupy Wall Street&quot; have spread from New York to cities across the United States, and their common theme is expressing anger at an unjust economic system.<br />\r\n\t<br />\r\n\tBut Occupy Wall Street isn&#39;t your typical protest action. The group has no list of demands, and it says it has no leaders. Rather, people are organizing through social media and making decisions by consensus. Protesters say they&#39;re following the model of Egyptian protesters and others who were part of the Arab Spring.&nbsp;<br />\r\n\t<br />\r\n\tAn Occupy Wall Street&nbsp;<a href=\"http://occupywallst.org/\">website</a>&nbsp;proclaims, &quot;This site has nothing to do with us.&quot; But it also states the one thing protesters have in common: &quot;<a href=\"http://wearethe99percent.tumblr.com/\">We are the 99%</a>&nbsp;that will no longer tolerate the greed and corruption of the 1%.&quot;<br />\r\n\t<br />\r\n\tIndependent filmmaker Michael Moore recently spoke to protesters in Lower Manhattan, and then <a href=\"http://www.democracynow.org/2011/9/28/something_has_started_michael_moore_on\">discussed</a> the movement on Amy Goodman&#39;s&nbsp;<i>Democracy Now</i>&nbsp;radio show. She asked Moore what he thought of police arrests of the protesters.<br />\r\n\t<br />\r\n\tHere&#39;s what Moore had to say:<br />\r\n\t<br />\r\n\t&quot;Well, it&#39;s highly ironic that now over 100 of the protesters have been arrested and not a single banker, a CEO from Wall Street, anyone from corporate America &mdash; nobody, not one arrest of any of these people who brought down the economy in 2008. Who created schemes, financial schemes that not only destroyed the economy, but took away the future of this generation, of this young man and his children in the future. They have completely ruined it for people while they have become filthy rich. Not one of them arrested, but 100 of these people who have stood up non-violently against this madness, and they&#39;re arrested? This just boggles the mind.&quot;<br />\r\n\t<br />\r\n\tWe read the&nbsp;<a href=\"http://twitter.com/#%21/OccupyWallS/status/121052158580891648\">same</a>&nbsp;<a href=\"http://twitter.com/#%21/marcpbernegger/status/121313641235619840\">sentiment</a>&nbsp;<a href=\"http://twitter.com/#%21/michaelshapcott/status/120634018222981121\">repeated</a>&nbsp;on Twitter from people supporting the Occupy Wall Street movement&#39;s protests.<br />\r\n\t<br />\r\n\tWe&#39;ve noticed news reports before that have noted a general lack of prosecutions. But we wanted to know if Moore and others were right that not a single banker or corporate executive had been arrested. So we decided to check it out.&nbsp;</p>\r\n<p>\r\n\tTo summarize our findings, we found a few prosecutions, but not many. And we wouldn&#39;t describe the targets as the people who were responsible for bringing down the economy.&nbsp;<br />\r\n\t<br />\r\n\t<b>The most notable prosecutions</b><br />\r\n\t<br />\r\n\tIf you&#39;re looking for arrests and prosecutions against executives associated with the&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/oct/06/bernie-s/bernie-sanders-says-six-bank-companies-have-assets/\">biggest banks</a>, you won&#39;t find them. And we found no arrests of execs with the firms most widely associated with the financial crisis such as Countrywide, AIG or Lehman Brothers.<br />\r\n\t<br />\r\n\tThe highest-profile convictions we found were from&nbsp;<a href=\"http://www.justice.gov/opa/pr/2011/April/11-crm-490.html\">Taylor, Bean &amp; Whitaker</a>, which was a mortgage lending firm based not on Wall Street, but in Ocala, Fla. Its former chairman, Lee B. Farkas, was convicted of directing nearly $3 billion in fraud that put thousands out of work and contributed to the collapse of Colonial Bank. The collapse was the sixth-largest bank collapse in U.S. history. A judge&nbsp;<a href=\"http://dealbook.nytimes.com/2011/06/30/mortgage-executive-receives-30-year-sentence/\">sentenced</a>&nbsp;Farkas to 30 years in prison on June 30, 2011. Several other executives associated with the firm pleaded guilty in related cases.&nbsp;<br />\r\n\t<br />\r\n\tThere were also criminal charges brought against two hedge fund managers at Bear Stearns, who were accused of lying to investors and put on trial for securities fraud. But a jury&nbsp;<a href=\"http://www.nytimes.com/2009/11/11/business/11bear.html\">acquitted</a>&nbsp;them in 2009, and the two men were mid-level managers, not top executives.<br />\r\n\t<br />\r\n\tThere have been many other prosecutions of mortgage fraud and insider trading. The U.S. Justice Department pointed us to its StopFraud.gov website, and sent us a long list of other&nbsp;<a href=\"http://www.stopfraud.gov/news.html\">ongoing actions</a>&nbsp;against mortgage fraud, investment fraud, insider trading and other corporate offenses.<br />\r\n\t<br />\r\n\tBut the cases have not involved the highly prominent executives Moore described as bringing down the U.S. economy. (We contacted Moore for comment but did not hear back.)<br />\r\n\t<br />\r\n\t<b>Why not more prosecutions?</b><br />\r\n\t<br />\r\n\tIn reviewing the research and talking to experts about why there have not been more prosecutions associated with the financial crisis, we found several reasons.<br />\r\n\t<br />\r\n\tFor one thing, such cases tend to be difficult, and it&#39;s not immediately clear what offenses executives could be charged with.&nbsp;<br />\r\n\t<br />\r\n\t&quot;You can&#39;t get up in front of a jury and say, &#39;These guys were responsible for bringing down the economy, so please convict them of a crime,&#39;&quot; said Samuel Buell, a professor of law at Duke University, who studies criminal law and the regulation of corporations and financial markets.&nbsp;<br />\r\n\t<br />\r\n\tCriminal intent can be particularly hard to prove, and federal officials may be struggling to bring specific charges against individuals who believed they were following the law.&nbsp;</p>\r\n<p>\r\n\tBuell dismissed the idea that the Obama administration is simply indifferent to corporate crime.&nbsp;<br />\r\n\t<br />\r\n\t&quot;There&#39;s no downside to putting a few people in prison and showing you&#39;re tough on corporate crime,&quot; he said. &quot;You can only imagine that would be a political benefit to this administration, which makes me think the only thing holding them back is problems of proof. The last thing they would want to do is bring a big, splashy case against the banks, and then lose and be called incompetent.&quot;<br />\r\n\t<br />\r\n\tWilliam Black, a professor of law at the University of Missouri-Kansas City School of Law who studies elite financial fraud, was involved in a string of successful prosecutions against savings and loan officials back in the 1980s. He said the problem now is that financial regulators are not working closely enough with prosecutors to investigate and bring charges against executives.&nbsp;<br />\r\n\t<br />\r\n\t&quot;It is hard, and it does take resources, and it takes expertise in fraud mechanisms so you can explain it to a jury,&quot; Black said. &quot;But this is frankly easier than the savings and loan crisis. There&#39;s nothing complicated about a liar&#39;s loan.&quot;<br />\r\n\t<br />\r\n\tBlack said that back in the 1980s, financial regulators routinely referred information to prosecutors to prosecute savings and loan executives. That hasn&#39;t happened this time around.<br />\r\n\t<br />\r\n\tEarlier this year, the <em>New York Times</em> published a detailed report on why there have not been more high-profile prosecutions; it&#39;s the&nbsp;<a href=\"http://www.nytimes.com/2011/04/14/business/14prosecute.html?_r=1&amp;pagewanted=all\">single best report</a>&nbsp;we&#39;ve seen on the issue. Its investigation found stark differences between how prosecutors and regulators handled the S&amp;L crisis and how the same authorities are handling the current crisis. (<a href=\"http://www.nytimes.com/interactive/2011/04/14/business/20110414-prosecute.html?ref=business\">See this chart comparing the two eras</a>.) It also included a list of potential crimes suggested by legal experts outside of the federal government.<br />\r\n\t<br />\r\n\tAs we were looking into this issue, President Barack Obama spoke about whether federal efforts have been strong enough when it comes to prosecuting crimes associated with the financial crisis. Jake Tapper of ABC News asked him to respond to the Occupy Wall Street protesters and their anger that the Obama administration hasn&#39;t been more aggressive with prosecutions.&nbsp;<br />\r\n\t<br />\r\n\t&quot;One of the biggest problems about the collapse of Lehmans and the subsequent financial crisis and the whole subprime lending fiasco is that a lot of that stuff wasn&#39;t necessarily illegal, it was just immoral or inappropriate or reckless. That&#39;s exactly why we needed to pass Dodd-Frank, to prohibit some of these practices,&quot; Obama said. (Dodd-Frank was&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/article/2010/jul/16/facts-financial-reform/\">an overhaul</a>&nbsp;of the finance industry that Obama signed into law on July 21, 2010.)<br />\r\n\t<br />\r\n\t&quot;The financial sector is very creative, and they are always looking for ways to make money. That&#39;s their job. And if there are loopholes and rules that can be bent and arbitrage to be had, they will take advantage of it. So without commenting on particular prosecutions -- obviously that&#39;s not my job; that&#39;s the Attorney General&#39;s job -- I think part of people&#39;s frustrations, part of my frustration, was a lot of practices that should not have been allowed weren&#39;t necessarily against the law, but they had a huge destructive impact. And that&#39;s why it was important for us to put in place financial rules that protect the American people from reckless decision-making and irresponsible behavior.&quot;<br />\r\n\t<br />\r\n\t<b>Our ruling</b><br />\r\n\t<br />\r\n\tMoore said, &quot;Not a single banker, a CEO from Wall Street, anyone from corporate America &mdash; nobody, (there was) not one arrest of any of these people who brought down the economy in 2008.&quot; Well, there have been a few arrests. Certainly the executives of Taylor, Bean &amp; Whitaker who were arrested would qualify as &quot;corporate America.&quot;<br />\r\n\t<br />\r\n\tBut Moore&#39;s larger point is correct -- there have been very few arrests among executives of firms the public would associate with causing the financial crisis. Obama implied in his recent remarks that it was because many of their actions weren&#39;t criminal.<br />\r\n\t<br />\r\n\tWhatever the cause, we rate Moore&#39;s statement Mostly True.&nbsp;</p>", "ruling_comments_date": "2011-10-06T18:10:06.448643", "ruling_date": "2011-10-07T09:39:16", "ruling_headline": "No CEOs have been arrested for bringing down the economy, said Michael Moore", "ruling_headline_slug": "no-ceos-have-been-arrested-bringing-down-economy-s", "ruling_link_text": "Not any names you've heard of", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tDemocracy Now,&nbsp;<a href=\"http://www.democracynow.org/2011/9/28/something_has_started_michael_moore_on\" id=\"uw1p\" title=\"interview with Michael Moore\">interview with Michael Moore</a>, Sept. 28, 2011</p>\r\n<div>\r\n\tU.S. Justice Department,&nbsp;<a href=\"http://www.justice.gov/opa/pr/2011/April/11-crm-490.html\">Former Chairman of Taylor, Bean &amp; Whitaker Convicted for $2.9 Billion Fraud Scheme That Contributed to the Failure of Colonial Bank</a>, April 19, 2011<br />\r\n\t<br />\r\n\tU.S. Justice Department,&nbsp;<a href=\"http://www.stopfraud.gov/\">StopFraud.gov</a>, accessed Oct. 5, 2011<br />\r\n\t<br />\r\n\tThe White House,&nbsp;<a href=\"http://www.whitehouse.gov/the-press-office/2011/10/06/news-conference-president\">News Conference by the President</a>, Oct. 6, 2011<br />\r\n\t<br />\r\n\t<a href=\"http://occupywallst.org/\">Occupy Wall Street</a>, accessed Oct. 6, 2011<br />\r\n\t<br />\r\n\tNew York Times,&nbsp;<a href=\"http://www.nytimes.com/2011/04/14/business/14prosecute.html?_r=1&amp;pagewanted=all\">In Financial Crisis, No Prosecutions of Top Figures</a>, April 14, 2011<br />\r\n\t<br />\r\n\tNew York Times,&nbsp;<a href=\"http://www.nytimes.com/2011/04/22/business/22norris.html\">After Years of Red Flags, a Conviction</a>&nbsp;(Taylor, Bean &amp; Whitaker case), April 21, 2011</div>\r\n<div>\r\n\t<br />\r\n\tNew York Times,&nbsp;<a href=\"http://www.nytimes.com/2009/11/11/business/11bear.html\">2 Bear Stearns Fund Leaders Are Acquitted</a>, Nov. 10, 2009</div>\r\n<br />\r\n<p>\r\n\tNew York Times,&nbsp;<a href=\"http://dealbook.nytimes.com/2011/06/30/mortgage-executive-receives-30-year-sentence/\">Mortgage Executive Receives 30-Year Sentence</a>, June 30, 2011<br />\r\n\t<br />\r\n\tInterview with Samuel Buell of Duke Law School, Oct. 6, 2011<br />\r\n\t<br />\r\n\tInterview with William K. Black of University of Missouri-Kansas City School of Law, Oct. 6, 2011<br />\r\n\t<br />\r\n\tPolitiFact,&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/article/2010/jul/16/facts-financial-reform/\">Facts on financial reform</a>, July 16, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "Documentary filmmaker", "false_count": 5, "first_name": "Michael", "half_true_count": 1, "home_state": "", "id": 47, "last_name": "Moore", "mostly_true_count": 6, "name_slug": "michael-moore", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-michaelmoore.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/47/", "total_count": 17, "true_count": 2, "website": "http://www.michaelmoore.com/"}, "statement": "<p>\r\n\t&quot;Not a single banker, a CEO from Wall Street, anyone from corporate America &mdash; nobody, (there was) not one arrest of any of these people who brought down the economy in 2008.&quot;</p>", "statement_context": "an interview on \"Democracy Now\"", "statement_date": "2011-09-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 153, "photo": null, "resource_uri": "/api/v/2/subject/153/", "subject": "Financial Regulation", "subject_slug": "financial-regulation", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 218, "photo": null, "resource_uri": "/api/v/2/subject/218/", "subject": "Occupy Wall Street", "subject_slug": "occupy-wall-street", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}