{"art": [{"brightcove": "", "caption": "In this ad from We Are Ohio, nurse Shawna Turner from the Ohio State University Ross Heart Hospital says Senate Bill 5 could have a big impact on nurses -- and patients.", "id": 1642, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/1642/", "title": "Nurses ad", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/K0pHdffE4oE?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "K0pHdffE4oE"}], "author": [{"email_address": "jguillen@plaind.com", "first_name": "Joe", "id": 157, "last_name": "Guillen", "name_slug": "joe-guillen", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-joe-guillen.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/157/", "title": "Reporter, Plain Dealer statehouse bureau", "twitter": null}], "canonical_url": "/ohio/statements/2011/oct/10/we-are-ohio/we-are-ohio-claims-sb-5-would/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 4572, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jguillen@plaind.com", "first_name": "Joe", "id": 157, "last_name": "Guillen", "name_slug": "joe-guillen", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-joe-guillen.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/157/", "title": "Reporter, Plain Dealer statehouse bureau", "twitter": null}], "resource_uri": "/api/v/2/statement/4572/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tWe Are Ohio, the main group trying to repeal Ohio Senate Bill 5, recently rolled out a TV commercial warning voters that upholding the law would compromise the health care nurses can provide.<br />\r\n\t<br />\r\n\tThe message is similar to a claim in a previous ad that SB 5 would make it illegal to negotiate for enough firefighters to do the job. PolitiFact Ohio rated that claim Mostly True. &nbsp;&nbsp;<br />\r\n\t<br />\r\n\t&quot;Senate Bill 5 makes it harder for nurses to give the patients the quality care they need,&quot; a nurse identified as Shawna Turner says in the commercial.<br />\r\n\t<br />\r\n\tSB 5 &ndash; the state&rsquo;s new collective bargaining law that is strongly opposed by unions and Democrats &ndash; will reduce public workers&rsquo; negotiating power, ban public-worker strikes and eliminate binding arbitration. The bill also would force public workers to pay at least 15 percent of their health insurance costs and to pay at least 10 percent of pay toward pension contributions.<br />\r\n\t<br />\r\n\tThe SB 5 referendum will appear on the Nov. 8 ballot as Issue 2. A &quot;yes&quot; vote would go toward upholding the law and a &quot;no&quot; vote would be for its repeal.<br />\r\n\t<br />\r\n\tThe commercial, which began airing on Sept. 27, raises questions about how SB 5 impacts nurses &ndash; a group of workers less commonly associated with SB 5 than others, such as police officers and teachers. PolitiFact Ohio decided to check the ad&rsquo;s claim.<br />\r\n\t<br />\r\n\tWe started by checking how many nurses belong to public unions and, therefore, will be affected by SB 5.<br />\r\n\t<br />\r\n\tThere are about 160,000 registered nurses in the state and between 6,000 and 10,000 of those are public employees, according to the Ohio Nurses Association. That means SB 5 would affect between 4 percent and 6.25 percent of Ohio nurses.<br />\r\n\t<br />\r\n\tThe Ohio Nurses Association represents about 3,000 public-sector nurses, chief executive officer Gingy Harshey-Meade said. The Ohio Civil Service Employees Association and the Service Employees International Union also represent Ohio nurses. These nurses work at places such as prisons, city or county hospitals and public health departments.<br />\r\n\t<br />\r\n\tWhen the nurse in the commercial says the new law will make it harder for nurses to provide care, the following text appears on the screen: &quot;Source: Senate Bill 5; p229, Section 4117.08 (B).&quot;<br />\r\n\t<br />\r\n\tThat section of the law specifies a handful of subjects that cannot be collectively bargained. Among those topics is &quot;the number of employees required to be on duty or employed in any department.&quot;<br />\r\n\t<br />\r\n\tIn an email, We Are Ohio spokeswoman Melissa Fazekas said the restriction on bargaining staffing relates to patient care because &quot;it is more difficult for a nurse to provide quality care when he/she is working short-staffed.&quot;<br />\r\n\t<br />\r\n\tJason Mauk, spokesman for the pro-SB 5 group Building a Better Ohio, sought to minimize the idea that SB 5 bans workers from negotiating staffing. He said management can discuss the issue if it chooses. As evidence, he has pointed to a different provision in SB 5 that lists &quot;the number of persons required to be employed or laid off&quot; under topics that can be negotiated at management&rsquo;s discretion.<br />\r\n\t<br />\r\n\tIt is unclear how this provision would mesh with the ban cited in We Are Ohio&rsquo;s commercials about nurses and firefighters. Certainly, however, management has no obligation to discuss staffing and unions do not have the right to collectively bargain the issue.<br />\r\n\t<br />\r\n\tThe current collective bargaining agreement that covers Turner, the nurse featured in the commercial, gives some insight into how SB 5 would affect nurses working conditions.<br />\r\n\t<br />\r\n\tTurner, who works at the Ohio State University Ross Heart Hospital, is represented by the Ohio Nurses Association. The union&rsquo;s contract with the university contains a clause that gives management the right to set staffing levels.<br />\r\n\t<br />\r\n\tONA&rsquo;s contract with OSU says management has the right &quot;to determine staffing and staffing patterns including, but not limited to the assignment of nurses as to the numbers employed, duties to be performed, qualifications required, and areas worked.&quot;<br />\r\n\t<br />\r\n\tThat sounds a lot like the rule that SB 5 would impose.<br />\r\n\t<br />\r\n\tBut union officials say the same contract that gives OSU the right to make staffing decisions, for example, also gives the union a significant voice in those decisions.<br />\r\n\t<br />\r\n\tKelly Trautner, deputy executive officer of the Ohio Nurses Association, pointed to a provision in ONA&rsquo;s contract with Ohio State that requires meetings between the union and management to discuss &quot;matters of mutual concern.&quot; Trautner said there are other provisions, too, that give the union the right to discuss staffing. But SB 5 completely removes that right and erases the provisions in past contracts that provide the union a voice in staffing matters, Trautner said.<br />\r\n\t<br />\r\n\tSo what about the claim that S.B. 5 make it harder for nurses to give patients quality care?<br />\r\n\t<br />\r\n\tThe claim contains an element of truth.<br />\r\n\t<br />\r\n\tThe power SB 5 gives to management for staffing decisions is significant &ndash; especially when you consider past clauses in collective bargaining agreements that empowered workers to speak up for staffing concerns will not carry over to new contracts if SB 5 takes effect.<br />\r\n\t<br />\r\n\tThe argument there is that a reduced staff makes it harder to give quality care.<br />\r\n\t<br />\r\n\tBut there are some critical facts on which the ad is silent.<br />\r\n\t<br />\r\n\tFirst, it is impossible to say whether public employers will cut nursing staffs. The ad assumes that with staffing non-negotiable, management will cut staffs or not provide adequate staffing to a point that it will have an impact on the quality of care.<br />\r\n\t<br />\r\n\tThat&rsquo;s where this claim differs from the claim in the previous ad involving firefighters, which specifically focused on the inability to bargain over staffing. This claim goes one step further, saying it will make patient care harder to provide.<br />\r\n\t<br />\r\n\tEven more significantly, though, the commercial makes no distinction between nurses who are public employees and those who are non-public employees, and as such implies all nurses will suffer if Issue 2 passes. But only a tiny fraction of Ohio nurses are public employees - just four to six of every 100.<br />\r\n\t<br />\r\n\tA listener knowing those critical facts would have a different impression of the claim.<br />\r\n\t<br />\r\n\tOn the Truth-O-Meter, the claim rates Mostly False.</p>", "ruling_comments_date": "2011-10-09T15:54:51.876891", "ruling_date": "2011-10-10T06:00:00", "ruling_headline": "We Are Ohio claims SB 5 would make it harder for nurses to care for patients", "ruling_headline_slug": "we-are-ohio-claims-sb-5-would", "ruling_link_text": "Just 4 to 6 nurses of each 100 in Ohio are public employees", "ruling_state": null, "source_documents": null, "sources": "<div>\r\n\tWe Are Ohio, commercial &quot;<a href=\"http://www.youtube.com/watch?v=K0pHdffE4oE\" id=\"internal-source-marker_0.6625614550430328\">Nurse</a>,&quot; which began airing Sept. 27, 2011<br />\r\n\t<br />\r\n\tPhone interviews with ONA chief executive officer Gingy Harshey-Meade, Oct. 4 and Oct. 5, 2011<br />\r\n\t<br />\r\n\tPhone interview with ONA deputy executive officer Kelly Trautner, Oct. 5, 2011<br />\r\n\t<br />\r\n\tInterview with Jason Mauk, spokesman, Building a Better Ohio, Oct. 4, 2011<br />\r\n\t<br />\r\n\tE-mail correspondence with Melissa Fazekas, spokeswoman, We Are Ohio, Oct. 5, 2011<br />\r\n\t<br />\r\n\tPhone interview with OCSEA spokeswoman Sally Meckling<br />\r\n\t<br />\r\n\t<a href=\"http://www.legislature.state.oh.us/BillText129/129_SB_5_EN_N.pdf\">Ohio Senate Bill 5</a><br />\r\n\t<br />\r\n\t<a href=\"http://www.serb.ohio.gov/sections/research/web%20contracts/09-MED-01-0038.pdf\">Collective Bargaining Agreement between Ohio State University and the Ohio Nurses Association</a><br />\r\n\t&nbsp;</div>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "Ohio", "id": 1444, "last_name": "We Are Ohio", "mostly_true_count": 1, "name_slug": "we-are-ohio", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-We-Are-Ohio.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1444/", "total_count": 3, "true_count": 0, "website": "http://weareohio.com/index.html"}, "statement": "<div style=\"background-color: transparent;\">\r\n\t&quot;Senate Bill 5 makes it harder for nurses to give the patients the quality care they need.&quot;</div>", "statement_context": "a television commercial", "statement_date": "2011-09-27", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 192, "photo": null, "resource_uri": "/api/v/2/subject/192/", "subject": "Labor", "subject_slug": "labor", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 206, "photo": null, "resource_uri": "/api/v/2/subject/206/", "subject": "Unions", "subject_slug": "unions", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": ""}