{"art": [], "author": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2011/oct/13/scott-walker/walkers-praise-teachers-not-all-encompassing/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 4582, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/4582/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tAt the NBC News <a href=\"http://www.educationnation.com/index.cfm?objectid=BBCEDAC1-D338-11E0-810D000C296BA163\">&quot;Education Nation&quot; </a>summit in New York City on Sept. 26, 2011, anchor Brian Williams put Republican Gov. Scott Walker on the hot seat over his cuts to school funding in the 2011-&rsquo;13 budget.<br />\r\n\t<br />\r\n\tWilliams opened by saying that among the <a href=\"http://www.educationnation.com/index.cfm?objectid=2C7A681E-E906-11E0-B00E000C296BA163\">10 governors </a>on the panel, only Walker was the subject of a social-media campaign questioning NBC&rsquo;s decision to include him -- with one Twitter post Williams read comparing it with &quot;having an arsonist talk about fire safety.&quot;<br />\r\n\t<br />\r\n\tThen he read from <a href=\"http://monologuesofdissent.blogspot.com/2011/09/scott-walker-vs-state-of-education-open.html\">a letter </a>sent to NBC by Wisconsin educator Heather DuBois Bourenane. The letter expressed shock that they were &quot;featuring Scott &lsquo;Teachers are Thugs&rsquo; Walker at the summit.&quot;<br />\r\n\t<br />\r\n\tTwice in <a href=\"http://www.youtube.com/watch?v=awd1xoAe-Mc\">the minutes that followed</a>, Williams pushed Walker hard on the origin of &quot;teachers are thugs&quot; reference. Had Walker said it in the heat of the protests over his successful push to sharply curtail collective bargaining rights for teachers and other public employees?<br />\r\n\t<br />\r\n\tWalker first said it &quot;came from the Internet and everything else&quot; and later flatly denied saying it. He then went further, as he described his encounters with teachers around the state.<br />\r\n\t<br />\r\n\t&quot;I&rsquo;d have an open forum for an hour with teachers at our schools and they&rsquo;d say, &lsquo;Why are you pickin&rsquo; on teachers?&rsquo; And I&rsquo;d say, &lsquo;Go back to NBC, go back to YouTube, go back to all the statements I&rsquo;ve made earlier this year and you&rsquo;ll never find one time when I&rsquo;ve said anything but great things about our teachers.&rsquo;&quot;<br />\r\n\t<br />\r\n\tHe continued: &quot;The teachers who teach not only my kids but all the other children across the state of Wisconsin, are great public servants. What I&rsquo;m doing is long term, it&rsquo;s making a structural change so that more of them can stay in our classrooms.&quot;<br />\r\n\t<br />\r\n\tLet&rsquo;s see &hellip; high-profile statement, check. Strong comments, check. Important topic, check. A dispute over what was said, check.<br />\r\n\t<br />\r\n\tYes, this is one for PolitiFact.<br />\r\n\t<br />\r\n\tSo, is Walker right on the &quot;thugs&quot; comment and that he only had positive things to say about teachers?<br />\r\n\t<br />\r\n\tFirst, &quot;teachers are thugs.&quot;<br />\r\n\t<br />\r\n\tIt&rsquo;s worth noting that prominent public officials -- as well as many political commentators -- &nbsp;have freely applied the term &quot;thug&quot; to aspects of the 2011 collective bargaining battle.<br />\r\n\t<br />\r\n\tU.S. Sen. Ron Johnson, R-Wisconsin, <a href=\"http://voices.washingtonpost.com/right-turn/2011/03/sen_russ_johnson_denounces_mob.html\">said death threats were &quot;thuggery</a>,&quot; while former U.S. Rep. Dave Obey, D-Wausau, said Walker&rsquo;s move against unions itself was <a href=\"http://tpmdc.talkingpointsmemo.com/2011/02/obey-wisconsin-gov-walker-is-channeling-mubarak.php\">&quot;political </a><a href=\"http://tpmdc.talkingpointsmemo.com/2011/02/obey-wisconsin-gov-walker-is-channeling-mubarak.php\">thuggery</a>.&quot;<br />\r\n\t<br />\r\n\tBloggers saw &quot;thuggery&quot; everywhere. In the <a href=\"http://rightwingnews.com/democrats/teacher-thugs-cause-7-5-million-in-damage-to-wisc-capitol-bldg/\">damage done </a>to the Capitol grounds. In the prank phone call made to Walker. In Walker <a href=\"http://theworldlink.com/news/opinion/editorial/article_de1d995c-56cd-5f1b-b47a-5f7cdfedc314.html\">telling that caller he considered planting troublemakers </a>among protesters.<br />\r\n\t<br />\r\n\tThey also <a href=\"http://www.620wtmj.com/blogs/charliesykes/117972974.html\">saw </a><a href=\"http://www.620wtmj.com/blogs/charliesykes/117972974.html\">it</a>in a union-supported boycott of pro-Walker businesses. In protesters&rsquo; <a href=\"http://www.youtube.com/watch?v=PXQj83KKZcU\">angry confrontation&nbsp; </a>with <a href=\"http://nation.foxnews.com/unions/2011/09/05/happy-labor-day-top-10-union-thug-moments-year\">Republican state Sen. Glenn Grothman</a>. And in a <a href=\"http://talkingpointsmemo.com/archives/2011/03/my_worlds_collide.php\">GOP open records request </a>for emails sent by a University of Wisconsin-Madison professor who compared Walker&rsquo;s &quot;style&quot; to Joe McCarthy&rsquo;s.<br />\r\n\t<br />\r\n\tBut did Scott Walker say &quot;teachers are thugs&quot;?<br />\r\n\t<br />\r\n\tCertainly not in the sharp way that New Jersey Gov. Chris Christie did in an <a href=\"http://abcnews.go.com/Politics/jersey-governor-chris-christie-calls-teachers-union-political/story?id=13310446\">April 2011 interview </a>with ABC News about teachers there.<br />\r\n\t<br />\r\n\t&quot;I believe the teachers in New Jersey in the main are wonderful public servants that care deeply,&quot; Christie said. &quot;But their union, their union are a group of political thugs.&quot;<br />\r\n\t<br />\r\n\tWe could find no instance of Walker directly addressing teachers -- or their union -- in that fashion.<br />\r\n\t<br />\r\n\tWe did, though, find one instance in which Walker used a form of &quot;thug&quot; in discussing the reaction to his limits on unions.<br />\r\n\t<br />\r\n\tIt came in a <a href=\"http://www.foxnews.com/on-air/hannity/transcript/gov-scott-walker-responds-outrage-over-passing-wisconsin-union-bill\">March 10 appearance </a>on conservative talk host Sean Hannity&rsquo;s TV show immediately after Republican lawmakers approved Walker&rsquo;s legislation, ending a stalemate with Senate Democrats who fled to Illinois and blocked a vote for more than three weeks.<br />\r\n\t<br />\r\n\tHannity asked Walker about &quot;mayhem&quot; at the Capitol, which was occupied for weeks by protesters. Hannity specifically mentioned Senate Majority Leader Scott Fitzgerald calling the Capitol &quot;unsafe&quot; for lawmakers trying to get to work, as well as reports of death threats against senators and protests outside Walker&rsquo;s Wauwatosa house.<br />\r\n\t<br />\r\n\tWalker answered: &quot;People should not be coming into the state trying to intimidate lawmakers, offer up threats or anything else. That&rsquo;s just not the way it&rsquo;s done, at least not in the Midwest. And thankfully, again, our lawmakers stood up to those sorts of thuggery attacks, and we&rsquo;re not going to allow that here in the state of Wisconsin. We can have good civil debate.&quot;<br />\r\n\t<br />\r\n\tHe added: &quot;The people who work for state and local government have been decent, and I respect them throughout this process. But the people coming in from other states, that bring these sorts of tactics, just don&rsquo;t belong here.&quot;<br />\r\n\t<br />\r\n\tIn the view of the state&rsquo;s largest teachers union, the &quot;thuggery&quot; remark was aimed in part at teachers.<br />\r\n\t<br />\r\n\t&quot;Wisconsin teachers were a big part of the collective actions at the start of the movement he&rsquo;s referring to -- and his take that there was &lsquo;thuggery&rsquo; involved, and that it was out-of-state protesters driving these actions, was way off the mark,&quot; said Christina Brey, spokeswoman for the <a href=\"http://www.weac.org/Home.aspx\">Wisconsin Education Association Council</a>.<br />\r\n\t<br />\r\n\tBut Walker spokesman Cullen Werwie said the governor was not talking about teachers when he denounced &quot;thuggery attacks.&quot; He said Walker was referring to death threats from out-of-state people. A multitude of threats of various kinds were cataloged by <a href=\"http://biggovernment.com/jjmnolte/2011/03/17/20-days-of-left-wing-thuggery-in-wisconsin-when-will-obama-democrats-and-msm-call-for-civility/\">conservative observers </a>and the mainstream media during the protests.<br />\r\n\t<br />\r\n\tIn our view, it&rsquo;s clear Walker directed the comment at what he characterized as out-of-state protesters, without specifically mentioning teachers or the teachers union. He didn&rsquo;t exclude teachers, though.<br />\r\n\t<br />\r\n\tWe asked DuBois Bourenane, the letter writer to NBC, about the &quot;teachers as thugs&quot; moniker she gave Walker. She is a post-secondary instructor whose <a href=\"http://monologuesofdissent.blogspot.com/2011/09/scott-walker-vs-state-of-education-open.html\">Monologues of Dissent </a>blog frequently blasts Walker as an enemy of public education. She joined in many of the protests at the Capitol, <a href=\"http://uppitywis.org/blogarticle/governor-walker-defends-himself-against-his-own-education-record?utm_source=feedburner&amp;utm_medium=feed&amp;utm_campaign=Feed%3A+UppityWisconsin+%28Uppity+Wisconsin+-+Progressive+News+From+The+Cheddarsphere%29\">appeared on MSNBC&rsquo;s &quot;The Ed Show</a>,&quot; and has blanketed Walker&rsquo;s office with dozens of long, critical emails.<br />\r\n\t<br />\r\n\tShe told us it was not meant to suggest that Walker ever said those exact words, but merely a device to highlight her view that Walker disrespects teachers.<br />\r\n\t<br />\r\n\t&quot;I never said he said that and I&rsquo;d be surprised if he did,&quot; she told us. &quot;But I do think he actively promotes a rhetorical discourse that promotes the impression that teachers who disagree with his policies are bad for schools and dangerous and subversive.&quot;<br />\r\n\t<br />\r\n\tThis gets us to part two of this fact check.<br />\r\n\t<br />\r\n\tTo gauge Walker&rsquo;s rhetoric regarding teachers, we examined dozens of Walker statements on education, on unions and on the Capitol protests that teachers figured so prominently in.<br />\r\n\t<br />\r\n\tDuring the 2010 campaign, Walker made clear he felt public schools -- and specifically underperforming teachers -- were failing Wisconsin&rsquo;s students. On his <a href=\"http://web.archive.org/web/20101230060653/http://www.scottwalker.org/issues/education\">campaign website</a>, he called for teacher evaluations, merit pay and other measures, without mentioning his plan to severely limit collective bargaining. He touted an expansion of voucher and charter schools.<br />\r\n\t<br />\r\n\tBut he also made clear the &quot;vast majority&quot; of teachers are succeeding, when he released his <a href=\"http://www.scottwalker.org/sites/default/files/Education%20Packet_0.pdf\">education plan </a>during the 2010 campaign.<br />\r\n\t<br />\r\n\tAfter his election, Walker pressed the case against union rules. In <a href=\"http://www.wisgov.state.wi.us/journal_media_detail.asp?locid=177&amp;prid=5682\">a Wall Street Journal opinion column</a>, Walker wrote that the teachers union &quot;hid behind&quot; a labor contract when an award-winning first-year teacher was laid off because of seniority rules under collective bargaining.<br />\r\n\t<br />\r\n\tIn February 2011, after Walker unveiled his union limits and benefits cuts, major school districts across the state shut down when <a href=\"http://www.jsonline.com/news/education/116452478.html\">teachers flocked to protests </a>in Madison.<br />\r\n\t<br />\r\n\tWalker <a href=\"http://www.youtube.com/watch?v=TeDD1U07Dzw&amp;feature=related\">praised the &quot;good professionals &quot;</a>who went to work and said those who skipped out had every right to be heard, &quot;but I said I&rsquo;m not going to allow for one minute the voices of the tens of thousands here to somehow overpower the millions of hardworking taxpayers of my state who know what were asking for is modest.&quot;<br />\r\n\t<br />\r\n\tHe was less diplomatic when referring to the teachers union.<br />\r\n\t<br />\r\n\tHe told conservative talk show host <a href=\"http://www.marklevinshow.com/article.asp?id=2115928\">Mark Levin </a>on Feb. 21, 2011, that the union&rsquo;s motivation was only to get its hands on teachers&rsquo; dues payments. By announcing it would give in to Walker&rsquo;s benefits cuts if he would drop the limits on collective bargaining, &quot;they threw their members under the bus,&quot; <a href=\"http://www.youtube.com/watch?v=TeDD1U07Dzw&amp;feature=related\">he said</a>.<br />\r\n\t<br />\r\n\tThe same day, Walker told <a href=\"http://www.youtube.com/watch?v=Tf9xG1ulGlw\">Hannity </a>that Republicans were &quot;not going to be intimidated&quot; by tens of thousands of protesters from Chicago, Nevada and New Jersey.<br />\r\n\t<br />\r\n\t(PolitiFact Wisconsin rated <a href=\"http://www.politifact.com/wisconsin/statements/2011/feb/23/scott-walker/wisconsin-gov-scott-walker-says-out-staters-accoun/\">False </a>Walker&rsquo;s Feb. 22 claim that &quot;almost all&quot; the protesters were from outside Wisconsin at that point, while noting that Illinois teachers unions had sent buses of protesters to Madison.)<br />\r\n\t<br />\r\n\tIn late February and early March, as the standoff with Democrats dragged on, Walker used a series of news releases to highlight <a href=\"http://walker.wi.gov/journal_media_detail.asp?locid=177&amp;prid=5675\">deals </a>that teachers had negotiated through their union -- or won in arbitration -- on pay, retirement benefits, overtime and working conditions.<br />\r\n\t<br />\r\n\tSome of the releases singled out small but attention-grabbing items in particular districts. One was, &quot;Almost $10,000 Per Year for Doing Nothing,&quot; a reference to a teacher emeritus program. Another was &quot;Arbitrator Reinstates Porn-Watching Teacher.&quot; Another: &quot;$6,000 Extra for Carrying a Pager.&quot;<br />\r\n\t<br />\r\n\tWalker has taken steps to assert that he and his budget were pro-teacher. He frequently praises the <a href=\"http://www.walker.wi.gov/journal_media_detail.asp?locid=177&amp;prid=5997\">public school teachers </a>his two sons have encountered in Wauwatosa, and other outstanding teachers elsewhere.<br />\r\n\t<br />\r\n\tAt the NBC summit, Walker repeated his respect for teachers. &quot;I understand there&rsquo;s sometimes a difference of opinion, but in the end, we believe the right thing to do is put the power in the hands of the teachers,&quot; he said.<br />\r\n\t<br />\r\n\tBrey, the statewide teachers union spokeswoman, says WEAC&rsquo;s main beef with Walker is his actions, not his words. But she said Walker uses his words to depict unions as greedy (seeking an <a href=\"http://www.jsonline.com/news/statepolitics/124627903.html\">&quot;expensive entitlement&quot;</a>); controlled by intimidating out-of-state &quot;bosses&quot;; and incompetent (with union hiring restrictions gone, Walker says, now we can keep the best teachers).<br />\r\n\t<br />\r\n\tCriticism of the union, Brey contends, amounts to criticism of teachers, who elect their union representatives.<br />\r\n\t<br />\r\n\tIn our view, both sides have a gripe.<br />\r\n\t<br />\r\n\tTeachers who belong to the union feel aggrieved by Walker&rsquo;s comments about their union. But being critical of a group is not the same as being critical of individuals, and it&rsquo;s a stretch to call Walker&rsquo;s calls for educational reform and school choice an attack on teachers, per se.<br />\r\n\t<br />\r\n\tOn the other hand, it&rsquo;s disingenuous for the governor to suggest that his praise of teachers is all-encompassing, but that when he&rsquo;s talking about the protesters -- even mischaracterizing them as dominated by out-of-state interests -- and teachers organizations, it is limited.<br />\r\n\t<br />\r\n\t<strong>Our conclusion</strong><br />\r\n\t<br />\r\n\tAt the NBC Education Summit, Walker denied saying &quot;teachers are thugs&quot; and said he&rsquo;s only said &quot;great thing&quot; about teachers.<br />\r\n\t<br />\r\n\tThough we looked at two pieces of the statement, it essentially amounts to single claim -- that he&rsquo;s only praised teachers.<br />\r\n\t<br />\r\n\tThere&rsquo;s no evidence at all that he used the thug line -- and even the educator whose letter prompted the questioning doesn&rsquo;t believe he said it. He did use the term &quot;thuggery attacks&quot; in response to a question about the protesters&rsquo; occupation of the Capitol, death threats against elected officials and protests outside his home.<br />\r\n\t<br />\r\n\tMany Wisconsin educators joined in that occupation, but Walker says he was referring only to death threats by out-of-state people.<br />\r\n\t<br />\r\n\tOn the larger point of his rhetoric about teachers, we found Walker was careful about expressing his respect for teachers and other protesters, while offering criticism of the union that represents them.<br />\r\n\t<br />\r\n\tSo, Walker can accurately claim he has avoided direct rhetorical attacks on teachers as a profession. But we found Walker said less than &quot;great things&quot; about the union that represents teachers, and in his &quot;thuggery&quot; comment Walker left room for teachers to assume he was passing judgment on their protests at the Capitol.<br />\r\n\t<br />\r\n\tWalker&rsquo;s statement may be narrowly accurate, but it slips down the Truth-O-Meter when you examine the full context of his comments about the teachers union, teacher benefits and the protests.<br />\r\n\t<br />\r\n\tTaken as a whole, his comments fall short of the high bar he set about saying only &quot;great things.&quot;<br />\r\n\t<br />\r\n\tWe rate his statement Half True.</p>", "ruling_comments_date": "2011-10-11T16:46:58.148220", "ruling_date": "2011-10-13T09:10:53", "ruling_headline": "Walker’s praise for teachers not all-encompassing", "ruling_headline_slug": "walkers-praise-teachers-not-all-encompassing", "ruling_link_text": "Praise is in the ear of the beholder", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tNBC News Education Nation Summit, <a href=\"http://www.youtube.com/watch?v=awd1xoAe-Mc\">video of Brian Williams questioning Scott Walker</a>, Sept. 26, 2011<br />\r\n\t<br />\r\n\tScott Walker campaign, <a href=\"http://web.archive.org/web/20101230060653/http://www.scottwalker.org/issues/education\">Education issues</a>, undated<br />\r\n\t<br />\r\n\tScott Walker, <a href=\"http://www.youtube.com/watch?v=TeDD1U07Dzw&amp;feature=related\">audio of appearance on &quot;The Mark Levin Show</a>,&quot; Feb. 21, 2011<br />\r\n\t<br />\r\n\tScott Walker, <a href=\"http://www.foxnews.com/on-air/hannity/transcript/gov-scott-walker-responds-outrage-over-passing-wisconsin-union-bill\">video of appearance on &quot;Hannity</a>,&quot; March 10, 2011<br />\r\n\t<br />\r\n\tScott Walker, <a href=\"http://www.youtube.com/watch?v=Tf9xG1ulGlw\">video of appearance on &quot;Hannity</a>,&quot; Feb. 21, 2011<br />\r\n\t<br />\r\n\tScott Walker, <a href=\"http://wispolitics.com/1006/110521Walkerspeech.mp3\">speech to GOP state convention</a>, May 21, 2011<br />\r\n\t<br />\r\n\tScott Walker, <a href=\"http://www.youtube.com/watch?v=XCKJeU14xDo\">video of his Brown Bag #26</a>, June 8, 2011<br />\r\n\t<br />\r\n\tScott Walker, <a href=\"http://www.youtube.com/watch?v=1VXfzz8cor0&amp;feature=bf_next&amp;list=ULxOC502FM0lQ&amp;lf=mfu_in_order\">video of his Brown Bag #9</a>, April 22, 2011<br />\r\n\t<br />\r\n\tScott Walker, <a href=\"http://www.youtube.com/watch?v=Ne-CtTWRKaY&amp;feature=youtu.be\">video of his Brown Bag #32</a>, July 14, 2011<br />\r\n\t<br />\r\n\tOffice of Governor Scott Walker, press release, <a href=\"http://walker.wi.gov/journal_media_detail.asp?locid=177&amp;prid=5675\">&quot;Collective Bargaining Has a Fiscal Impact Part 4</a>,&quot; March 8, 2011,<br />\r\n\t<br />\r\n\tWall Street Journal, Scott Walker opinion column, <a href=\"http://online.wsj.com/article/SB10001424052748704132204576190260787805984.html?mod=WSJ_Opinion_LEADTop\">&quot;Why I&rsquo;m Fighting in Wisconsin</a>,&quot; March 10, 2011<br />\r\n\t<br />\r\n\tScott Walker, <a href=\"http://www.scottwalker.org/sites/default/files/Education%20Packet_0.pdf\">The Walker Plan to Make Wisconsin&rsquo;s Education System World Class</a>, undated<br />\r\n\t<br />\r\n\tWisconsin Education Action Council, <a href=\"http://www.weac.org/news_and_publications/press_room/11-09-26/Everyone_can_see_damage_Walker_is_inflicting_to_Wisconsin_schools.aspx\">press release on Scott Walker appearance on NBC&rsquo;s Education Nation Summit</a>, Sept. 26, 2011<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel,<a href=\"http://www.jsonline.com/news/statepolitics/121721234.html\">Records detail threats against Walker, lawmakers</a>, May 12, 2011<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel, <a href=\"http://www.jsonline.com/news/statepolitics/124627903.html\">&quot;Scott Walker says he should have prepared public earlier for sweeping changes</a>,&quot; June 27, 2011<br />\r\n\t<br />\r\n\tPolitiFact Wisconsin, <a href=\"http://www.politifact.com/wisconsin/statements/2011/feb/23/scott-walker/wisconsin-gov-scott-walker-says-out-staters-accoun/\">&quot;Wisconsin Gov. Scott Walker says &lsquo;out of staters&rsquo; account for almost all in Madison protests</a>,&quot; Feb. 23, 2011<br />\r\n\t<br />\r\n\tAndrew Breitbart Presents: Big Government, John Nolte blog, <a href=\"http://bigjournalism.com/jjmnolte/2011/03/18/20-days-of-left-wing-thuggery-in-wisconsin-when-will-obama-democrats-and-msm-call-for-civility/\">&quot;20 days of left-wing thuggery in Wisconsin</a>,&quot; March 18, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 38, "current_job": "Milwaukee County Executive", "false_count": 42, "first_name": "Scott", "half_true_count": 38, "home_state": "Wisconsin", "id": 640, "last_name": "Walker", "mostly_true_count": 44, "name_slug": "scott-walker", "pants_count": 11, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Scott_Walker_1_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/640/", "total_count": 211, "true_count": 25, "website": "http://www.scottwalker.org/"}, "statement": "<p>\r\n\tSays he never called teachers &quot;thugs&quot; and has said nothing but &quot;great things&quot; about them during the fight over his curbs on unions</p>", "statement_context": "a television interview", "statement_date": "2011-09-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 192, "photo": null, "resource_uri": "/api/v/2/subject/192/", "subject": "Labor", "subject_slug": "labor", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}