{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/oct/11/mitt-romney/mitt-romney-says-rising-government-share-threatens/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 4585, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/4585/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<div style=\"background-color: transparent\">\r\n\t<p>\r\n\t\tDuring the Oct. 11, 2011, Republican presidential debate in Hanover, N.H., former Massachusetts Gov. Mitt Romney reprised two talking points about the government&rsquo;s role in the economy. During the time of President John F. Kennedy, Romney said, &quot;the government at all levels -- federal, state and local -- was consuming about 27 percent of the U.S. economy. Today it consumes about 37 percent of the U.S. economy. It&#39;s on track to get to 40 percent. We cease at some point to be a free economy.&quot;</p>\r\n\t<p>\r\n\t\tWe checked prior versions of these statements in two separate items. Here, we&rsquo;ll recap both in a single item.</p>\r\n\t<p>\r\n\t\tIn the early 1960s, all levels of government were &quot;consuming about 27 percent of the U.S. economy,&quot; a number that has risen to 37 percent today.</p>\r\n\t<p>\r\n\t\tWe found that the numbers Romney cited were close to correct -- but he also left out some important context.</p>\r\n\t<p>\r\n\t\t<strong>The Percentages</strong></p>\r\n\t<p>\r\n\t\tThe Office of Management and Budget produces a table every year that tracks total government <a href=\"http://www.whitehouse.gov/sites/default/files/omb/budget/fy2012/assets/hist15z5.xls\">expenditures</a> as a percentage of gross domestic product. Here are the statistics for the years in question:</p>\r\n\t<p>\r\n\t\t<strong>Fiscal year 1961</strong>: 27.4 percent<br />\r\n\t\t<strong>Fiscal year 1962</strong>: 27.8 percent<br />\r\n\t\t<strong>Fiscal year 1963</strong>: 27.7 percent</p>\r\n\t<p>\r\n\t\t<strong>Fiscal year 2009</strong>: 36.5 percent<br />\r\n\t\t<strong>Fiscal year 2010</strong>: 35.0 percent</p>\r\n\t<p>\r\n\t\tRomney&rsquo;s figures aren&rsquo;t exact. But he&rsquo;s got the general pattern correct.</p>\r\n\t<p>\r\n\t\tHowever, using the big-picture numbers is only part of the story. Digging deeper into the numbers provides a much fuller sense of what&rsquo;s going on. For simplicity, we&rsquo;ll choose the 1963 and 2010 figures for a more detailed analysis. Once again, the listed figures are expressed as a percentage of GDP and are rounded.</p>\r\n\t<p>\r\n\t\t<strong>1963</strong></p>\r\n\t<p>\r\n\t\t<em>Federal expenditures for defense and international accounts</em>: 9.8 percent<br />\r\n\t\t<em>Federal net interest expenditures</em>: 1.5 percent<br />\r\n\t\t<em>Federal Social Security and Medicare expenditures</em>: 2.6 percent<br />\r\n\t\t<em>Federal payments to individuals exclusive of Social Security and Medicare</em>: 2.6 percent<br />\r\n\t\t<em>Federal spending in all other categories</em>: 2.3 percent<br />\r\n\t\t<em>State and local government</em>: 8.9 percent<br />\r\n\t\t<strong>Total: 27.7 percent</strong></p>\r\n\t<p>\r\n\t\t<strong>2010</strong></p>\r\n\t<p>\r\n\t\t<em>Federal expenditures for defense and international accounts</em>: 5.1 percent<br />\r\n\t\t<em>Federal net interest expenditures</em>: 1.4 percent<br />\r\n\t\t<em>Federal Social Security and Medicare expenditures</em>: 8.4 percent<br />\r\n\t\t<em>Federal payments to individuals exclusive of Social Security and Medicare</em>: 7.3 percent<br />\r\n\t\t<em>Federal spending in all other categories</em>: 1.6 percent<br />\r\n\t\t<em>State and local government</em>: 11.1 percent<br />\r\n\t\t<strong>Total: 35.0 percent</strong></p>\r\n\t<p>\r\n\t\t<strong>B</strong><strong>ehind the numbers</strong></p>\r\n\t<p>\r\n\t\tSo let&rsquo;s look at the components of government that expanded and contracted between 1963 and 2010.</p>\r\n\t<p>\r\n\t\tDefense spending was cut almost in half as a percentage of GDP, as was &quot;other spending.&quot; Net interest barely budged, while state and local government increased by about one-fifth.</p>\r\n\t<p>\r\n\t\tBut the big increases came from two categories: Social Security and Medicare, which more than tripled as a share of GDP, and other federal payments to individuals, which fell slightly short of tripling.</p>\r\n\t<p>\r\n\t\tFirst, we should note that Medicare didn&rsquo;t exist until 1965, so a big share of the increase Romney pointed to stems from this single program.</p>\r\n\t<p>\r\n\t\tMore important, there&rsquo;s something that ties together all of these fast-growing expenditures: They are all payments made by the government to individuals.</p>\r\n\t<p>\r\n\t\tWhy is this important? It&rsquo;s a question of control, said Gary Burtless, an economist with the centrist-to-liberal Brookings Institution, when we originally reported the item. These transfer payments, as they are known, &quot;can be more or less freely spent by private individuals,&quot; Burtless said. &quot;Your mom can spend her Social Security check any way she wants -- on food, shelter, vacations at Disney World or deposits in her bank account or her favorite mutual fund. Even cash public assistance recipients have pretty wide freedom over how they spend their welfare checks.&quot;</p>\r\n\t<p>\r\n\t\tSome transfer payments are more restrictive, such as food stamps or Medicare and Medicaid benefits, but even these still allow some degree of consumer choice. &quot;This distinction is important for a simple reason,&quot; Burtless said. While lawmakers and government officials have direct say over many types of government expenditures, &quot;their say over government transfers is a lot more restricted.&quot;</p>\r\n\t<p>\r\n\t\tIn addition, he said, many government transfer payments &quot;are paid for with earmarked taxes &ndash; FICA and unemployment insurance taxes. When we get transfers from the government under Social Security, Medicare and unemployment insurance, we&rsquo;re getting back the money that we or our employers contributed when we were working.&quot;</p>\r\n\t<p>\r\n\t\tSo how would taking this into account change the equation? If you subtract the share for federal transfer payments from figures above, it turns out that government spending as a percentage of GDP actually declined between 1963 and 2010, from 22.5 percent to 19.3 percent.</p>\r\n\t<p>\r\n\t\tAnd this trend is confirmed if you use a different data set. The Bureau of Economic Analysis publishes statistics that break down the components of national GDP. If you take the category &quot;government consumption expenditures and gross investment&quot; for all levels of government -- a figure that doesn&rsquo;t include transfer payments -- and divide it by GDP, government accounted for 22.0 percent of GDP in 1963 and 20.7 percent of GDP in 2010.</p>\r\n\t<p>\r\n\t\tSo Romney&rsquo;s numbers are nearly correct, but they don&rsquo;t tell the whole story.</p>\r\n\t<p>\r\n\t\tYes, government spending has risen as a share of GDP, but the actual control on spending exerted by government has not risen by anywhere near that amount, because the bulk of the growth has come in transfer payments that individual Americans ultimately control (and, in many cases, under programs which they had paid into to begin with). On balance, we rated that part of the statement Mostly True.</p>\r\n\t<p>\r\n\t\t<strong>With that trendline, &quot;we cease at some point to be a free economy.&quot;</strong></p>\r\n\t<p>\r\n\t\tThis marks the third time we&rsquo;ve rated Romney&rsquo;s claim that the United States is on the verge of ceasing to be a free-market economy.</p>\r\n\t<p>\r\n\t\tHere are some of the statistics to consider:</p>\r\n\t<p>\r\n\t\t<strong>Government &nbsp;spending. </strong>On the suggestion of several economists, we took the figures for <a href=\"http://www.bea.gov/national/nipaweb/TablePrint.asp?FirstYear=1996&amp;LastYear=2010&amp;Freq=Year&amp;SelectedTable=86&amp;ViewSeries=NO&amp;Java=no&amp;MaxValue=5563.7&amp;MaxChars=8&amp;Request3Place=N&amp;3Place=N&amp;FromView=YES&amp;Legal=&amp;Land=\">government expenditures</a> (which includes all levels of government) and divided them by the <a href=\"http://www.bea.gov/national/nipaweb/TablePrint.asp?FirstYear=1996&amp;LastYear=2010&amp;Freq=Year&amp;SelectedTable=5&amp;ViewSeries=NO&amp;Java=no&amp;MaxValue=14660.4&amp;MaxChars=8&amp;Request3Place=N&amp;3Place=N&amp;FromView=YES&amp;Legal=&amp;Land=\">national gross domestic product</a> for the years 1996 through 2010. For more than a decade, government spending as a percentage of GDP was quite stable, bouncing between 30.4 percent and 32.9 percent.</p>\r\n\t<p>\r\n\t\tFor the last few years, that percentage has indeed gone up -- to roughly 38 percent in both 2009 and 2010, which is within striking distance of the 40 percent Romney cited.</p>\r\n\t<p>\r\n\t\tBruce Bartlett, a former official in the administrations of Ronald Reagan and George H.W. Bush, said that Romney is &quot;implying that the temporary increase in spending from (Obama&rsquo;s stimulus bill) and the consequences of the recession are permanent,&quot; Bartlett said. Other economists noted that government&rsquo;s percentage of GDP started growing in 2008 -- under Bush, not Obama -- because that&rsquo;s when the recession began to hit.</p>\r\n\t<p>\r\n\t\tAnd even if the government share of GDP is close to 40 percent, would that be a catastrophe for economic freedom? Most of the experts we spoke to scoffed at the suggestion.&quot;It has long been the conservative view that there is only so much freedom out there and if government grows in size then this necessarily diminishes freedom,&quot; Bartlett said in an interview for our original fact-check. &quot;Thus if spending is 25 percent of GDP, then we are three-quarters free, and if it grows to 40 percent, then we have lost 15 percent of our freedom and are only 60 percent free. This, of course, is nonsense, because it implies that the greatest freedom exists in anarchy &hellip; and that freedom is the only thing anyone cares about.&quot;</p>\r\n\t<p>\r\n\t\tHere are a few other statistics to consider.</p>\r\n\t<p>\r\n\t\t<strong>Taxes. </strong>Taxes offer another measure of government involvement into the economy. <a href=\"http://www.taxfoundation.org/files/sr190.pdf\">According to the Tax Foundation</a>, a business-backed group that studies tax policy, the total federal, state and local tax burden has been falling -- not rising -- in recent years. Every year, the group computes a national figure for all levels of taxation as a share of national income. The data shows that the tax burden has fallen modestly in recent years, from 31.2 percent in 2006 to 27.2 percent in 2011.</p>\r\n\t<p>\r\n\t\tAnd as we<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/may/31/steve-moore/wall-street-journals-steve-moore-says-us-taxes-wer/\">concluded</a> in a separate fact-check, the U.S. tax burden isn&rsquo;t just hovering around a historical low -- it&rsquo;s also low compared to other advanced industrialized nations. In a 2006 international comparison, 25 nations had a higher percentage of taxes compared to GDP than the U.S., while just four -- Mexico, Japan, Korea and Turkey -- had a lower percentage.</p>\r\n\t<p>\r\n\t\t<strong>Regulation.</strong>&quot;One loses being a free market economy not so much, or not solely, because of the level of spending and taxation, but also by the level and reach of government regulation, and by the distortions to choices that arise through government policy -- think of tax rules that discourage some behaviors and investments in favor of others,&quot; J.D. Foster, an economist with the conservative Heritage Foundation, told us when we first checked the claim.</p>\r\n\t<p>\r\n\t\tTevi Troy, a senior fellow at the conservative Hudson Institute, said that bailouts for Wall Street and U.S. automakers (approved under Bush and continued under Obama) and the increasing government oversight over the health care sector (approved under Obama) represent nearly unprecedented willingness by the government to intervene in the economy. (Supporters, of course, counter that all but the health care intervention were intended to be temporary and came in response to a dire situation.)</p>\r\n\t<p>\r\n\t\tHowever, there&rsquo;s strong evidence undercutting Romney&#39;s claim that comes from, of all places, the conservative Heritage Foundation.</p>\r\n\t<p>\r\n\t\tHeritage published an <a href=\"http://www.heritage.org/index/Ranking\">economic freedom index for 2011</a> -- an international ranking of nations using a combination of 10 types of statistics, covering business freedom, trade freedom, fiscal freedom, government spending, monetary freedom, investment freedom, financial freedom, property rights, freedom from corruption and labor freedom.</p>\r\n\t<p>\r\n\t\tCertainly, different groups could measure freedom differently. But let&rsquo;s look at what Heritage concluded. The U.S. ranked ninth out of 179 nations on the list, with a score that placed it near the top of the &quot;mostly free&quot; category. The only nations to be considered more &quot;free&quot; than the U.S. were, in descending order, Hong Kong, Singapore, Australia, New Zealand, Switzerland, Canada, Ireland, and Denmark.</p>\r\n\t<p>\r\n\t\tFor the U.S. to fall into the &quot;mostly unfree&quot; category, which is only the third-lowest category in the study, it would have to drop a whopping 83 slots, to a perch below such nations as Albania, Rwanda and Kazakhstan.</p>\r\n\t<p>\r\n\t\tSo where does this leave us? It&rsquo;s true that the government&rsquo;s footprint on spending has grown over the past few years, due in large part to the recession. But while the statistics show that the government continues to have a large influence on the economy, there is little indication that the government&rsquo;s role has risen dramatically enough over the past few years to threaten the kind of free market that the U.S. has operated under in recent decades. And international comparisons show that the U.S. ranks low in both total tax burden and high in economic freedom -- at least as measured by a prominent conservative think tank.</p>\r\n\t<p>\r\n\t\tIn June, we found this claim ridiculous. In August, we did again. Now, in October, we do for a third time, once again rating this part of Romney&#39;s statement Pants on Fire.</p>\r\n\t<p>\r\n\t\tSo the first part of his comment from the New Hampshire debate rates a Mostly True, and the second part a Pants on Fire. Averaging them out, we rate his statement in New Hampshire Mostly False.</p>\r\n</div>", "ruling_comments_date": "2011-10-11T21:33:42.975367", "ruling_date": "2011-10-11T22:21:29", "ruling_headline": "Mitt Romney says rising government share threatens free economy", "ruling_headline_slug": "mitt-romney-says-rising-government-share-threatens", "ruling_link_text": "Decent numbers; context and interpretation lacking", "ruling_state": null, "source_documents": null, "sources": "<div>\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/aug/12/mitt-romney/romney-says-government-has-grown-27-percent-37-per/\">Romney says government has grown from 27 percent to 37 percent of U.S. economy</a>,&quot; Aug. 12, 2011<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/aug/12/mitt-romney/mitt-romney-gets-another-pants-fire-saying-were-in/\">Mitt Romney gets another Pants on Fire for saying we&#39;re &#39;inches away&#39; from not being capitalist any more</a>,&quot; Aug. 12, 2011<br />\r\n\t<br />\r\n\tOffice of Management and Budget, &quot;<a href=\"http://www.whitehouse.gov/sites/default/files/omb/budget/fy2012/assets/hist15z5.xls\">Table 15.5&mdash;Total Government Expenditures by Major Category of Expenditure as Percentages of GDP: 1948&ndash;2010,</a>&quot; accessed Aug. 12, 2011<br />\r\n\t<br />\r\n\tU.S. Department of Commerce Bureau of Economic Analysis,<a href=\"http://www.bea.gov/national/nipaweb/TableView.asp?SelectedTable=5&amp;ViewSeries=NO&amp;Java=no&amp;Request3Place=N&amp;3Place=N&amp;FromView=YES&amp;Freq=Year&amp;FirstYear=1963&amp;LastYear=2011&amp;3Place=N&amp;Update=Update&amp;JavaBox=no#Mid\">National Income and Product Accounts Table 1.1.5. -- Gross Domestic Product</a>, accessed Aug. 12, 2011<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/aug/12/mitt-romney/mitt-romney-gets-another-pants-fire-saying-were-in/\">Mitt Romney gets another Pants on Fire for saying we&#39;re &#39;inches away&#39; from not being capitalist any more</a>,&quot; Aug. 12, 2011<br />\r\n\t<br />\r\n\tWashington Post, &quot;Fact checking the GOP debate in Iowa&quot; (<a href=\"http://www.washingtonpost.com/blogs/fact-checker/post/fact-checking-the-gop-debate-in-iowa/2011/08/11/gIQAH9PAAJ_blog.html?hpid=z1\">Glenn Kessler&rsquo;s &quot;The Fact Checker&quot; blog</a>), Aug. 12, 2011<br />\r\n\t<br />\r\n\tMitt Romney ,<a href=\"http://www.facebook.com/mittromney?sk=app_142371818162\">presidential announcement </a><a href=\"http://www.facebook.com/mittromney?sk=app_142371818162\">speech</a>in Stratham, N.H., June 2, 2011<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/jun/02/mitt-romney/mitt-romney-says-us-only-inches-away-ceasing-be-fr/\">Mitt Romney says U.S. is &#39;only inches away from ceasing to be a free market economy</a>,&#39;&quot; June 2, 2011<br />\r\n\t<br />\r\n\tU.S. Bureau of Economic Analysis, &quot;<a href=\"http://www.bea.gov/national/nipaweb/TablePrint.asp?FirstYear=1996&amp;LastYear=2010&amp;Freq=Year&amp;SelectedTable=86&amp;ViewSeries=NO&amp;Java=no&amp;MaxValue=5563.7&amp;MaxChars=8&amp;Request3Place=N&amp;3Place=N&amp;FromView=YES&amp;Legal=&amp;Land=\">National Income and Product Accounts Table 3.1 -- Government Current Receipts and Expenditures</a>,&quot; accessed June 2, 2011<br />\r\n\t<br />\r\n\tU.S. Bureau of Economic Analysis, &quot;<a href=\"http://www.bea.gov/national/nipaweb/TablePrint.asp?FirstYear=1996&amp;LastYear=2010&amp;Freq=Year&amp;SelectedTable=5&amp;ViewSeries=NO&amp;Java=no&amp;MaxValue=14660.4&amp;MaxChars=8&amp;Request3Place=N&amp;3Place=N&amp;FromView=YES&amp;Legal=&amp;Land=\">National Income and Product Accounts Table 1.1.5 -- Gross Domestic Product</a>,&quot; accessed June 2011<br />\r\n\t<br />\r\n\tHeritage Foundation, <a href=\"http://www.heritage.org/index/Ranking\">Index of Economic Freedom</a>, 2011<br />\r\n\t<br />\r\n\tTax Foundation, <a href=\"http://www.taxfoundation.org/files/sr190.pdf\">Tax Freedom Day special report</a>, March 2011<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/may/31/steve-moore/wall-street-journals-steve-moore-says-us-taxes-wer/\">Wall Street Journal&#39;s Steve Moore says U.S. taxes were lower than rivals&#39; in 1980s but are higher now</a>,&quot; May 31, 2011<br />\r\n\t<br />\r\n\tE-mail interview with J.D. Foster, senior fellow at the Heritage Foundation, June 2, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Daniel N. Shaviro, professor of taxation at New York University Law School, June 2, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Bruce Bartlett, columnist for Tax Notes, Fiscal Times and the New York Times&#39; Economix blog, June 2, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Eugene Steuerle, fellow with the Urban Institute, June 2, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Dean Baker, co-director of the Center for Economic and Policy Research, June 2, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Tevi Troy, senior fellow at the Hudson Institute, June 2, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Lawrence J. White, economist at New York University&#39;s Stern School of Business, June 2, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Gary Burtless, senior fellow at the Brookings Institution, Aug. 12, 2011</div>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 34, "current_job": "Former governor", "false_count": 32, "first_name": "Mitt", "half_true_count": 58, "home_state": "Massachusetts", "id": 5, "last_name": "Romney", "mostly_true_count": 33, "name_slug": "mitt-romney", "pants_count": 19, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-mittromney.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/5/", "total_count": 221, "true_count": 30, "website": "http://www.mittromney.com/"}, "statement": "<div style=\"background-color: transparent\">\r\n\tIn the early 1960s, all levels of government were &quot;consuming about 27 percent of the U.S. economy,&quot; a number that has risen to 37 percent today. With that trendline, &quot;we cease at some point to be a free economy.&quot;</div>", "statement_context": "a Republican presidential debate in Hanover, N.H.", "statement_date": "2011-10-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 214, "photo": null, "resource_uri": "/api/v/2/subject/214/", "subject": "New Hampshire 2012", "subject_slug": "new-hampshire-2012", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 109, "photo": null, "resource_uri": "/api/v/2/subject/109/", "subject": "Regulation", "subject_slug": "market-regulation", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}