{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2011/oct/12/herman-cain/herman-cain-said-workers-now-pay-153-percent-payro/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 4596, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/4596/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tHerman Cain&rsquo;s 9-9-9 plan was the talk of the debate held Oct. 11, 2011, in Hanover, N.H., with Cain&rsquo;s Republican opponents for the presidential nomination assailing the plan as unworkable.<br />\r\n\t<br />\r\n\tAt one point, moderator Charlie Rose warned other candidates that mentioning the plan meant more rebuttal time for Cain. &quot;If you keep mentioning 9-9-9 and Herman Cain, I&#39;m going to have to go back to him every other question,&quot; Rose said.<br />\r\n\t<br />\r\n\tBasically, Cain&rsquo;s plan would replace the existing laws on income taxes, payroll taxes and corporate taxes with flat tax rates of 9 percent -- a 9 percent income tax, a 9 percent national sales tax and a 9 percent corporate tax.<br />\r\n\t<br />\r\n\tCain&rsquo;s opponents focused on the proposed new sales tax. &quot;We&#39;re not going to give the federal government, Nancy Pelosi, a new pipeline, a 9 percent sales tax for consumers to get hammered by the federal government,&quot; said Rick Santorum, a former senator from Pennsylvania. &quot;How many people believe that we&#39;ll keep the income tax at 9 percent? Anybody?&quot;<br />\r\n\t<br />\r\n\tCain&rsquo;s plan seems to have struck a chord with some voters because it appears easy to understand, particularly compared with the current tax code and its mish-mash of different rates, deductions, credits and loopholes.<br />\r\n\t<br />\r\n\tBut would voters be better off? The day after the debate, Cain was grilled by NBC&rsquo;s Chuck Todd, who wanted to know how the plan would affect working people. Todd quoted <a href=\"http://economix.blogs.nytimes.com/2011/10/11/inside-the-cain-tax-plan/\">an analysis</a> by economist Bruce Bartlett that said, &quot;At a minimum, the Cain plan is a distributional monstrosity. The poor would pay more while the rich would have their taxes cut.&quot;<br />\r\n\t<br />\r\n\t&quot;First of all, the fact that I got attacked so much and my plan got attacked so much last night, that&#39;s a good thing,&quot; Cain said. &quot;Because it gives me an opportunity to correct some of those misperceptions.<br />\r\n\t<br />\r\n\t&quot;For example, here&#39;s what a lot of people missed, including Bruce Bartlett. ...Start with the 9-9-9 and the fact that every worker pays 15.3 percent payroll tax. Now they&#39;re going to pay 9 percent, okay? That&#39;s a 6 percentage point difference. The 9-9-9 plan replaces payroll tax, capital gains tax, corporate income tax, personal income tax and the death tax. So, five taxes we replace with those three. We start with throwing out the current tax code.&quot;<br />\r\n\t<br />\r\n\tCain is suggesting that the new national sales tax would be a smaller percentage than today&rsquo;s payroll taxes. But the 15.3-percent number he mentioned didn&rsquo;t sound quite right to us, so we decided to check it out.<br />\r\n\t<br />\r\n\tWhat we found is that Cain is counting both worker and employer contributions to payroll taxes to arrive at the 15.3 percent number.<br />\r\n\t<br />\r\n\tFirst, here&rsquo;s a quick primer on how payroll taxes work: If you work for an employer, the employer deducts payroll taxes before you get your paycheck and then sends the money on to the federal government. <a href=\"http://ssa.gov/pubs/10003.html\">The taxes</a> pay for Social Security and Medicare; it&#39;s listed as FICA on your pay stub. Typically, workers pay 6.2 percent of their first $106,800 in earnings for Social Security taxes, and they pay 1.45 percent on all their earnings for Medicare hospital coverage. That&rsquo;s a total of 7.65 percent in payroll taxes for workers making less than $106,800.<br />\r\n\t<br />\r\n\tBut the employer also has to match those taxes, bringing total contributions on behalf of an individual to 12.4 percent for Social Security and 2.9 percent for Medicare. That means total payroll taxes for each worker reach 15.3 percent, the number Cain mentioned.<br />\r\n\t<br />\r\n\tSo most workers see only about half the amount Cain mentioned deducted from their paychecks.<br />\r\n\t<br />\r\n\t(And for every tax rule now in place, it seems like there are exceptions. The exception in this case is on the self-employed. They are required to pay the worker&rsquo;s share of payroll taxes and the employer share. So that group would be paying the 15.3 percent Cain mentioned.)<br />\r\n\t<br />\r\n\tAlso in Cain&rsquo;s defense, many economists believe that if the government were to end payroll taxes, it would mean higher pay for workers -- maybe not immediately, but at least over the long run, because it&rsquo;s part of the cost of labor. &nbsp;<br />\r\n\t<br />\r\n\tStill, there&rsquo;s no rule or law that would require employers to give workers a raise equal to the employer&#39;s share of payroll taxes previously paid to the government. The taxes paid now are not considered part of workers&rsquo; wages in any formal or legal sense.<br />\r\n\t<br />\r\n\tWe have to add one other note of explanation that&rsquo;s particular to the current economic downturn. In 2010, President Barack Obama and Congress knocked 2 percentage points off Social Security taxes for workers, as an economic stimulus measure. So this year, most workers are paying 4.2 percent while employers pay 6.2 percent. That means the current overall number isn&rsquo;t 15.3 percent, but 13.3 percent.<br />\r\n\t<br />\r\n\tOne final note on the 9-9-9 plan itself: In our review of the commentary on Cain&rsquo;s tax plan, we saw that economic analysts have said the Cain campaign needs to release more detailed information on the plan so that it can be properly modeled, to find out how much revenue it would generate and how it would affect taxpayers of different income levels. Cain said in the interview with Todd that he intended to release more information on the plan soon.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong></p>\r\n<p>\r\n\tCain said, &quot;Every worker pays 15.3 percent payroll tax.&quot; That&#39;s not accurate. Workers only pay half that, with the exception of the self-employed, as we mentioned above. The worker contribution is normally 7.65 percent, and thanks to the payroll tax rollback of 2010, the number this year is 5.65 percent. You can reach that number only by including the half of the tax that employers pay. Some economists say that if the employers&rsquo; half of payroll taxes were ended, workers would see &nbsp;a proportional rise in wages over the long run. But whatever the case, Cain was talking about the reality today. Workers don&#39;t pay a 15.3 percent payroll tax, so we rate Cain&#39;s statement Mostly False.</p>", "ruling_comments_date": "2011-10-12T17:56:59.363965", "ruling_date": "2011-10-12T17:53:29", "ruling_headline": "Herman Cain said workers now pay 15.3 percent in payroll taxes", "ruling_headline_slug": "herman-cain-said-workers-now-pay-153-percent-payro", "ruling_link_text": "Employers pay half of that", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tSocial Security Online, <a href=\"http://ssa.gov/pubs/10003.pdf\">Electronic Factsheet</a> (payroll tax rates), accessed Aug. 17, 2011</p>\r\n<p>\r\n\tInterview with Roberton Williams of the Tax Policy Center, Oct. 12, 2011</p>\r\n<p>\r\n\tInterview with William McBride of the Tax Foundation, Oct. 12, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "", "false_count": 11, "first_name": "Herman", "half_true_count": 5, "home_state": "Georgia", "id": 1021, "last_name": "Cain", "mostly_true_count": 3, "name_slug": "herman-cain", "pants_count": 3, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Herman_Cain.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1021/", "total_count": 27, "true_count": 0, "website": "http://www.caintv.com/"}, "statement": "<p>\r\n\t&quot;Every worker pays 15.3 percent payroll tax.&quot;</p>", "statement_context": "an interview on MSNBC", "statement_date": "2011-10-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 214, "photo": null, "resource_uri": "/api/v/2/subject/214/", "subject": "New Hampshire 2012", "subject_slug": "new-hampshire-2012", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}, {"description": "", "id": 103, "photo": null, "resource_uri": "/api/v/2/subject/103/", "subject": "Workers", "subject_slug": "workers", "used_in_edition": []}], "target": [], "twitter_headline": ""}