{"art": [{"brightcove": "", "caption": "This ad from Building a Better Ohio urging passage of Issue 2 focuses on potential savings to governments.", "id": 1666, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/1666/", "title": "Campaign ad 'The Facts '", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/LkmfChHBCNU?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "LkmfChHBCNU"}], "author": [{"email_address": "pkrouse@plaind.com", "first_name": "Peter", "id": 271, "last_name": "Krouse", "name_slug": "peter-krouse", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Peter-krouse.JPG", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/271/", "title": "Reporter, The Plain Dealer", "twitter": null}], "canonical_url": "/ohio/statements/2011/oct/17/building-better-ohio/building-better-ohio-touts-issue-2-potential-savin/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 4619, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "pkrouse@plaind.com", "first_name": "Peter", "id": 271, "last_name": "Krouse", "name_slug": "peter-krouse", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Peter-krouse.JPG", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/271/", "title": "Reporter, The Plain Dealer", "twitter": null}], "resource_uri": "/api/v/2/statement/4619/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tA key thrust of Issue 2 proponents is that public employees need to pay their fair share of the cost of health and pension benefits.<br />\r\n\t<br />\r\n\tThe issue, a referendum on Senate Bill 5 and its overhaul of Ohio&rsquo;s collective bargaining laws for public workers, would require public employees to contribute at least 15 percent of the cost of their health benefits and 10 percent of their salaries toward pensions.<br />\r\n\t<br />\r\n\tGov. John Kasich has repeatedly said it&rsquo;s only fair to demand such participation in light of what private sector employees pay for their health care and retirement benefits.<br />\r\n\t<br />\r\n\tA campaign ad from Building a Better Ohio, an organization pushing for passage of Issue 2, focuses specifically on those two figures, and touts the savings they could yield.<br />\r\n\t<br />\r\n\t&quot;Issue 2&rsquo;s reasonable reforms will save taxpayer dollars,&quot; the ad claims.<br />\r\n\t<br />\r\n\tWe&rsquo;ll leave it to others to debate the phrase &quot;reasonable,&quot; but PolitiFact Ohio decided to explore the purported savings. We&rsquo;re focusing here on health care and pension costs because that&rsquo;s what the ad discussed.<br />\r\n\t<br />\r\n\tIt&rsquo;s clear governments will save money if their employees contribute more toward the costs of their benefits, but those savings are not across the board, applying to each level of government.<br />\r\n\t<br />\r\n\tSavings in those two areas will not come at the state government level because its employees already pay 15 percent of their health care costs and put 10 percent of their wages toward their pensions.<br />\r\n\t<br />\r\n\tBut what about the counties, cities, townships, school districts and the like across the state that employ more than 300,000 workers?<br />\r\n\t<br />\r\n\tFor health care benefits, the savings would vary greatly from community to community, .<br />\r\n\t<br />\r\n\tCities like Akron, for instance &mdash; where union and nonunion workers alike do not pay for health insurance &mdash; could save millions in personnel costs. The city&rsquo;s tab for health care in 2010 was $23.5 million. If the new law had been in effect, Akron workers would have paid more than $3.5 million of the cost. For the 1,941 workers with health care, that would amount to about $1,800 each.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tEmployees in Avon, on the other hand, already pay 20 percent of their health care costs. So they wouldn&rsquo;t pay a dime extra for coverage under the law, and there would be no savings to the community.<br />\r\n\t<br />\r\n\tIn an analysis of the fiscal impact of SB 5, The Department of Administrative Services estimates that localities will save about $98 million a year in health care costs if their employees are made to pay at least 15 percent of their health care costs.<br />\r\n\t<br />\r\n\tDAS calculated the estimate using State Employment Relations Board statistics from 2010 (2011 numbers were not available at the time) that show employees of cities, school boards, townships and counties now pay a combined average of 10.8 percent of their health care costs.<br />\r\n\t<br />\r\n\tThat comes to a total of $255.9 million.<br />\r\n\t<br />\r\n\tIf the average contribution is raised to 15 percent, the total increases to $353.9 million. That translates into a combined savings of $98 million with school districts saving the most at $61.4 million, cities at $30.6 million, townships at $4.1 million and counties at $1.8 million.<br />\r\n\t<br />\r\n\tStill, these numbers are estimates, based on a self-reporting survey in which only 79 percent of the 1,359 governmental jurisdictions in the state participated.<br />\r\n\t<br />\r\n\tMelissa Fazekas, spokeswoman for Issue 2 opponent We Are Ohio, said the numbers can&rsquo;t be trusted because they are based on an incomplete survey. The state contends the sample size far exceeds the required number and has a margin of error of three percent.<br />\r\n\t<br />\r\n\tComing up with an estimated savings on the pension side is more difficult, and the state makes no attempt to do so. But we&rsquo;ll offer up a few figures to ponder.<br />\r\n\t<br />\r\n\tAs it stands, state law requires all employees to contribute 10 percent of their wages toward their pension. In some cases the employer pays some or all of that amount, a benefit that&rsquo;s known as a &quot;pension pickup.&quot;<br />\r\n\t<br />\r\n\tThere are 3,285 union contracts at the local level, according to the State Employment Relations Board. Of those contracts, 2,504 do not include pension pickups, so on those there would be no savings. &nbsp;Another 245 do have pickups. The remaining 781 have not been reviewed sufficiently to say one way or the other.<br />\r\n\t<br />\r\n\tIt&rsquo;s also worth looking possible savings in the five state pensions plans that represent public employees in Ohio.<br />\r\n\t<br />\r\n\tWe can check the Ohio Highway Patrol Retirement System off the list because its members are all state employees who already meet the requirements of SB 5.<br />\r\n\t<br />\r\n\tThe Ohio Public Employees Retirement System, the largest pension plan in the state and the eleventh largest in the country, represents 3,700 employers, but only about 9 percent of those employers offer their employees some level of pension pickup, said spokeswoman Julie Graham-Price.<br />\r\n\t<br />\r\n\tThe State Teachers Retirement System of Ohio estimates that 92 percent of its nearly 176,000 members already pay their full 10 percent, and of the 8 percent who don&rsquo;t, most get only a partial pickup, said spokesman Nick Treneff.<br />\r\n\t<br />\r\n\tThe School Employees Retirement System of Ohio estimates that 95 to 97 percent of its 126,000 members pay their 10 percent share, said spokesman Tim Barbour.<br />\r\n\t<br />\r\n\tThe only pension plan that can attach a dollar figure to its volume of pension pickups is the Ohio Police &amp; Fire Pension Fund. Fund members paid more than $197 million in pension contributions last year with nearly $60 million of that amount picked up by their employers, said spokesman Dave Graham.<br />\r\n\t<br />\r\n\tSo, clearly, the evidence suggests that taxpayer dollars -- perhaps millions -- will be saved if the health care and pension mandates in SB 5 become law. On that count, the statement in the Building a Better Ohio ad is accurate.<br />\r\n\t<br />\r\n\tBut there are some points to keep in mind.<br />\r\n\t<br />\r\n\tAt the state level, employees already are contributing at the 10 and 15 percent thresholds, something the ad does not mention.<br />\r\n\t<br />\r\n\tWithout examining each and every contract, it&rsquo;s impossible to know exactly where the savings will occur and how large the savings will be at the local level. For communities in which the employees already meet those thresholds, there won&rsquo;t be a savings. For others, the savings would vary depending on how much of the cost the communities pickup now with taxpayer dollars.<br />\r\n\t<br />\r\n\tIn the case of pension pickups, we can deduce that many localities will see little to no savings because employees already meet the mandates.<br />\r\n\t<br />\r\n\tAnd there&rsquo;s one other thing to consider. If union employees lose pension and health care benefits, they may be able to negotiate to get some of it back in the form of higher wages. And that could cancel out some of the savings to the taxpayer.<br />\r\n\t<br />\r\n\tThose points provide additional information and clarification.<br />\r\n\t<br />\r\n\tOn the Truth-O-Meter, the claim rates Mostly True.</p>", "ruling_comments_date": "2011-10-16T17:55:04.856531", "ruling_date": "2011-10-17T06:00:00", "ruling_headline": "Building a Better Ohio touts Issue 2 for potential savings of tax dollars", "ruling_headline_slug": "building-better-ohio-touts-issue-2-potential-savin", "ruling_link_text": "But it won't save big bucks for everyone", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tBuilding a Better Ohio, &quot;<a href=\"http://www.youtube.com/watch?v=LkmfChHBCNU&amp;feature=player_embedded\">The Facts</a>&quot; campaign ad, posted to YouTube Sept. 15, 2011<br />\r\n\t<br />\r\n\tInterviews with Connie Wehrkamp, spokeswoman, Building a Better Ohio, Oct. 5 and 6, 2011<br />\r\n\t<br />\r\n\tInterviews and email exchanges with Dan Kaman, spokesman, Department of Administrative Services<br />\r\n\t<br />\r\n\tOhio Department of Administrative Services, <a href=\"http://das.ohio.gov/LinkClick.aspx?fileticket=CdxWiF2_VQo%3D&amp;tabid=81\">Senate Bill 5 Fiscal Analysis</a>&nbsp;<br />\r\n\t<br />\r\n\tInterviews and email exchanges with Julie Graham-Price, spokeswoman, Ohio Public Employees Retirement System<br />\r\n\t<br />\r\n\tInterviews and email exchanges with Tim Barbour, spokesman, School Employees Retirement System<br />\r\n\t<br />\r\n\tInterviews and email exchanges with Nick Treneff, spokesman, State Teachers Retirement System<br />\r\n\t<br />\r\n\tInterviews and email exchanges with Dave Graham, spokesman, Ohio Police &amp; Fire Pension Fund<br />\r\n\t<br />\r\n\tState Employment Relations Board, Research and Training Section, 2010 18th Annual Report on the Cost of Health Insurance in Ohio&rsquo;s Public Sector<br />\r\n\t<br />\r\n\tThe Plain Dealer, &quot;<a href=\"http://www.cleveland.com/open/index.ssf/2011/04/new_collective_bargaining_law.html\">Labor law won&#39;t save money for everyone; Health care costs, &#39;step&#39; pay increases among areas targeted</a>,&quot; April 16, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "Ohio", "id": 1464, "last_name": "Building a Better Ohio", "mostly_true_count": 1, "name_slug": "building-better-ohio", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-building-a-better-ohio-logo.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1464/", "total_count": 3, "true_count": 1, "website": "http://betterohio.org/"}, "statement": "<p>\r\n\tSays the reforms in state Issue 2 &quot;will save taxpayer dollars&quot;</p>", "statement_context": "a campaign commercial", "statement_date": "2011-09-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 192, "photo": null, "resource_uri": "/api/v/2/subject/192/", "subject": "Labor", "subject_slug": "labor", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}, {"description": "", "id": 206, "photo": null, "resource_uri": "/api/v/2/subject/206/", "subject": "Unions", "subject_slug": "unions", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": ""}