{"art": [], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2011/oct/21/rick-perry/rick-perry-says-romneycare-was-model-obamacare/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 4647, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}, {"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/4647/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tWhile Texas Gov. Rick Perry was debating rivals for the Republican presidential nomination on Oct. 11, his campaign was righting &quot;wrongs&quot; uttered by the other candidates through a Twitter account called &quot;PerryTruthTeam.&quot;</p>\r\n<p>\r\n\tDuring the debate, PerryTruthTeam sent out a familiar message: &quot;Romneycare was model for Obamacare.&quot;</p>\r\n<p>\r\n\tThe Perry campaign has hit that idea hard. On Oct. 10, Perry posted an <a href=\"http://www.youtube.com/watch?v=LfcOGWRfXdk&amp;\">online video</a> linking the health care plan that Mitt Romney, the former governor of Massachusetts, signed in 2006 for his state (dubbed Romneycare by critics) and the one that President Barack Obama signed in 2010 for the country (dubbed Obamacare by critics).</p>\r\n<p>\r\n\tWe checked whether the Perry campaign&rsquo;s five-word tweet was on the mark.</p>\r\n<p>\r\n\tPerry&rsquo;s tweet implies that the White House used the Massachusetts law to build its own national law. We&rsquo;ll begin our examination by noting that even if you&rsquo;re just looking at the two laws from the outside, without knowing any behind-the-scenes information, they seem <a href=\"http://www.politifact.com/truth-o-meter/statements/2011/aug/12/tim-pawlenty/pawlenty-says-obamacare-patterned-after-romneycare/\">pretty</a> <a href=\"http://www.politifact.com/texas/statements/2010/dec/05/howard-dean/dean-howard-says-health-care-bill-prseident-barack/\">similar</a>.</p>\r\n<p>\r\n\tGenerally, both laws leave in place the major insurance systems: employer-provided insurance for some workers and their families, Medicare for seniors and Medicaid for the poor. Also, both laws require people to buy insurance or pay a penalty, a mechanism called the &quot;individual mandate.&quot; Both laws also seek to reduce the number of people without health insurance by expanding Medicaid and offering tax breaks to help moderate-income people buy insurance. Finally, companies that don&#39;t offer insurance have to pay fines, with exceptions for small business.</p>\r\n<p>\r\n\tSome other shared elements:<br />\r\n\t&nbsp;&nbsp;&nbsp; &bull; Health insurance exchanges. Both the Massachusetts and national plans provide for voluntary &quot;exchanges&quot; that individuals and small businesses can use to purchase private-sector health insurance. These exchanges are designed to offer a range of plans with different benefits and premium levels.&nbsp;&nbsp;&nbsp;<br />\r\n\t&nbsp;&nbsp;&nbsp; &bull; Affordability subsidies. Under both plans, lower-income individuals and families can receive government subsidies to help them pay health insurance premiums. In the Massachusetts plan, the subsidies flow to adults living at 150 percent to 300 percent of the federal poverty level, depending on their household size. Under the national plan, the sliding-scale subsidies go up to 400 percent of the poverty level.</p>\r\n<p>\r\n\tStill, there remain differences between the federal law and the Massachusetts law. Two of the biggest:&nbsp;&nbsp;&nbsp;<br />\r\n\t&nbsp;&nbsp;&nbsp; &bull; Cost containment. Critics of the Massachusetts plan have taken it to task for its lack of cost-containment provisions. The federal law makes changes to Medicare that are intended to lower program costs, such as restructuring how payments are made to private insurance plans offered through Medicare, known as Medicare Advantage plans. Since Medicare is a federal program, the Massachusetts plan does not address this issue.&nbsp;&nbsp;&nbsp;<br />\r\n\t&nbsp;&nbsp;&nbsp; &bull; Financing. Both the Massachusetts plan and federal law are financed in part by revenue generated from the individual and employer mandates. But the Massachusetts plan&#39;s financing is heavily dependent on leveraging federal matching funds, while the federal law, in addition to cost savings from Medicare, imposes taxes on drug makers, medical device manufacturers, health insurers and indoor tanning services. It also taxes high-cost health care plans. The Massachusetts plan does not do these things.</p>\r\n<p>\r\n\tSo, the laws, while not identical, share many core elements. Next, we wondered if the federal law was indeed based on the Massachusetts law.</p>\r\n<p>\r\n\tAgain, it&rsquo;s difficult to know what people in Congress and in the White House looked at as they drafted the final health care law. But according to independent reports, they consulted people who worked on the Massachusetts law.</p>\r\n<p>\r\n\tOn its website, the Perry campaign pointed to an NBC News news <a href=\"http://www.msnbc.msn.com/id/44854320/ns/politics-decision_2012/#.Tpbyg5sr0Ve\">story</a> published online Oct. 11, 2011, under the headline &quot;White House used Mitt Romney health-care law as blueprint for federal law.&quot; The report refers to White House visitor logs showing that three health care advisers and experts &quot;who helped shape the health care reform law signed by Romney in 2006&quot; had a dozen meetings with senior White House officials in 2009, including one with the president.</p>\r\n<p>\r\n\tOne of the experts, Jonathan Gruber, an economist at the Massachusetts Institute of Technology, told NBC News that &quot;the White House wanted to lean a lot on what we&rsquo;d done in Massachusetts.&quot;</p>\r\n<p>\r\n\t&quot;They really wanted to know how we can take that same approach we used in Massachusetts and turn that into a national model,&quot; Gruber said.</p>\r\n<p>\r\n\tGruber received a $380,000 contract from the Obama administration in 2009 to help Congress draft the federal health care law based on the Massachusetts plan, according to the story. He earlier had been hired by the Romney administration to do computer modeling of the costs of various approaches to expanding health-care coverage, the story said.</p>\r\n<p>\r\n\tGruber&rsquo;s <a href=\"http://econ-www.mit.edu/faculty/gruberj/shortbio\">biography</a> on the MIT website says he &quot;was a key architect of Massachusetts&rsquo; ambitious health reform effort and in 2006 became an inaugural member of the Health Connector Board, the main implementing body for that effort.&quot;</p>\r\n<p>\r\n\tRomney, asked at an Oct. 11 <a href=\"http://www.c-spanvideo.org/program/302023-1\">news conference</a> about the NBC report that three of his &quot;aides&quot; had advised Obama on health care, disputed that characterization of the experts, saying they were &quot;consultants,&quot; not &quot;aides.&quot;</p>\r\n<p>\r\n\t&quot;I&rsquo;m sure the president got lots of ideas (on health care reform),&quot; Romney said, &quot;but the one person he should have talked to, that he never talked to, was me.&quot; Romney said he would have told Obama that &quot;the plan he was crafting wouldn&rsquo;t work&quot; because the nation couldn&rsquo;t afford more federal spending. And he said that if he were elected president, he would push for the repeal of the federal health care law.</p>\r\n<p>\r\n\tRomney&rsquo;s campaign has also played down Gruber&rsquo;s influence, telling Politico for an Oct. 11 <a href=\"http://www.politico.com/news/stories/1011/65617.html#ixzz1ab2IgRR8\">news story</a> that he was not an adviser to Romney and that Romney&rsquo;s administration hired him only to run econometric models. However, the Politico story also says that &quot;it is well known that Obama&rsquo;s health care plan was in part modeled after Romney&rsquo;s 2006 reforms.&quot;</p>\r\n<p>\r\n\tWe also reviewed an article in the June 6, 2011, New Yorker magazine on the development of the Massachusetts and federal health care laws.</p>\r\n<p>\r\n\tLike the NBC News piece, the New Yorker article notes that people who worked on the Massachusetts law were also consulted by the White House. One was Jon Kingsdale, a former insurance executive whom Romney had hired to implement the Massachusetts law, according to the article. &quot;The policy in Massachusetts was real,&quot; Kingsdale told the New Yorker. &quot;We were very, very influential. I testified a lot. The congressional staffers would constantly ask, &lsquo;Well, how do you handle this? How do you handle that?&rsquo; We were the go-to people.&quot;</p>\r\n<p>\r\n\tThe article also describes a meeting in 2008, before Obama had decided to support an individual federal mandate, that was attended by people who would later become &quot;the key brokers&quot; of the final deal on the federal health care law in 2010. Among those organizing the meeting was John McDonough &mdash; a Massachusetts advocate for universal health care during Romney&rsquo;s governorship who had since been hired by U.S. Sen. Ted Kennedy, D-Mass.</p>\r\n<p>\r\n\tDuring the development of the Massachusetts law, McDonough &quot;was named by Romney aides as a &lsquo;stakeholder&rsquo; to represent consumer interests,&quot; according to the NBC News article.</p>\r\n<p>\r\n\tAt the October 2008 meeting, McDonough laid out three health care policy options that the next president could adopt, one of which he called &quot;Massachusetts Avenue&quot; and was based on Romney&rsquo;s plan, the New Yorker article says. Fifteen of the 20 people at the meeting &mdash; representatives from hospital associations, the pharmaceutical and insurance industries, the labor movement and groups advocating universal health care &mdash; backed the &quot;Massachusetts&quot; option, the article says.</p>\r\n<p>\r\n\tThe following year, Obama health care adviser Nancy-Ann DeParle sent a memo to the president recommending that he support a mandate like the one in Massachusetts, according to the New Yorker article. A few weeks later, Obama told congressional leaders he would back a requirement that every American buy health insurance.</p>\r\n<p>\r\n\tFinally, it&rsquo;s important to note that some of the key ideas in the federal law had been circulating before the Massachusetts law was written. For example, scholars credit Alain C. Enthoven &mdash; an emeritus professor at the Stanford University Graduate School of Business who worked in the Defense Department during the Kennedy and Johnson administrations &mdash; with popularizing the idea of health insurance exchanges as many as three decades ago.</p>\r\n<p>\r\n\tAnd at least one previous Republican proposal on health care has included an individual mandate, a plan put forward by Sen. John Chafee, R-R.I., during the Clinton administration&rsquo;s unsuccessful push for universal coverage in the early 1990s.</p>\r\n<p>\r\n\tSo, what of Perry&rsquo;s tweet?</p>\r\n<p>\r\n\tAlthough the federal law isn&rsquo;t an exact replica of the one in Massachusetts, the plan signed by Romney certainly served as a model.</p>\r\n<p>\r\n\tWe rate the statement as True.</p>", "ruling_comments_date": "2011-10-20T15:54:54.927923", "ruling_date": "2011-10-21T10:02:03", "ruling_headline": "Rick Perry says \"Romneycare was model for Obamacare\"", "ruling_headline_slug": "rick-perry-says-romneycare-was-model-obamacare", "ruling_link_text": "Massachusetts blueprint", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tPerryTruthTeam, Twitter account, <a href=\"http://twitter.com/#%21/PerryTruthTeam/status/123930697978220544\">message</a>, Oct. 11, 2011</p>\r\n<p>\r\n\tRick Perry&rsquo;s presidential campaign website, &quot;<a href=\"http://www.rickperry.org/romneycare-was-model-for-obamacare/\">Romneycare was model for Obamacare</a>,&quot; accessed Oct. 12, 2011</p>\r\n<p>\r\n\tRick Perry presidential campaign, video, &quot;<a href=\"http://www.rickperry.org/news/video-romneys-remedy/\">Romney&rsquo;s Remedy</a>,&quot; Oct. 10, 2011</p>\r\n<p>\r\n\tPolitiFact National, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/aug/12/tim-pawlenty/pawlenty-says-obamacare-patterned-after-romneycare/\">Pawlenty says Obamacare is patterned after Romneycare</a>,&quot; Aug. 12, 2011</p>\r\n<p>\r\n\tNBC News, &quot;<a href=\"http://www.msnbc.msn.com/id/44854320/ns/politics-decision_2012/#.Tpbyg5sr0Ve\">White House used Mitt Romney health care law as blueprint for federal law</a>,&quot; Oct. 11, 2011</p>\r\n<p>\r\n\tJonathan Gruber <a href=\"http://econ-www.mit.edu/faculty/gruberj/shortbio\">biography</a>, Massachusetts Institute of Technology website, accessed Oct. 17, 2011</p>\r\n<p>\r\n\tC-Span video, Mitt Romney <a href=\"http://www.c-spanvideo.org/program/302023-1\">press conference</a>, Oct. 11, 2011</p>\r\n<p>\r\n\tPolitico, &quot;<a href=\"http://www.politico.com/news/stories/1011/65617.html#ixzz1ab2IgRR8\">Report: Mitt Romney&rsquo;s experts met at White House on health care</a>,&quot; Oct. 11, 2011</p>\r\n<p>\r\n\t<em>The New Yorker</em>, &quot;<a href=\"http://alt.coxnewsweb.com/statesman/politifact/102011_newyorkerarticle.pdf\">Romney&rsquo;s dilemma: How his greatest achievement has become his biggest liability</a>,&quot; June 6, 2011</p>\r\n<p>\r\n\tPolitiFact National, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2010/apr/01/barack-obama/obama-says-heritage-foundation-source-health-excha/\">Obama says Heritage Foundation is source of health exchange idea</a>,&quot; April 1, 2010</p>\r\n<p>\r\n\tPolitiFact National, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/feb/14/cenk-uygur/hatch-once-supported-individual-mandate-said-cenk-/\">Hatch once supported an individual mandate, said Cenk Uygur</a>,&quot; Feb. 14, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 30, "current_job": "U.S. Energy Secretary", "false_count": 31, "first_name": "Rick", "half_true_count": 42, "home_state": "Texas", "id": 291, "last_name": "Perry", "mostly_true_count": 24, "name_slug": "rick-perry", "pants_count": 18, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Perry_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/291/", "total_count": 176, "true_count": 26, "website": "https://energy.gov/management/history/secretaries-energy"}, "statement": "<p>\r\n\t&quot;Romneycare was model for Obamacare.&quot;</p>", "statement_context": "a tweet.", "statement_date": "2011-10-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}