{"art": [], "author": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "canonical_url": "/truth-o-meter/statements/2008/may/02/chain-email/not-a-cent-from-unrelated-obama/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "smontgomery@sptimes.com", "first_name": "Scott", "id": 9, "last_name": "Montgomery", "name_slug": "scott-montgomery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/9/", "title": "Former Government & Politics Editor, St. Petersburg Times", "twitter": null}], "facebook_headline": null, "id": 465, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "edds@tampabay.com", "first_name": "Carolyn", "id": 56, "last_name": "Edds", "name_slug": "carolyn-edds", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/56/", "title": "News Researcher, Tampa Bay Times", "twitter": null}, {"email_address": "humburg@tampabay.com", "first_name": "Connie", "id": 55, "last_name": "Humburg", "name_slug": "connie-humburg", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/55/", "title": "Computer Assisted Reporting Specialist, Tampa Bay Times", "twitter": null}], "resource_uri": "/api/v/2/statement/465/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>A chain e-mail that originates with a letter from American missionaries working in Kenya warns about Sen. Barack Obama&#39;s ties to Kenya and its opposition party, encouraging readers &quot;not to be taken in by those that are promoting him.&quot;</p>\r\n\r\n<p>Among the many allegations is one about Obama&#39;s ties to Kenyan Prime Minister Raila Odinga: &quot;Obama under &#39;friends of Obama&#39; gave almost a million dollars to the (Kenya) opposition campaign who just happened to be his cousin, Raila Odinga, who is a socialist trained in East Germany.&quot;</p>\r\n\r\n<p>The e-mail reads like a bad game of &quot;telephone,&quot; its claims drawn from assorted people and sources that have been stitched together. And yet, because it is signed by real people, who have a life in Africa, it somehow carries more credence than your average blog posting &mdash; and it&#39;s spreading rapidly. ( <a href=\"http://www.politifact.com/truth-o-meter/obamakenyaemail/\"> Read the e-mail here. </a> )</p>\r\n\r\n<p>But even with the credibility of a real author, the claims in this e-mail are as baseless as anything you&#39;ve read from an anonymous blogger.</p>\r\n\r\n<p>Celeste Davis wrote the letter. Her husband, Loren Davis, spoke to PolitiFact at length about its many allegations.</p>\r\n\r\n<p>He says they&#39;ve lived and worked in Kenya for the past 12 years and this was a personal letter &quot;never intended to be forwarded or sent out to the Web.&quot;</p>\r\n\r\n<p>&quot;It&#39;s totally caught us by surprise,&quot; Loren Davis said. He went on to back up the claims and provide some evidence.</p>\r\n\r\n<p>Let&#39;s examine this one in two parts:</p>\r\n\r\n<p>&bull; &quot;Obama under &#39;friends of Obama&#39; gave almost a million dollars to the (Kenya) opposition campaign.&quot;</p>\r\n\r\n<p>Loren Davis provided PolitiFact with a document that he says shows Obama gave $1-million to the Kenyan opposition campaign led by Odinga. A header at the top of the page says it&#39;s a &quot;consolidated statement of campaign financial activities.&quot; Under the header is a list of &quot;incoming resources&quot; with entries listed in columns of &quot;from&quot; and &quot;amount.&quot;</p>\r\n\r\n<p>Handwritten notes amplify the point being made. A name on the list is underlined and the words &quot;Barak Obama&quot; are written in the margin, suggesting that donation is from the Illinois senator, even though his name is misspelled. The amount across from this name also is underlined and next to it someone has written &quot;$1 million,&quot; implying Obama contributed $1-million.</p>\r\n\r\n<p>The Obama campaign strongly disputes this allegation and three Kenya experts who reviewed the document at our request called it fraudulent. The Obama campaign sent PolitiFact the same document and one other purporting to show Obama&#39;s campaign contributions to Kenya. The first they heard of it was when these documents arrived by fax.</p>\r\n\r\n<p>See the documents <a href=\"http://www.politifact.com/media/files/odingap1.pdf\"> here </a> and <a href=\"http://www.politifact.com/media/files/odingap2.pdf\"> here. </a></p>\r\n\r\n<p>On the legible version, you can see the underlined entry says, &quot;Friends of Senator BO,&quot; presumably Barack Obama. Only, there is no political action committee named Friends of Senator BO or Friends of Barack Obama. So says Obama&#39;s campaign. And a search of the Federal Election Commission Web site and Opensecrets.org, the Web site of the Center for Responsive Politics, pulls up neither. In fact, there&#39;s no PAC name even close.</p>\r\n\r\n<p>Not to mention, the Obama campaign says the senator never gave money to Kenyan Prime Minister Odinga. And Salim Lone, spokesman for Odinga whom we spoke with in Kenya, confirms that.</p>\r\n\r\n<p>&quot;That is absolutely ridiculous,&quot; Lone said in an interview with PolitiFact. &quot;Mr. Obama did not donate a single cent to Mr. Odinga&#39;s campaign.&quot;</p>\r\n\r\n<p>Just to be certain, we did an analysis of Federal Election Commission reports of disbursements from Obama&#39;s principal presidential campaign committee, Obama for America, during the 2008 election cycle. We searched for &quot;Kenya,&quot; &quot;Odinga&quot; and &quot;ODM,&quot; (the Orange Democratic Movement) the latter being Odinga&#39;s political party, and came up with no matches.</p>\r\n\r\n<p>( <strong> UPDATE: </strong> In June 2008, a reader correctly pointed out that there was a &quot;Friends of Barack Obama&quot; PAC on the Illinois state level from 1995-2005. We analyzed reports of disbursements from this PAC, searching for &quot;Kenya,&quot; &quot;Odinga&quot; and &quot;ODM.&quot; We came up with no matches.)</p>\r\n\r\n<p>And what about the second part of the quote?</p>\r\n\r\n<p>&bull; &quot;Who just happened to be his cousin, Raila Odinga, who is a socialist trained in East Germany.&quot;</p>\r\n\r\n<p>This part of the claim stems from an interview Odinga did with BBC News in January 2008. ( <a href=\"http://news.bbc.co.uk/player/nol/newsid_7170000/newsid_7177400/7177463.stm?bw=bb&amp;mp=wm&amp;asb=1&amp;news=1&amp;bbcws=1\"> Listen to it here. </a> ) In a discussion about the political situation in Kenya amid fallout from a disputed election &mdash; where Odinga&#39;s party rejected official results and vowed to install Odinga as the &quot;people&#39;s president&quot; &mdash; the following exchange occurs:</p>\r\n\r\n<p>Odinga: &quot;Barack Obama&#39;s father is my maternal uncle.&quot;</p>\r\n\r\n<p>BBC: &quot;You&#39;re related to him?&quot;</p>\r\n\r\n<p>Odinga: &quot;Yes, I am.&quot;</p>\r\n\r\n<p>No, you&#39;re not, says the Obama campaign.</p>\r\n\r\n<p>We spoke to three Kenya experts who dismiss this part of the claim as well, suggesting Odinga made the connection to give himself more legitimacy during the political crisis.</p>\r\n\r\n<p>&quot;It&#39;s stretched to the point of ridiculousness,&quot; said Joel D. Barkan, political science professor emeritus at the University of Iowa and senior associate at the Center for Strategic and International Studies in Washington, D.C. &quot;To my knowledge, they are not first cousins in the normal sense. To my knowledge, there&#39;s absolutely no relationship at all.&quot;</p>\r\n\r\n<p>Alex Awiti, a Kenyan postdoctoral fellow at Columbia University, says you have to consider the context of when Odinga was speaking, that being in the middle of a political crisis.</p>\r\n\r\n<p>&quot;Raila Odinga was groping all over the place, trying to find some political legitimacy to get on a high pedestal to claim leadership and using Obama was basically going to add some political points,&quot; said Awiti, who lived in Kenya until three years ago. &quot;This is very opportunistic and it should be totally disregarded.&quot;</p>\r\n\r\n<p>Lone, Odinga&#39;s spokesman, said cousins in the African sense is very different from cousins in the American sense, so they might be distant relatives.</p>\r\n\r\n<p>As far as being trained in East Germany, <a href=\"http://www.raila07.com/index.html\"> Odinga&#39;s own Web site </a> says he attended Herder Institute in Leipzig, Germany, and earned a master&#39;s degree from the Otto von Guericke Technical Institute in Magdeburg, Germany. Both cities were part of the former East Germany.</p>\r\n\r\n<p>But again, our Kenya experts say that doesn&#39;t make him a socialist.</p>\r\n\r\n<p>&quot;It should have said he <em> was </em> a socialist trained in East Germany,&quot; Barkan said. &quot;He&#39;s populist politics, but he&#39;s no socialist.&quot;</p>\r\n\r\n<p>A nugget of truth in a mountain of wholesale inaccuracy does nothing to diminish our ruling on this irresponsible claim. Neither does the fact the American author says it wasn&#39;t meant for worldwide distribution. This is Pants on Fire wrong.</p>\r\n\r\n<p>&nbsp;</p>\r\n", "ruling_comments_date": "2010-01-07T13:28:16.650797", "ruling_date": "2008-05-02T00:00:00", "ruling_headline": "'Not a cent' from unrelated Obama", "ruling_headline_slug": "not-a-cent-from-unrelated-obama", "ruling_link_text": "'Not a cent' from unrelated Obama", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"http://www.politifact.com/truth-o-meter/obamakenyaemail/\">E-mail from Celeste Davis </a></p>\r\n\r\n<p>BBC News, <a href=\"http://news.bbc.co.uk/2/hi/africa/7176683.stm\"> Odinga says Obama is his cousin, </a> Jan. 8, 2008</p>\r\n\r\n<p>Infoplease.com, <a href=\"http://www.infoplease.com/ce6/world/A0859233.html\"> Leipzig history </a></p>\r\n\r\n<p>New York Times, <a href=\"http://www.nytimes.com/2007/12/31/world/africa/31kenya.html?hp\"> Disputed Vote Plunges Kenya Into Bloodshed, </a> by Jeffrey Gettleman, Dec. 31, 2007</p>\r\n\r\n<p>New York Times <a href=\"http://www.nytimes.com/2008/03/04/world/africa/04kenya.html?scp=8&amp;sq=Odinga&amp;st=nyt\"> Kenyan Opposition Leader Says Foreign Pressure Must Continue </a> by Jeffrey Gettleman, March 4, 2008.</p>\r\n\r\n<p>Associated Press, <a href=\"http://www.iht.com/articles/ap/2008/04/17/africa/AF-GEN-Kenya-Prime-Minister.php\"> Kenya&#39;s new prime minister Raila Odinga takes oath of office, </a> April 17, 2008</p>\r\n\r\n<p>Reuters, <a href=\"http://www.reuters.com/article/topNews/idUSL2804313520080228\"> FACTBOX: Kenyan opposition leader Raila Odinga, </a> Feb. 28, 2008</p>\r\n\r\n<p>Raila07.com, <a href=\"http://www.raila07.com/index.html\"> Raila Odinga Web site </a></p>\r\n\r\n<p>Federal Election Commission, <a href=\"http://www.fec.gov/\"> Search for committees with &quot;Obama&quot; or &quot;Senator BO&quot; in the name </a></p>\r\n\r\n<p>Opensecrets.org, <a href=\"http://www.opensecrets.org/pacs/index.asp\"> Political action committees </a></p>\r\n\r\n<p>Illinois state board of elections, <a href=\"http://www.elections.state.il.us/CampaignDisclosure/CommitteeSearch.aspx\"> Committee search, </a> search active committees to find Friends of Barack Obama</p>\r\n\r\n<p>PolitiFact analysis of disbursement records for state PAC, Friends of Barack Obama, June 16, 2008</p>\r\n\r\n<p>PolitiFact analysis of FEC presidential campaign disbursement records for 2008 cycle, April 29, 2008</p>\r\n\r\n<p>Interview with Loren Davis, American missionary, April 23, 2008 and May 1, 2008</p>\r\n\r\n<p>Interview with Tommy Vietor, Obama campaign spokesman, April 28-29, 2008</p>\r\n\r\n<p>Interview with Jacqueline Klopp, assistant professor of international and public affairs, Columbia University, April 28, 2008</p>\r\n\r\n<p>Interview with Joel D. Barkan, political science professor emeritus at the University of Iowa and senior associate at the Center for Strategic and International Studies in Washington, D.C., April 29, 2008</p>\r\n\r\n<p>Interview with Salim Lone, spokesman for Kenyan Prime Minister Raila Odinga, May 1, 2008</p>\r\n\r\n<p>Interview with Alex Awiti, postdoctoral research fellow at Columbia University, May 1, 2008</p>\r\n\r\n<p>&nbsp;</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Fake_news", "barely_true_count": 11, "current_job": "", "false_count": 44, "first_name": "", "half_true_count": 8, "home_state": "", "id": 27, "last_name": "Chain email", "mostly_true_count": 5, "name_slug": "chain-email", "pants_count": 106, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-emailer.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/27/", "total_count": 180, "true_count": 6, "website": ""}, "statement": "<p>&quot;Obama ... gave almost a million dollars to the (Kenya) opposition campaign who just happened to be his cousin, Raila Odinga.&quot;</p>\r\n", "statement_context": "", "statement_date": "2008-04-18", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}], "target": [], "twitter_headline": ""}