{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2011/oct/22/anita-perry/anita-perry-says-federal-regulation-made-her-son-q/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 4664, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/4664/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tSpeaking in South Carolina, Anita Perry sympathized with a questioner who&rsquo;d lost his job, saying her son, Griffin, recently gave up his job.<br />\r\n\t<br />\r\n\tAccording to a CNN <a href=\"http://politicalticker.blogs.cnn.com/2011/10/14/anita-perry-blames-obama-for-sons-job-loss/\">account</a> posted Oct. 14, 2011, the first lady of Texas said: &quot;My son had to resign his job because of federal regulations that Washington has put on us.&quot;<br />\r\n\t<br />\r\n\t&quot;He resigned his job two weeks ago because he can&#39;t go out and campaign with his father because of SEC regulations,&quot; she said, referring to the U.S. Securities and Exchange Commission. &quot;He has a wife. ... He&#39;s trying to start a business. So I can empathize.&quot;<br />\r\n\t<br />\r\n\tWas America&rsquo;s potential &quot;first son&quot; forced out by a federal reg?<br />\r\n\t<br />\r\n\tThe CNN post says Griffin Perry worked for Deutsche Bank, which <a href=\"http://www.reuters.com/finance/stocks/companyProfile?rpc=66&amp;symbol=DB\">is</a> a global investment bank that offers investment, financial and related products and services to private individuals, corporate entities and institutional clients. CNN&rsquo;s story also says it was unclear what SEC regulations Anita Perry was referring to, but the &quot;commission adopted a new rule last year aimed at limiting political activity on the part of investment advisers.&quot;<br />\r\n\t<br />\r\n\tThat rule was described at the time as intended to stop employees of firms that advise government agencies on investing public funds from getting unfair edges on such contracts by making contributions to candidates with possible sway over who gets hired to give the advice.<br />\r\n\t<br />\r\n\tAccording to an SEC <a href=\"http://www.sec.gov/news/press/2010/2010-116.htm\">press release</a>, the commission unanimously adopted the rule June 30, 2010, or about 18 months into Democrat Barack Obama&rsquo;s presidency. At the time, SEC spokesman John Nester told us, the commission consisted of an Obama appointee and four appointees of his Republican predecessor, George W. Bush.<br />\r\n\t<br />\r\n\tThe commission had proposed a similar regulation in 1999, according to a June 30, 2010<em> New York Times</em> <a href=\"http://www.nytimes.com/2010/07/01/business/01sec.html\">news article</a>. &quot;Since then,&quot; the article says, &quot;the SEC has brought enforcement actions against investment advisers in pay-to-play schemes involving public pension funds in states including California, Illinois, Ohio and Florida.&quot;<br />\r\n\t<br />\r\n\tThe adopted rule doesn&rsquo;t bar investment advisers from helping a candidate or even making huge campaign donations. However, an investment adviser risks being barred from getting paid for advising a government client for two years if any of certain employees make more than a minimal contribution--at most $350 per candidate per election--to a candidate or officeholder who could influence which firms get hired to advise agencies on investments.<br />\r\n\t<br />\r\n\tAlso, the rule bars certain employees of such firms from soliciting contributions from others for a candidate or political committee, a practice known as bundling, if they also are providing or seeking government business.<br />\r\n\t<br />\r\n\tNester told us the rule applies to senior staff members at investment advisory firms and employees who solicit business.<br />\r\n\t<br />\r\n\tNext, we wondered how the rule made Griffin Perry quit.<br />\r\n\t<br />\r\n\tAccording to <a href=\"http://alt.coxnewsweb.com/statesman/politifact/10172011_finragriffinperry.pdf\">information</a> on the &quot;Broker Check&quot; website, overseen by the Financial Industry Regulatory Authority, Perry was a registered broker for Deutsche Bank Securities Inc. in Dallas from May 2008 through Oct. 11, 2011. Information on an SEC website says he also was an investment adviser representative.<br />\r\n\t<br />\r\n\tWe failed to pin down his duties, though. Deutsche Bank spokeswoman Sigalit Grego had no comment. Perry&rsquo;s campaign did not respond to our request to interview Griffin Perry.<br />\r\n\t<br />\r\n\tDeutsche Bank provides services for several Texas state agencies overseeing investment funds.<br />\r\n\t<br />\r\n\tManagers of the Permanent School Fund, the state&rsquo;s public education endowment, use the firm as a broker, according to the Texas Education Agency. The Employees Retirement System of Texas told us the firm provides securities lending services, which is a way for investors to generate more money from stock without selling it. And Howard Goldman, spokesman for the Teacher Retirement System of Texas, said Deutsche Bank is among 40 brokerage firms that assist that system by executing trades for stock and other investment vehicles.<br />\r\n\t<br />\r\n\tInquiring into why Perry had to quit due to the rule, we heard from a Perry campaign spokesman, Ray Sullivan, that the son&rsquo;s &quot;contribution of time and effort, and likely participation in campaign fundraising (e.g., speaking at fundraising events), would have likely triggered the new rule and resulting sanctions.&quot;<br />\r\n\t<br />\r\n\tBy email, Sullivan said the rule severely restricts employees such as investment advisers &quot;from participating in the campaigns of incumbent state and local officials like Gov. Perry.&quot;<br />\r\n\t<br />\r\n\t&quot;Griffin Perry was a financial adviser and is now understandably involved in his father&#39;s presidential campaign activities,&quot; Sullivan said. &quot;Therefore he could not continue to be employed by the bank without jeopardizing a new SEC rules violation, which would have banned his employer from certain business in the state of Texas.&quot;<br />\r\n\t<br />\r\n\tSullivan shared an article by <a href=\"http://www.venable.com/scott-e-gluck/\">Scott Gluck</a>, a specialist in securities law, in the Oct. 6, 2011, <a href=\"http://www.hflawreport.com/issue/184\">Hedge Fund Law Report</a>, saying the rule &quot;applies to virtually all domestic fund managers seeking to manage money on behalf of public pension funds.&quot;<br />\r\n\t<br />\r\n\tThe article says too that pitching in for a state official running for president can be problematic, specifying that &nbsp;contributions to &quot;presidential candidate Gov. Rick Perry ... might trigger the rule.&quot;<br />\r\n\t<br />\r\n\tAn SEC <a href=\"http://www.sec.gov/rules/final/2010/ia-3043.pdf\">discussion</a> of the rule when it was approved says the donation limit applies to donations to state officials seeking federal office &quot;not because of the office he or she is running for, but as a result of an office he or she currently holds. So long as a (state or local) official has influence over the hiring of investment advisers as a function of his or her current office, contributions by an adviser could have the same effect, regardless to which of the official&rsquo;s campaigns the adviser contributes.&quot;<br />\r\n\t<br />\r\n\tAs much as donations are restricted, we noticed that the rule still permits someone at an investment firm to personally volunteer for a candidate. The SEC&rsquo;s summary says: &quot;A covered associate&rsquo;s donation of his or her time generally would not be viewed as a contribution&quot; in possible violation of the rule &quot;if such volunteering were to occur during non-work hours.&quot;<br />\r\n\t<br />\r\n\tThe summary also says the rule &quot;does not in any way impinge on a wide range of expressive conduct in connection with elections. For example, the rule imposes no restrictions on activities such as making independent expenditures to express support for candidates, volunteering, making speeches, and other conduct.&quot;<br />\r\n\t<br />\r\n\tSullivan, reminded of this element, replied: &quot;Griffin will be involved in every part of the campaign, including raising the funds and volunteers we need.&quot; Pressed again, Sullivan asked: &quot;Does the rule &ndash; in your view &ndash; allow Griffin to attend a luncheon fundraiser for or with his Dad? &nbsp;What are &lsquo;non-work hours?&rsquo;&quot;<br />\r\n\t<br />\r\n\tWe&rsquo;re left not knowing the answers to several questions about the rule and Griffin Perry: &nbsp;Did his duties involve soliciting clients? Was he intent on bundling donations or contributing more than the rule&rsquo;s permitted amount to the Perry campaign? Also, does Rick Perry&rsquo;s position enable him to influence the hiring of particular outside advisers by state agencies managing public funds? If not, the rule would not be a factor.<br />\r\n\t<br />\r\n\tWe&rsquo;re left not knowing the answers to several questions about the rule and Griffin Perry:&nbsp; Did his duties involve soliciting clients? Was he intent on bundling donations or contributing more than the rule&rsquo;s permitted amount to the Perry campaign? Also, does Rick Perry&rsquo;s position enable him to influence the hiring of particular outside advisers by state agencies managing public funds? If not, the rule would not be a factor.<br />\r\n\t<br />\r\n\tAmong experts on the regulation, Washington lawyer Ian Lanoff, former fiduciary counsel to the Teachers Retirement System of Texas, reminded us Perry might have pitched in for the campaign and kept his job because the rule &quot;permits an employee of a state pension fund investment adviser to perform political volunteer work as long as his firm doesn&#39;t subsidize the volunteer work he performs.&quot;<br />\r\n\t<br />\r\n\tTerry Nelson, a Wisconsin lawyer versed in securities issues, said: &quot;A large organization like that, they&rsquo;re probably going to cut ties to people who bring them issues that hamper the business they can conduct in a big state like Texas, no matter what your name is.&quot;<br />\r\n\t<br />\r\n\tIndeed, Sullivan later emailed us that a lawyer for Deutsche Bank closely reviewed the SEC rule and &quot;determined that Griffin could not work on his Dad&#39;s presidential campaign and remain employed at the bank. The risk of SEC penalties against the bank were too real and significant. The bank and (Perry) determined that his resignation was the best course of action to provide him the ability to be involved in every aspect of the presidential campaign and not run afoul&quot; of the rule.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tGiven the unknowns, it&rsquo;s tempting to say we can&rsquo;t judge Anita Perry&rsquo;s claim. It&rsquo;s possible Griffin Perry could have volunteered for the campaign and kept his job. But we think it&rsquo;s more reasonable to conclude that the SEC rule hastened his departure.<br />\r\n\t<br />\r\n\tWe rate the claim Mostly True.</p>", "ruling_comments_date": "2011-10-21T18:16:47.187580", "ruling_date": "2011-10-22T06:00:00", "ruling_headline": "Anita Perry says federal regulation made her son quit his job", "ruling_headline_slug": "anita-perry-says-federal-regulation-made-her-son-q", "ruling_link_text": "Lawyerly advice", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tCNN, news post, <a href=\"http://politicalticker.blogs.cnn.com/2011/10/14/anita-perry-blames-obama-for-sons-job-loss/\">&quot;Anita Perry blames Obama for son&#39;s job loss,&quot;</a> Oct. 14, 2011<br />\r\n\t<br />\r\n\tEmails, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/101710212011_raysullivanresponsespftexas.html\">responses</a> to PolitiFact Texas, Ray Sullivan, communications director, Rick Perry presidential campaign, Oct. 17-21, 2011<br />\r\n\t<br />\r\n\tThe Hedge Fund Law Report, newsletter,<a href=\"http://www.hflawreport.com/issue/184\"> issue</a> of Oct. 6, 2011<br />\r\n\t<br />\r\n\tTelephone interview, Scott Moehrke, law partner, Kirkland &amp; Ellis, Chicago, Oct. 20, 2011<br />\r\n\t<br />\r\n\tTelephone interview, Terry Nelson, partner, Foley &amp; Lardner LLP, Madison, Wisconsin, Oct. 17, 2011<br />\r\n\t<br />\r\n\tTelephone interview, Debbie Ratcliffe, communications director, Texas Education Agency, Oct. 21, 2011</p>\r\n<p>\r\n\t<em>The</em><em> New York Times</em>, news article, <a href=\"http://www.nytimes.com/2010/07/01/business/01sec.html\">&quot;S.E.C. Tightens Rules on Public Pension Funds,&quot;</a> June 30, 2010</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "First Lady of Texas", "false_count": 0, "first_name": "Anita", "half_true_count": 1, "home_state": "Texas", "id": 1509, "last_name": "Perry", "mostly_true_count": 1, "name_slug": "anita-perry", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/anitafour.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1509/", "total_count": 2, "true_count": 0, "website": "http://www.governor.state.tx.us/firstlady/"}, "statement": "<p>\r\n\t&quot;My son had to resign his job because of federal regulations that Washington has put on us.&quot;</p>", "statement_context": "a campaign stop.", "statement_date": "2011-10-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}, {"description": "", "id": 217, "photo": null, "resource_uri": "/api/v/2/subject/217/", "subject": "Pensions", "subject_slug": "pensions", "used_in_edition": ["/api/v/2/edition/6/"]}], "target": [], "twitter_headline": ""}