{"art": [], "author": [{"email_address": "abettelheim@cq.com", "first_name": "Adriel", "id": 48, "last_name": "Bettelheim", "name_slug": "adriel-bettelheim", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/48/", "title": "Writer, CQ", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2008/may/05/barack-obama/mccain-took-a-stand-years-earlier/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "smontgomery@sptimes.com", "first_name": "Scott", "id": 9, "last_name": "Montgomery", "name_slug": "scott-montgomery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/9/", "title": "Former Government & Politics Editor, St. Petersburg Times", "twitter": null}], "facebook_headline": null, "id": 468, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "abettelheim@cq.com", "first_name": "Adriel", "id": 48, "last_name": "Bettelheim", "name_slug": "adriel-bettelheim", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/48/", "title": "Writer, CQ", "twitter": null}], "resource_uri": "/api/v/2/statement/468/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "Barack Obama has spent the past couple of weeks deriding Hillary Clinton and John McCain's support for a gas tax \"holiday\" during the summer driving season, branding it a gimmick that will both worsen the deficit and encourage more oil consumption. Now, he's suggesting both of his Senate colleagues were asleep at the wheel when they had a chance to do something meaningful about federal fuel economy standards.\n<p>\n \"If Senator Clinton or John McCain had stood up in previous years for increases in fuel efficiency standards, in getting serious about an energy policy that is freeing ourselves from dependence on foreign oil, then we would not be in this same situation in the first place,\" Obama said during an interview on NBC's \"Meet The Press\" on May 4, 2008.\n</p>\n<p>\n Though Obama may be fond of scolding his senior colleagues, he's overlooking the fact that McCain played a significant role in trying to raise the Corporate Average Fuel Economy, or CAF, standards three years before Obama arrived in the Senate. In 2002, the Arizona senator worked with Democratic Sen. John Kerry of Massachusetts on a plan that would have raised the CAF standard for cars and light trucks to 36 miles per gallon by 2015. Their proposal, which would have been an amendment to President Bush's energy proposal, never came up for a vote because it was trumped by a competing amendment authored by Sens. Carl Levin, D-Mich., and Christopher S. Bond, R-Mo., that was backed by the auto industry and merely set a deadline to come up with fuel efficiency standards.\n</p>\n<p>\n It would turn out to be McCain's high-water mark advocating for greater fuel economy. He was much less prominent on the issue during the 2005 debate that yielded a comprehensive energy bill (though he did mount an unsuccessful effort with Sen. Joseph I. Lieberman, D-Conn., to cap greenhouse gas emissions at 2000 levels) and did not vote at all on Senate passage of a 2007 energy package that set the first statutory increase in vehicle fuel-economy standards in 32 years. Clinton and Obama both voted for the Senate bill.\n</p>\n<p>\n Obama's slap at Clinton's record is perhaps a bit more defensible. During a 2005 energy debate, she voted against an amendment by Obama's Illinois colleague, Democratic Sen. Richard J. Durbin, that would have mandated increases in CAF standards for passenger vehicles, up to an average of 27.5 miles per gallon by 2016. Obama supported the amendment. Clinton was among 19 of the 41 Democrats voting who opposed Durbin's proposal, influenced in part by a Bush administration threat to veto any bill that set specific new standards.\n</p>\n<p>\n It's worth noting that while rising gas prices were a concern back then, the most contentious issues that year were unsuccessful administration efforts to drill for oil and natural gas in the Arctic and separate successful efforts by majority Republicans to shield manufacturers of the fuel additive methyl tertiary butyl ether (MTBE) from product liability suits surrounding groundwater contamination.\n</p>\n<p>\n While fuel economy certainly makes for a potent campaign issue at a time when gas prices are surpassing $3.50 a gallon, Obama and Clinton have been apart on other aspects of energy policy. Obama has been an enthusiastic supporter of federal mandates promoting greater use of ethanol and other biofuels, largely because they benefit agricultural interests in his state. Clinton &ndash; and McCain, for that matter &ndash; have been more skeptical about having the government promote one fuel over another, especially if it's too costly to compete without government help. During another energy debate, in June 2003, Clinton supported a pair of amendments to weaken federal ethanol mandates. However, majorities in both houses supported the alternative fuel, and wound up mandating greatly expanded usage in both the 2005 and 2007 energy laws.\n</p>\n<p>\n Obama's criticism is right on Clinton, but wrong on McCain. Because Obama neglects to recognize McCain's prominent role in a bipartisan effort to legislate increases in federal fuel-economy standards and depicts him as less-than-serious player on the issue, we rule his statement: Half True.\n</p>\n<p>\n</p>", "ruling_comments_date": "2010-01-07T13:28:16.516441", "ruling_date": "2008-05-05T00:00:00", "ruling_headline": "McCain took a stand years earlier", "ruling_headline_slug": "mccain-took-a-stand-years-earlier", "ruling_link_text": "McCain took a stand years earlier", "ruling_state": null, "source_documents": null, "sources": "NBC,\n<a href=\"http://www.msnbc.msn.com/id/24445166\">\n Meet The Press Transcript,\n</a>\nMay 4, 2008\n<p>\n David Nather, \"Party's Mantle No Smooth Fit for McCain,\" CQ Weekly, Feb. 11, 2008.\n</p>\n<p>\n Dina Cappielo, \"Senate Passes Comprehensive Energy Bill Without Tax Provisions,\" CQ Today, Dec. 13, 2007.\n</p>\n<p>\n David Nather, \"John Kerry: A Long, Nuanced Paper Trail,\" CQ Weekly, July 23, 2004.\n</p>\n<p>\n Samuel Goldreich, \"Senate Ethanol-Boosting Provision Faces Bipartisan Coalition of Foes,\" CQ Weekly, May 10, 2003.\n</p>\n<p>\n 2003 CQ Almanac.\n</p>\n<p>\n 2002 CQ Almanac.\n</p>\n<p>\n</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "\"If Senator Clinton or John McCain had stood up in previous years for increases in fuel efficiency standards . . . then we would not be in this same situation in the first place.\"", "statement_context": "an appearance on NBC's Meet the Press.", "statement_date": "2008-05-04", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}], "target": [], "twitter_headline": null}