{"art": [], "author": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2011/oct/27/tom-barrett/using-gov-scott-walkers-collective-bargaining-limi/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 4685, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "lsandler@journalsentinel.com", "first_name": "Larry", "id": 276, "last_name": "Sandler", "name_slug": "larry-sandler", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/276/", "title": "City Hall reporter", "twitter": null}, {"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/4685/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "No Flip", "id": 7, "resource_uri": "/api/v/2/statementruling/7/", "ruling": "No Flip", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/fom-noflip.png", "ruling_slug": "no-flip"}, "ruling_comments": "<p>\r\n\tWhen Republican Gov. Scott Walker unveiled his controversial curbs on collective bargaining, Milwaukee Mayor Tom Barrett blasted away.<br />\r\n\t<br />\r\n\tMilwaukee, Barrett said, could get health and pension concessions from public employees at the bargaining table without <a href=\"http://city.milwaukee.gov/ImageLibrary/Groups/MayorAuthors/2011/StateOfCity/2011SOCAddress.pdf\">&quot;attacking&quot; workers&rsquo; rights </a>and trying to <a href=\"http://www.barrettformilwaukee.com/2011/05/04/video-toms-founders-day-speech/\">&quot;obliterate&quot; people</a>.<br />\r\n\t<br />\r\n\tThe mayor, who ran against Walker in the 2010 election, <a href=\"http://www.jsonline.com/news/milwaukee/116604348.html\">backed the decision </a>by Senate Democrats to flee to Illinois to block a quorum on Walker&rsquo;s bill.<br />\r\n\t<br />\r\n\tEight months later, the Democratic mayor took advantage of a key plank in Walker&rsquo;s bill to help save millions on health insurance costs and balance <a href=\"http://www.jsonline.com/news/milwaukee/130667558.html\">the city budget </a>without having to negotiate with city unions. In the past, the city would have had to negotiate such a change.<br />\r\n\t<br />\r\n\tNot after Walker&rsquo;s move.<br />\r\n\t<br />\r\n\tAs the Milwaukee Common Council considers Barrett&rsquo;s budget proposal, and some in labor launch barbs at him, it seems like a good time to roll out the Flip-O-Meter.<br />\r\n\t<br />\r\n\tFirst, our requisite reminder: The Flip-O-Meter measures whether a political figure has changed positions. It does not evaluate whether any move is good politics or good policy. Some will see a change as being open to new ideas, others as political pandering.<br />\r\n\t<br />\r\n\tNow, a brief history lesson:<br />\r\n\t<br />\r\n\tOn Feb. 11, 2011, Walker introduced what became Act 10, the historic budget-repair bill that required state employees to pay more for health insurance and pensions, as part of his move to take away most collective bargaining rights from most public workers. Protesters flocked to Madison and occupied the Capitol rotunda for weeks.<br />\r\n\t<br />\r\n\tThe bill also extended the state-employee benefit cuts to local municipalities and schools by taking health and pension out of bargaining for most unions at the local level as well. The law requires local communities whose employees are in the state health plan for local governments to move to start charging employees 12 percent toward health care premiums.<br />\r\n\t<br />\r\n\tMilwaukee is not in that plan, so it was free to set whatever level of cost sharing it wanted.<br />\r\n\t<br />\r\n\tThese &quot;tools,&quot; Walker said, would help local governments make up for the big cuts in local education and municipal aid he proposed March 1, 2011, to close a $3 billion shortfall in the next two-year &nbsp;budget.<br />\r\n\t<br />\r\n\tSo, did Barrett change his position by using one of the &quot;tools&quot; that the bill handed to local governments?<br />\r\n\t<br />\r\n\tWe reviewed Barrett&rsquo;s public statements and actions as recorded in dozens of news stories, speeches and press conferences in 2011.<br />\r\n\t<br />\r\n\tBarrett immediately started a nuanced two-step dance in his public statements -- objecting to some parts of the proposal while saying other parts were necessary.<br />\r\n\t<br />\r\n\tLet&rsquo;s start with whether Barrett&rsquo;s rhetoric was consistent, before comparing his deeds to his words.<br />\r\n\t<br />\r\n\tThe approach toward unions: Barrett, who was supported by nearly all public unions except police and fire in the 2010 governor&rsquo;s race, made clear he thought Walker overreached with some of Act 10 in ways that Barrett saw as union busting.<br />\r\n\t<br />\r\n\tWalker wanted to make it harder for unions to collect dues and remain certified, as well as eliminate nearly all collective bargaining -- moves that some said would shrink unions into irrelevance or put them out of business.<br />\r\n\t<br />\r\n\tWalker was messing with &quot;the fundamental right to organize,&quot; <a href=\"http://www.620wtmj.com/news/local/116397459.html\">Barrett said </a>within days of Walker&rsquo;s February announcement. &quot;It&rsquo;s an ideological war to try to crush labor,&quot; Barrett said a few weeks later when <a href=\"http://www.youtube.com/watch?v=hiXYYHeGIJw\">interviewed on MSNBC&rsquo;s Rachel Maddow </a>show on March 7, 2011.<br />\r\n\t<br />\r\n\tBarrett didn&rsquo;t specify which of the bill&rsquo;s provisions he felt crossed the line into union busting. But he made clear he believed he could have used the &quot;rough and tumble&quot; of collective bargaining with unions to get concessions similar to what Walker wanted.<br />\r\n\t<br />\r\n\tImpact on city budget: Barrett predicted that Milwaukee&rsquo;s budget would come out a big loser due to the aid cuts in Walker&rsquo;s two-year budget. He <a href=\"http://www.jsonline.com/news/statepolitics/118342684.html\">said in March </a>that the combination of aid cuts, rising expenses, a levy freeze and exempting public safety workers from benefit changes &quot;just makes our structural deficit explode.&quot;<br />\r\n\t<br />\r\n\tWalker said just the opposite, and he was right: By August, city estimates showed a potential gain of at least $11 million from the two separate state budget bills.<br />\r\n\t<br />\r\n\tMost of the savings, the <a href=\"http://www.jsonline.com/news/statepolitics/127269673.html\">Journal Sentinel reported in August</a>, could come from health care benefit changes that Barrett didn&#39;t have to negotiate with unions -- thanks to Walker&rsquo;s changes.<br />\r\n\t<br />\r\n\tSo we saw Barrett criticizing the bill in pretty stark terms -- inaccurately in one case. But he liked some of it, and even wanted more.<br />\r\n\t<br />\r\n\tHere&rsquo;s where this gets interesting.<br />\r\n\t<br />\r\n\tPaying more: The mayor -- early and often -- said public employees would <a href=\"http://www.jsonline.com/news/wisconsin/116228594.html\">have to pay more</a>, <a href=\"http://www.620wtmj.com/news/local/116397459.html\">needed to pay more</a>, and the public wanted them to pay more.<br />\r\n\t<br />\r\n\tIt&rsquo;s notable that Barrett said that even before the big public unions publicly said they would <a href=\"http://www.jsonline.com/news/statepolitics/116470423.html\">swallow Walker&rsquo;s financial demands </a>if he dropped the limits on bargaining.<br />\r\n\t<br />\r\n\tWith an eye on solving his own budget problems, Barrett said Feb. 22, 2011, that <a href=\"http://city.milwaukee.gov/ImageLibrary/Groups/MayorAuthors/2011/StateOfCity/2011SOCAddress.pdf\">he&rsquo;d support city employees paying </a>the same higher contributions as state workers. He even&nbsp;<a href=\"http://www.wiseye.com/Programming/VideoArchive/EventDetail.aspx?evhdid=3794\">credited Walker </a>for paving the way by getting a &quot;mandate&quot; in his election win for raising state pension and health contributions.<br />\r\n\t<br />\r\n\tAnd the mayor sought to push state lawmakers to go even further than Walker, who had proposed exempting public safety unions from the collective bargaining limits. He <a href=\"http://media.jsonline.com/documents/Barrett+second.pdf\">called on </a>lawmakers to subject police and fire unions to the same bargaining limits as other public employee unions so the sacrifice could be shared among all workers.<br />\r\n\t<br />\r\n\tBarrett minced no words. He said the law enforcement retirement and health benefits were <a href=\"http://media.jsonline.com/documents/Barrett+second.pdf\">&quot;Cadillac.</a>&quot;<br />\r\n\t<br />\r\n\tThe mayor went further.<br />\r\n\t<br />\r\n\tAs the standoff with AWOL Democrats continued over Walker&rsquo;s bill, Barrett called Feb. 24, 2011, for an <a href=\"http://www.jsonline.com/news/statepolitics/116873358.html\">&quot;alternative&quot;</a> to Walker&rsquo;s bill.<br />\r\n\t<br />\r\n\tSpecifically, he said the GOP should set aside the sharp limits on union bargaining and just vote on requiring the benefits changes.<br />\r\n\t<br />\r\n\tAs the Journal Sentinel reported, Barrett would &quot;impose the health care and pension changes and extend those changes to all public employees, leaving the rest of the budget-repair bill&#39;s provisions for separate debate later.&quot;<br />\r\n\t<br />\r\n\tHe also <a href=\"http://media.jsonline.com/documents/Barrett+first+letter.pdf\">asked Republican lawmakers</a> to require city of Milwaukee workers to pay 12 percent of their health premiums -- just as Walker was proposing for state employees and some municipal workers not in Milwaukee.<br />\r\n\t<br />\r\n\tMandate the benefits changes at a specific level?<br />\r\n\t<br />\r\n\tThat would mean having the state dictate what amount Milwaukee workers should pay. That&rsquo;s a far cry from local collective bargaining and would have taken away some flexibility on letting some communities decide what to impose.<br />\r\n\t<br />\r\n\tWas Barrett sending out mixed signals -- criticizing excessive excessive limits on collective bargaining, while he endorsed scrapping them for health care, one of the biggest-ticket items?<br />\r\n\t<br />\r\n\tBarrett told us his statements were not meant to endorse limits on health care bargaining. When we asked how else his proposal would have imposed greater health contributions on local workers, he said he was only trying to goad GOP legislators and Walker into a separate vote on the limits.<br />\r\n\t<br />\r\n\tEnough with the words.<br />\r\n\t<br />\r\n\tNow let&rsquo;s look at Barrett&rsquo;s deeds in summer and fall of 2011, when it came time to decide whether to use the &quot;tools.&quot;<br />\r\n\t<br />\r\n\tIn September 2011, as he prepared his budget proposal, Barrett was free to impose more health-care cost sharing because the GOP had removed it as a mandatory subject of bargaining by the budget-repair bill.<br />\r\n\t<br />\r\n\tHe did so, at basically the same level as the bill required for state employees (12 percent). It was a big key to balancing his budget while avoiding major cuts.<br />\r\n\t<br />\r\n\tHe also followed through on his promise to get the police and fire unions -- with whom he still has to bargain -- to agree or to consider paying more towards health insurance. He also offered them a wage increase for 2012. Police supervisors and firefighters ratified the deal; <a href=\"http://www.jsonline.com/news/milwaukee/129840833.html\">rank and file police </a>rejected it.<br />\r\n\t<br />\r\n\tBarrett shied away from crediting Walker, citing the city&rsquo;s past success getting employee unions to agree to pay more.<br />\r\n\t<br />\r\n\tThis sequence of events rubbed the city&rsquo;s biggest labor union the wrong way.<br />\r\n\t<br />\r\n\tBarrett gave &quot;lip service&quot; to opposing Walker&rsquo;s bill but then exploited it,&quot; says Rich Abelson, executive director of AFSCME District Council 48. And Marty Beil, head of the biggest state employee union, said labor <a href=\"http://slysoffice.blogspot.com/2011/10/afscme-council-24-president-marty-beil.html\">would not back Barrett </a>in a possible recall election because there&rsquo;s no difference between Barrett and the governor.<br />\r\n\t<br />\r\n\tSaid Abelson: &quot;If you don&rsquo;t want to screw your employees, don&rsquo;t screw your employees.&quot;<br />\r\n\t<br />\r\n\tBarrett told us he was just dealing with reality.<br />\r\n\t<br />\r\n\tHe felt it was either eliminate 300-400 city jobs and trim key services due to the state budget&rsquo;s cuts -- or use the help Walker provided.<br />\r\n\t<br />\r\n\t&quot;It&rsquo;s a real world issue,&quot; he said.<br />\r\n\t<br />\r\n\tSo where does it land on the Flip-O-Meter?<br />\r\n\t<br />\r\n\tAbelson calls Barrett&rsquo;s actions opportunistic. We see some irony here, and a heavy does of Realpolitik.<br />\r\n\t<br />\r\n\tBut Barrett made very clear early on that he wanted the same concessions Walker was seeking -- and applied to a broader group. So it&rsquo;s not really a surprise that ultimately he grabbed the chance once he and other Dems lost the battle over the union-power items.<br />\r\n\t<br />\r\n\tAnd while his messages on the union power issues crossed wires at times, his statements from the start signalled he was willing to be seen as ready to impose benefits changes.<br />\r\n\t<br />\r\n\tThe union&rsquo;s disgust over Barrett&rsquo;s position underscores that.<br />\r\n\t<br />\r\n\tThe Flip-O-Meter defines a No Flip as &quot;no substantial change in position.&quot;<br />\r\n\t<br />\r\n\tThat fits the bill here.</p>", "ruling_comments_date": "2011-10-26T19:00:15.993132", "ruling_date": "2011-10-27T09:00:00", "ruling_headline": "On using Gov. Scott Walker’s collective-bargaining limits to help balance the city of Milwaukee budget, Barrett walked a fine line", "ruling_headline_slug": "using-gov-scott-walkers-collective-bargaining-limi", "ruling_link_text": "He was for it – and against it – all along", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tInterview with Mayor Tom Barrett, Oct. 20, 2011<br />\r\n\t<br />\r\n\tInterviews with Jodie Tabak, press secretary for Mayor Barrett, Oct. 20-25, 2011<br />\r\n\t<br />\r\n\tInterview with Dan Thompson, executive director, Wisconsin League of Municipalities, Oct. 25, 2011<br />\r\n\t<br />\r\n\tInterview with Troy Hamblin, Milwaukee city labor negotiator, Oct. 20, 2011<br />\r\n\t<br />\r\n\tInterview with Richard Abelson, executive director, AFSCME District Council 48, Oct. 20, 2011<br />\r\n\t<br />\r\n\tBarrett l<a href=\"http://media.jsonline.com/documents/Barrett+first+letter.pdf\">etter to Joint Finance Committee</a> co-chairs, Feb. 14, 2011<br />\r\n\t<br />\r\n\tBarrett <a href=\"http://media.jsonline.com/documents/Barrett+second.pdf\">letter to Scott Fitzgerald and Jeff Fitzgerald</a>, Feb. 17, 2011<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel, &quot;<a href=\"http://www.jsonline.com/news/wisconsin/116228594.html\">Thousands come to Capitol for hearing to protest proposal</a>,&quot; Feb. 15, 2011<br />\r\n\t<br />\r\n\t620 WTMJ Newsradio, &quot;<a href=\"http://www.620wtmj.com/news/local/116397459.html\">Budget Battle: Barrett &quot;Never Seen Anything Like This</a>,&rsquo;&quot; Feb. 17, 2011<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel, &quot;<a href=\"http://www.jsonline.com/news/statepolitics/116470423.html\">Assembly&rsquo;s abrupt adjournment caps chaotic day at Capitol</a>,&quot; Feb. 18, 2011<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel,<a href=\"http://www.jsonline.com/news/milwaukee/116604348.html\"> &quot;Milwaukee mayor defends state senators&rsquo; absence from Capitol</a>,&quot; Feb. 21, 2011<br />\r\n\t<br />\r\n\tTom Barrett,<a href=\"http://city.milwaukee.gov/ImageLibrary/Groups/MayorAuthors/2011/StateOfCity/2011SOCAddress.pdf\"> State of city address 2011</a>, Feb. 21, 2011<br />\r\n\t<br />\r\n\tWisconsin Eye,<a href=\"http://www.wiseye.com/Programming/VideoArchive/EventDetail.aspx?evhdid=3794\"> Barrett press conference</a>, Feb. 22, 2011<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel, <a href=\"http://www.jsonline.com/news/statepolitics/116873358.html\">&quot;Barrett offers alternative to budget-repair bill</a>,&quot; Feb. 24, 2011<br />\r\n\t<br />\r\n\tFox6Now.com,<a href=\"http://www.fox6now.com/news/politics/witi-20110301-mayor-barrett-reaction,0,2099764.story\">&quot;Milwaukee Mayor Tom Barrett weighs in on Gov. Walker&rsquo;s budget plan,</a>&quot; March 1, 2011<br />\r\n\t<br />\r\n\tTom Barrett,<a href=\"http://city.milwaukee.gov/ImageLibrary/Groups/MayorAuthors/SPEECHES/2012BudgetSpeech.pdf\"> 2012 budget address</a>, Sept. 27, 2011<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel, &quot;<a href=\"http://www.jsonline.com/news/statepolitics/117438683.html\">Barrett asks city firefighters, cops for concessions</a>,&quot; March 4, 2011<br />\r\n\t<br />\r\n\tTom Barrett on<a href=\"http://www.youtube.com/watch?v=hiXYYHeGIJw\"> MSNBC&rsquo;s Rachel Maddow Show</a>, March 7, 2011<br />\r\n\t<br />\r\n\tTom Barrett,<a href=\"http://www.youtube.com/watch?v=q6Cs863S0y8\"> speech at state Democratic Party convention</a>, June 11, 2011<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel,<a href=\"http://www.jsonline.com/news/statepolitics/127269673.html\"> &quot;Milwaukee to see net gain for budget</a>,&quot; August 8, 2011<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel, &quot;<a href=\"http://www.jsonline.com/news/milwaukee/128160178.html\">Barrett gets little clarity on pension law</a>,&quot; August 21, 2011<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel<a href=\"http://www.jsonline.com/news/milwaukee/130667558.html\">, &quot;Fire staffing cuts, pension contributions in Barrett&rsquo;s budget draw concern</a>,&quot; Sept. 27, 2011<br />\r\n\t<br />\r\n\tMarty Beil interview, <a href=\"http://slysoffice.blogspot.com/2011/10/afscme-council-24-president-marty-beil.html\">Sly website audio of Marty Beil interview</a>, October 13, 2011<br />\r\n\t<br />\r\n\tTom Barrett,<a href=\"http://city.milwaukee.gov/ImageLibrary/Groups/MayorAuthors/SPEECHES/2012BudgetSpeech.pdf\"> 2012 budget speech</a>, Sept. 27, 2011</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Mayor of Milwaukee", "false_count": 5, "first_name": "Tom", "half_true_count": 8, "home_state": "Wisconsin", "id": 641, "last_name": "Barrett", "mostly_true_count": 5, "name_slug": "tom-barrett", "pants_count": 3, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Barrett_Tom_PFACT_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/641/", "total_count": 26, "true_count": 2, "website": "http://www.barrettforwisconsin.com/"}, "statement": "<p>\r\n\tOn using Gov. Scott Walker&rsquo;s collective-bargaining limits to help balance the city of Milwaukee budget</p>", "statement_context": "", "statement_date": "2011-10-26", "statement_type": {"id": 4, "resource_uri": "/api/v/2/statementtype/4/", "statement_type": "Flip", "type_description": "Flip-o-Meter items"}, "subject": [{"description": "", "id": 196, "photo": null, "resource_uri": "/api/v/2/subject/196/", "subject": "City Budget", "subject_slug": "city-budget", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 192, "photo": null, "resource_uri": "/api/v/2/subject/192/", "subject": "Labor", "subject_slug": "labor", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 208, "photo": null, "resource_uri": "/api/v/2/subject/208/", "subject": "State Finances", "subject_slug": "state-finances", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": ""}