{"art": [], "author": [{"email_address": "amarshall@plaind.com", "first_name": "Aaron", "id": 152, "last_name": "Marshall", "name_slug": "aaron-marshall", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-aaron-marshall.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/152/", "title": "Reporter, Plain Dealer statehouse bureau", "twitter": null}], "canonical_url": "/ohio/statements/2011/oct/31/e-gordon-gee/ohio-state-university-president-e-gordon-gee-says-/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "jkahoun@plaind.com", "first_name": "Jane", "id": 159, "last_name": "Kahoun", "name_slug": "jane-kahoun", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifact-jane-kahoun_1.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/159/", "title": "PolitiFact Ohio editor and deputy metro editor, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 4699, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "amarshall@plaind.com", "first_name": "Aaron", "id": 152, "last_name": "Marshall", "name_slug": "aaron-marshall", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-aaron-marshall.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/152/", "title": "Reporter, Plain Dealer statehouse bureau", "twitter": null}], "resource_uri": "/api/v/2/statement/4699/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tWearing a bow tie instead of shoulder pads, Ohio State University President E. Gordon Gee was nonetheless playing defense for the scarlet and gray on Oct 4. A day earlier, OSU Athletics Director Gene Smith sat three football players against Nebraska for accepting too much money for too little work at summer jobs.<br />\r\n\t<br />\r\n\tIt was the latest NCAA infraction in a string for Ohio State dating back to December 2010 that had now encompassed summer jobs, cash handed out a charity event and the infamous tattoos-for-trinkets scandal. In all, 12 scholarship football players had been punished for infractions, former head coach Jim Tressel had been fired and a long-time program booster had been exiled.<br />\r\n\t<br />\r\n\tAfter his annual talk to faculty members, Gee told the Columbus Dispatch that the school&rsquo;s athletics compliance office &mdash; the folks in charge of discovering, reporting and preventing NCAA violations &mdash; was a model for other schools to follow.<br />\r\n\t<br />\r\n\t&quot;We are the poster child for compliance, and whenever we discover possible infractions we resolve and report it to the NCAA no matter how minor the violations,&quot; Gee said. &quot;That&rsquo;s what we have done here.&quot;<br />\r\n\t<br />\r\n\tPolitiFact Ohio normally sticks to checking the statements of Ohio&rsquo;s leading political figures, but it&rsquo;s not much of a stretch to view Gee as a political figure of sorts. (Gov. John Kasich has referred to him as Ohio&rsquo;s greatest politician.)<br />\r\n\t<br />\r\n\tSo we decided to buckle up our helmet and dig into whether Ohio State&rsquo;s compliance office really is the &quot;poster child&quot; for universities across the country.<br />\r\n\t<br />\r\n\tFirst, we reached out to OSU spokesman Jim Lynch to see what he could provide to back up the notion that OSU really has the finest athletics compliance department in the nation. Lynch pointed out that the NCAA had not found major violations in any of the cases and has told OSU officials it does not see a lack of institutional control. (That&rsquo;s NCAA-speak for a systematic problem.)<br />\r\n\t<br />\r\n\tLynch referred PolitiFact to OSU&rsquo;s official responses to the charges, which stress that Ohio State&rsquo;s compliance office has at all times faithfully reported violations once they were discovered.<br />\r\n\t<br />\r\n\tLynch further suggested that we speak with Chuck Smrt, a former NCAA enforcement staff official whom Ohio State has hired as part of a consulting team to help with its NCAA troubles. Although Smrt is being paid by Ohio State and far from an unbiased source, we decided to hear him out as a well-regarded national expert in the field.<br />\r\n\t<br />\r\n\tSmrt, a principal with the Compliance Group, said he thinks OSU&rsquo;s compliance program is one of the tops in the country. &quot;I don&rsquo;t think I could ever say that any one school is the best, but I think OSU is in the top five in the country,&quot; Smrt said.<br />\r\n\t<br />\r\n\tSmrt said he hasn&rsquo;t looked at all aspects of OSU&rsquo;s athletic compliance, but the portions he&rsquo;s reviewed left him with the impression that OSU has a top-notch compliance department. Smrt also said there were areas he had found where Ohio State could improve its compliance &nbsp;department but declined to say what they were.<br />\r\n\t<br />\r\n\tOther experts in athletics compliance were less glowing, but did give OSU&rsquo;s office good marks. Rick Allen, a former compliance officer for two decades with Illinois and Oklahoma State who sometimes consults on compliance issues with universities, said Ohio State&rsquo;s department does have a good reputation.<br />\r\n\t<br />\r\n\t&quot;I&rsquo;ve long had respect for their compliance office, but whether I&rsquo;d go so far as to call it a model compliance department, I&rsquo;d hesitate to do that because I think there are a lot of good ones across the country,&quot; Allen said.<br />\r\n\t<br />\r\n\tAllen said that a high number of violations may show a lack of rules education. &quot;If you&rsquo;re a school that is reporting a lot of violations, you may have good monitoring procedures, but maybe you need to beef up your rules education a little bit,&quot; he said.<br />\r\n\t<br />\r\n\tIn fact, OSU Athletics Director Smith blamed inadequate rules education for contributing to the suspensions of six players for selling awards for discounts on tattoos. &quot;We were not as explicit with our student-athlete education as we should have been in the 2007-08 and 2008-09 academic years regarding the sale of apparel, awards and gifts issued by the athletics department,&quot; Smith is quoted as saying in a Dec. 23, 2010 release from the NCAA.<br />\r\n\t<br />\r\n\tDave Ridpath, an Ohio University professor who worked in the athletics compliance offices for Marshall University and Weber State, said Gee&rsquo;s comment is an overstatement made for public relations reasons. &quot;I&rsquo;m not going to say he&rsquo;s completely off his rocker, but it&rsquo;s a statement he should probably never make,&quot; said Ridpath.<br />\r\n\t<br />\r\n\tRidpath said Ohio State has a &quot;strong&quot; compliance department, but said it&rsquo;s &quot;an impossible situation&quot; for schools with highly profitable football teams to have a model compliance department. &nbsp;&quot;Any school that is at a major level, I don&rsquo;t think any of them could say they have a model compliance department,&quot; Ridpath said. &quot;At schools operating on an Ohio State or SEC level, the most important thing at those schools is winning games, player-eligibility and revenue generation, so compliance is never something pushed to the forefront.&quot;<br />\r\n\t<br />\r\n\tBeyond the opinions of experts, we reviewed internal audits of the compliance department dating back to 2006 and done in accordance with NCAA rules. Those records show that each year, OSU&rsquo;s internal auditors found multiple practices in the compliance department that needed improvement. In fact, some of the weaknesses identified by internal auditors were in the same areas where NCAA infractions were later committed by OSU players.<br />\r\n\t<br />\r\n\tFor example, a November 2010 audit found that OSU wasn&rsquo;t keeping an inventory of awards given to players. The selling of awards by players was the central issue in the tattoos-for-trinkets scandal.<br />\r\n\t<br />\r\n\tWhile there is no evidence that the compliance department knew of any violations by the players, the same cannot be said for Ohio State&rsquo;s most famous employee: Tressel. In March 2011, Ohio State discovered three email strings from a local attorney to Tressel from April and June 2010 informing the coach about players selling awards for discounts on tattoos from a tattoo parlor owner being investigated on federal drug charges. Although he knew that would have made the players ineligible, Tressel never reported what he had learned in the emails to OSU officials. Ohio State has said that is why they fired the popular coach.<br />\r\n\t<br />\r\n\tMeanwhile, a 2007 audit found that the compliance department wasn&rsquo;t keeping earning statements of any athletes from part-time jobs and that only 40 percent of the time were employers filling out monitoring paperwork on what jobs athletes were doing. In early October, the overpayment of athletes for part-time jobs was what caused three players to miss the Nebraska game.<br />\r\n\t<br />\r\n\tTwo of the audits also cite continuing problems with athletes not properly registering the cars they were driving with the compliance office &mdash; first in 2006 and again in 2010.<br />\r\n\t<br />\r\n\tAmid the ongoing issues, the university is considering taking compliance away from the athletics department and creating a university-wide compliance department to better improve compliance, according to news reports. &nbsp;&quot;We believe we have very sound processes and protocols. Many of them have been validated by third parties as being at or near the best in class,&quot; OSU Trustee Robert Schottenstein told The Lantern, Ohio State&rsquo;s student newspaper, for a story. &quot;Still, as I said, we believe we can get better.&quot;<br />\r\n\t<br />\r\n\tSo what&rsquo;s our score here?<br />\r\n\t<br />\r\n\tWe haven&rsquo;t found any experts &mdash; including one employed by OSU as a consultant &mdash; who describe the university as a poster child for compliance. The experts we interviewed think the compliance department is fairly strong, but not a model for other schools to follow.<br />\r\n\t<br />\r\n\tOhio State itself has acknowledged it didn&rsquo;t properly educate football players several years ago on whether they could sell the awards they were given. And internal audits of athletic compliance departments in recent years show weaknesses cropping up each year, including several areas that have blown up into public infractions for football players during the past year. Additionally, OSU trustees are considering moving the compliance department outside of athletics to improve the program.<br />\r\n\t<br />\r\n\tIn fairness, Gee&rsquo;s statement was focused on reporting and resolving violations, not necessarily preventing them, even though that&rsquo;s also the compliance department&rsquo;s job. And there is no evidence that the compliance office has failed to properly report infractions to the NCAA or cover up anything that has come to light. The NCAA has said it doesn&rsquo;t see anything that points to a systematic problem in athletics in the recent infractions.<br />\r\n\t<br />\r\n\tHowever, the actions of Coach Tressel, a prominent figure with major responsibility in the athletics department, constitute a critical failure in reporting violations -- a failure that cost him his job.<br />\r\n\t<br />\r\n\tSo OSU isn&rsquo;t exactly &quot;the poster child for compliance,&quot; but we&rsquo;ll give Gee some points for accuracy in describing the university&rsquo;s commitment to reporting violations. We&rsquo;ll have to throw a flag for hyperbole, though, and rate the statement Half True.</p>", "ruling_comments_date": "2011-10-28T17:00:09.822963", "ruling_date": "2011-10-31T06:00:00", "ruling_headline": "President E. Gordon Gee says OSU’s athletic compliance department is a model for others to follow", "ruling_headline_slug": "ohio-state-university-president-e-gordon-gee-says-", "ruling_link_text": "He took a step out of bounds", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tColumbus Dispatch, &quot;<a href=\"http://www.buckeyextra.com/content/stories/2011/10/05/system-is-not-broken-gee-says.html\">Ohio State Football Violations: System is not broken, Gee says</a>,&quot; Oct. 5, 2011.<br />\r\n\t<br />\r\n\tPhone interview and email correspondence with OSU spokesman Jim Lynch, Oct. 6 and &nbsp;Oct. 7, 2011.<br />\r\n\t<br />\r\n\tPhone Interview with Chuck Smrt, principal with the Compliance Group and OSU consultant on athletic compliance department issues, Oct. 7, 2011.<br />\r\n\t<br />\r\n\tPhone Interview with Rick Allen, former compliance officer with Illinois and Oklahoma State, Oct. 24, 2011.<br />\r\n\t<br />\r\n\tPhone Interview with Dave Ridpath, Ohio University professor and former compliance officer with Marshall University and Weber State, Oct. 25, 2011. &nbsp;<br />\r\n\t<br />\r\n\tOhio State&rsquo;s <a href=\"http://www.osu.edu/news/ncaadocs\">official responses to the NCAA and related materials</a><br />\r\n\t<br />\r\n\t<br />\r\n\tOhio State Athletic Director Gene Smith&rsquo;s <a href=\"http://www.osu.edu/news/ncaadocs/pdf/NCAA_PDF_12-23.pdf\">statement </a>regarding role of compliance department in player violations. Dec. 23, 2011.<br />\r\n\t<br />\r\n\t<br />\r\n\tInternal OSU audits of athletic compliance department from 2006-2010 released as part of records request made on Oct. 10, 2011.<br />\r\n\t<br />\r\n\tOSU Lantern, &quot;<a href=\"http://www.thelantern.com/mobile/campus/trustees-to-release-athletic-compliance-report-within-45-days-1.2417216\">Trustee to Release Athletic Compliance Report</a>,&quot; June 21, 2011. &nbsp;</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Ohio State University president", "false_count": 1, "first_name": "E. Gordon", "half_true_count": 1, "home_state": "Ohio", "id": 1519, "last_name": "Gee", "mostly_true_count": 0, "name_slug": "e-gordon-gee", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-e-gordon-gee.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1519/", "total_count": 2, "true_count": 0, "website": "http://president.osu.edu/"}, "statement": "<p>\r\n\t&quot;We are the poster child for compliance, and whenever we discover possible infractions we resolve and report it to the NCAA no matter how minor the violations.&quot;</p>", "statement_context": "a comment to a reporter", "statement_date": "2011-10-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 216, "photo": null, "resource_uri": "/api/v/2/subject/216/", "subject": "Sports", "subject_slug": "sports", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/2/", "/api/v/2/edition/10/"]}], "target": [], "twitter_headline": ""}