{"art": [], "author": [{"email_address": "pkrouse@plaind.com", "first_name": "Peter", "id": 271, "last_name": "Krouse", "name_slug": "peter-krouse", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Peter-krouse.JPG", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/271/", "title": "Reporter, The Plain Dealer", "twitter": null}], "canonical_url": "/ohio/statements/2011/nov/02/tim-ryan/tim-ryan-says-poverty-rate-women-highest-two-decad/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 4717, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "pkrouse@plaind.com", "first_name": "Peter", "id": 271, "last_name": "Krouse", "name_slug": "peter-krouse", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Peter-krouse.JPG", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/271/", "title": "Reporter, The Plain Dealer", "twitter": null}], "resource_uri": "/api/v/2/statement/4717/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tConservatives frequently take shots at Planned Parenthood because it provides abortions, even though the controversial procedure is but a small part of what the health care organization provides.<br />\r\n\t<br />\r\n\tRepublicans on the House Energy and Commerce Subcommittee, led by Florida Rep. Cliff Stearns, &nbsp;launched an investigation in September 2011 into Planned Parenthood by demanding that it provide years of information about its federal funding and its compliance with abortion restrictions.<br />\r\n\t<br />\r\n\tThis didn&rsquo;t sit well with Rep. Tim Ryan, a Ohio Democrat from Niles, who called the investigation a baseless, ideological attack on Planned Parenthood, which he described as a trusted provider of health care to millions of people, &quot;many of whom would otherwise not receive vital services like pre-natal care, well woman exams and cancer screenings.&quot;<br />\r\n\t<br />\r\n\tAmong those Planned Parenthood treats are the poor, according to Ryan. In a news release Sept. 28, he detailed just how those numbers are increasing in the United States:<br />\r\n\t<br />\r\n\t&quot;These attacks come at a time when the poverty rate among women is the highest in nearly two decades and 1 in 5 women under 65 don&rsquo;t have access to health care.&quot;<br />\r\n\t<br />\r\n\tWe will leave the debate over abortion rights which is at the center of this flap to Ryan, Stearns and others. But PolitiFact Ohio took a look at Ryan&rsquo;s claims about impoverished women without health care.<br />\r\n\t<br />\r\n\tThe stats back up the first part of the claim -- that the poverty rate among women is the highest in nearly two decades. &nbsp;<br />\r\n\t<br />\r\n\tRyan based his information on an analysis by the National Women&rsquo;s Law Center of U.S. Census Bureau data. It shows that the poverty rate for women ages 18 to 64 rose to 14.5 percent in 2010, the highest rate in 17 years.<br />\r\n\t<br />\r\n\tFurthermore, the number of women it classifies as living in extreme poverty (with incomes less than half of the federal poverty level) checked in at 6.3 percent, the highest rate over the 22 years the measurement has been taken.<br />\r\n\t<br />\r\n\tWhat about the second part of Ryan&rsquo;s claim; that 1 in 5 women (or 20 percent) under 65 don&rsquo;t have access to health care.<br />\r\n\t<br />\r\n\tRyan again relied on the National Women&rsquo;s Law Center analysis, only what the organization more precisely stated is that the number of uninsured women between the ages of 18 and 64 rose to 19.7 percent in 2010. That figure counts only women who had no coverage of any kind, private or public, for the entire year.<br />\r\n\t<br />\r\n\tRyan&rsquo;s statement equates not having insurance to not having access to health care. While a woman, or any person for that matter, without health insurance finds it much more difficult or expensive to get medical treatment, there are places they can go, at least in an emergency.<br />\r\n\t<br />\r\n\tMany physicians will see an uninsured patient if they are dogged enough and the ailment severe enough, said Henry Aaron, senior fellow with the Brookings Institution in Washington, but that&rsquo;s asking an awful lot of the patient.<br />\r\n\t<br />\r\n\tAnd non-profit hospitals are obligated to stabilize patients with serious conditions, he said, but perhaps not to provide follow-up treatment.<br />\r\n\t<br />\r\n\t&quot;The whole thing is your treatment is delayed,&quot; he said.<br />\r\n\t<br />\r\n\tThose without insurance also find it more difficult to get simple check-ups and then to find a doctor who will write a prescription, Aaron said. They are often embarrassed to ask for charity or to run the risk of being refused.<br />\r\n\t<br />\r\n\t&quot;(Being uninsured) just leaves barriers, psychological and financial, to acquiring health care,&quot; he said.<br />\r\n\t<br />\r\n\tRyan reinforced that point when we contacted his office.<br />\r\n\t<br />\r\n\t&quot;This economic barrier to health insurance obstructs many women from obtaining the most basic health care,&quot; he said. &quot;While these women are legally guaranteed treatment to stabilize emergency conditions at some hospitals, this promise falls far short of the access to medical care most of us depend upon to stay healthy and safe. It&#39;s shameful that in one of the wealthiest countries in the world, we have allowed women to reach such a high level of poverty.&quot;<br />\r\n\t<br />\r\n\tPlanned Parenthood is part of the safety net of health care providers for the indigent, said Tara Broderick, president and chief executive officer of Planned Parenthood of Northeast Ohio.<br />\r\n\t<br />\r\n\tLess than 30 percent of its clients have health insurance. Those who don&rsquo;t have insurance are billed on a sliding scale, she said.<br />\r\n\t<br />\r\n\tAs for abortion services, nationally, only about 10 percent of Planned Parenthood&rsquo;s clients receive an abortion or an abortion pill, Broderick said, and the percentage locally is even smaller.<br />\r\n\t<br />\r\n\tThe 50,000 people (primarily women) who visited one of Planned Parenthood&rsquo;s 13 offices in Northeast Ohio last year were more likely to receive non-abortive birth control assistance or medical check-ups such as pap tests, breast and pelvic exams and blood work for checking cholesterol levels or for evidence of diabetes, Broderick said.<br />\r\n\t<br />\r\n\tSo, how do we rate Ryan&rsquo;s statement?<br />\r\n\t<br />\r\n\tBefore returning to Ryan&rsquo;s statement, we note one other point Aaron made.There is a wide enough difference in the amount of health care that someone with insurance receives compared to someone without insurance that there is &quot;something&quot; about Ryan&rsquo;s statement that conveys truth, he said.<br />\r\n\t<br />\r\n\tPolitifact Ohio would agree.<br />\r\n\t<br />\r\n\tOn Ryan&rsquo;s first point about the rate of poverty for women, census data backs his assertion.<br />\r\n\t<br />\r\n\tOn the second part he said 1 in 5 women age 18 to 65 don&rsquo;t have access to health care. That differs from the census database, which said 1 in five do not have health insurance.<br />\r\n\t<br />\r\n\tThat&rsquo;s a point that needs clarification. And that also consistent with &nbsp;Ryan&rsquo;s underlying point, that the number of women in poverty is at a high point, and that getting access to health care would be difficult for many women without services of agencies like Planned Parenthood.<br />\r\n\t<br />\r\n\tOn the Truth-O-Meter we rate Ryan&rsquo;s claim Mostly True.</p>\r\n", "ruling_comments_date": "2011-11-01T18:23:48.847828", "ruling_date": "2011-11-02T06:00:00", "ruling_headline": "Tim Ryan says the poverty rate for women is highest in two decades", "ruling_headline_slug": "tim-ryan-says-poverty-rate-women-highest-two-decad", "ruling_link_text": "Poverty heightens health care challenge", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tRep. Tim Ryan, news release, &quot;<a href=\"http://timryan.house.gov/index.php?option=com_content&amp;task=view&amp;id=544&amp;Itemid=76\">Congressman Tim Ryan Condemns New Republican Attacks Against Planned Parenthood</a>,&quot; Sept. 28, 2011<br />\r\n\t<br />\r\n\tInterviews and e-mail exchanges with Jerid Kurtz, spokesman for Rep. Tim Ryan<br />\r\n\t<br />\r\n\tInterview and e-mail exchanges with Danielle Garrett, health policy analyst, National Women&rsquo;s Law Center.<br />\r\n\t<br />\r\n\tNational Women&rsquo;s Law Center, &quot;<a href=\"http://www.nwlc.org/analysis-new-2010-census-poverty-data-%E2%80%93-september-2011\">NWLC</a><a href=\"http://www.nwlc.org/analysis-new-2010-census-poverty-data-%E2%80%93-september-2011\"> analysis of new census data shows record numbers of women in poverty, without health insurance</a>,&quot; Sept. 22, 2011<br />\r\n\t<br />\r\n\tInterview with Henry Aaron, senior fellow, Brookings Institution, Oct. 31, 2011<br />\r\n\t<br />\r\n\tInterview with Tara Broderick, president and chief executive officer of Planned Parenthood of Northeast Ohio, Oct. 31, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. representative ", "false_count": 0, "first_name": "Tim", "half_true_count": 0, "home_state": "Ohio", "id": 851, "last_name": "Ryan", "mostly_true_count": 6, "name_slug": "tim-ryan", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/rsz_screen_shot_2018-03-01_at_14719_pm.png", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/851/", "total_count": 10, "true_count": 3, "website": "http://www.timryan.house.gov"}, "statement": "<p>\r\n\tAttacks on Planned Parenthood &quot;come at a time when the poverty rate among women is the highest in nearly two decades and 1 in 5 women under 65 don&rsquo;t have access to health care.&quot;</p>\r\n", "statement_context": "a news release", "statement_date": "2011-09-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 29, "photo": null, "resource_uri": "/api/v/2/subject/29/", "subject": "Poverty", "subject_slug": "poverty", "used_in_edition": []}, {"description": "", "id": 146, "photo": null, "resource_uri": "/api/v/2/subject/146/", "subject": "Women", "subject_slug": "women", "used_in_edition": []}], "target": [], "twitter_headline": ""}