{"art": [{"brightcove": "", "caption": "This ad from Building a Better Ohio urging passage of Issue 2 claims public workers make 43 percent more than private workers.", "id": 1725, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/1725/", "title": "Had enough - Building a Better Ohio", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/LxlSATRf-9s?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "LxlSATRf-9s"}], "author": [{"email_address": "tferan@plaind.com", "first_name": "Tom", "id": 181, "last_name": "Feran", "name_slug": "tom-feran", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-tom-feran.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/181/", "title": "Plain Dealer reporter", "twitter": null}], "canonical_url": "/ohio/statements/2011/nov/04/building-better-ohio/building-better-ohio-says-public-workers-make-43-p/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 4734, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "tferan@plaind.com", "first_name": "Tom", "id": 181, "last_name": "Feran", "name_slug": "tom-feran", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-tom-feran.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/181/", "title": "Plain Dealer reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/4734/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tOhio&#39;s debate over Issue 2, the referendum on Senate Bill 5, has drawn particular attention to the compensation of public employees.<br />\r\n\t<br />\r\n\tVoters will decide the fate of the issue Nov. 8. Voting &quot;yes&quot; on Issue 2 is voting in favor of SB 5, which restricts the collective bargaining rights of all public workers in the state. A &quot;no&quot; vote on Issue 2 is a vote to repeal SB 5.<br />\r\n\t<br />\r\n\tIssue 2 supporters say that SB 5 would help control costs for public employers at the state and local levels. The argument is distilled in &quot;Had Enough,&quot; a 30-second TV spot from the political action group Building a Better Ohio.<br />\r\n\t<br />\r\n\t&quot;Without Issue 2,&quot; the voice-over narration says, &quot;hard-working Ohio families will face higher taxes to pay for the excessive wages and benefits of government employees, who already make 43 percent more than the rest of us.&quot;<br />\r\n\t<br />\r\n\tReinforcing the point, words on the screen say, &quot;Government employees make 43 percent more in wages and benefits.&quot;<br />\r\n\t<br />\r\n\tThe assertion that Ohioans will face higher taxes is speculative. PolitiFact Ohio can&#39;t rate it because it involves predicting the future.<br />\r\n\t<br />\r\n\tBut PolitiFact Ohio was interested in the assertion that the compensation of public employees is 43 percent higher -- almost half again as much -- than the compensation of workers in the private sector.<br />\r\n\t<br />\r\n\tWe asked Building a Better Ohio for the basis of its claim. Press secretary Connie Wehrkamp referred us to a recent study that the American Enterprise Institute, a conservative policy group,prepared for the Ohio Business Roundtable.<br />\r\n\t<br />\r\n\tThe study found that public workers, based on wages alone, earn about 2.5 percent less than comparable private employees. But it concluded that public workers make 43 percent more when the value of benefits, including pensions and &quot;job security,&quot; are factored in.<br />\r\n\t<br />\r\n\tAEI authors Andrew Biggs and Jason Richwine said that wages were &quot;comparable,&quot; that pensions and health insurance helped give public workers a 31.2 percent edge in non-wage benefits. The most significant factor came in the way they calculated pension funding for public and private sector workers, putting a premium on the &quot;guaranteed&quot; element of public pensions. We will return to that.<br />\r\n\t<br />\r\n\tJob security, they said, adds an economic value of about 10 percent -- meaning that job security makes a $40,000-a-year job, for example, worth $44,000 to the employee. But that&rsquo;s not the same as the public employer giving the employee $4,000 more in a paycheck.<br />\r\n\t<br />\r\n\tBut that wasn&#39;t the last or first word.<br />\r\n\t<br />\r\n\tThe study came in response to a paper by Rutgers University professor Jeffrey Keefe that was published by the liberal Economic Policy Institute. Keefe&#39;s study said that Ohio public employees annually earn 6 percent less on average than comparable private-sector employees in total compensation (wages and non-wage benefits).<br />\r\n\t<br />\r\n\tKeefe followed it in October with another paper rebutting the study from AEI.<br />\r\n\t<br />\r\n\tIn our reading of the studies, the biggest disagreements came in the areas of health benefits for retirees (which not all public employees receive), pension costs and job security.<br />\r\n\t<br />\r\n\tWe sought guidance on those matters -- or a referee -- from the authoritative and nonpartisan Center for Retirement Research at Boston College. Because of its interest in pension plans, the center published a research paper in September that examined other papers and compared public and private compensation.<br />\r\n\t<br />\r\n\tThe center found no real disagreement among researchers that state and local workers as a group &quot;are paid less than their private sector counterparts.<br />\r\n\t<br />\r\n\t&quot;The question,&quot; it continued, &quot;is the extent to which the value of the benefits provided to state-local workers offsets the wage penalty.&quot;<br />\r\n\t<br />\r\n\tIt determined the answer was not as great as what the AEI paper asserts.<br />\r\n\t<br />\r\n\tAlicia H. Munnell, director of the Center for Retirement Research, told us that the largest points of contention with the AEI study came over pension funding and job security.<br />\r\n\t<br />\r\n\tThe primary issue with pension funding was disagreement about the &quot;discount rate,&quot; which is the interest rate used in figuring how much money must be set aside today to make future payments.<br />\r\n\t<br />\r\n\tThe estimates of those costs in the AEI study &nbsp;push up the figure for public employers far higher than what the Center for Retirement Research found. Conversely, AEI&rsquo;s study projected smaller Social Security costs for private employers.<br />\r\n\t<br />\r\n\tSeveral economists told us that the discount rate is a hotly contentious issue in the field, largely because the &quot;correct&quot; rate can&#39;t be proven empirically.<br />\r\n\t<br />\r\n\tMunnell noted that the center put no added value on job security, because the historical advantage in the public sector has diminished or disappeared. When it has existed, she said, job security was taken into account as the trade off for lower wages in public employment. Making it a separate factor would be double counting.<br />\r\n\t<br />\r\n\t&quot;We concluded,&quot; Munnell said, &quot;that public sector compensation in Ohio is 9 percent higher than private sector compensation.&quot;<br />\r\n\t<br />\r\n\tWhat does PolitiFact Ohio conclude?<br />\r\n\t<br />\r\n\tThe claim does contain an element of truth. The non-partisan Center for Retirement Research would agree with the notion that benefit packages on average can increase the value of a public employee&rsquo;s compensation package above that of the average private sector worker.<br />\r\n\t<br />\r\n\tBut there are critical facts that give a different impression of Building a Better Ohio&rsquo;s claim.<br />\r\n\t<br />\r\n\tThere is general agreement that public employee wages, on average, are less. The AEI study Building a Better Ohio relies on estimates they are about 2.5 less than comparable private employees.<br />\r\n\t<br />\r\n\tThe ad from Building a Better Ohio flatly states that public employees &quot;make 43 percent more&quot; than private sector workers. We think the average listener would interpret that as meaning the average public employee is paid - in wages and benefits - 43 percent more. But some components of the AEI study aren&rsquo;t based on money changing hands, but rather on the value to the employee of certain benefits.<br />\r\n\t<br />\r\n\tEven leaving out the considerable disagreements over the calculation of pension costs, the inclusion of job security as a monetized figure in compensation is questionable. The AEI study says that security has a value of 10 percent of the pay. But that doesn&rsquo;t translate to more money paid to the employee.<br />\r\n\t<br />\r\n\tWhether it exists or not, job security is an intangible factor, like job satisfaction, that can&#39;t be spent, saved or taxed. It doesn&rsquo;t put more dollars and cents into employee compensation.<br />\r\n\tWe think it is misleading to include it in an accounting of what workers &quot;make.&quot;<br />\r\n\t<br />\r\n\tAlso, the AEI study arrived at its 43 percent figure through rounding that we could not follow, and which the Center for Retirement Research questioned, after adding the 10 percent for job security to the 31.2 percent advantage in non-wage benefits it says that public workers have a 43 percent edge over their private sector counterparts.<br />\r\n\t<br />\r\n\tAnd that 31.2 percent advantage -- whose calculation is the subject of considerable disagreement in the pension and financial worlds -- is more than three times the finding of the Center for Retirement Research.<br />\r\n\t<br />\r\n\tOn the Truth-O-Meter, we rate Building a Better Ohio&rsquo;s claim Mostly False.</p>\r\n", "ruling_comments_date": "2011-11-03T18:25:52.538657", "ruling_date": "2011-11-04T06:00:00", "ruling_headline": "Building a Better Ohio says public workers make 43 percent more in wages and benefits than private sector workers", "ruling_headline_slug": "building-better-ohio-says-public-workers-make-43-p", "ruling_link_text": "Claim treats intangibles as actual costs", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tBuilding a Better Ohio, &quot;<a href=\"http://www.youtube.com/watch?v=LxlSATRf-9s&amp;feature=player_embedded#%21\">Had Enough?</a>&quot; Oct. 14, 2011<br />\r\n\t<br />\r\n\tEconomic Policy Institute, &quot;<a href=\"http://www.epi.org/publication/bp296/\">Are Ohio Public Employees Over-compensated?</a>,&quot; Feb. 10, 2011<br />\r\n\t<br />\r\n\tAmerican Enterprise Institute, &quot;<a href=\"http://media.cleveland.com/open_impact/other/Ohio%20Business%20Rountable%20study.pdf\">Public vs. Private Sector Compensation in Ohio</a>,&quot; Sept. 14, 2011<br />\r\n\t<br />\r\n\tThe Plain Dealer, &quot;<a href=\"http://www.cleveland.com/open/index.ssf/2011/09/ohio_business_roundtable_study.html\">Ohio Business Roundtable study finds compensation gap favors public workers</a>,&quot; Sept. 14, 2011<br />\r\n\t<br />\r\n\tCenter for Retirement Research at Boston College, &quot;<a href=\"http://crr.bc.edu/briefs/comparing_compensation_state-local_versus_private_sector_workers.html\">Comparing compensation: State-local versus private sector workers</a>,&quot; September 2011<br />\r\n\t<br />\r\n\tEconomic Policy Institute, &quot;<a href=\"http://www.epi.org/publication/ohio-public-employees-overcompensated-senate-bill-5/\">Ohio public employees are not overcompensated: Rebutting a diversion from Senate Bill 5</a>,&quot; Oct. 5, 2011<br />\r\n\t<br />\r\n\tEmail exchange with Building a Better Ohio press secretary Connie Wehrkamp, Oct. 18 and 20, 2011<br />\r\n\t<br />\r\n\tInterview with Alicia Munnell and Josh Hurwitz, Center for Retirement Research at Boston College, Oct. 26, 2011<br />\r\n\t<br />\r\n\tInterview with Dean Baker, Center for Economic Policy Research, Nov. 1, 2011<br />\r\n\t<br />\r\n\tInterview with Josh Hurwitz, Center for Retirement Research, Nov. 1, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "Ohio", "id": 1464, "last_name": "Building a Better Ohio", "mostly_true_count": 1, "name_slug": "building-better-ohio", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-building-a-better-ohio-logo.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1464/", "total_count": 3, "true_count": 1, "website": "http://betterohio.org/"}, "statement": "<p>\r\n\t&quot;Government employees make 43 percent more in wages and benefits&quot; than private-sector workers.</p>\r\n", "statement_context": "a campaign commercial", "statement_date": "2011-10-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 131, "photo": null, "resource_uri": "/api/v/2/subject/131/", "subject": "Government Efficiency", "subject_slug": "government-efficiency", "used_in_edition": []}, {"description": "", "id": 192, "photo": null, "resource_uri": "/api/v/2/subject/192/", "subject": "Labor", "subject_slug": "labor", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 206, "photo": null, "resource_uri": "/api/v/2/subject/206/", "subject": "Unions", "subject_slug": "unions", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": ""}