{"art": [], "author": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2008/may/09/john-mccain/praise-but-not-a-formal-endorsement/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 477, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/477/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<b>\n UPDATE:\n</b>\nSince we published this item, Hamas has changed its tune on Obama. After his speech to the American Israel Political Action Committee on June 4, 2008, Hamas official Sami Abu Zuhri told Reuters that his group no longer had any preference in the U.S. election. \"Hamas does not differentiate between the two presidential candidates, Obama and McCain, because their policies regarding the Arab-Israel conflict are the same and are hostile to us, therefore we do have no preference and are not wishing for either of them to win,\" Zuhri said.\n<p>\n We will keep the item in our database for archival purposes because it was accurate when McCain said it, but readers should note that the \"endorsement\" has since been withdrawn.\n</p>\n<p>\n</p>\n<p>\n **************\n</p>\n<p>\n Sen. Barack Obama has been racking up the endorsements lately, but he's gotten some kind words from a group he won't be touting on any news release: Hamas, the militant Islamic organization.\n</p>\n<p>\n Sen. John McCain has characterized it as an endorsement, which we find to be a bit of a stretch. But still, it's strong praise.\n</p>\n<p>\n McCain made the claim several times &mdash; in a fundraising e-mail, a news conference, even during an appearance on the\n <i>\n  Daily Show.\n </i>\n</p>\n<p>\n \"It is just a fact that Hamas, apparently the North American spokesperson, is endorsing Senator Obama. People can make their own judgment from that,\" McCain told reporters April 25, 2008, referring to comments made by Ahmed Yousef, chief political adviser to the prime minister of Hamas.\n</p>\n<p>\n McCain's campaign told us that he based his comment on this quotation from Yousef in an interview with WABC Radio on April 20, 2008:\n</p>\n<p>\n \"We don't mind &mdash; actually we like Mr. Obama. We hope that he will (inaudible word) the election and I do believe he is like John Kennedy, great man with a great principle, and he has a vision to change America to make it in a position to lead the world community, but not with domination and arrogance.\"\n</p>\n<p>\n [The word in parentheses above is not audible in the recording, but Yousef's comments before and after the word suggest he was saying \"we hope he will\n <i>\n  win\n </i>\n the election.\"]\n</p>\n<p>\n Before we examine McCain's claim, it's important to know a little about Hamas and its relationship with the United States, which officially considers it a terrorist group. The Council on Foreign Relations, a nonpartisan foreign policy think tank, describes Hamas as \"the largest and most influential Palestinian militant movement.\" Its goals include the destruction of Israel, the replacement of the Palestinian Authority with an Islamic state on the West Bank and Gaza, and to raise \"the banner of Allah over every inch of Palestine.\"\n</p>\n<p>\n Hamas won the Palestinian elections in 2006 and now controls the Gaza Strip, home to more than 1-million Palestinians. The victory created a touchy diplomatic situation for the Bush administration, which has trumpeted democracy in the Middle East but has opposed Hamas because of its terrorist tactics and its goal of destroying Israel.\n</p>\n<p>\n Hamas' praise for Obama is notable because the Illinois senator has repeatedly denounced the group. He has called it a terrorist organization and said it was a \"bad idea\" for former President Jimmy Carter to meet with  Khaled Meshaal, the group's exiled leader.\n</p>\n<p>\n Obama told a Jewish group on April 16, 2008, \"We must not negotiate with a terrorist group intent on Israel's destruction. We should only sit down with Hamas if they renounce terrorism, recognize Israel's right to exist, and abide by past agreements.\"\n</p>\n<p>\n But is McCain right that Hamas has endorsed Obama?\n</p>\n<p>\n First, we should note that McCain got Yousef's title wrong. He is chief political adviser to the prime minister of Hamas, not a North American spokesman. Still, Yousef is a senior adviser in the organization and his views probably represent the organization's position, according to David Schenker, director of the Arab Politics Program at the Washington Institute for Near East Policy, a foreign policy think tank.\n</p>\n<p>\n \"I think the quote demonstrates a sentiment that represents what Hamas is thinking about the U.S. presidential race,\" Schenker said. \"It's not an endorsement in the traditional sense that we think of it, but I think it's an expression of what they think will be best for their organization.\"\n</p>\n<p>\n Schenker said that even though Obama has criticized Carter and opposes diplomatic talks with Hamas, the group probably prefers Obama over McCain because of Obama's willingness to have diplomatic talks with Iran and Syria, which are allies of Hamas.\n</p>\n<p>\n Steven Cook, a fellow for Middle East politics at the Council on Foreign Relations, said he doesn't consider it an official endorsement, but Hamas believes \"Obama would be a better president of the United States.\"\n</p>\n<p>\n Cook said Obama \"is wildly popular in the Arab world\" because of expectations that he would be different from President Bush. That's based more on hopes than actual statements, though. The senator isn't well-known in the Arab world, so Arabs are \"projecting their views onto Obama,\" Cook said.\n</p>\n<p>\n Cook said the Hamas support is odd because \"there is no way you can interpret anything (Obama) said as against Israel. I think (people in the Arab world) are going to be deeply disappointed if he comes to power as president. I think there will be change in American foreign policy in the Middle East, but I think the steadfast support for Israel will remain.\"\n</p>\n<p>\n The Obama campaign is not particularly pleased with kind words from a terrorist group. In a CNN interview on May 8, 2008, Obama responded to a question about McCain's comment by saying it was offensive and that McCain is \"losing his bearings.\"\n</p>\n<p>\n But Obama did not deny that the Hamas official had been supportive of his campaign. Obama may not like the kind words from a U.S. enemy, but still, they are kind words. They may not constitute an official endorsement, but they are pretty close. We find McCain's statement to be Mostly True.\n</p>", "ruling_comments_date": "2010-01-07T13:28:16.006125", "ruling_date": "2008-05-09T00:00:00", "ruling_headline": "Praise, but not a formal endorsement", "ruling_headline_slug": "praise-but-not-a-formal-endorsement", "ruling_link_text": "Praise, but not a formal endorsement", "ruling_state": null, "source_documents": null, "sources": "Fox News Channel,\n<a href=\"http://embeds.blogs.foxnews.com/2008/04/25/mccain-hits-obama-over-hamas-endorsement/#more-2068\">\n McCain hits Obama over Hamas endorsement,\n</a>\nApril 25, 2008\n<p>\n WABC Radio,\n <a href=\"http://cameronscorner.files.wordpress.com/2008/04/aaron_klein_4113081.mp3\">\n  Interview with Ahmed Yousef,\n </a>\n April 20, 2008\n</p>\n<p>\n Council on Foreign Relations,\n <a href=\"http://www.cfr.org/publication/8968/#5\">\n  Backgrounder: Hamas\n </a>\n</p>\n<p>\n U.S. State Department Office of the Coordinator for Counterterrorism,\n <a href=\"http://www.state.gov/s/ct/rls/crt/2007/103714.htm\">\n  Country Reports on Terrorism,\n </a>\n April 30, 2008\n</p>\n<p>\n Agence France Press,\n <a href=\"http://afp.google.com/article/ALeqM5hkeSfu7WNaOscxS6jZ8QSQhH98Pg\">\n  Carter-Hamas talks 'bad idea,' says Obama,\n </a>\n April 22, 2008\n</p>\n<p>\n Associated Press,\n <a href=\"http://ap.google.com/article/ALeqM5hVwlW3eiwRhUWbDS2BXr5T9KoOBgD90362RG0\">\n  Obama reassures Jewish leaders on Hamas, Wright,\n </a>\n April 16, 2008\n</p>\n<p>\n New York Times,\n <a href=\"http://www.nytimes.com/2008/03/19/washington/19diplo.html?partner=rssnyt&amp;emc=rss\">\n  U.S. May Relent on Hamas Role in Talks,\n </a>\n March 19, 2008\n</p>\n<p>\n CNN,\n <a href=\"http://transcripts.cnn.com/TRANSCRIPTS/0805/08/sitroom.01.html\">\n  Transcript of Obama interview on the Situation Room,\n </a>\n May 8, 2008\n</p>\n<p>\n Interviews: David Schenker, director of the Arab Politics Program at the Washington Institute for Near East Policy; Steven Cook, a fellow for Middle East politics, Council on Foreign Relations\n</p>\n<p>\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 32, "current_job": "U.S. senator", "false_count": 39, "first_name": "John", "half_true_count": 31, "home_state": "Arizona", "id": 8, "last_name": "McCain", "mostly_true_count": 37, "name_slug": "john-mccain", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-johnmccain.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Arizona", "edition": "Arizona", "edition_slug": "arizona", "has_afterthefact": false, "id": 56, "index_page": false, "meter_name": "The Arizona Truth-O-Meter", "resource_uri": "/api/v/2/edition/56/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/8/", "total_count": 190, "true_count": 37, "website": "http://www.johnmccain.com/"}, "statement": "\"It is just a fact that Hamas, apparently the North American spokesperson, is endorsing Senator Obama.\"", "statement_context": "a media availability in Little Rock, Ark.", "statement_date": "2008-04-25", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}], "target": [], "twitter_headline": null}