{"art": [], "author": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2011/nov/21/donna-seidel/seidel-says-untrained-people-would-be-allowed-carr/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 4804, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/4804/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tThe latest turn in Wisconsin&rsquo;s long path to becoming the <a href=\"http://www.jsonline.com/news/statepolitics/125235719.html\">49th state to allow carrying concealed weapons </a>featured a Republican attorney general watching helplessly as Republican lawmakers tossed out several specific firearms training rules he drew up.<br />\r\n\t<br />\r\n\tWhen the smoke cleared, Democrats protested that GOP lawmakers went too far by eliminating a set amount of safety training (four hours) and instructor-signed proof of graduation from a firearms course before a permit could be issued.<br />\r\n\t<br />\r\n\t&quot;Suspending these requirements is an abuse of power that will endanger the lives of Wisconsinites across our state,&quot; said state Rep. Donna Seidel, D-Wausau, &nbsp;the Assembly&rsquo;s assistant minority leader.<br />\r\n\t<br />\r\n\tHer Nov. 7, 2011, statement continued: &quot;This would allow untrained individuals to carry guns into public spaces where children are present, but rather than protect Wisconsin&rsquo;s children, Republicans chose to pay off their friends in the gun lobby with another gift.&quot;<br />\r\n\t<br />\r\n\tWe knew Attorney General J.B. Van Hollen argued the changes could make it tougher to prove fraud by firearms course instructors and students.<br />\r\n\t<br />\r\n\tBut would people without any training at all be able to get a state permit?<br />\r\n\t<br />\r\n\tWe asked Seidel to back up her claim, and her office pointed to Van Hollen&rsquo;s <a href=\"http://www.wiseye.com/videoplayer/vp.html?sid=7243\">testimony at the hearing </a>before a legislative rules committee. In Madison, legislators write laws, which prompt agencies to pen specific rules to carry out the Legislature&rsquo;s intent. A joint legislative committee reviews the rules and has the power to alter them.<br />\r\n\t<br />\r\n\tLet&rsquo;s start with Van Hollen&rsquo;s <a href=\"http://www.doj.state.wi.us/absolutenm/templates/template_share.aspx?articleid=2715&amp;zoneid=1\">written testimony </a>and his <a href=\"http://www.wiseye.com/videoplayer/vp.html?sid=7243\">oral remarks </a>on the rules and <a href=\"http://www.doj.state.wi.us/news/files/administrative-rules-20111107.pdf\">the changes</a>, as well as documents on the Department of Justice <a href=\"http://www.doj.state.wi.us/news/files/administrative-rules-20111107.pdf\">website</a>.<br />\r\n\t<br />\r\n\tHe spoke shortly before the panel:</p>\r\n<ul>\r\n\t<li>\r\n\t\tRemoved any time requirement for the firearms safety and training course. (Van Hollen had put in a four-hour minimum.)</li>\r\n</ul>\r\n<ul>\r\n\t<li>\r\n\t\tTook out the word &lsquo;test&rsquo; from Van Hollen&rsquo;s description of the required firearms safety and training course.</li>\r\n</ul>\r\n<ul>\r\n\t<li>\r\n\t\tRemoved Van Hollen&rsquo;s rule that people who teach the course get at least eight hours of instructor training.</li>\r\n</ul>\r\n<ul>\r\n\t<li>\r\n\t\tTook out Van Hollen&rsquo;s rule that permit applicants get their instructor&rsquo;s signature affirming the course was completed. It did the same for instructor contact information, and the location where the training was provided.</li>\r\n</ul>\r\n<p>\r\n\tVan Hollen said the rewrite of his rules, sought by the National Rifle Association, would make Wisconsin&rsquo;s law among the most lenient among states that require permits. PolitiFact Wisconsin found the same thing in our reporting on an <a href=\"http://www.politifact.com/wisconsin/statements/2011/oct/31/national-rifle-association/nra-says-wisconsins-concealed-carry-permit-rules-r/\">earlier item on the training requirements</a>.<br />\r\n\t<br />\r\n\tStates typically do one or more of the following: certify the training organization, their instructors or their courses; mandate specific topics for training; set a minimum number of hours; require the instructor to sign the training certificate.<br />\r\n\t<br />\r\n\tWisconsin now requires none of those.<br />\r\n\t<br />\r\n\tThe requirement to get an instructor-led safety course and provide a graduation certificate is still in effect, but Van Hollen told lawmakers the changes would &quot;effectively gut&quot; the training requirement because proving fraud would be next to impossible.<br />\r\n\t<br />\r\n\tThe law, with the rules changes, is too vague to determine whether applications meet any meaningful standard, he said.<br />\r\n\t<br />\r\n\t&quot;We can create as many laws as we want, but if we don&rsquo;t have the ability to prove and prosecute them, they&rsquo;re meaningless,&quot; Van Hollen said.<br />\r\n\t<br />\r\n\t&quot;In a very real sense,&quot; Van Hollen wrote in written testimony, &quot;an individual who has been certified by a &lsquo;national or state organization&rsquo; could stand on the street corner and after a short conversation on firearm safety could hand out certificates for a fee.&quot;<br />\r\n\t<br />\r\n\tThe state would risk legal challenges if it denied applications because only vague and subjective training criteria are left, he said.<br />\r\n\t<br />\r\n\tSo what was the bottom line? Did Van Hollen say untrained individuals could slip through?<br />\r\n\t<br />\r\n\tHe told the committee: &quot;In essence, we will accept every application at face value without determining whether substantive and meaningful training has occurred.&quot;<br />\r\n\t<br />\r\n\tHe concluded: &quot;If the four-hour training requirement is removed from the statute and rules as they exist today, that effectively eliminates our ability to screen applicants &hellip; to determine whether anybody actually really met a training requirement or not.&quot; Van Hollen said his office would be forced to be &quot;very liberal&quot; in approving permits.<br />\r\n\t<br />\r\n\tLegal experts concurred that Van Hollen would be in a difficult spot if he tried to reject applications based on questions about meeting the ill-defined training requirement.<br />\r\n\t<br />\r\n\tFormer Wisconsin Attorney General Peg Lautenschlager said Van Hollen is probably correct that if he denies applications based on questionable training that the state would get sued. And could well lose, she added.<br />\r\n\t<br />\r\n\t&quot;I think he was left without anything to enforce,&quot; Lautenschlager said.<br />\r\n\t<br />\r\n\tSpeaking generally about the appropriate role of an attorney general dealing with lawmakers, Jim Tierney, a former Maine attorney general, said: &quot;This is an attorney general doing his job. You have to keep the elephants inside the ring. You have the constitution and due process and procedures that have to be followed. It&rsquo;s an essential part of democracy.&quot;<br />\r\n\t<br />\r\n\tFinally, we spoke to Jim Franklin, executive director of the Minnesota Sheriffs Association. In that state, county sheriffs investigate and issue permits for concealed carry. The state law, in contrast to Wisconsin&rsquo;s, requires safety instructors to submit their courses to the state for certification. The average course is 4 to 6 hours. The instructors have to sign off. The course curriculum is laid out by the state.<br />\r\n\t<br />\r\n\tWe asked Franklin whether he could evaluate applicants&rsquo; training without those requirements in the law.<br />\r\n\t<br />\r\n\t&quot;It would be much more difficult,&quot; he said. &quot;It would be not impossible but certainly more difficult. We negotiated these things to avoid many of those pitfalls and strengthen the confidence of the public that good checking is going on.&quot;<br />\r\n\t<br />\r\n\t<strong>Our conclusion</strong><br />\r\n\t<br />\r\n\tSeidel said a Republican-led weakening of firearms training rules means that &quot;untrained individuals&quot; would be allowed to carry guns with a state permit. As support, she cited comments by Van Hollen.<br />\r\n\t<br />\r\n\tWe found his comments, at the very least, strongly suggest that people faking the training could still get permits. Others back up Van Hollen&rsquo;s assertion that he would be in a weak position, and it&rsquo;s clear Wisconsin&rsquo;s rules would be among the most lenient among states requiring permits.<br />\r\n\t<br />\r\n\tThe law is still on the books requiring an instructor-led training course, but it&rsquo;s hard to prove that someone skipped it. So the door is open to &quot;untrained&quot; individuals getting a permit.<br />\r\n\t<br />\r\n\tWe rate Seidel&rsquo;s statement True.</p>\r\n", "ruling_comments_date": "2011-11-17T18:14:39.783161", "ruling_date": "2011-11-21T09:00:00", "ruling_headline": "Seidel says untrained people would be allowed to carry guns after Republicans softened concealed-carry rules", "ruling_headline_slug": "seidel-says-untrained-people-would-be-allowed-carr", "ruling_link_text": "Law is firing blanks", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tWisconsin Eye, <a href=\"http://www.wiseye.com/videoplayer/vp.html?sid=7243\">video </a>of Joint Committee for the Review of Administrative Rules, Nov. 7, 2011<br />\r\n\t<br />\r\n\tAttorney General J.B. Van Hollen, <a href=\"http://www.doj.state.wi.us/absolutenm/templates/template_share.aspx?articleid=2715&amp;zoneid=1\">written testimony at Joint Committee for the Review of Administrative Rules</a>, Nov. 7, 2011<br />\r\n\t<br />\r\n\tPress release from office of Rep. Donna Seidel, <a href=\"http://wispolitics.com/index.iml?Article=252490\">&quot;Republicans place concerns of gun lobby over the safety of Wisconsinites</a>,&quot; Nov. 7, 2011<br />\r\n\t<br />\r\n\tInterview with Rep. Donna Seidel, D-Wausau, Nov. 10, 2011<br />\r\n\t<br />\r\n\tInterview with Chris McKinny, office of Rep. Donna Seidel, Nov. 10, 2011<br />\r\n\t<br />\r\n\tInterview with Dana Brueck, spokesperson, Wisconsin Department of Justice, Nov. 10, 2011<br />\r\n\t<br />\r\n\tInterview with Jill Oliveira, public information officer, Minnesota Bureau of Criminal Apprehension, Nov. 14, 2011<br />\r\n\t<br />\r\n\tInterview with James Franklin, executive director, Minnesota Sheriffs&rsquo; Association, Nov. 14, 2011<br />\r\n\t<br />\r\n\tInterview with Peg Lautenschlager, attorney and former Wisconsin attorney general, Nov. 10, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "State Assembly, District 85", "false_count": 1, "first_name": "Donna", "half_true_count": 0, "home_state": "Wisconsin", "id": 1340, "last_name": "Seidel", "mostly_true_count": 0, "name_slug": "donna-seidel", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Donna_Seidel_PFACT.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1340/", "total_count": 2, "true_count": 1, "website": "http://legis.wisconsin.gov/w3asp/contact/legislatorpages.aspx?house=assembly&district=85"}, "statement": "<p>\r\n\tA Republican-led softening of firearms training rules means that &quot;untrained individuals&quot; would be allowed to carry guns with a state permit.<br />\r\n\t&nbsp;</p>\r\n", "statement_context": "a press release", "statement_date": "2011-11-07", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 19, "photo": null, "resource_uri": "/api/v/2/subject/19/", "subject": "Guns", "subject_slug": "guns", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 109, "photo": null, "resource_uri": "/api/v/2/subject/109/", "subject": "Regulation", "subject_slug": "market-regulation", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}