{"art": [], "author": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "canonical_url": "/truth-o-meter/statements/2011/nov/21/newt-gingrich/newt-gingrich-says-dodd-frank-destroying-community/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": "", "id": 4821, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "resource_uri": "/api/v/2/statement/4821/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>No politician will ever lose votes by coming down on the side of community banks. Unlike the mega-banks of Wall Street that helped fuel the world&rsquo;s dive off an economic cliff, community banks have a better reputation. They avoid exotic financial deals and, for the most part, stick to their knitting.<br />\r\n<br />\r\nGOP hopeful Newt Gingrich offered himself as their defender when he spoke to supporters at campaign headquarters in Manchester, N.H. &quot;Community banks are 12 percent of the banks right now and 40 percent of &nbsp;the loans to small business,&quot; Gingrich said. &quot;And they are being destroyed by Dodd-Frank.&quot;<br />\r\n<br />\r\nDodd-Frank is the financial overhaul bill passed by Congress in 2010. Gingrich says it should be repealed, in part because of its impact on these local banks.<br />\r\n<br />\r\nWe asked the Gingrich campaign to give us the data that informed the former House speaker&rsquo;s belief. Staffer R.C. Hammond replied &quot;It was his observation. How do you source an opinion?&quot;<br />\r\n<br />\r\nBut Gingrich didn&#39;t say, &quot;I think community banks are being destroyed by Dodd-Frank. He asserted it as a fact.<br />\r\n<br />\r\nThe first thing to note is that one year after the passage of Dodd-Frank, community banks are healthier. By convention, any bank with assets of less than $1 billion is a community bank. &nbsp;According to the latest report &nbsp;from the Federal Deposit Insurance Corporation, for that group of banks, a key measure of profitability, &nbsp;<a href=\"http://www2.fdic.gov/qbp/2011jun/qbp.pdf\">return on assets, has doubled in the past year</a>, growing from 0.26 percent a year ago to 0.57 percent in the second quarter of 2011. Return on assets has been higher this year than in any quarter going back to the start of 2008 before the great meltdown.<br />\r\n<br />\r\nWhile it wouldn&rsquo;t be fair to give Dodd-Frank full credit for that improvement (the improving economy is probably a factor), neither is it accurate to credit the law with the demise of the industry when the reports of that demise are premature.<br />\r\n<br />\r\nNot only are they not dead, &quot;community banks on the whole are healthier than they were last year,&quot; said Chris Cole, senior vice president of the Independent Community Bankers of America.<br />\r\n<br />\r\nThe trade group that represents some 5,000 of these smaller banks views Dodd-Frank as a mixed bag. Cole said it has done some good things. High on the plus side, it will save his members about $4.5 billion over three years in the fees they pay to the FDIC.<br />\r\n<br />\r\n&quot;The assessment rates was a big benefit,&quot; said Cole. Community banks have &quot;experienced 30 to 40 percent decreases in their assessments. For many community banks, Dodd-Frank has not been all that bad,&quot; he said.<br />\r\n<br />\r\nIn a letter marking the one-year anniversary of Dodd-Frank, ICBA&rsquo;s President Camden Fine also praised the law for making inroads in supervising the mega-banks and putting non-bank financial firms, which can range from insurance companies to hedge funds, under more of a regulatory microscope. &nbsp;<br />\r\n<br />\r\nICBA is not head-over-heels in love with the financial reforms. It doesn&rsquo;t like the limits the new law puts on the fees banks can charge each time a customer uses a debit card. &nbsp;Initially, the rate was capped at 12 cents per swipe. <a href=\"http://www.federalreserve.gov/newsevents/press/bcreg/20110629a.htm\">Regulators later changed that to 21 cents.</a> &nbsp;<br />\r\n<br />\r\nIf there is one overarching fear that smaller banks have with Dodd-Frank, it is the prospect of new regulations. &quot;We are expecting compliance costs to increase dramatically,&quot; Rose Oswald Poels, president of the Wisconsin Bankers Association, <a href=\"http://www.biztimes.com/news/2011/6/10/dodd-frank-act-spells-trouble-for-small-banks\">told the Milwaukee BizTimes</a> &nbsp;The president of the American Bankers Association, Frank Keating, warned in a Wall Street Journal opinion piece of a &quot;mountainous regulatory burden&quot; that will overwhelm small banks.<br />\r\n<br />\r\n&quot;Federal regulators have issued 4,870 Federal Register pages of proposed or final rules affecting banks, &quot; Keating wrote. &quot;Many more are still to come&mdash;for a grand total of more than 240 rules.&quot;<br />\r\n<br />\r\nWhat Keating fails to mention is that many of the rules under Dodd-Frank specifically exempt community banks.<br />\r\n<br />\r\n&quot;A lot of the stuff in Dodd-Frank is really meant to be targeted at the big guys, not the small ones,&quot; said Arthur Wilmarth, a law professor at George Washington University Law School who testifies regularly on Capitol Hill on banking issues. Wilmarth said many more rules could exempt smaller banks depending on how they are written. The ultimate decision on debit card fees is a good example. Not only did regulators raise the allowable fee, the law exempted all banks with assets under $10 billion from the new rule. &nbsp;<br />\r\n<br />\r\nThe ICBA&#39;s Cole makes a larger point -- that one should hold judgment on the new law. &quot;The implementation of Dodd-Frank is just halfway through,&quot; he said. &quot;It&rsquo;s too early to say what it is.&quot; &nbsp;Cole said so far, regulators have been very responsive. &quot;They&rsquo;ve been willing to listen and reach out to us.&quot;<br />\r\n<br />\r\nA major goal of lobbyists for community banks was to pass a law that treated small banks differently from large ones, and the ICBA &nbsp;says they achieved that in Dodd-Frank. One sign of this divide: when the ICBA -- representing small banks -- and the ABA -- representing banks both large and small -- &nbsp;listed their lobbying priorities for 2011, there was virtually no overlap.<br />\r\n<br />\r\nThe ABA for example wants to change the oversight of derivatives, but small banks rarely touch derivatives trading. And the two organizations totally part ways on deposit insurance. The ABA wants to trim back the Dodd-Frank changes, while the ICBA members want to keep the savings they gained from the law.<br />\r\n<br />\r\nWilmarth and others criticized Dodd-Frank for not going far enough to deal with banks that are to big to fail, but, in most ways, it is tougher on the big banks than it is on the small ones, they said.<br />\r\n<br />\r\n<strong>Our Ruling:</strong><br />\r\n<br />\r\nGingrich said that community banks &quot;are being destroyed by Dodd-Frank.&quot; But as a whole they are healthier than a year ago. No doubt the improvement in the economy has helped, but community banks also have benefited from a reduction in fees paid to the FDIC as a result of Dodd-Frank.<br />\r\n<br />\r\nFrom the point of view of community banks, Dodd-Frank is imperfect and still unfolding. But it has exempted community banks from many new regulations. That said, the shape of the rules to come will make a big difference in its final impact on them.<br />\r\n<br />\r\nTo say that this industry is being destroyed by Dodd-Frank is untrue and unlikely to be true in the future if regulators continue to respond to the concerns of small banks. We rate Gingrich&#39;s statement False.</p>\r\n\r\n<p><a href=\"https://www.sharethefacts.co/share/1ce81073-8a07-4eda-83a2-70e02ed776fe\">https://www.sharethefacts.co/share/1ce81073-8a07-4eda-83a2-70e02ed776fe</a></p>\r\n", "ruling_comments_date": "2011-11-21T12:55:27.347124", "ruling_date": "2011-11-21T12:53:58", "ruling_headline": "Newt Gingrich says Dodd-Frank is destroying community banks", "ruling_headline_slug": "newt-gingrich-says-dodd-frank-destroying-community", "ruling_link_text": "They're actually doing better", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"http://www2.fdic.gov/qbp/2011jun/qbp.pdf\">Quarterly Banking Profile Q2 2011</a>, Federal Deposit Insurance Corporation. &nbsp;Accessed Nov. 15, 2011<br />\r\n<br />\r\nChris Cole, Senior Vice President and Senior Regulatory Counsel, Independent Community Bankers of America. &nbsp;Interviewed Nov. 15, 2011<br />\r\n<br />\r\n<a href=\"http://www.icba.org/advocacy/index.cfm?ItemNumber=31891&amp;sn.ItemNumber=1709\">Dodd-Fank Implementation Priorities</a>, Independent Community Bankers of America. &nbsp;Accessed Nov. 15, 2011<br />\r\n<br />\r\n<a href=\"http://aba.com/aba/documents/DFA/DFA_CBBurden_072111.pdf\">Cumulative Weight of New Regulations Rests Heavily On Community Banks</a>, American Bankers Association. &nbsp;Accessed Nov. 15, 2011<br />\r\n<br />\r\n<a href=\"http://www.federalreserve.gov/newsevents/press/bcreg/20110629a.htm\">Federal Reserve Board Rules on Standards for Debit Card Fees</a>, Federal Reserve Board of Governors, June 29, 2011. &nbsp;Accessed Nov. 15, 2011<br />\r\n<br />\r\n<a href=\"http://online.wsj.com/article/SB10001424053111904875404576532871460271158.html?KEYWORDS=FRANK+KEATING\">Banking in a Time of Over Regulation</a>, Frank Keating, Wall Street Journal, August 30, 2011.&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 16, "current_job": "", "false_count": 15, "first_name": "Newt", "half_true_count": 21, "home_state": "Georgia", "id": 152, "last_name": "Gingrich", "mostly_true_count": 11, "name_slug": "newt-gingrich", "pants_count": 12, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/gingrichcutter.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/152/", "total_count": 86, "true_count": 7, "website": ""}, "statement": "<p>&quot;Community banks &hellip; are being destroyed by Dodd-Frank.&quot;</p>\r\n", "statement_context": "remarks at Mandester, N.H. campaign headquarters", "statement_date": "2011-11-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 153, "photo": null, "resource_uri": "/api/v/2/subject/153/", "subject": "Financial Regulation", "subject_slug": "financial-regulation", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 214, "photo": null, "resource_uri": "/api/v/2/subject/214/", "subject": "New Hampshire 2012", "subject_slug": "new-hampshire-2012", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}