{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2011/nov/22/rick-perry/rick-perry-united-states-sanction-iran/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 4830, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/4830/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tTexas Gov. Rick Perry suggested in a debate with fellow Republican presidential hopefuls that sanctioning Iran&#39;s central bank would be a &quot;powerful way&quot; to prevent the country from obtaining a nuclear weapon.<br />\r\n\t<br />\r\n\tAt the Nov. 22, 2011, CNN debate in Washington, D.C., Perry said, &quot;When you sanction the Iranian central bank, that will shut down that economy.&quot;<br />\r\n\t<br />\r\n\tWe wondered if his claim holds. Since we were already checking a similar claim he made at the Nov. 12, 2011, Commander-in-Chief Republican presidential debate, we had a head start.<br />\r\n\t<br />\r\n\tAs described by congressional advocates and others, sanctions against the <a href=\"http://www.cbi.ir/default_en.aspx\">Central Bank of the Islamic Republic of Iran</a> -- which <a href=\"http://www.cbi.ir/Page/GeneralInformation.aspx\">describes itself</a> as responsible for maintaining the value of the nation&rsquo;s national currency, keeping equilibrium in its balance of payments, facilitating trade-related transactions and helping the country grow -- would bar financial institutions involved with the bank from doing business with U.S. institutions.<br />\r\n\t<br />\r\n\tA Perry campaign spokeswoman, Catherine Frazier, said by e-mail after the Nov. 12 debate that a U.S. Treasury ban on transactions with Iran&rsquo;s central bank &quot;would have devastating consequences for the Iranian economy because any third party that did business with Iran&#39;s central bank would be cut off from the American financial system.<br />\r\n\t<br />\r\n\t&quot;Among other things, this would make it extremely difficult for Iran to continue to sell crude oil, by and large the government&#39;s top source of revenue,&quot; Frazier said. &quot;More broadly, it would present Iran&#39;s trade partners with a stark decision: Continue to do business with Iran, or continue to do business with America.&quot;<br />\r\n\t<br />\r\n\tAdvocates say U.S.-imposed restrictions could hammer Iran&rsquo;s economy such that its government stops developing the technologies needed to produce nuclear weapons, activities reported this month by a United Nations agency.<br />\r\n\t<br />\r\n\tThe U.S. government has imposed sanctions on Iran off and on since the Tehran hostage crisis when President Jimmy Carter imposed an embargo on oil imports from Iran and froze $12 billion in Iranian bank deposits, as noted in a July 2009 <a href=\"http://web.mit.edu/cis/pdf/Iran_Tirman_0709.pdf\">paper</a> by John Tirman of MIT&rsquo;s Center for International Studies.<br />\r\n\t<br />\r\n\tTirman wrote that all exports, except food and medicine, were also banned, though those restrictions were lifted in 1982.<br />\r\n\t<br />\r\n\tIn 1995, Reuters <a href=\"http://www.chicagotribune.com/news/sns-rt-us-iran-sanctions-fbtre7al11k-20111122,0,4886466.story\">has reported</a>, President Bill Clinton issued executive orders preventing U.S. companies from investing in Iranian oil and gas and trading with Iran. The same year, Congress required the U.S. government to impose sanctions on foreign firms investing more than $20 million a year in Iran&#39;s energy sector.<br />\r\n\t<br />\r\n\tA dozen years later, Reuters reported, Washington imposed sanctions on three Iranian banks and branded Iran&rsquo;s Revolutionary Guards Corps a proliferator of weapons of mass destruction. The Treasury later added numerous other Iranian banks to its blacklist and identified about 20 petroleum and petrochemical companies as being under Iranian government control, an action that put them off-limits to U.S. businesses under the trade embargo, Reuters said.<br />\r\n\t<br />\r\n\tLast year, Congress approved tough unilateral sanctions aimed at squeezing Iran&#39;s energy and banking sectors, which could also hurt companies from other countries doing business with Tehran, Reuters said. The 2010 law imposed penalties on firms that supply Iran with refined petroleum products worth more than $5 million over 12 months and effectively deprived foreign banks of access to the U.S. financial system if they also were doing business with Iranian banks or the Revolutionary Guards, Reuters said.<br />\r\n\t<br />\r\n\tIn May 2011, the United States blacklisted a 21st Iranian state bank, the Bank of Industry and Mine, for handling transactions on behalf of two previously sanctioned institutions, Bank Mellat and Europaeisch-Iranische Handelsbank, Reuters said. A month later, the government announced sanctions applicable to the Guard Corps, the Basij Resistance Force and Iran&#39;s Law Enforcement Forces. Those sanctions froze any of the targets&#39; assets under U.S. jurisdiction and barred U.S. persons and institutions from dealing with them, Reuters said.<br />\r\n\t<br />\r\n\tSeparately, the United Nations has agreed to global sanctions against Iran, including a ban on the export from Iran of arms and related materiel and the supply to Iran of conventional weapons and materiel, according to a UN <a href=\"http://www.un.org/sc/committees/1737/\">summary page</a>.<br />\r\n\t<br />\r\n\tSuch steps have squeezed Iran, according to David Cohen, the U.S. Under Secretary for Terrorism and Financial Intelligence, who <a href=\"http://www.treasury.gov/press-center/press-releases/Pages/tg1323.aspx\">told</a> the Senate Banking Committee in October 2011: &quot;Iran is now facing unprecedented levels of financial and commercial isolation. The number and quality of foreign banks willing to transact with designated Iranian financial institutions has dropped precipitously over the last year. Iran&rsquo;s shrinking access to financial services and trade finance has made it extremely difficult for Iran to pay for imports and receive payment for exports. Iran&rsquo;s Central Bank has been unable to halt the steady erosion in the value of its currency.<br />\r\n\t<br />\r\n\t&quot;And,&quot; Cohen testified, &quot;Iran has been increasingly unable to attract foreign investment, especially in its oil fields, leading to a projected loss of $14 billion a year in oil revenues through 2016. We are making progress, but there is still much to be done to prevent Iran from evading sanctions already in place and to apply sufficient additional pressure on Iran. In this regard, we continue to focus on the&quot; central bank, he said. After noting that U.S. financial institutions are &quot;already generally prohibited from doing business with any bank in Iran,&quot; including the central bank, Cohen said all options to increase financial pressure remain &mdash; including more sanctions on the central bank.<br />\r\n\t<br />\r\n\tThis month, a U.S. House committee approved and a senator proposed similar amendments requiring Obama to take steps that could lead to sanctions against the bank. U.S. Rep. Howard Berman, D-Calif., <a href=\"http://democrats.foreignaffairs.house.gov/press_display.asp?id=889\">described</a> his amendment as sanctioning the bank &quot;if it is found to be engaged in facilitating (weapons of mass destruction) development, terrorism, or any type of support&quot; for the Revolutionary Guards Corps.<br />\r\n\t<br />\r\n\tSen. Mark Kirk, R-Ill., proposes similar administration review before action, potentially resulting in &quot;any foreign financial institution involved with the Central Bank of Iran also being blocked from the U.S. economy.&quot;<br />\r\n\t<br />\r\n\tPer Perry&rsquo;s claim, experts are skeptical the United States could unilaterally succeed in sanctioning the central bank.<br />\r\n\t<br />\r\n\t<a href=\"http://www.iie.com/staff/author_bio.cfm?author_id=27\">Gary Hufbauer</a>, a former U.S. Treasury official and senior fellow at the Peterson Institute for International Economics, said it&rsquo;s unlikely that countries dependent on Iranian oil, including China and India, would bow to the sanctions. &quot;They might well continue to do business with the&quot; bank, Hufbauer told us. &quot;To be blunt, they don&#39;t agree with U.S. sanctions against Iran. What could the U.S. do to interrupt these financial flows?&quot;<br />\r\n\t<br />\r\n\tU.N. involvement might be needed to make the sanctions work, Hufbauer said, meaning cooperation from Russia and China, which do not yet agree with such a course of action. Besides, he said, sanctions affecting Iran&rsquo;s ability to sell oil for dollars would be difficult to enforce.<br />\r\n\t<br />\r\n\t&quot;If somehow the sanctions were imposed,&quot; Hufbauer said, disruptions to Iran would be severe. &quot;It would be a devil to transact sales of oil if you didn&rsquo;t have banking facilities.&quot; While Iran&rsquo;s elites and its military would take care of their own economic needs, he speculated, the rest of the country would grind down, while the price of oil on the international market could burst past $150 a barrel.<br />\r\n\t<br />\r\n\t<a href=\"http://www.mcgeorge.edu/Research_Centers_and_Institutes/Capital_Center_for_Public_Law_and_Policy_Home/Faculty/Michael_P_Malloy.htm\">Michael Malloy</a>, a University of the Pacific expert in banking law and economic sanctions, said the bank could be sanctioned but the U.S. move would not shut down Iran&rsquo;s economy.<br />\r\n\t<br />\r\n\t&quot;First, international economies are too complex and too varied for there to be a direct cause and effect of the kind (Perry&rsquo;s) talking about. It would never be like flipping a switch,&quot; Malloy said. &quot;Most troubling, the U.S. probably does not have sufficient connection to the Iranian economy to have that happen. It just would not happen that way.&quot;<br />\r\n\t<br />\r\n\tBesides, Malloy said, U.S. influence would extend only to entities using facilities over which the United States held sway: &quot;If a Jamaican wanted to buy Iranian pistachios financed by an Iranian bank, and they were going to be delivered in a Dutch cruiser, we basically have no control over that transaction,&quot; he said.<br />\r\n\t<br />\r\n\tSpeculating on the effect of sanctions on the flow of dollars spent to buy Iranian oil, Malloy said that presumably, those dollars would at some point flow through the U.S. banking system and if the U.S. government figured out which dollars were related to Iran&rsquo;s oil sales, then that flow might be blocked. Even then, he said, that would only have an effect on a particular oil refiner somewhere in the chain of distribution. &quot;Once it happens, I guess it causes a stir,&quot; Malloy said, &quot;but finding that transaction in the first place, (and) properly identifying it as related to the Iranian sale, is very hard to do.&quot;<br />\r\n\t<br />\r\n\tSumming up, Malloy said sanctioning the bank would increase economic pressure on Iran, but it&rsquo;s a &quot;silly&quot; stretch to say it would shut down the economy<br />\r\n\t<br />\r\n\tSimilarly, economist <a href=\"https://netfiles.uiuc.edu/esfahani/www/\">Hadi Salehi Esfahani</a> of the University of Illinois at Urbana-Champaign said it&rsquo;s not realistic to suggest the United States could by itself sanction the bank. Even if somehow such sanctions were achieved, he said, and the economy were stalled, the price of oil might reach $200 a barrel.<br />\r\n\t<br />\r\n\tSecretary of State Hillary Clinton and Treasury Secretary Timothy Geithner recently announced the government was designating Iran&rsquo;s financial sector, including the central bank, as a &quot;money-laundering&quot; concern.<br />\r\n\t<br />\r\n\tAs recapped in a Nov. 21, 2011, <em>Christian Science Monitor</em> <a href=\"http://www.csmonitor.com/USA/Foreign-Policy/2011/1121/US-targets-Iran-s-central-bank-as-world-takes-aim-at-Iran-s-nuclear-program\">news article</a>, this designation stopped short of sanctioning the bank but was expected to hinder the bank&rsquo;s operations. &quot;Similar steps taken in the past against North Korean and Lebanese banks caused other countries and international businesses to sever ties,&quot; the <em>Monitor</em> reported.<br />\r\n\t<br />\r\n\tWriting on the <em>Atlantic&rsquo;s</em> website Nov. 22, 2011, <a href=\"http://www.nationaljournal.com/reporters/bio/21\">Yochi J. Dreazen</a>, a national security correspondent for the <em>National Journal</em>, said sanctioning the bank &quot;could spark chaos in the world oil market and push prices higher, threatening the fragile economic recoveries underway in the U.S. and many European countries. ... Other U.S. officials and Middle East experts also fear that Tehran would view the measures as an act of war and retaliate by directly or indirectly striking Israel or other U.S. allies throughout the Middle East.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tIt&rsquo;s clear that the United States could unilaterally sanction the bank -- or try. Yet the move would have uncertain effects; other countries might not join in. It&rsquo;s not proven that Iran&rsquo;s economy would shut down. We rate Perry&rsquo;s statement Half True.</p>\r\n<p>\r\n\t<em><strong>CORRECTION, 2:03 p.m., Nov. 28, 2011</strong></em>: A paragraph originally in this article misstated what&#39;s now permitted to be imported from Iran to the United States, an error that was brought to our attention by a reader. The incorrect information has been removed. This change did not affect our rating.</p>\r\n", "ruling_comments_date": "2011-11-22T17:34:22.064225", "ruling_date": "2011-11-22T21:24:05", "ruling_headline": "Rick Perry says if the United States sanctions Iran's central bank, that will shut down Iran's economy", "ruling_headline_slug": "rick-perry-united-states-sanction-iran", "ruling_link_text": "Iffy", "ruling_state": "Texas", "source_documents": null, "sources": "<p>\r\n\t<em>Christian Science Monitor</em>, news article, <a href=\"http://www.csmonitor.com/USA/Foreign-Policy/2011/1121/US-targets-Iran-s-central-bank-as-world-takes-aim-at-Iran-s-nuclear-program\">&quot;US targets Iran&#39;s central bank as world takes aim at Iran&#39;s nuclear program,&quot;</a> Nov. 21, 2011<br />\r\n\t<br />\r\n\tYochi Dreazen, news analysis, in the<em> Atlantic Monthly</em> online, <a href=\"http://www.theatlantic.com/international/archive/2011/11/why-the-us-is-holding-back-on-its-most-powerful-iran-sanction-for-now/248901/\">&quot;Why the U.S. Is Holding Back on Its Most Powerful Iran Sanction&mdash;for Now,&quot;</a> Nov. 22, 2011<br />\r\n\t<br />\r\n\tU.S. Sen. Mark Kirk, press release, <a href=\"http://kirk.senate.gov/?p=press_release&amp;id=353\">&quot;Kirk to Lead Bipartisan Effort to Collapse the Central Bank of Iran,&quot;</a> Nov. 7, 2011<br />\r\n\t<br />\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/11151162011_garyhufbauerresponsespftexas.html\">E</a><a href=\"http://alt.coxnewsweb.com/statesman/politifact/11151162011_garyhufbauerresponsespftexas.html\">mails</a> (excerpted) and telephone interview, Gary Hufbauer, Reginald Jones Senior Fellow, Peterson Institute for International Economics, Washington, Nov. 15 and 16, 2011<br />\r\n\t<br />\r\n\tTelephone interview, Hadi Salehi Esfahani, professor of economics, University of Illinois at Urbana-Champaign, Nov. 17, 2011<br />\r\n\t<br />\r\n\tU.S. Treasury Department, press release, <a href=\"http://www.treasury.gov/press-center/press-releases/Pages/tg1323.aspx\">&quot;Written Testimony of Under Secretary David S. Cohen before the Senate Committee on Banking, Housing, and Urban Affairs ,&quot;</a> Oct. 13, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 30, "current_job": "U.S. Energy Secretary", "false_count": 31, "first_name": "Rick", "half_true_count": 42, "home_state": "Texas", "id": 291, "last_name": "Perry", "mostly_true_count": 24, "name_slug": "rick-perry", "pants_count": 18, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Perry_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/291/", "total_count": 176, "true_count": 26, "website": "https://energy.gov/management/history/secretaries-energy"}, "statement": "<p>\r\n\t&quot;When you sanction the Iranian central bank, that will shut down (Iran&#39;s) economy.&quot;</p>\r\n", "statement_context": "the CNN Republican presidential debate", "statement_date": "2011-11-22", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}], "target": [], "twitter_headline": ""}