{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2011/nov/22/national-taxpayers-union/taxpayers-group-says-obama-plans-impose-23-percent/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 4831, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/4831/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tPresident Barack Obama plans to &quot;impose a tax of at least 23 percent on Medicare&rsquo;s prescription drug benefit for low-income beneficiaries,&quot; a group says.<br />\r\n\t<br />\r\n\tThe National Taxpayers Union, which generally <a href=\"http://www.ntu.org/about-ntu/\">advocates</a> lower taxes, featured the Obama claim in a half-page advertisement in the Nov. 13, 2011, Dallas Morning News brought to our attention by a reader.<br />\r\n\t<br />\r\n\tWe&rsquo;re all familiar with Obama&rsquo;s 23 percent Medicare tax.<br />\r\n\t<br />\r\n\tOh, wait. We&rsquo;re not.<br />\r\n\t<br />\r\n\tPete Sepp, the taxpayers&rsquo; union spokesman, told us in an interview that the &quot;tax&quot; in the ad &nbsp;refers to what the Obama administration has pitched as a money-saving mandate that pharmaceutical drug makers rebate money to the government for prescription drugs sold to low-income Medicare beneficiaries employing the fairly new federal prescription-drug benefit. That benefit also is known as <a href=\"http://www.medicare.gov/navigation/medicare-basics/medicare-benefits/part-d.aspx?AspxAutoDetectCookieSupport=1\">Medicare Part D</a>, which was ushered into place when George W. Bush was president to help elderly Americans afford prescription drugs.<br />\r\n\t<br />\r\n\tSepp said Obama&rsquo;s proposal amounts to a &quot;mandatory extraction that functions like a tax.&quot;<br />\r\n\t<br />\r\n\tAs noted in an October 2011 <a href=\"http://content.healthaffairs.org/content/30/10/1819.full\">article</a> in the journal <em>Health Affairs</em>, Obama in September proposed a $3 trillion package of savings including $320 billion in Medicare and Medicaid savings. The bulk of the suggested savings involved reduced payments to hospitals and other providers, the article says, but an element ties to requiring Medicare to receive rebates from drug companies for drugs purchased by low-income beneficiaries much like Medicaid has for years.<br />\r\n\t<br />\r\n\tAn <a href=\"http://americanactionforum.org/sites/default/files/Employment_Impact_of_Proposed_Mandatory_Part_D_Drug_Rebates.pdf\">October 2011 critique</a> of Obama&rsquo;s proposal, whose authors include <a href=\"http://americanactionforum.org/experts/douglas-holtz-eakin\">Douglas Holtz-Eakin</a>, a former director of the non-partisan Congressional Budget Office, points out that since 1991, drug manufacturers have been required to enter into agreements with the federal government to pay rebates to the Medicaid program as a condition of their drugs being covered by Medicaid. The rebate rates are tied to a share of the average manufacturers price for each drug or the difference between that price and the &quot;best price&quot; offered to any payer. Since 2010, the minimum rebate amounts have been set at 23.1 percent of the average manufacturers price for most brand-name drugs, the critique says.<br />\r\n\t<br />\r\n\tSo now we know where the 23 percent figure originated.<br />\r\n\t<br />\r\n\tBack to Medicare: The Health Affairs article says that while the federal government has been forbidden by law from negotiating drug prices in Part D, &quot;Democrats and a few Republicans have long looked for other ways to enable the program to capture drug discounts. The Obama plan proposes that manufacturers pay Medicare the same &lsquo;rebates&rsquo; for brand-name and generic drugs that they already pay Medicaid for beneficiaries who receive the Medicare low-income subsidy. This option is estimated to save $135 billion over ten years.&quot;<br />\r\n\t<br />\r\n\tThe Obama <a href=\"http://www.whitehouse.gov/sites/default/files/omb/budget/fy2012/assets/jointcommitteereport.pdf\">proposal</a> states the administration wants to &quot;align&quot; Medicare drug pricing with Medicaid practices. Currently, the proposal says, Medicare Part D insurance plan sponsors negotiate their own rebates and prices for drugs. The resulting rebates reached for brand-name drugs are less than what the government achieves for those drugs under Medicaid, the proposal says, resulting in higher prices in the end.<br />\r\n\t<br />\r\n\tSepp warned against such rebate proposals in a July 2011 letter to members of Congress, saying they amount to &quot;federally-forced price controls on prescription drugs to certain Medicare Part D beneficiaries (who would see no financial gain even as Washington&rsquo;s coffers got fatter).&quot; His letter says health care providers under Medicare Part D had already &quot;negotiated deep voluntary discounts of 20 to 30 percent from drug makers and pharmacies, saving both enrollees and taxpayers considerable sums.&quot;<br />\r\n\t<br />\r\n\tSepp told us by email that the &quot;money collected from the &lsquo;rebates&rsquo; don&#39;t wind up in the actual consumers&#39; pockets or the various Part D plans; instead they go to a fund that will defray certain government Medicare program costs. A &lsquo;rebate&rsquo; as is commonly understood is something that the consumer of product receives after purchase. This &lsquo;rebate&rsquo; is nothing of the kind, and represents deceptive terminology.&quot; Also, Sepp said, the sought rebate is based on a percentage of price per unit, &quot;a lot like the way some excise taxes on products such as some tobacco items work.&quot;<br />\r\n\t<br />\r\n\tWe failed to draw a response from the government on this topic, but outside experts said they&rsquo;d never heard the Medicaid rebates -- or proposed Medicare rebates -- referred to as taxes.<br />\r\n\t<br />\r\n\tJudith Lave, a University of Pittsburgh professor of health economics and former director of the Pennsylvania Medicaid Policy Center, said the Medicaid rebates help government lower drug prices; the same would be so, she said, if such practices were permitted for Medicare. &quot;To view it as a tax is a bit of a stretch,&quot; Lave said. &quot;That is an inappropriate use of the word &lsquo;tax.&rsquo; I would say the government plans to use its market power to get lower prices from the pharmaceutical companies.&quot;<br />\r\n\t<br />\r\n\tKenneth Lawson, who heads the University of Texas School of Pharmacy&rsquo;s Division of Health Outcomes and Pharmacy Practice, said that to the degree drug manufacturers want their products to be available to Medicaid and, potentially, Medicare beneficiaries, rebates could seem like taxes; they have to pay to play.<br />\r\n\t<br />\r\n\tLawson said, though, that the ad statement misleads by suggesting low-income beneficiaries would bear rebate costs most likely to be spread out in different ways by paying companies.<br />\r\n\t<br />\r\n\tRebates can cut drug manufacturer profits, he said, and/or the makers could raise drug prices to partly or completely cover the rebates, ultimately shifting the costs to consumers, hospitals, prescription drug plans (including taxpayers who support Medicaid), and other purchasers of medications. So it&rsquo;s possible, he said, that Medicaid and Medicare beneficiaries could be contributing towards the cost of rebates indirectly through the taxes they pay that support Medicare and Medicaid. &quot;Of course,&quot; he said, &quot;these rebate costs are spread across a relatively large number of people.&quot;<br />\r\n\t<br />\r\n\tThe taxpayer union&rsquo;s Sepp nudged us to a June 2011 <a href=\"http://www.aei.org/files/2011/06/29/Updates-Antos-King-Working-Paper.pdf\">paper </a>criticizing Medicare rebate plans by Joseph Antos of the American Enterprise Institute and Guy King, former chief actuary for Medicaid and Medicare. The paper says: &quot;Like a tax, the requirement that pharmaceutical manufacturers pay a minimum rebate has its initial impact on the manufacturers but the final incidence would be borne primarily by patients, who are the end-users of the prescription drugs.&quot;<br />\r\n\t<br />\r\n\tSepp said by email: &quot;Supporters call this a rebate so they can raise revenues for the federal government without branding their scheme a tax and having to answer a lot of inconvenient questions about it. Just because they don&#39;t want to call it a tax doesn&#39;t mean it won&#39;t function like one.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tWe see how the Obama proposal could be judged a nearly mandatory give-back in that drug companies that decline to give rebates would do so at risk to their bottom lines. It also makes sense that drug companies wouldn&rsquo;t swallow the costs of the rebates; they&rsquo;re not free.<br />\r\n\t<br />\r\n\tThen again, contrary to the ad&#39;s statement, there&rsquo;s no evidence low-income Medicare beneficiaries would pay a 23 percent &quot;tax.&quot; And all told, Obama&#39;s urged rebate remains that--money paid in return for a purchase or action/opportunity. One would have to connect more dots to make it a tax. We rate the group&rsquo;s statement False.</p>\r\n", "ruling_comments_date": "2011-11-22T17:48:28.025204", "ruling_date": "2011-11-22T16:46:50", "ruling_headline": "Taxpayers group says Obama plans to impose 23 percent tax on Medicare prescription benefit for low-income beneficiaries", "ruling_headline_slug": "taxpayers-group-says-obama-plans-impose-23-percent", "ruling_link_text": "Disconnected dots", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tAmerican Enteprise Institute, working paper, <a href=\"http://www.aei.org/files/2011/06/29/Updates-Antos-King-Working-Paper.pdf\">&quot;Tampering with Part D Will Not Solve Our Debt Crisis,&quot;</a> June 29, 2011<br />\r\n\t<br />\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/1114222011_petesepprepliespftexas.html\">Emails</a> (excerpted), Pete Sepp, executive vice president, National Taxpayers Union, Nov. 14 through Nov. 22, 2011<br />\r\n\t<br />\r\n\tStephen Langel, article, <a href=\"http://content.healthaffairs.org/content/30/10/1819.full\">&quot;&lsquo;Super Committee&rsquo; Looks To Health For Savings To Reduce Deficits,&quot;</a> <em>&nbsp;Health Affairs</em>, October 2011<br />\r\n\t<br />\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/11212011_kennethlawsonpftexas.html\">Emails</a> (excerpted) and telephone interview, Kenneth Lawson, professor of Health Outcomes and Pharmacy Practice, School of Pharmacy, University of Texas at Austin, Nov. 21 and 22, 2011<br />\r\n\t<br />\r\n\tTelephone interview, Judith Lave, professor of health economics, University of Pittsburgh, Nov. 21, 2011<br />\r\n\t<br />\r\n\tU.S. Office of Management and Budget, proposal, <a href=\"http://www.whitehouse.gov/sites/default/files/omb/budget/fy2012/assets/jointcommitteereport.pdf\">&quot;Living Within Our Means and Investing in the Future The President&rsquo;s Plan for Economic Growth and Deficit Reduction,&quot;</a> September 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Conservative advocacy group", "false_count": 1, "first_name": "", "half_true_count": 2, "home_state": "Virginia", "id": 644, "last_name": "National Taxpayers Union", "mostly_true_count": 0, "name_slug": "national-taxpayers-union", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/ntu_mug_.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/644/", "total_count": 3, "true_count": 0, "website": "http://www.ntu.org/"}, "statement": "<p>\r\n\tPresident Obama plans to &quot;impose a tax of at least 23 percent on the Medicare prescription drug benefit for low-income beneficiaries.&quot;</p>\r\n", "statement_context": "a newspaper advertisement.", "statement_date": "2011-11-13", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 212, "photo": null, "resource_uri": "/api/v/2/subject/212/", "subject": "Medicaid", "subject_slug": "medicaid", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 50, "photo": null, "resource_uri": "/api/v/2/subject/50/", "subject": "Medicare", "subject_slug": "medicare", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [{"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}], "twitter_headline": ""}