{"art": [], "author": [{"email_address": "bbowers@politifact.com", "first_name": "Becky", "id": 177, "last_name": "Bowers", "name_slug": "becky-bowers", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/bbowers-politifact-mug_.gif", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/177/", "title": "PolitiFact Digital Operations Manager", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2011/nov/23/mitt-romney/mitt-romney-says-hezbollah-latin-america-poses-imm/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 4844, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "bbowers@politifact.com", "first_name": "Becky", "id": 177, "last_name": "Bowers", "name_slug": "becky-bowers", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/bbowers-politifact-mug_.gif", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/177/", "title": "PolitiFact Digital Operations Manager", "twitter": null}], "resource_uri": "/api/v/2/statement/4844/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Former Massachusetts Gov. Mitt Romney, asked during a Republican presidential debate in Washington to suggest an important national security issue that isn&#39;t getting enough attention, said Islamic terror group Hezbollah is &quot;working throughout Latin America,&quot; including Mexico, &quot;which poses a very significant and imminent threat to the United States of America.&quot;<br />\r\n<br />\r\nHe wasn&#39;t the only one raising concern about the radical Shiite Muslim group&#39;s activity in Latin America at the Nov. 22, 2011, CNN debate.<br />\r\n<br />\r\nFormer Pennsylvania Sen. Rick Santorum talked about &quot;radical Islamists&quot; joining with &quot;militant socialists&quot; in Central and South America. Texas Gov. Rick Perry said, &quot;We know that Hamas and Hezbollah are working in Mexico, as well as Iran, with their ploy to come into the United States.&quot;<br />\r\n<br />\r\nWe wondered: Was Romney right? Is the Lebanon-based group linked to the bombing of U.S. Marine barracks in 1983 networking just south of our border?<br />\r\n<br />\r\nThe issue came up with a question from a visiting fellow from the American Enterprise Institute, one of the sponsors of the debate.</p>\r\n\r\n<p>&quot;My question has to do with the unexpected,&quot; he said. &quot;During the 2000 presidential debates, Gov. George W. Bush was never asked about the threat from al-Qaida, yet the battle with al-Qaida dominated his presidency. What national security issue do you worry about that nobody is asking about, either here or in any of the debates so far?&quot;<br />\r\n<br />\r\nWhen it was Romney&#39;s turn to answer, he said:<br />\r\n<br />\r\n&quot;Rick (Santorum), in my view, is right with regards to long-term security interests, and that&#39;s -- and that&#39;s China, although that&#39;s very much on our agenda.<br />\r\n<br />\r\n&quot;Immediately, the most significant threat is, of course, Iran becoming nuclear.<br />\r\n<br />\r\n&quot;But I happen to think Sen. Santorum is right with regards to the issue that doesn&#39;t get enough attention. That&#39;s the one that may come up that we haven&#39;t thought about, which is Latin America. Because, in fact, congressman, we have been attacked. We were attacked on 9/11. There have been dozens of attacks that have been thwarted by our -- by our security forces. And we have, right now, Hezbollah, which is working throughout Latin America, in Venezuela, in Mexico, throughout Latin America, which poses a very significant and imminent threat to the United States of America.&quot;</p>\r\n\r\n<p>Romney and Perry&#39;s campaigns each gave us the same source for their comments: An eight-page American Enterprise Institute paper from October 2011, &quot;<a href=\"http://www.aei.org/files/2011/10/06/Updated-No3LatinAmerican%202011g.pdf\">The Mounting Hezbollah Threat in Latin America</a>.&quot;<br />\r\n<br />\r\nIt begins: &quot;Over the last several years Hezbollah and its patrons in Iran have greatly expanded their operations in Latin America to the detriment of inter-American security and U.S. strategic interests. Today, Hezbollah is using the Western Hemisphere as a staging ground, fundraising center, and operational base to wage asymmetric warfare against the United States. Venezuela&#39;s Hugo Chavez and other anti-American governments in the region have facilitated this expansion by rolling out the welcome mats for Hezbollah and&nbsp;Iran.&quot;<br />\r\n<br />\r\nBut we spent a day digging into the claim and found the support was pretty flimsy. The paper actually provides little evidence that operational cells for Hezbollah are truly active in Mexico and Latin America. It says Hezbollah uses the region to raise money that is channeled back to Lebanon.<br />\r\n<br />\r\nThe strongest evidence for Hezbollah fundraising, money-laundering and other &quot;terrorist-related&quot; activities in Latin America dates from the mid 1980s, when the group began using as a haven the tri-border area beween Brazil, Argentina and Paraguay. A March 2010 <a href=\"http://fpc.state.gov/documents/organization/141615.pdf\">Congressional Research Service report</a> has also noted Hezbollah&#39;s presence there &mdash; where it reportedly profited from music piracy operations &mdash; along with groups such as Hamas, the Chinese Triads and Korean and Taiwanese syndicates.<br />\r\n<br />\r\nBut the report, &quot;<a href=\"http://fpc.state.gov/documents/organization/141615.pdf\">International Terrorism and Transnational Crime: Security Threats, U.S. Policy, and Considerations for Congress</a>,&quot; focuses primarily on the group&#39;s fundraising in the Western hemisphere &mdash; not operational support for the group. While millions of dollars are channeled back to Lebanon every year by criminal enterprises, those operations aren&#39;t typically owned or operated by Hezbollah members, the report says. Instead, the criminals are donors who support the group for religious, ideological or personal reasons.<br />\r\n<br />\r\nBut activity that &quot;poses a very significant and imminent threat to the United States of America,&quot; as Romney said?<br />\r\n<br />\r\nOn that point, the report is significantly more measured: &quot;It is important to note that while these criminal sympathizers do not directly participate in or provide operational support for Hezbollah&rsquo;s terrorist activity, that potential exists, security experts believe. If the organization decided to attack U.S. or Israeli interests in West Africa or South America, it is possible that these sympathizers could play a concrete role.&quot;<br />\r\n<br />\r\nRomney wasn&#39;t just talking about Brazil, Argentina and Paraguay. In fact, he singled out Venezuela and Mexico.</p>\r\n\r\n<p>On Venezuela, the AEI paper sounds a stronger alarm -- even though it offers relatively little solid evidence to justify the strong language. Discussing the &quot;mounting Hezbollah threat,&quot; it says that Hezbollah acts as a proxy for Iran, and thus a developing alliance between Iran&#39;s Mahmoud Ahmadinejad and Venezuela&#39;s Hugo Chavez has meant a new safe haven for the Islamic group. Research by the paper&#39;s authors, Roger Noriega and Jose Cardenas, identify &quot;at least two parallel yet collaborative terrorist networks&quot; growing in Latin America, primarily in Brazil, Venezuela, Argentina and Chile. They cite &quot;open sources, subject-matter experts, and sensitive sources within various governments,&quot; but don&#39;t footnote this section of the paper.<br />\r\n<br />\r\nOne is &quot;operated by Hezbollah and aided by its collaborators&quot; and the other &quot;is managed by the Qods Force of the Iranian Revolutionary Guard Corps.&quot; One pair of Lebanese brothers, the Nessereddines, reportedly launders money and has business dealings with Hezbollah and operates a paramilitary training camp on Margarita Island. A parallel recruiting network is overseen by Hojjat al-Eslam Mohsen Rabban, &quot;the Terrorist Professor,&quot; described as the mastermind behind two attacks on Jewish targets in Buenos Aires in the early &#39;90s that killed 144 people.<br />\r\n<br />\r\n&quot;Despite being the subject of an Interpol Red Notice, Rabbani reportedly still operates in the region, traveling under false papers and connecting with his former disciples,&quot; the paper says.<br />\r\n<br />\r\nThen there&#39;s Mexico.<br />\r\n<br />\r\n&quot;The immediate U.S. national security concern related to Hezbollah activity in Latin America is Mexico, where the terrorist group has ready access to the U.S. border,&quot; the paper says. &quot;Principal Hezbollah activities there include human smuggling and narcotics trafficking. ... While there certainly have been no reported cases of Hezbollah smuggling operatives across the border to carry out terrorist attacks in the United States, it is neither &#39;sensationalist&#39; nor &#39;alarmist&#39; to be concerned about it and respond with appropriate policy measures.&quot;<br />\r\n<br />\r\nWe reached out to Roger Noriega, one of the paper&#39;s authors and a former assistant secretary of state for Western Hemisphere affairs under the Bush administration. Did Romney accurate characterize his work?<br />\r\n<br />\r\n&quot;I think he and Rick Santorum had it right,&quot; he said.<br />\r\n<br />\r\nBut he acknowledged the Mexico evidence was thin.<br />\r\n<br />\r\n&quot;You will see that we focus on South America, not on Mexico, so references that others made to &#39;Hezbollah in Mexico&#39; are more speculative and not yet confirmed,&quot; he said.<br />\r\n<br />\r\nIndeed, evidence in the Mexico section of the paper includes Hezbollah supporters picked up in the United States after traveling through Mexico and a <em>Washington Times</em> <a href=\"http://www.washingtontimes.com/news/2009/mar/27/hezbollah-uses-mexican-drug-routes-into-us/?page=all\">article from March 2009</a> that relied largely on unnamed sources. Then it ventures into the realm of a <a href=\"http://info.publicintelligence.net/AZ-Hezbollah.pdf\">Tuscon (Arizona) Police Department memo</a> &quot;leaked by an Internet hacker group,&quot; that itself relies on secondary sources including the Examiner and Wikipedia.<br />\r\n<br />\r\nWe looked for additional support for the idea of a &quot;significant and imminent threat&quot; to the United States posed by Hezbollah in Latin America.<br />\r\n<br />\r\nIn 2008 speeches, former Homeland Security Secretary Michael Chertoff mentioned Hezbollah&#39;s &quot;presence&quot; and &quot;tentacles&quot; that &quot;reach across the globe,&quot; including in South America.<br />\r\n<br />\r\n&quot;It also has a presence elsewhere in the world, including in South America, our own western hemisphere, where you&#39;ll remember some time back they actually carried out an operation against a Jewish facility in South America,&quot; he told the National Press Club. But his language wasn&#39;t as pointed as Romney&#39;s.<br />\r\n<br />\r\nA more recent report from the State Department report on the subject, &quot;<a href=\"http://www.state.gov/s/ct/rls/crt/2010/170259.htm\">Country Reports on Terrorism 2010</a>,&quot; published in August 2011, doesn&#39;t support Romney&#39;s claim. It says Islamic terror groups&#39; Latin American involvement focuses on fundraising, not carrying out terrorist plots.<br />\r\n<br />\r\n&quot;There were no known operational cells of either al-Qaida- or Hezbollah-related groups in the hemisphere,&quot; the report says, &quot;although ideological sympathizers in South America and the Caribbean continued to provide financial and moral support to these and other terrorist groups in the Middle East and South Asia.&quot;<br />\r\n<br />\r\nWe found other experts who have studied terrorism in the region who say the talk of Hezbollah in Latin America is overblown.<br />\r\n<br />\r\nVanda Felbab-Brown of the Brookings Institution, who testified in 2009 for the House subcommittee on National Security and Foreign Affairs on illicit economies, organized crime, and their impact on U.S. and global security, said, &quot;Allegations of al-Qaida, Hamas, and Hezbollah contacts with the FARC or these groups&#39; penetration of the Latin American drug trade have not proven robust.&quot;</p>\r\n\r\n<p>Another Brookings scholar, senior fellow on foreign policy Kevin Casas-Zamora, told PolitiFact, &quot;Hezbollah roaming free in Latin America &mdash; that&#39;s a gross exaggeration.&quot;<br />\r\n<br />\r\n&quot;Hugo Chavez does have close links to Iran, but I doubt it that they present a danger for U.S. national security,&quot; said Casas-Zamora, the former vice president of Costa Rica. &quot;If Venezuela was indeed harboring a serious Hezbollah operation we would surely know it by now. The U.S. has had for years an official policy of toning down the confrontation with Chavez, but a serious terrorist threat is the one thing that the U.S. would not countenance.&quot;<br />\r\n<br />\r\n&quot;My impression is that the Republican candidates are trying to crank up the volume of the confrontation with Chavez by accusing him of promoting terrorism as part of a more &#39;muscular&#39; foreign policy. And they are also trying to blend the threat of drug trafficking with terrorism to justify continuation of an assistance program in Mexico, the results of which are rather debatable. Mixing up the issues of drug trafficking, Chavez and terrorism makes for good soundbites but it is both dangerous and sloppy from the policy standpoint.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong><br />\r\n<br />\r\nRomney warned during the Republican presidential debate in Washington that &quot;We have, right now, Hezbollah, which is working throughout Latin America, in Venezuela, in Mexico, throughout Latin America, which poses a very significant and imminent threat to the United States of America.&quot;<br />\r\n<br />\r\nWhile there&#39;s some evidence of Hezbollah sympathizers and fundraisers working in the tri-border area between Brazil, Argentina and Paraguay and perhaps even recruiters and trainers in Chavez-led Venezuela, there&#39;s little evidence for the group &quot;working&quot; in Mexico. Even less publicly supported is the idea of that presence amounting to a &quot;very significant and imminent threat to the United States of America.&quot; The State Department confirms there are no known terror cells of al-Qaida or Hezbollah groups in our hemisphere.<br />\r\n<br />\r\nRomney was asked to recite a national security issue he worries &quot;nobody is asking about.&quot; In this case, there might be a good reason. We rate his statement Mostly False.</p>\r\n", "ruling_comments_date": "2011-11-23T17:29:17.775849", "ruling_date": "2011-11-23T17:52:57", "ruling_headline": "Mitt Romney says Hezbollah in Latin America poses an imminent threat to the United States ", "ruling_headline_slug": "mitt-romney-says-hezbollah-latin-america-poses-imm", "ruling_link_text": "Evidence is flimsy", "ruling_state": null, "source_documents": null, "sources": "<p>CQ Transcriptwire, &quot;Republican Presidential Candidates Participate In A Presidential Debate Sponsored By CNN, the Heritage Foundation and the American Enterprise Institute, Washington, D.C.,&quot; Nov. 22, 2011</p>\r\n\r\n<p>E-mail interview with Ryan Williams, spokesman for Mitt Romney, Nov 23, 2011</p>\r\n\r\n<p>E-mail interview with Katherine Cesinger, spokeswoman for Rick Perry, Nov. 23, 2011</p>\r\n\r\n<p>American Enterprise Institute, &quot;<a href=\"http://www.aei.org/files/2011/10/06/Updated-No3LatinAmerican%202011g.pdf\" id=\"xvup\" title=\"The Mounting Hezbollah Threat in Latin America\">The Mounting Hezbollah Threat in Latin America</a>,&quot; October 2011</p>\r\n\r\n<p>Congressional Research Service, &quot;<a href=\"http://fpc.state.gov/documents/organization/141615.pdf\" id=\"g:8k\" title=\"International Terrorism and Transnational Crime: Security Threats, U.S. Policy, and Considerations for Congress\">International Terrorism and Transnational Crime: Security Threats, U.S. Policy, and Considerations for Congress</a>,&quot; March 18, 2010</p>\r\n\r\n<p>E-mail interview with Roger Noriega, visiting fellow at the American Enterprise Institute, Nov. 23, 2011</p>\r\n\r\n<p>Washington Times, &quot;<a href=\"http://www.washingtontimes.com/news/2009/mar/27/hezbollah-uses-mexican-drug-routes-into-us/?page=all\" id=\"qzu0\" title=\"Exclusive: Hezbollah Uses Mexican Drug Routes into the U.S.\">Exclusive: Hezbollah Uses Mexican Drug Routes into the U.S.</a>,&quot; March 27, 2009</p>\r\n\r\n<p>Tucson Police Department,&nbsp;<a href=\"http://info.publicintelligence.net/AZ-Hezbollah.pdf\" id=\"jvjn\" title=\"Tucson Urban Area Security Initiative\">Tucson Urban Area Security Initiative</a>, September 20, 2010</p>\r\n\r\n<p>Brookings, &quot;<a href=\"http://www.brookings.edu/testimony/2009/1001_drug_enterprises_felbabbrown.aspx\" id=\"yqco\" title=\"Transnational Drug Enterprises: Threats to Global Stability and U.S. National Security\">Transnational Drug Enterprises: Threats to Global Stability and U.S. National Security</a>,&quot; Oct. 1, 2009</p>\r\n\r\n<p>Homeland Security, &quot;<a href=\"http://www.dhs.gov/xnews/speeches/sp_1221138850495.shtm\" id=\"p5bk\" title=\"Remarks by Homeland Security Secretary Michael Chertoff at the National Press Club\">Remarks by Homeland Security Secretary Michael Chertoff at the National Press Club</a>,&quot; Sept. 10, 2008</p>\r\n\r\n<p>Homeland Security, &quot;<a href=\"http://www.dhs.gov/xnews/speeches/sp_1219697784176.shtm\" id=\"xmr6\" title=\"Secretary Michael Chertoff U.S. Department Of Homeland Security 'Addressing 21st Century Threats: The U.S. Prevention Strategy\">Secretary Michael Chertoff U.S. Department Of Homeland Security &#39;Addressing 21st Century Threats: The U.S. Prevention Strategy</a>,&#39;&quot; June 5, 2008</p>\r\n\r\n<p>Department of State, &quot;<a href=\"http://www.state.gov/s/ct/rls/crt/2010/170259.htm\" id=\"hcmj\" title=\"Country Reports on Terrorism 2010\">Country Reports on Terrorism 2010</a>,&quot; Aug. 18, 2011</p>\r\n\r\n<p>E-mail interview with Kevin Casas-Zamora, interim director, Latin America Initiative, senior fellow, foreign policy, Brookings Institution, Nov. 23, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 34, "current_job": "Former governor", "false_count": 32, "first_name": "Mitt", "half_true_count": 58, "home_state": "Massachusetts", "id": 5, "last_name": "Romney", "mostly_true_count": 33, "name_slug": "mitt-romney", "pants_count": 19, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-mittromney.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/5/", "total_count": 221, "true_count": 30, "website": "http://www.mittromney.com/"}, "statement": "<p>&quot;We have, right now, Hezbollah, which is working throughout Latin America, in Venezuela, in Mexico, throughout Latin America, which poses a very significant and imminent threat to the United States of America.&quot;</p>\r\n", "statement_context": "a Republican debate in Washington", "statement_date": "2011-11-22", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 37, "photo": null, "resource_uri": "/api/v/2/subject/37/", "subject": "Terrorism", "subject_slug": "terrorism", "used_in_edition": []}], "target": [], "twitter_headline": ""}