{"art": [], "author": [{"email_address": "amarshall@plaind.com", "first_name": "Aaron", "id": 152, "last_name": "Marshall", "name_slug": "aaron-marshall", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-aaron-marshall.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/152/", "title": "Reporter, Plain Dealer statehouse bureau", "twitter": null}], "canonical_url": "/ohio/statements/2011/nov/30/mike-dewine/mike-dewine-cites-link-between-viewing-child-porno/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 4862, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "amarshall@plaind.com", "first_name": "Aaron", "id": 152, "last_name": "Marshall", "name_slug": "aaron-marshall", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-aaron-marshall.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/152/", "title": "Reporter, Plain Dealer statehouse bureau", "twitter": null}], "resource_uri": "/api/v/2/statement/4862/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tThere is no category of crimes more revolting to most people than sexual crimes committed against children.<br />\r\n\t<br />\r\n\tIn the wake of the Penn State scandal, Ohio Attorney General Mike DeWine rolled out a new &quot;Crimes Against Children&quot; initiative on Nov. 18 targeting Internet predators who trade child pornography or actually molest or attempt to molest children.<br />\r\n\t<br />\r\n\tFlanked by police chiefs and prosecutors, DeWine announced that he was dedicating a new 15-person unit to focus on stopping crimes against children. The unit would be part of the state Bureau of Criminal Investigation, which is run by his office. Attempting to demonstrate the prevalence of the crimes in today&rsquo;s society, DeWine focused on the link between viewers of child pornography and the actual molestation of children.<br />\r\n\t<br />\r\n\t&quot;At a minimum, 40 percent of those who view child pornography end up molesting children as a result,&quot; DeWine said. &quot;At least 40 percent, some estimates as high as 80 percent.&quot;<br />\r\n\t<br />\r\n\tPolitiFact Ohio was struck by the relatively high percentage cited by DeWine and the cause and effect he said exists between viewing child porn and committing physical acts of sexual contact against children. Could four in 10 people who viewed child porn really be committing sexual acts against children?<br />\r\n\t<br />\r\n\tWe turned first to DeWine&rsquo;s office for some supporting evidence, who quickly e-mailed us a pair of studies said to back up his claim. &nbsp;<br />\r\n\t<br />\r\n\tThe first study, entitled &quot;A Profile of Pedophilia: Definition, Characteristics of Offenders, Recidivism, Treatment Outcomes, and Forensic Issues, is from doctors at the Mayo Clinic.<br />\r\n\t<br />\r\n\tIt states that 30 to 80 percent of arrested individuals who viewed child pornography and 76 percent of individuals who were arrested for Internet child pornography had molested a child, according to studies and case reports. The study quotes from a November 2004 article from the American Prosecutors Research Institute called &quot;From Fantasy to Reality: The Link Between Viewing Child Pornography and Molesting Children&quot; written by Candice Kim. It also apparently references a 2000 study of sex offender inmates in a Federal Bureau of Prisons program. &nbsp;<br />\r\n\t<br />\r\n\tKim&rsquo;s report cites a U.S. Postal Inspection Service finding that 80 percent of purchasers of child pornography are active abusers and nearly 40 percent of the child pornographers investigated over several years have sexually molested children. A footnote indicates the statement is taken from the 2002 testimony Ernie Allen, director of The National Center for Missing and Exploited Children, when he appeared before a &nbsp;congressional committee.<br />\r\n\t<br />\r\n\tThe U.S. Postal Inspection Service made 1,807 child porn arrests from January 1997 to March 2004 which netted 620 &quot;confirmed child molesters,&quot; the article states. That is a child molestor rate of 34.3 percent, according to the statistic provided by U.S. Postal Inspection Service Agent Ray Smith during a 2004 interview with Kim.<br />\r\n\t<br />\r\n\tOther statistics found in the report include a Pennsylvania-based law enforcement task force reporting that 51 percent of individuals arrested for pornography-related offense were also determined to be actively molesting children or to have molested in the past. In Dallas, a similar task force put that figure at 31 percent. The original source of those statements was again Allen&rsquo;s 2002 congressional testimony. &nbsp;&nbsp;<br />\r\n\t<br />\r\n\tThe other study cited by DeWine&rsquo;s office is a 2005 study funded by a congressional grant to the National Center for Missing &amp; Exploited Children. In that study of 1,713 people arrested nationwide for child pornography in a one-year period from July 2000 to July 2001, 40 percent were &quot;dual offenders&quot; who sexually victimized children and possessed child pornography with both crimes discovered in the same investigation.<br />\r\n\t<br />\r\n\tSo what are all these studies saying?<br />\r\n\t<br />\r\n\tThey are saying there is a link between those arrested by various state and federal law enforcement agencies for child porn possession and acts of molestation of children by this same group of people. &nbsp;<br />\r\n\t<br />\r\n\tWhat the do not say, though, is that the link exists for the entire group of people that views child porn and whether those people molest children.<br />\r\n\t<br />\r\n\tAs the 2005 National Center for Missing &amp; Exploited Children report puts it &quot;we do not know if these child porn possessors were representative of all Internet-related child porn possessors.&quot; &nbsp;&nbsp;<br />\r\n\t<br />\r\n\tFurthermore, that report states that there is no known evidence supporting cause and effect -- that simply possessing child pornography encourages or causes child victimization. There has been no study of this issue. &nbsp;<br />\r\n\t<br />\r\n\t&quot;Knowing a considerable number of dual offenders were discovered during investigations of Internet-related, child-sexual victimization and child porn possession cases does not explain how possessing child pornography is related to child victimization or whether it encourages or causes such victimization,&quot; states the report. &quot;We do not have data to determine this.&quot;<br />\r\n\t<br />\r\n\tLater, the report states as to whether the child porn viewing is done before the molesting &quot;we had no information about the sequencing of crimes committed by dual offenders.&quot; &nbsp;<br />\r\n\t<br />\r\n\tMeanwhile, a 2000 study done by psychologists working with prisoners in the Federal Bureau of Prisons sex offender treatment program found that 76 percent of inmates charged with child pornography crimes admitted to having committed contact sex crimes. That study was followed up in 2009 by a similar study which found that 85 percent of 155 convicted sex offenders had committed at least one &quot;hands on sexual offense.&quot;<br />\r\n\t<br />\r\n\tHowever, a paper prepared by one of the primary authors of both studies, Andres Hernandez, stresses not to apply the statistics of those convicted of child porn possession to the larger &quot;unknown&quot; population of child porn users.<br />\r\n\t<br />\r\n\t&quot;The number of individuals who are apprehended by law enforcement for committing child porn offenses represents a small proportion of the population of individuals collecting, trading and producing child pornography worldwide,&quot; Hernandez writes. &quot;Some individuals have misused the results (of the two studies) to fuel the argument that the majority of child porn offenders are indeed contact sexual offenders and, therefore, dangerous predators. This is simply not supported by the scientific evidence.&quot;<br />\r\n\t<br />\r\n\tSaid Hernandez&rsquo;s paper: &quot;Some individuals in law enforcement are tempted to rely on a biased interpretation of our study...to prove that the majority of child porn offenders are child molestors.&quot;<br />\r\n\t<br />\r\n\tHernandez&rsquo;s paper also notes something not reported in this 2009 study &mdash; that a 42-person sample of the prisoners were asked questions about when they began possessing child porn compared to when they began committing contact sexual crimes.<br />\r\n\t<br />\r\n\t&quot;The vast majority of our subjects indicated they committed hands-on abuse prior to seeking child pornography via the Internet,&quot; he writes. &quot;The results indicated that in 41 of 42 cases examined hands-on sexual crimes preceded child porn offenses.&quot; &nbsp;<br />\r\n\t<br />\r\n\tSo where are we left as we bid this abhorrent subject goodbye?<br />\r\n\t<br />\r\n\tAt a news conference promoting a crackdown on sexual crimes against children, DeWine made statements stating that &quot;at a minimum 40 percent of those who view child pornography end up molesting children as a result.&quot;<br />\r\n\t<br />\r\n\tMolestation crimes are horrific. And while DeWine&rsquo;s statement is overly broad, it does contain an element of truth: that people who commit acts of child molestation also often view child pornography.<br />\r\n\t<br />\r\n\tHis statements are based on studies which are all of those arrested for child porn offenses and range from a 31 percent child molester rate up to 85 percent, depending on the study. &nbsp;<br />\r\n\t<br />\r\n\tHowever, several of the authors of those studies caution that the numbers should not be generalized to the bigger universe of all people who have viewed child porn -- those who have been arrested and those who have not. And that&rsquo;s exactly what DeWine did.<br />\r\n\t<br />\r\n\tAnd researchers caution that there is no evidence that the molesting of children by those possessing child porn takes place as a result of viewing the child porn, a claim made by DeWine. Quite to the contrary, study of this cause-effect relationship we found suggests that nearly all offenders committed acts of molestation prior to looking at child porn.<br />\r\n\t<br />\r\n\tThose are critical facts that would give a different impression of DeWine&rsquo;s claim.<br />\r\n\t<br />\r\n\tOn the Truth-O-Meter, his claim rates Mostly False.</p>\r\n", "ruling_comments_date": "2011-11-30T10:42:23.449686", "ruling_date": "2011-11-30T10:00:00", "ruling_headline": "Mike DeWine cites link between viewing child pornography and molestation cases", "ruling_headline_slug": "mike-dewine-cites-link-between-viewing-child-porno", "ruling_link_text": "Studies don't support cause-and-effect claim", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tE-mail from Eve Mueller, spokeswoman with Ohio Attorney General&rsquo;s Office, Nov. 21, 2011.<br />\r\n\t<br />\r\n\tAttorney General Mike DeWine, <a href=\"http://www.ohiochannel.org/MediaLibrary/Media.aspx?fileId=133342\">news conference (comment is about 7:50 into video)</a>, Nov. 18, 2011 &nbsp;<br />\r\n\t<br />\r\n\tMayo Clinic Proceedings, &quot;<a href=\"http://www.mayoclinicproceedings.com/content/82/4/457.full\">A Profile of Pedophilia: Definition, Characteristics of Offenders, Recidivism, Treatment Outcomes, and Forensic Issues</a>,&quot; authored by Ryan C.W. Hall and Richard C.W. Hall, April 2007<br />\r\n\t<br />\r\n\tAmerican Prosecutors Research Institute, &quot;<a href=\"http://www.ndaa.org/pdf/Update_gr_vol1_no3.pdf\">From Fantasy to Reality: The Link Between Viewing Child Pornography and Molesting Children</a>,&quot; authored by Candice Kim, November 2004 &nbsp;&nbsp;<br />\r\n\t<br />\r\n\tReport from National Center for Missing &amp; Exploited Children, &quot;<a href=\"http://www.missingkids.com/en_US/publications/NC144.pdf\">Child-Pornography Possessors Arrested in Internet-Related Crimes: Findings from the National Juvenile Online Victimization Study</a>,&quot; authored by Janis Wolak, David Finkelhor and Kimberly J. Mitchell, 2005. &nbsp;&nbsp;<br />\r\n\t<br />\r\n\tPosition paper of Psychologist Andres Hernandez for a global symposium. &quot;<a href=\"http://www.iprc.unc.edu/G8/Hernandez_position_paper_Global_Symposium.pdf\">Psychological and Behavorial Characteristics of Child Pornography Offenders in Treatment</a>,&quot; presented April 2009</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "Ohio attorney general", "false_count": 1, "first_name": "Mike", "half_true_count": 5, "home_state": "Ohio", "id": 579, "last_name": "DeWine", "mostly_true_count": 1, "name_slug": "mike-dewine", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-mike-dewine-mug.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/579/", "total_count": 14, "true_count": 2, "website": ""}, "statement": "<p>\r\n\t&quot;At a minimum, 40 percent of those who view child pornography end up molesting children as a result.&quot;&nbsp;</p>\r\n", "statement_context": "a news conference", "statement_date": "2011-11-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 127, "photo": null, "resource_uri": "/api/v/2/subject/127/", "subject": "Children", "subject_slug": "children", "used_in_edition": []}, {"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}], "target": [], "twitter_headline": ""}