{"art": [], "author": [{"email_address": "bbowers@politifact.com", "first_name": "Becky", "id": 177, "last_name": "Bowers", "name_slug": "becky-bowers", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/bbowers-politifact-mug_.gif", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/177/", "title": "PolitiFact Digital Operations Manager", "twitter": null}], "canonical_url": "/florida/statements/2011/dec/01/rick-scott/gov-rick-scott-says-obamacare-not-law-land/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "asharockman@politifact.com", "first_name": "Aaron", "id": 114, "last_name": "Sharockman", "name_slug": "aaron-sharockman", "on_staff_page": 2, "phone": "727-553-4534", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots05.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/114/", "title": "Executive Director", "twitter": "asharock"}], "facebook_headline": null, "id": 4864, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "bbowers@politifact.com", "first_name": "Becky", "id": 177, "last_name": "Bowers", "name_slug": "becky-bowers", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/bbowers-politifact-mug_.gif", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/177/", "title": "PolitiFact Digital Operations Manager", "twitter": null}], "resource_uri": "/api/v/2/statement/4864/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tGov. Rick Scott, who has led Florida&#39;s opposition to the federal Affordable Care Act, offered justification for refusing millions of dollars in grants to implement the health care law: &quot;It&#39;s not the law of the land.&quot;<br />\r\n\t<br />\r\n\tHis&nbsp;<a href=\"http://blogs.palmbeachpost.com/on-call/2011/11/17/rick-scott-health-reform-is-not-the-law-of-the-land/\">declaration to the <em>Palm Beach Post</em></a><em>&nbsp;</em>editorial board on Nov. 17, 2011, prompted the paper to&nbsp;<a href=\"http://www.palmbeachpost.com/money/gov-scott-federal-officials-at-odds-over-affordable-1996456.html\">ask experts</a>.<br />\r\n\t<br />\r\n\tAnd we wondered: Is that true?<br />\r\n\t<br />\r\n\tThe <a href=\"http://docs.house.gov/energycommerce/ppacacon.pdf\">Affordable Care Act</a>, signed into law by President Barack Obama in 2010, faces review by the U.S. Supreme Court after federal judges offered different opinions about whether some parts of the law violate the U.S. Constitution. That will&nbsp;<a href=\"http://acalitigationblog.blogspot.com/\">stretch into next year</a>.<br />\r\n\t<br />\r\n\tMeanwhile, most states are working to implement the law, which&nbsp;<a href=\"http://www.healthcare.gov/law/timeline/full.html\">takes effect in stages</a>&nbsp;through January 2015. But not Florida.</p>\r\n<p>\r\n\tFlorida&nbsp;<a href=\"http://www.tampabay.com/news/health/article1149004.ece\">r</a><a href=\"http://www.tampabay.com/news/health/article1149004.ece\">efused grants</a>&nbsp;to roll out the complex 10-part statute when a Florida district court judge&nbsp;<a href=\"http://www.tampabay.com/news/health/florida-judge-rules-federal-health-care-legislation-is-unconstitutional/1148731\">ruled it unconstitutional in January 2011,&nbsp;</a>even though the&nbsp;<a href=\"http://www.politico.com/static/PPM187_vinson.html\">same judge said</a>&nbsp;the law should&nbsp;<a href=\"http://www.tampabay.com/blogs/the-buzz-florida-politics/content/florida-judge-who-ruled-obamacare-unconstitutional-says-states-should-move-forward-federal-h\">continue to be implemented</a>&nbsp;as long as his ruling was quickly appealed (which it was).<br />\r\n\t<br />\r\n\tScott&#39;s administration has turned away grants applied for under Gov. Charlie Crist, such as $2 million for Medicare outreach, $500,000 for an elder affairs counseling and assistance program, $1 million to help consumers monitor health care premiums in the state and $1 million to plan a health care exchange, according to the Governor&#39;s Office. Then&nbsp;<a href=\"http://www.tampabay.com/news/courts/in-fighting-health-care-law-florida-rejects-millions-in-federal-aid/1174120\">it turned away larger sums</a>, such as the first installment of more than $30 million to help keep disabled seniors out of nursing homes. Just how much has it turned away? The Governor&#39;s Office doesn&#39;t keep a tally, spokesman Lane Wright said.<br />\r\n\t<br />\r\n\t<strong>What Scott said</strong><br />\r\n\t<br />\r\n\tWe asked for an audio recording of Scott&#39;s discussion with the <em>Palm Beach Post </em>editorial board. Here&#39;s how that part of the conversation unfolded:<br />\r\n\t<br />\r\n\tRandy Schultz, the paper&#39;s editorial page editor, noted that Florida had not worked to implement Obama&#39;s health care law, then asked: &quot;Will you implement the law if the Supreme Court upholds all or part of it?&quot;<br />\r\n\t<br />\r\n\tScott replied: &quot;If it&#39;s the law of the land, we&#39;ll be ready.&quot;<br />\r\n\t<br />\r\n\t<em>Post</em> editorial writer Rhonda Swan commented that the state has rejected millions in federal grants designed to help the state prepare. So, she asked, how would the governor pay for implementation?<br />\r\n\t<br />\r\n\t&quot;It&#39;s my job, if it&#39;s the law of the country, to be ready when it&#39;s the law,&quot; Scott said. &quot;... When it&#39;s the law of the land, we&#39;ll implement the law.&quot;<br />\r\n\t<br />\r\n\t&quot;Where will you find the money?&quot; Swan asked.<br />\r\n\t<br />\r\n\t&quot;It&#39;ll be part of our budget,&quot; Scott said.<br />\r\n\t<br />\r\n\tSwan continued to press, finally asking: &quot;Why not take the money that the federal government is offering now so you can be prepared?&quot;<br />\r\n\t<br />\r\n\t&quot;Because it&#39;s not the law of the land,&quot; Scott said. &quot;I don&#39;t believe it&#39;ll ever become the law of the land.&quot;<br />\r\n\t<br />\r\n\t<strong>Legal views</strong></p>\r\n<p>\r\n\tWhile some judges have found the law to be unconstitutional, none has told states to stop implementing it.</p>\r\n<div>\r\n\tMost of the <a href=\"http://acalitigationblog.blogspot.com/\">more than 30 cases</a> challenging the law have been dismissed, are awaiting arguments or &mdash; in four cases, <a href=\"http://www.justice.gov/healthcare/ \">according to the Justice Department </a> &mdash; upheld the law. While some judges have found the law to be unconstitutional, none have told states to stop implementing it. Instead, they&#39;ve encouraged the Supreme Court to settle the issue.</div>\r\n<div>\r\n\t&nbsp;</div>\r\n<div>\r\n\t<div>\r\n\t\tOne subject of constitutional controversy is the law&#39;s requirement that people purchase health insurance or pay a penalty &mdash; known as the &quot;individual mandate&quot; &mdash; which starts in 2014.</div>\r\n</div>\r\n<div>\r\n\t&nbsp;</div>\r\n<div>\r\n\tA Virginia judge who struck down just the individual mandate in December 2010 <a href=\"http://www.outsidethebeltway.com/federal-judge-health-care-law-individual-mandate-unconstitutional/\">didn&#39;t freeze implementation</a> of the law. An appeals court overturned his decision, anyway, and the Supreme Court has been asked to review the case.</div>\r\n<div>\r\n\t&nbsp;</div>\r\n<div>\r\n\tIn the most significant challenge to the law, which was filed by Florida, 25 other states, two individuals and the National Federation of Independent Businesses, a district court judge found parts of the law unconstitutional, including the individual mandate. Judge Roger Vinson concluded the mandate couldn&#39;t be severed from the legislation, and so struck down the whole law in January 2011. But he said states <a href=\"http://www.politico.com/static/PPM187_vinson.html\">could continue implementing it</a> as the appeals process moved forward. The <a href=\"http://aca-litigation.wikispaces.com/file/view/States+cert+petition+%2809.29.11%29.pdf\">appeals court</a> also found the individual mandate unconstitutional, but said that it could be struck down alone, preserving the rest of the law. The Supreme Court has agreed to review the case.</div>\r\n<div>\r\n\t&nbsp;</div>\r\n<div>\r\n\tMeanwhile, Scott says the health care law is &quot;not the law of the land.&quot;</div>\r\n<div>\r\n\t&nbsp;</div>\r\n<div>\r\n\tThat interpretation didn&#39;t sit well with Timothy Jost, a professor at Washington and Lee University School of Law who has closely followed legal wrangling over the Affordable Care Act. Unless it&#39;s declared unconstitutional by the Supreme Court, it is &quot;the law of the land,&quot; he told PolitiFact.</div>\r\n<p>\r\n\t&quot;This is the law -- it&#39;s been passed by both houses of Congress and signed by the president,&quot; Jost said.</p>\r\n<p>\r\n\tThat&#39;s also the position of the U.S. Department of Heath and Human Services.&nbsp;</p>\r\n<p>\r\n\t&quot;Legal challenges are nothing new, but they don&#39;t change the status of a law,&quot; said spokeswoman Erin Shields.</p>\r\n<p>\r\n\tSo, what did the governor mean?<br />\r\n\t<br />\r\n\tSpokesman Lane Wright said that beyond constitutional questions about the health care law, its most significant and expensive provisions don&#39;t take effect until 2014. Those include an expansion of Medicaid, the mandate that individuals purchase health insurance and a requirement for states to set up health insurance exchanges to make coverage available to people who don&#39;t get it through their employers.<br />\r\n\t<br />\r\n\t&quot;None of those are in effect right now and, hence, are not the law of the land,&quot; Wright said.<br />\r\n\t<br />\r\n\tOf course,&nbsp;<a href=\"http://www.healthcare.gov/law/timeline/full.html\">many provisions of the law</a>&nbsp;are in effect. There&#39;s already a 50 percent discount for name-brand drugs in the Medicare &quot;doughnut hole.&quot; Young adults can get insurance coverage through their parents. Insurance companies can&#39;t go back and search for a technical error on an application to deny payment for services once someone gets sick. Small businesses qualify for tax credits to help them provide health benefits to workers. New insurance plans must offer free preventive care. That&#39;s just a partial list of elements of the law in effect last year.<br />\r\n\t<br />\r\n\tMeanwhile, does the governor really mean to argue that he&#39;s turning away money to prepare for provisions of the law to go into effect because they haven&#39;t yet gone into effect?<br />\r\n\t<br />\r\n\tRandy Barnett, a Georgetown law professor involved in the Supreme Court challenge to the health care law, offered another interpretation of Scott&#39;s statement.<br />\r\n\t<br />\r\n\tThe governor took an oath to support the Constitution. So he might take the stance that the law, &quot;though properly enacted, is contrary to the Constitution and therefore not a valid and binding law,&quot; Barnett said.<br />\r\n\t<br />\r\n\tSo Jost -- a law professor who considers the health care law constitutional -- finds Scott&#39;s statement &quot;<a href=\"http://blogs.palmbeachpost.com/on-call/2011/11/17/rick-scott-health-reform-is-not-the-law-of-the-land/\">ridiculous</a>.&quot; But Barnett -- who considers it unconstitutional -- suggests Scott has a point.<br />\r\n\t<br />\r\n\tDoes one represent the settled legal view?<br />\r\n\t<br />\r\n\tWe asked Laurence Tribe, a Harvard law professor who has argued 35 cases before the U.S. Supreme Court. (He&#39;s also&nbsp;<a href=\"http://igs.berkeley.edu/programs/healthcarereform/index.html\">publicly debated</a>&nbsp;the constitutionality of the health care law and worked as an adviser to the Justice Department at the time the law passed.)</p>\r\n<p>\r\n\t&quot;Of course the Affordable Care Act is the &#39;law of the land,&#39; &quot; he said. &quot;It is completely settled that, although public officials and citizens generally are entitled to have and to express their own opinions that a duly enacted federal statute like the Affordable Care Act violates the Constitution, unless and until the United States Supreme Court upholds that view, the rule of law requires that the Affordable Care Act be enforced unless repealed. ...<br />\r\n\t<br />\r\n\t&quot;We would not have a functioning system of government if officials could take the law into their own hands whenever they held the view that Congress had exceeded its authority.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tScott said he&#39;s refusing federal grant money to implement the Affordable Care Act in Florida &quot;because it&#39;s not the law of the land.&quot;</p>\r\n<div>\r\n\tSome federal judges have found parts of the law to be unconstitutional and several more say it&#39;s fine. But more importantly, none have asked that the law not be implemented as they wait for the U.S. Supreme Court to offer the final word.</div>\r\n<div>\r\n\t&nbsp;</div>\r\n<div>\r\n\tWhile one legal expert suggests the governor can unilaterally refuse to enforce a law he finds unconstitutional, other experts tell us it&#39;s generally settled that once a statute&#39;s been enacted, it&#39;s the &quot;law of the land&quot; until the Supreme Court or Congress says it&#39;s not.</div>\r\n<div>\r\n\t&nbsp;</div>\r\n<div>\r\n\tThe Governor&#39;s Office argues the law&#39;s not &quot;the law of the land,&quot; because several significant provisions haven&#39;t yet taken effect. But that misses the point. It&#39;s telling that the governor has resisted implementing all parts of the law, not just those slated to take effect later or that have raised constitutional questions.</div>\r\n<div>\r\n\t&nbsp;</div>\r\n<div>\r\n\tScott can argue it&#39;s not a good idea, but it&#39;s incorrect for him to claim it&#39;s not the law. We rate his statement False.</div>\r\n", "ruling_comments_date": "2011-11-30T11:11:40.813685", "ruling_date": "2011-12-01T14:14:00", "ruling_headline": "Gov. Rick Scott says 'Obamacare' is 'not the law of the land'", "ruling_headline_slug": "gov-rick-scott-says-obamacare-not-law-land", "ruling_link_text": "Not unless Supreme Court or Congress says so", "ruling_state": "Florida", "source_documents": null, "sources": "<p>\r\n\tPalm Beach Post, &quot;<a href=\"http://blogs.palmbeachpost.com/on-call/2011/11/17/rick-scott-health-reform-is-not-the-law-of-the-land/\">Rick Scott: Health reform &#39;is not the law of the land</a>,&#39;&quot; Nov. 17, 2011<br />\r\n\t<br />\r\n\tPalm Beach Post, &quot;<a href=\"http://www.palmbeachpost.com/money/gov-scott-federal-officials-at-odds-over-affordable-1996456.html\">Gov. Scott, federal officials at odds over Affordable Care Act</a>,&quot; Nov. 26, 2011</p>\r\n<p>\r\n\tOffice of the Legislative Counsel, <a href=\"http://docs.house.gov/energycommerce/ppacacon.pdf\">Patient Protection and Affordable Care Act</a>, May 2010<br />\r\n\t<br />\r\n\tAudio recording of Palm Beach Post editorial board meeting, Nov. 17, 2011, via Rhonda Swan<br />\r\n\t<br />\r\n\tE-mail interview with Rhonda Swan, Palm Beach Post editorial writer, Nov. 29, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Lane Wright, spokesman for Gov. Rick Scott, Nov. 28-29, 2011</p>\r\n<p>\r\n\tE-mail interview with Erin Shields, director of communications for health care, Department of Health and Human Services, Nov. 30, 2011</p>\r\n<p>\r\n\tInterview with&nbsp;<a href=\"http://law.wlu.edu/faculty/profiledetail.asp?id=24\">Timothy Jost</a>, professor, Washington &amp; Lee University School of Law, Nov. 28, 2011<br />\r\n\t<br />\r\n\tE-mail interview with&nbsp;<a href=\"http://www.law.georgetown.edu/faculty/facinfo/tab_faculty.cfm?Status=Faculty&amp;ID=2124\">Randy Barnett</a>, professor, Georgetown University Law Center, Nov. 28, 2011<br />\r\n\t<br />\r\n\tE-mail interview with&nbsp;<a href=\"http://www.law.harvard.edu/faculty/directory/index.html?id=74\">Laurence Tribe</a>, professor, Harvard Law School, Nov. 29, 2011<br />\r\n\t<br />\r\n\tU.C. Berkeley Institute of Governmental Studies,&nbsp;<a href=\"http://igs.berkeley.edu/programs/healthcarereform/index.html\">Laurence Tribe and Roger Pilon: The Constitutionality of President Obama&#39;s Health Care Reform</a>, Oct. 26, 2011<br />\r\n\t<br />\r\n\tACA Litigation Blog, &quot;<a href=\"http://acalitigationblog.blogspot.com/\">ACA Litigation Snapshot Overview</a>,&quot; Nov. 15, 2011<br />\r\n\t<br />\r\n\t11th Circuit Court of Appeals decision,&nbsp;<a href=\"http://aca-litigation.wikispaces.com/file/view/CA11+opinion.pdf\">Florida vs. HHS</a>, Aug. 12, 2011<br />\r\n\t<br />\r\n\tHealthcare.gov, &quot;<a href=\"http://www.healthcare.gov/law/timeline/index.html\">What&#39;s Changing and When</a>,&quot; accessed Nov. 28, 2011<br />\r\n\t<br />\r\n\tHealthcare.gov, &quot;<a href=\"http://www.healthcare.gov/law/timeline/index.html\">Provisions of the Affordable Care Act, By Year</a>,&quot; accessed Nov. 28, 2011<br />\r\n\t<br />\r\n\tHealthcare.gov, &quot;<a href=\"http://www.healthcare.gov/law/resources/fl.html\">Affordable Care Act in Your State: Florida</a>,&quot; updated Aug. 24, 2011<br />\r\n\t<br />\r\n\tHealthcare.gov, &quot;<a href=\"http://www.healthcare.gov/news/factsheets/2011/01/repealcosts/fl.html\">The Price of Repealing the Affordable Care Act: Florida</a>,&quot; posted Jan. 4, 2011</p>\r\n<p>\r\n\tU.S. Department of Justice, <a href=\"http://www.justice.gov/healthcare/ \">Defending the Affordable Care Act</a>, accessed Dec. 1, 2011</p>\r\n<p>\r\n\tOutside the Beltway, &quot;<a href=\"http://www.outsidethebeltway.com/federal-judge-health-care-law-individual-mandate-unconstitutional/\">Federal Judge: Health Care Law Individual Mandate Unconstitutional</a>,&quot; Dec. 13, 2010<br />\r\n\t<br />\r\n\tSt. Petersburg Times, &quot;<a href=\"http://www.tampabay.com/news/health/florida-judge-rules-federal-health-care-legislation-is-unconstitutional/1148731\">Florida judge rules federal health care legislation is unconstitutional</a>,&quot; Feb. 1, 2011<br />\r\n\t<br />\r\n\tSt. Petersburg Times, &quot;<a href=\"http://www.tampabay.com/news/health/article1149004.ece\">Judge&#39;s health care ruling reverberates; Florida gives back money to implement law</a>,&quot; Feb. 2, 2011<br />\r\n\t<br />\r\n\tSt. Petersburg Times, &quot;<a href=\"http://www.tampabay.com/blogs/the-buzz-florida-politics/content/florida-judge-who-ruled-obamacare-unconstitutional-says-states-should-move-forward-federal-h\">Florida judge who ruled ObamaCare unconstitutional says states should move forward with federal health care law</a>,&quot; March 3, 2011 |&nbsp;<a href=\"http://www.politico.com/static/PPM187_vinson.html\">The ruling</a><br />\r\n\t<br />\r\n\tSt. Petersburg Times, &quot;<a href=\"http://www.tampabay.com/blogs/the-buzz-florida-politics/content/oral-arguments-set-feds-appeal-florida-judges-ruling-obamacare\">Oral arguments set for feds&#39; appeal of Florida judge&#39;s ruling on ObamaCare</a>,&quot; March 31, 2011<br />\r\n\t<br />\r\n\tSt. Petersburg Times, &quot;<a href=\"http://www.tampabay.com/blogs/the-buzz-florida-politics/content/federal-court-hands-florida-partial-victory-health-care-lawsuit\">Federal court hands Florida a partial victory in health care lawsuit</a>,&quot; Aug. 12, 2011<br />\r\n\t<br />\r\n\tSt. Petersburg Times, &quot;<a href=\"http://www.tampabay.com/news/courts/in-fighting-health-care-law-florida-rejects-millions-in-federal-aid/1174120\">In fighting health care law, Florida rejects millions in federal aid</a>,&quot; June 8, 2011<br />\r\n\t<br />\r\n\tNew York Times, &quot;<a href=\"http://www.nytimes.com/2011/08/01/us/01florida.html?pagewanted=all\">Opposing the Health Law, Florida Refuses Millions</a>,&quot; July 31, 2011</p>\r\n", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 32, "current_job": "Governor", "false_count": 26, "first_name": "Rick", "half_true_count": 40, "home_state": "Florida", "id": 383, "last_name": "Scott", "mostly_true_count": 36, "name_slug": "rick-scott", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/rlscott.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/383/", "total_count": 166, "true_count": 15, "website": "http://www.flgov.com/"}, "statement": "<p>\r\n\tThe Affordable Care Act is &quot;not the law of the land.&quot;</p>\r\n", "statement_context": "a meeting with the \"Palm Beach Post\" editorial board", "statement_date": "2011-11-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 202, "photo": null, "resource_uri": "/api/v/2/subject/202/", "subject": "Public Health", "subject_slug": "public-health", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 147, "photo": null, "resource_uri": "/api/v/2/subject/147/", "subject": "States", "subject_slug": "states", "used_in_edition": []}, {"description": "", "id": 108, "photo": null, "resource_uri": "/api/v/2/subject/108/", "subject": "Supreme Court", "subject_slug": "supreme-court", "used_in_edition": []}], "target": [], "twitter_headline": ""}