{"art": [], "author": [{"email_address": "jnelson@journalsentinel.com", "first_name": "James B.", "id": 176, "last_name": "Nelson", "name_slug": "james-b-nelson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/176/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2011/dec/04/scott-walker/wis-gov-scott-walker-says-poll-repeatedly-wrong/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 4877, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jnelson@journalsentinel.com", "first_name": "James B.", "id": 176, "last_name": "Nelson", "name_slug": "james-b-nelson", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/176/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/4877/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tAs Wisconsin Democrats geared up to begin the process of recalling Gov. Scott Walker, a public opinion survey released Nov. 15, 2011 contained some troubling results for the first-term Republican.<br />\r\n\t<br />\r\n\t<a href=\"http://www.snc.edu/communications/docs/pressreleases/201111_wpr_approvalratings.pdf\">The poll</a>, conducted by St. Norbert College in De Pere and Wisconsin Public Radio, said 58 percent of respondents believe Walker should be recalled. That was an increase from 47 percent &nbsp;in an April poll conducted by the same partnership.<br />\r\n\t<br />\r\n\tWhen asked in <a href=\"http://www.fox6now.com/news/politics/witi-20111116-recall-poll-numbers,0,6429746.story\">a television interview</a> about the results, Walker turned the tables and focused on the poll itself:<br />\r\n\t<br />\r\n\t&quot;Literally, it&#39;s been wrong in almost every election,&quot; Walker said. &quot;It&#39;s been completely off the mark. It&#39;s nowhere near any other poll that&#39;s been out there. I don&#39;t take any credence in that.&quot;<br />\r\n\t<br />\r\n\tThe St. Norbert poll has been around since 1984 and its results receive wide coverage in the state media. This is the first instance we could find of someone publicly claiming it&rsquo;s fundamentally a &quot;bad&quot; poll.<br />\r\n\t<br />\r\n\tWhen we asked Walker&rsquo;s office to provide evidence of the governor&rsquo;s claim, they sent us to state Republican Party spokesman Ben Sparks.<br />\r\n\t<br />\r\n\tHe made two points:<br />\r\n\t<br />\r\n\t<strong>Polling sample</strong>: The result of the recent poll &quot;is essentially worthless&quot; because pollsters interviewed 426 adult residents and did not narrow the group to likely voters, he said. That reduces its accuracy, he said, because there&rsquo;s no way of knowing whether or not these people participate in elections.<br />\r\n\t<br />\r\n\t<strong>Track record</strong>: &nbsp;In October 2010, the St. Norbert/WPR poll looked at the upcoming election for governor, pitting Walker against Democrat Tom Barrett. &quot;That poll did not reflect the election results within the margin of error,&quot; Sparks said. He offered no additional evidence about the poll&rsquo;s accuracy in previous elections.<br />\r\n\t<br />\r\n\tWe&rsquo;ll start with a caveat: We&rsquo;re examining Walker&rsquo;s statement, not attempting to rate the St. Norbert poll against any others. It&rsquo;s worth noting that since the St. Norbert poll &nbsp;generally uses a smaller sample than most, it will have a larger margin of error.<br />\r\n\t<br />\r\n\tOn the question of who was polled, a separate poll conducted a few weeks earlier than St. Norbert&rsquo;s poll shows how results can differ depending on the group targeted.<br />\r\n\t<br />\r\n\tPublic Policy Polling <a href=\"http://www.jsonline.com/blogs/news/132646608.html\">reported</a> Oct. 26, 2011 that state voters were evenly divided about recalling Walker. That poll had a far larger sample -- 1,170 -- than the St. Norbert poll with a margin of error of plus or minus 2.9 percentage points. Another key difference is that Public Policy Polling interviewed likely voters; St. Norbert&rsquo;s sample, as mentioned, came from all state adults.<br />\r\n\t<br />\r\n\tSparks argued that made the poll &quot;worthless.&quot;<br />\r\n\t<br />\r\n\tBut his criticism is more an assessment of the poll&rsquo;s predictive value, not whether it is accurate in terms of what it set out to measure. And it should be noted the pollsters did not hide who was sampled, or present its findings as representing likely voters.<br />\r\n\t<br />\r\n\tOn the question of the poll&rsquo;s track record, we turned to University of Wisconsin-Madison political science professor Charles Franklin, founder of a website called <a href=\"http://www.huffingtonpost.com/news/@pollster\">Pollster.com.</a> That site compiles and keeps track of all Wisconsin polls that are publicly available as well as national ones.<br />\r\n\t<br />\r\n\tFranklin said one measure of the accuracy of the St. Norbert poll was to look at the results of other polls conducted at about the same time.<br />\r\n\t<br />\r\n\tAfter all, polls are a snapshot -- not a prediction -- and influenced by advertising, debates and other developments in a campaign. So it makes sense to stick with the same time frame.<br />\r\n\t<br />\r\n\tFranklin looked at two polls conducted at the same time St. Norbert researchers were in the field. For the pre-election poll, St. Norbert researchers sought out likely voters (not all adults), as did the other two polls he reviewed.<br />\r\n\t<br />\r\n\tSt. Norbert pollsters interviewed voters Oct. 12 to 15, 2010. Opinion Research Corp., working &nbsp;for CNN/Time, was in the field Oct. 8 to 12, and the Mellman Group, a firm that works for Democrats, conducted its interviews Oct. 18 to 20.<br />\r\n\t<br />\r\n\tHere are the results:</p>\r\n<ul>\r\n\t<li>\r\n\t\t<strong>St. Norbert</strong>: Walker 50, Barrett 41, Undecided 6, Other 2. The poll interviewed 402 likely voters and had a margin of error of plus or minus 5 percent.</li>\r\n\t<li>\r\n\t\t<strong>Opinion Research</strong>: Walker 52, Barrett 44, Undecided 2, Other 2. The poll interviewed 931 likely voters with a margin of error of plus or minus 3.5 percent.</li>\r\n\t<li>\r\n\t\t<strong>Mellman Group</strong>: Walker 47, Barrett 45, Undecided 7. The poll interviewed 600 likely voters with a margin of error of plus or minus 4 percent.</li>\r\n</ul>\r\n<p>\r\n\tThe actual results of the Nov. 2 election: Walker 52.2 percent; Barrett 46.5 percent.<br />\r\n\t<br />\r\n\tSo how did the St. Norbert poll do?<br />\r\n\t<br />\r\n\tFranklin said there are two ways to measure this, beyond the obvious fact that it got the winner right.<br />\r\n\t<br />\r\n\tThe difference between the poll result and the actual outcome. St. Norbert had Walker leading Barrett 50 to 41. Walker actually got 52.2 and Barrett got 46.5. That&rsquo;s .5 of a percentage point outside the poll&rsquo;s 5 percentage point margin of error.<br />\r\n\t<br />\r\n\tThe margin of victory. St. Norbert had Walker ahead by 9 and he won by 5.7 So it was off by 3.3 points. At the very worst they underestimated Barrett by 5.5 and Walker by 2.2, Franklin said.<br />\r\n\t<br />\r\n\tFranklin also looked at the results from the same St. Norbert poll for the U.S. Senate race between Republican Ron Johnson and Democratic incumbent Russ Feingold. The poll showed Johnson at 49 percent and Feingold at 47 percent.<br />\r\n\t<br />\r\n\tJohnson got 51.9 percent to Feingold&#39;s 47 percent, so a 2.9 error on the margin.<br />\r\n\t<br />\r\n\tFranklin&rsquo;s conclusion: &quot;At least in 2010, St. Norbert was right on both winners while over estimating the size of Walker&#39;s win and under estimating the size of Johnson&#39;s win by 3.3 and 2.9 points respectively. Those errors are both within the theoretical margin of error for the sample size they used.&quot;<br />\r\n\t<br />\r\n\tWe asked St. Norbert Poll director David Wegge about the most recent poll.<br />\r\n\t<br />\r\n\tWhy didn&rsquo;t they interview likely voters?<br />\r\n\t<br />\r\n\tWegge said the most recent poll surveyed 482 adults and was an effort to measure public opinion on a variety of topics, including general public policy matters and the effort to recall Walker. He said the pollsters were not trying to assess the outcome of an election, so they didn&rsquo;t limit their sample to likely voters.<br />\r\n\t<br />\r\n\tWegge, who founded the St. Norbert Survey Center (now called the Strategic Research Institute), said the organization does professional research for a variety of clients including the United Way, the Green Bay Packers, Affinity Health Systems and the Oneida Tribe.<br />\r\n\t<br />\r\n\tHe noted the poll fared well in a 2010 <a href=\"http://www.fivethirtyeight.com/2010/06/pollster-ratings-v40-results.html\">blog by Nate Silver of the New York Times</a>, who looked at the performance of 265 pre-election polls nationally. St. Norbert ranked 45th on that list, six places behind the far-better-known CBS/New York Times and in between polls run by the Kansas City Star and the Miami Herald/St. Petersburg Times.<br />\r\n\t<br />\r\n\tFinally, we looked at the results of St. Norbert&rsquo;s pre-election poll from a couple of other state-wide elections. Remember, Walker claimed the poll was &quot;wrong in almost every election.&quot;<br />\r\n\t<br />\r\n\tWegge said the same size and margin of error has been the same for years -- about 400 people and plus or minus 5 points. The pre-election polls always look at likely voters, he said.<br />\r\n\t<br />\r\n\tFor the pre-election poll in the 2004 presidential race: St. Norbert had Democrat John Kerry at 48 (actual result, 50) President George Bush 43 (49) and undecided at 5 (none in the actual vote). The undecideds broke to Bush, and the poll was &quot;right.&quot;<br />\r\n\t<br />\r\n\tFor the 2002 gubernatorial election: Democrat Jim Doyle 41 (45) Republican Scott McCallum 33 (42), Independent Ed Thompson 6 (11) and undecided 17 (none.) That large group of undecided voters moved primarily to the losing candidates. Because of the undecideds, the poll was too low on McCallum -- outside the margin of error -- but it did get the winner and losers correct.<br />\r\n\t<br />\r\n\tSo what result do we get?<br />\r\n\t<br />\r\n\tWalker dismissed a St. Norbert/WPR poll that showed 58 percent of state residents favored a recall as being consistently wrong. As evidence, the GOP criticized the pollsters for not quizzing likely voters. And they said the poll got the 2010 election wrong, but offered no evidence that the poll has been &quot;consistently wrong.&quot;<br />\r\n\t<br />\r\n\tIn it&rsquo;s most recent poll, St. Norbert wasn&rsquo;t trying to predict an election outcome. It was &nbsp;looking at whether the general public favored a recall. Secondly, GOP spokesman Sparks and Walker were wrong about the poll when it came to the 2010 results. The poll got that race right. And there&rsquo;s no evidence that the poll has been consistently wrong in the past.<br />\r\n\t<br />\r\n\tWe rate Walker&rsquo;s claim False.</p>\r\n", "ruling_comments_date": "2011-12-01T15:54:43.564629", "ruling_date": "2011-12-04T09:00:00", "ruling_headline": "Wis. Gov. Scott Walker says the St. Norbert College poll has been repeatedly wrong", "ruling_headline_slug": "wis-gov-scott-walker-says-poll-repeatedly-wrong", "ruling_link_text": "He may not like the result of the latest, but the poll’s been consistent", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tSt. Norbert College/Wisconsin Public Radio <a href=\"http://www.snc.edu/communications/docs/pressreleases/201111_wpr_approvalratings.pdf\">Wisconsin Survey, Fall 2011</a>, Nov. 15, 2011<br />\r\n\t<br />\r\n\tFox6Now.com, <a href=\"http://www.fox6now.com/news/politics/witi-20111116-recall-poll-numbers,0,6429746.story\">&quot;Political Lowe-down: Poll numbers show tripled Republican support for Walker recall,&quot;</a>Nov. 16. 2011.<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel, <a href=\"http://www.jsonline.com/blogs/news/105196189.html\">&quot;New Poll shows Walker 50%, Barrett 41,&quot;</a>Oct. 18, 2010<br />\r\n\t<br />\r\n\tNew York Times, FiveThirtyEight blog, <a href=\"http://www.fivethirtyeight.com/2010/06/pollster-ratings-v40-results.html\">&quot;Pollster Ratings v4.0: results,&quot;</a>June 6, 2010<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel, <a href=\"http://www.jsonline.com/blogs/news/132646608.html\">&quot;Wisconsin voters split on Walker recall in new poll,&quot;</a>Oct. 26, 2011<br />\r\n\t<br />\r\n\tMilwaukee Journal Sentinel, <a href=\"http://www.jsonline.com/blogs/news/133913223.html\">&quot;58% support recalling Walker, survey says,&quot;</a>Nov. 15, 2011<br />\r\n\t<br />\r\n\tAssociated Press, &quot;<a href=\"http://www.google.com/hostednews/ap/article/ALeqM5jdeI83nOH89piKFVBJiq8RUDcXsQ?docId=4924816c548a44f690ab949d47d20e2f\">Recall effort against Wisconsin Gov. Walker begins,</a>&quot; Nov. 15, 2011<br />\r\n\t<br />\r\n\tInterview and emails, David Wegge, St. Norbert College, Nov. 28, 2011<br />\r\n\t<br />\r\n\tInterview, Ben Sparks, Republican Party of Wisconsin, Nov. 25, 2011<br />\r\n\t<br />\r\n\tInterview and emails, Charles Franklin, University of Wisconsin-Madison professor/Pollster.com founder, Nov. 22, 23, 2011.<br />\r\n\t<br />\r\n\t<a href=\"http://www.huffingtonpost.com/news/@pollster\">Pollster.com</a></p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 38, "current_job": "Milwaukee County Executive", "false_count": 42, "first_name": "Scott", "half_true_count": 38, "home_state": "Wisconsin", "id": 640, "last_name": "Walker", "mostly_true_count": 44, "name_slug": "scott-walker", "pants_count": 11, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Scott_Walker_1_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/640/", "total_count": 211, "true_count": 25, "website": "http://www.scottwalker.org/"}, "statement": "<p>\r\n\tThe St. Norbert College/Wisconsin Public Radio poll has &quot;been wrong in almost every election.&quot;</p>\r\n", "statement_context": "a television interview", "statement_date": "2011-11-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 194, "photo": null, "resource_uri": "/api/v/2/subject/194/", "subject": "Polls and Public Opinion", "subject_slug": "polls", "used_in_edition": ["/api/v/2/edition/10/"]}], "target": [], "twitter_headline": ""}