{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2011/dec/04/ron-paul/ron-paul-says-defense-department-budget-changes-de/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 4889, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/4889/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tRepublican presidential hopeful Ron Paul suggests it&rsquo;s getting easier for the government to associate nearly anyone with two forces in conflict with the United States.<br />\r\n\t<br />\r\n\tPaul, a U.S. House member from Texas, said in the Nov. 22, 2011, <a href=\"http://transcripts.cnn.com/TRANSCRIPTS/1111/22/se.06.html\">CNN Republican presidential debate</a> that in the U.S. Department of Defense &quot;budget, they have changed the wording on the definition of al-Qaeda and Taliban. It&#39;s (now) anybody associated with (those) organizations, which means almost anybody can be loosely associated -- so that makes all Americans vulnerable. And now we know that American citizens are vulnerable to assassination.&quot;<br />\r\n\t<br />\r\n\tWe took this as Paul saying a change in federal definitions of these enemy entities means anybody might end up being considered part of them. So, did the Defense Department change its definitions -- with the result Paul bemoans?<br />\r\n\t<br />\r\n\tPaul campaign spokesman Gary Howard told us by email he wasn&rsquo;t entirely sure, but assumes Paul was referring to a section of the <a href=\"http://thomas.loc.gov/cgi-bin/bdquery/z?d112:HR01540:\">National Defense Authorization Act of 2012</a> that <a href=\"http://clerk.house.gov/evs/2011/roll375.xml\">won House approval</a> by 322-96 this spring. The Senate approved its version of the act <a href=\"http://thomas.loc.gov/cgi-bin/bdquery/z?d112:HR01540:@@@R\">Dec. 1, 2011</a>, requesting a joint conference committee to reach a compromise.<br />\r\n\t<br />\r\n\t<a href=\"http://www.fas.org/sgp/crs/natsec/R41920.pdf\">According to</a> the Congressional Research Service, Section 1034 of the House measure &quot;affirms that the United States is in an armed conflict with al-Qaeda, the Taliban, and associated forces, and that the president is authorized to detain unprivileged enemy belligerents in connection with such conflict until the termination of hostilities.&quot;<br />\r\n\t<br />\r\n\tPaul objected in a May 30, 2011 <a href=\"http://paul.house.gov/index.php?option=com_content&amp;task=view&amp;id=1871&amp;Itemid=69\">&quot;update&quot;</a> posted online, saying the language &quot;explicitly extends the president&#39;s war powers to just about anybody.&quot; His commentary continues: &quot;It doesn&#39;t matter if these associated forces are American citizens. Your constitutional rights no longer apply when the United States is &lsquo;at war&rsquo; with you. Would it be so hard for someone in the government to target a political enemy and connect them to al-Qaeda, however tenuously, and have them declared an associated force?&quot;<br />\r\n\t<br />\r\n\tSeeking context, we learned that the cited language traces to the Obama administration&rsquo;s existing position that so-called associated forces already are fair game under the authorization-of force resolution approved by Congress shortly after 9/11.<br />\r\n\t<br />\r\n\tThe 2001 congressional <a href=\"http://news.findlaw.com/wp/docs/terrorism/sjres23.es.html\">resolution</a> authorizes the president to &quot;use all necessary and appropriate force against those nations, organizations, or persons he determines planned, authorized, committed, or aided the terrorist attacks that occurred on September 11, 2001, or harbored such organizations or persons, in order to prevent any future acts of international terrorism against the United States by such nations, organizations or persons.&quot;<br />\r\n\t<br />\r\n\tDefending the &quot;associated forces&quot; language adopted this year by the House, U.S. Rep. Howard &quot;Buck&quot; McKeon, R-Calif., chairman of the House Armed Services Committee, wrote Obama on Oct. 20, 2011, saying it was put into the act to &quot;ensure that there would be no confusion as to the scope of authorities applicable to past and current operations.&quot; His letter adds that &quot;our men and women in uniform are currently relying on this interpretation everyday to prosecute the war&quot; and deserve to be on solid legal footing.<br />\r\n\t<br />\r\n\tA March 2009 court filing by the Obama administration regarding the detention of individuals at Guantanamo Bay says the government interprets the 2001 resolution as giving the president authority to detain not only persons in or substantially supportive of the Taliban or al-Qaeda, but also individuals in or substantially supportive of associated forces &quot;engaged in hostilities against the United States or its coalition partners, including any person who has committed a belligerent act, or has directly supported hostilities in aid of such enemy armed forces.&quot;<br />\r\n\t<br />\r\n\tTwo observers of the authorization act debate, both involved in a <a href=\"http://www.lawfareblog.com/\">blog</a> on national security legal issues, told us the House-approved language codifies the legal position taken by the administration.<br />\r\n\t<br />\r\n\tBenjamin Wittes, a senior fellow at the Brookings Institution, said that because the language reflects the administration&rsquo;s existing position, it would not amount to huge change. Put another way, he said, if the language fails to pass, the administration would continue to say its approach is congressionally authorized.<br />\r\n\t<br />\r\n\tWittes and Professor Robert Chesney of the University of Texas School of Law each disputed Paul&rsquo;s claim that the House-approved provisions serve to make Americans vulnerable.<br />\r\n\t<br />\r\n\tIf Paul is &quot;implying that the standard is so broad that anybody could be at risk, that the government has discretion to label people detainable, that, I think, is nonsense,&quot; Chesney said. &quot;There&rsquo;s some overstatement here,&quot; he said, though Paul fairly points out the lack of a definition of associated forces. Still, Chesney said, it&rsquo;s &quot;preposterous to say government has the discretion to detain or even kill whoever it wants.&quot;<br />\r\n\t<br />\r\n\tWittes said that under the proposed language, in order to be a vulnerable American you would have to be within an organization plausibly within the specified associated forces. &quot;That is not a universe of zero,&quot; Wittes said, offering as an example the government&rsquo;s killing of a radical cleric and U.S. citizen, Anwar al-Awlaki, in Yemen. &quot;But it&rsquo;s not a large set either. To the extent the implication of his statement is the government is authorized to kill any U.S. citizen, that&rsquo;s not so.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tPaul&rsquo;s debate warning ties to the House-approved language adding &quot;associated forces&quot; to the Taliban and al-Qaeda as permitted U.S. targets--not to the Defense Department&rsquo;s budget, contrary to his wording.<br />\r\n\t<br />\r\n\tMost significantly, the U.S. government has laid claim to such authority for about a decade. So even if the cited provisions pass into law, they would not change how the government prosecutes detainees. Also, we saw no evidence that the change would make American non-combatants vulnerable. We rate Paul&rsquo;s claim Mostly False.</p>\r\n<p>\r\n\t<em><strong>CORRECTION, 3:16 p.m., Dec. 6, 2011:</strong></em> This story has been amended so that Wittes is not identified as a lawyer. Our original fact check incorrectly said that he is.</p>\r\n", "ruling_comments_date": "2011-12-02T17:13:39.691753", "ruling_date": "2011-12-04T06:00:00", "ruling_headline": "Ron Paul says Defense Department budget changes definitions of al-Qaeda and Taliban, making Americans vulnerable", "ruling_headline_slug": "ron-paul-says-defense-department-budget-changes-de", "ruling_link_text": "Harum scarum?", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tEmail, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/11292011_ronpaulresponsepftexas.html\">response</a> to PolitiFact Texas, Gary Howard, Ron Paul presidential campaign, Nov. 29, 2011<br />\r\n\t<br />\r\n\tU.S. Rep. Howard &quot;Buck&quot; McKeon, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/11302011_chairmanpacketmckeon.pdf\">packet of documents</a> on Section 1034 of National Defense Authorization Act of 2012, May 23, 2011<br />\r\n\t<br />\r\n\tTelephone interview, Robert M. Chesney, Charles I. Francis Professor, UT School of Law, Nov. 30, 2011<br />\r\n\t<br />\r\n\tTelephone interview, Benjamin Wittes, Senior Fellow and Research Director in Public Law,<br />\r\n\tThe Brookings Institution, Nov. 30, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "U.S. representative", "false_count": 8, "first_name": "Ron", "half_true_count": 8, "home_state": "Texas", "id": 15, "last_name": "Paul", "mostly_true_count": 8, "name_slug": "ron-paul", "pants_count": 3, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-ronpaul.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/15/", "total_count": 40, "true_count": 8, "website": "https://www.facebook.com/ronpaul"}, "statement": "<p>\r\n\tSays the Department of Defense changed its definitions of al-Qaeda and the Taliban making it so almost anybody can be loosely associated with the groups.</p>\r\n", "statement_context": "the CNN Republican presidential debate.", "statement_date": "2011-11-22", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 117, "photo": null, "resource_uri": "/api/v/2/subject/117/", "subject": "Civil Rights", "subject_slug": "civil-rights", "used_in_edition": []}, {"description": "", "id": 177, "photo": null, "resource_uri": "/api/v/2/subject/177/", "subject": "Criminal Justice", "subject_slug": "criminal-justice", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 37, "photo": null, "resource_uri": "/api/v/2/subject/37/", "subject": "Terrorism", "subject_slug": "terrorism", "used_in_edition": []}], "target": [], "twitter_headline": ""}