{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2011/dec/05/karen-harrington/gop-challenger-says-debbie-wasserman-schultz-blame/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 4894, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/4894/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tRepublican Karen Harrington is making her second attempt at unseating U.S. Rep. Debbie Wasserman Schultz, D-Weston -- and she is going after one of the incumbent&#39;s bases -- the Jewish vote in a district with a <a href=\"http://www.jewishdatabank.org/Archive/N-Congressional_Districts_2000_2006_MainReport.pdf\">significant Jewish population</a>.<br />\r\n\t<br />\r\n\tHarrington, a Catholic who lost to Wasserman Schultz by about 22 percentage points in 2010 and is now running in a GOP primary, wants to define herself as the candidate who is the stronger supporter of Israel.<br />\r\n\t<br />\r\n\tHarrington talked up her support of Israel and her Jewish voter outreach in this Nov. 12, 2011, <a href=\"http://www.youtube.com/watch?v=bbcqM4F2z1w\">interview with a conservative blogger</a> at <a href=\"http://www.freedomworks.org/blogcon-2011\">BlogCon</a> -- a gathering of bloggers held in Denver and hosted by FreedomWorks, a conservative organization. When the blogger talked about &quot;the president&#39;s failed stance on Israel,&quot; and called Obama an &quot;antagonist&quot; to Israel, Harrington responded:<br />\r\n\t<br />\r\n\t&quot;Debbie&#39;s latest thing as well as her lack of support for Israel -- is &#39;cause she has to stand by this president -- she also has blamed the Republicans for the creation of Hamas -- that&#39;s been her latest thing. This president asked them to stop building in the settlements, asked them to return to the &#39;67 borders and just the other day was caught with (French President Nicolas) Sarkozy saying negative things about Israel. This is a country and a nation that needs to stand by Israel as our history has shown us to. And Debbie supports this president and his policies, and you are right -- Israel has become more endangered over there because of our approach and lack of strong support of Israel.&quot;<br />\r\n\t<br />\r\n\tThat&#39;s a whole lot of claims about Wasserman Schultz and Obama rolled into one paragraph (read about the Sarkozy-Obama conversation about Israeli Prime Minister Benjamin Netanyahu <a href=\"http://www.reuters.com/article/2011/11/08/us-mideast-netanyahu-sarkozy-idUSTRE7A720120111108\">here</a>). But we wanted to know: Has Wasserman Schultz blamed the Republicans for creating Hamas?<br />\r\n\t<br />\r\n\t<strong>What</strong> <strong>Wasserman Schultz actually said about Hamas</strong><br />\r\n\t<br />\r\n\tHarrington&#39;s campaign sent us a link to the <a href=\"http://shark-tank.net/2011/10/31/21232/\">Shark Tank, a conservative blog, that posted this Oct. 31, 2011, video of Wasserman Schultz</a> from a town hall in Pembroke Pines under the headline &quot;Wasserman Schultz blames Bush for Hamas&#39; rise to power.&quot; The gathering was part of a <a href=\"http://articles.sun-sentinel.com/2011-11-06/news/fl-jewish-vote-obama-20111105_1_jewish-voters-jewish-retirees-tikkun-olam\">string of meetings the Jewish congresswoman and Democratic National Committee chair held in South Florida</a> in an attempt to shore up Obama&#39;s Jewish support and portray him as a strong ally of Israel.<br />\r\n\t<br />\r\n\tThe Shark Tank video shows just a clip, and we&#39;ll start from the relevant part where Wasserman Schultz talks about keeping tabs on the Arab Spring countries:<br />\r\n\t<br />\r\n\t&quot;We are very, very watchful. We are sticking to them like glue. All of those countries that have gone through the Arab Spring to make sure that the forces that would be interested in ... changing their nations&#39; aggression or lack of aggression toward Israel are held at bay and that we give support to allowing these nascent democracies to begin to survive. And we have to be careful. Here is the thing about democracy. You kind of never know what you are going to get. We have to be careful with be careful what you wish for scenarios. Remember when President Bush pushed for democracy in Gaza and the West Bank, and we got Hamas in charge of Gaza, and you know there was a massive rift and the rise of Hamas is thanks to &#39;democracy.&#39; So making sure that we keep a close watch and close communications with those countries and help them through the development of those nascent democracies is going to be critical for us in helping to make sure Israel remains strong and isn&#39;t overwhelmed.&quot;<br />\r\n\t<br />\r\n\tWasserman Schultz was making a point about the potential perils of democracy and using a Hamas victory, after President George W. Bush promoted democracy, as an example. Harrington used a sliver of that statement to claim that what Wasserman Schultz did was &quot;blame the Republicans for the creation of Hamas.&quot; But before we pick apart Harrington&#39;s and Wasserman Schultz&#39;s words, let&#39;s review some history about Hamas.<br />\r\n\t<br />\r\n\t<strong> Origins of Hamas</strong><br />\r\n\t<br />\r\n\tHamas is the largest and most influential Palestinian militant movement, according to this <a href=\"http://www.cfr.org/israel/hamas/p8968\">background information about Hamas</a> we pulled directly from The Council on Foreign Relations, an independent think tank: &quot;Hamas grew out of the Muslim Brotherhood, a religious and political organization founded in Egypt with branches throughout the Arab world. Beginning in the late 1960s, Hamas&#39; founder and spiritual leader, Sheikh Ahmed Yassin, preached and did charitable work in the West Bank and Gaza Strip, both of which were occupied by Israel following the 1967 Six-Day War. In 1973, Yassin established al-Mujamma&#39; al-Islami (the Islamic Center) to coordinate the Muslim Brotherhood&#39;s political activities in Gaza. Yassin founded Hamas as the Muslim Brotherhood&#39;s local political arm in December 1987, following the eruption of the first intifada, a Palestinian uprising against Israeli control of the West Bank and Gaza. Hamas published its official charter in 1988, moving decidedly away from the Muslim Brotherhood&#39;s ethos of nonviolence.&quot;<br />\r\n\t<br />\r\n\tThe Council on Foreign Relations also provided this information about Hamas:<br />\r\n\t<br />\r\n\t&quot;In January 2006, the group won the Palestinian Authority&#39;s (PA) general legislative elections, defeating Fatah, the party of the PA&#39;s president, Mahmoud Abbas, and setting the stage for a power struggle. Since attaining power, Hamas has continued its refusal to recognize the state of Israel, leading to <a href=\"http://www.cfr.org/publication/10499/\">crippling economic sanctions</a>. Historically, Hamas has sponsored an extensive social service network. The group has also operated a terrorist wing, carrying out suicide bombings and attacks using mortars and short-range rockets. Hamas has launched attacks both in the Palestinian territories of the West Bank and Gaza Strip, and inside the pre-1967 boundaries of Israel. In Arabic, the word &#39;hamas&#39; means zeal. But it&#39;s also an Arabic acronym for &#39;Harakat al-Muqawama al-Islamiya,&#39; or Islamic Resistance Movement.&quot;<br />\r\n\t<br />\r\n\t<strong> Hamas under President Bush</strong><br />\r\n\t<br />\r\n\tWe&#39;re fact-checking Harrington here, but since she cites Wasserman Schultz&#39;s comments about Hamas under President Bush, we sent both candidates&#39; statements to experts on the Middle East including Aaron Miller, a former adviser to six Secretaries of State on Arab-Israeli negotiations, 1978-2003, who now works at the Woodrow Wilson Center for International Scholars, and Elliott Abrams, who was the deputy national security adviser handling Middle East affairs in the George W. Bush administration and now works at the Council on Foreign Relations.<br />\r\n\t<br />\r\n\tBush called for the <a href=\"http://www.nytimes.com/2002/06/25/world/mideast-turmoil-president-s-words-warning-things-must-change-middle-east.html\">Palestinians to hold elections in a 2002 speech</a>: &quot;My vision is two states, living side by side, in peace and security. There is simply no way to achieve that peace until all parties fight terror. Yet at this critical moment, if all parties will break with the past and set out on a new path, we can overcome the darkness with the light of hope. Peace requires a new and different Palestinian leadership, so that a Palestinian state can be born. I call on the Palestinian people to elect new leaders, leaders not compromised by terror.&quot;<br />\r\n\t<br />\r\n\tAnd in his <a href=\"http://www.msnbc.msn.com/id/6848112/ns/politics-george_w_bush_the_second_inaugural/t/george-w-bush-nd-inaugural-address/\">second inaugural address in January 2005</a>, Bush also spoke about supporting &quot;the growth of Democratic movements and institutions in every nation and culture.&quot; <a href=\"http://www.brookings.edu/articles/2007/0702middleeast_indyk.aspx\">Bush was warned</a> that Hamas could win.<br />\r\n\t<br />\r\n\tIn <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2006/01/26/AR2006012600372.html\">January 2006, Hamas won a majority in the Palestinian Parliament</a> beating the governing Fatah, the party of Palestinian Authority President Mahmoud Abbas. The <em>Washington Post</em> wrote that the &quot;election results stunned U.S. and Israeli officials, who have repeatedly stated that they would not work with a Palestinian Authority that included Hamas, which both countries and the European Union have designated as a terrorist organization.&quot; Bush <a href=\"http://www.nytimes.com/2006/01/27/politics/27diplo.html\">defended his efforts to promote democracy</a> despite the outcome. (<a href=\"http://abcnews.go.com/blogs/politics/2010/06/cheney-mistake-for-bush-admin-to-push-for-2006-palestinian-elections/\">Liz Cheney</a>, who served in the state department under Bush and is the daughter of Bush&#39;s vice president Dick Cheney, later said that Bush made a mistake.)<br />\r\n\t<br />\r\n\tThe election that Hamas won was in February 2006, and Hamas took over Gaza by military coup in June 2007, Abrams said in an e-mail.<br />\r\n\t<br />\r\n\t&quot;So we did not &#39;get Hamas in charge of Gaza&#39; due to the 2006 election,&quot; Abrams wrote. &quot;The rise of Islamist movements is global, from Pakistan to Nigeria to Tunisia, and is not the result of &#39;democracy.&#39; Palestinian politics is no exception, and Hamas had been growing in strength for many years before 2006. The most one can say is that the 2006 election allowed Hamas to demonstrate the support it had, just as elections in Egypt, Tunisia, and Morocco appear to be showing that Islamist groups have considerable support there, too. The rise of Hamas can&rsquo;t be explained by any one cause but certainly reflects distaste for the corruption of the rival Fatah Party, greater religiosity, and support for violence against Israel.&quot;<br />\r\n\t<br />\r\n\tThis <a href=\"http://www.vanityfair.com/politics/features/2008/04/gaza200804\">Vanity Fair</a> article takes a critical look at the Bush administration&#39;s role -- including Abrams -- in pushing for elections.<br />\r\n\t<br />\r\n\tIt&#39;s possible to argue that Bush may have misjudged the results of the election, but he isn&#39;t to blame for Hamas&#39; victory, Miller said in an interview with PolitiFact Florida.<br />\r\n\t<br />\r\n\t&quot;Whenever you have fair and free elections anywhere in the Arab and Muslim world the Islamic parties are going to do extremely well -- they are the most organized, disciplined and their messaging and control is really on the money. ... The question is do you blame the Bush administration for the rise of Hamas? The answer is no. You could criticize the Bush administration for pressing for elections when they didn&#39;t realize what the outcome would be, but you cannot blame the Bush administration for the rise of Islamic fundamentalism and Islamists in Gaza. That rise is attributed to Fatah&#39;s corruption, Hamas&#39; discipline, the existence of the Israeli occupation. There are so many forces that would be standing in line before President Bush to take responsibility for that.&quot;<br />\r\n\t<br />\r\n\t<strong> Wasserman Schultz&#39;s words</strong><br />\r\n\t<br />\r\n\tWords matter in every PolitiFact ruling, but especially in this one.<br />\r\n\t<br />\r\n\tHarrington said Wasserman Schultz &quot;has blamed the Republicans for the creation of Hamas.&quot; But read Wasserman Schultz&#39;s comments again:<br />\r\n\t<br />\r\n\t&quot;Here is the thing about democracy,&quot; she said. &quot;You kind of never know what you are going to get. We have to be careful with be careful what you wish for scenarios. Remember when President Bush pushed for democracy in Gaza and the West Bank and we got Hamas in charge of Gaza and you know there was a massive rift, and the rise of Hamas is thanks to &#39;democracy.&#39; &quot;<br />\r\n\t<br />\r\n\tShe&#39;s not saying Bush or Republicans created Hamas. She&#39;s saying that there can be a downside to pushing for democracy in that when you advocate for change, you can&#39;t control what that change ultimately looks like.<br />\r\n\t<br />\r\n\tJonathan Beeton, Wasserman Schultz&#39;s office spokesman, explains in an interview:<br />\r\n\t<br />\r\n\t&quot;That was a broader conversation about the Arab Spring and democracy. In a democratic election, in a situation like that, you can end up with electing people who might not be favorable to Israel or America. ... It was elections pushed for by the Bush administration that ultimately did bring Hamas into a more formal leadership control over Gaza.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tHarrington said Wasserman Schultz &quot;has blamed the Republicans for the creation of Hamas.&quot; Harrington didn&#39;t explain what she meant during the interview, but her campaign points to a statement Wasserman Schultz made about democracy in the Middle East.<br />\r\n\t<br />\r\n\tOnly, Wasserman Schultz didn&#39;t blame the Republicans or President George W. Bush for the &quot;creation&quot; of Hamas, although she did suggest that Bush&#39;s push for democracy led to Hamas taking charge of Gaza.<br />\r\n\t<br />\r\n\tWe are fact-checking Harrington&#39;s words here and she has misquoted Wasserman Schultz -- blaming Republicans for the creation of Hamas is different than blaming a Republican administration for promoting democracy and then charging that that led to Hamas being in charge of Gaza. When Wasserman Schultz said &quot;the rise of Hamas thanks to &#39;democracy&#39; &quot; she isn&#39;t talking about the original birth of Hamas -- she is talking about their increased role in Gaza. We rate this claim False.</p>\r\n", "ruling_comments_date": "2011-12-05T14:05:49.557639", "ruling_date": "2011-12-05T16:06:30", "ruling_headline": "Karen Harrington says Debbie Wasserman Schultz blamed Republicans for the creation of Hamas", "ruling_headline_slug": "gop-challenger-says-debbie-wasserman-schultz-blame", "ruling_link_text": "Wasserman Schultz was talking about Hamas' victory in an election -- not its birth", "ruling_state": "Florida", "source_documents": null, "sources": "<p>\r\n\tThe Shark Tank,&nbsp;<a href=\"http://shark-tank.net/2011/10/31/21232/\" style=\"widows: 2; text-transform: none; background-color: rgb(255,255,255); text-indent: 0px; font: 13px verdana; white-space: normal; orphans: 2; letter-spacing: normal; word-spacing: 0px; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px\">&quot;Wasserman-Schultz Blames Bush for Hamas&rsquo; Rise to Power,&quot;</a>&nbsp;Oct. 31, 2011<br style=\"widows: 2; text-transform: none; background-color: rgb(255,255,255); text-indent: 0px; font: 13px verdana; white-space: normal; orphans: 2; letter-spacing: normal; color: rgb(0,0,0); word-spacing: 0px; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px\" />\r\n\t<br style=\"widows: 2; text-transform: none; background-color: rgb(255,255,255); text-indent: 0px; font: 13px verdana; white-space: normal; orphans: 2; letter-spacing: normal; color: rgb(0,0,0); word-spacing: 0px; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px\" />\r\n\tYouTube Publius Forum,&nbsp;<a href=\"http://www.youtube.com/watch?v=bbcqM4F2z1w&amp;feature=channel_video_title\" style=\"widows: 2; text-transform: none; background-color: rgb(255,255,255); text-indent: 0px; font: 13px verdana; white-space: normal; orphans: 2; letter-spacing: normal; word-spacing: 0px; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px\">&quot;Karen Harrington Running for Congress, Florida&#39;s 20th District,&quot;</a>&nbsp;Nov. 12, 2011<br style=\"widows: 2; text-transform: none; background-color: rgb(255,255,255); text-indent: 0px; font: 13px verdana; white-space: normal; orphans: 2; letter-spacing: normal; color: rgb(0,0,0); word-spacing: 0px; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px\" />\r\n\t<br style=\"widows: 2; text-transform: none; background-color: rgb(255,255,255); text-indent: 0px; font: 13px verdana; white-space: normal; orphans: 2; letter-spacing: normal; color: rgb(0,0,0); word-spacing: 0px; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px\" />\r\n\t<em>Sun-Sentinel</em>,&nbsp;<a href=\"http://articles.sun-sentinel.com/2011-11-06/news/fl-jewish-vote-obama-20111105_1_jewish-voters-jewish-retirees-tikkun-olam\" style=\"widows: 2; text-transform: none; background-color: rgb(255,255,255); text-indent: 0px; font: 13px verdana; white-space: normal; orphans: 2; letter-spacing: normal; word-spacing: 0px; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px\">&quot;Democrats work to avoid losing Jewish voters,&quot;</a>&nbsp;Nov. 6, 2011&nbsp;<br style=\"widows: 2; text-transform: none; background-color: rgb(255,255,255); text-indent: 0px; font: 13px verdana; white-space: normal; orphans: 2; letter-spacing: normal; color: rgb(0,0,0); word-spacing: 0px; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px\" />\r\n\t<br style=\"widows: 2; text-transform: none; background-color: rgb(255,255,255); text-indent: 0px; font: 13px verdana; white-space: normal; orphans: 2; letter-spacing: normal; color: rgb(0,0,0); word-spacing: 0px; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px\" />\r\n\tFreedomWorks,&nbsp;<a href=\"http://www.freedomworks.org/blogcon-2011\" style=\"widows: 2; text-transform: none; background-color: rgb(255,255,255); text-indent: 0px; font: 13px verdana; white-space: normal; orphans: 2; letter-spacing: normal; word-spacing: 0px; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px\">BlogCon</a>, 2011<br style=\"widows: 2; text-transform: none; background-color: rgb(255,255,255); text-indent: 0px; font: 13px verdana; white-space: normal; orphans: 2; letter-spacing: normal; color: rgb(0,0,0); word-spacing: 0px; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px\" />\r\n\t<br style=\"widows: 2; text-transform: none; background-color: rgb(255,255,255); text-indent: 0px; font: 13px verdana; white-space: normal; orphans: 2; letter-spacing: normal; color: rgb(0,0,0); word-spacing: 0px; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px\" />\r\n\tReuters,&nbsp;<a href=\"http://www.reuters.com/article/2011/11/08/us-mideast-netanyahu-sarkozy-idUSTRE7A720120111108\" style=\"widows: 2; text-transform: none; background-color: rgb(255,255,255); text-indent: 0px; font: 13px verdana; white-space: normal; orphans: 2; letter-spacing: normal; word-spacing: 0px; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px\">&quot;Sarkozy tells Obama Netanyahu is a &#39;liar,&#39;&quot;</a>&nbsp;Nov. 8, 2011<br style=\"widows: 2; text-transform: none; background-color: rgb(255,255,255); text-indent: 0px; font: 13px verdana; white-space: normal; orphans: 2; letter-spacing: normal; color: rgb(0,0,0); word-spacing: 0px; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px\" />\r\n\t<br style=\"widows: 2; text-transform: none; background-color: rgb(255,255,255); text-indent: 0px; font: 13px verdana; white-space: normal; orphans: 2; letter-spacing: normal; color: rgb(0,0,0); word-spacing: 0px; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px\" />\r\n\tCouncil on Foreign Relations,&nbsp;<a href=\"http://www.cfr.org/israel/hamas/p8968\" style=\"widows: 2; text-transform: none; background-color: rgb(255,255,255); text-indent: 0px; font: 13px verdana; white-space: normal; orphans: 2; letter-spacing: normal; word-spacing: 0px; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px\">Hamas backgrounder</a>, Updated Oct. 20, 2011<br style=\"widows: 2; text-transform: none; background-color: rgb(255,255,255); text-indent: 0px; font: 13px verdana; white-space: normal; orphans: 2; letter-spacing: normal; color: rgb(0,0,0); word-spacing: 0px; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px\" />\r\n\t<br style=\"widows: 2; text-transform: none; background-color: rgb(255,255,255); text-indent: 0px; font: 13px verdana; white-space: normal; orphans: 2; letter-spacing: normal; color: rgb(0,0,0); word-spacing: 0px; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px\" />\r\n\tMSNBC,&nbsp;<a href=\"http://www.msnbc.msn.com/id/6848112/ns/politics-george_w_bush_the_second_inaugural/t/george-w-bush-nd-inaugural-address/#.TtabqrLNltM\" style=\"widows: 2; text-transform: none; background-color: rgb(255,255,255); text-indent: 0px; font: 13px verdana; white-space: normal; orphans: 2; letter-spacing: normal; word-spacing: 0px; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px\">&quot;George W. Bush 2nd inaugural address,&quot;</a>&nbsp;Jan. 20, 2005<br style=\"widows: 2; text-transform: none; background-color: rgb(255,255,255); text-indent: 0px; font: 13px verdana; white-space: normal; orphans: 2; letter-spacing: normal; color: rgb(0,0,0); word-spacing: 0px; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px\" />\r\n\t<br style=\"widows: 2; text-transform: none; background-color: rgb(255,255,255); text-indent: 0px; font: 13px verdana; white-space: normal; orphans: 2; letter-spacing: normal; color: rgb(0,0,0); word-spacing: 0px; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px\" />\r\n\t<em>New York Times</em>,&nbsp;<a href=\"http://www.nytimes.com/2002/06/25/world/mideast-turmoil-president-s-words-warning-things-must-change-middle-east.html\" style=\"widows: 2; text-transform: none; background-color: rgb(255,255,255); text-indent: 0px; font: 13px verdana; white-space: normal; orphans: 2; letter-spacing: normal; word-spacing: 0px; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px\">&quot;MIDEAST TURMOIL; The President&#39;s Words of Warning: &#39;Things Must Change in the Middle East,&#39;&quot;</a>&nbsp;June 25, 2002<br style=\"widows: 2; text-transform: none; background-color: rgb(255,255,255); text-indent: 0px; font: 13px verdana; white-space: normal; orphans: 2; letter-spacing: normal; color: rgb(0,0,0); word-spacing: 0px; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px\" />\r\n\t<br style=\"widows: 2; text-transform: none; background-color: rgb(255,255,255); text-indent: 0px; font: 13px verdana; white-space: normal; orphans: 2; letter-spacing: normal; color: rgb(0,0,0); word-spacing: 0px; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px\" />\r\n\t<em>Washington Post</em>,&nbsp;<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2006/01/26/AR2006012600372.html\" style=\"widows: 2; text-transform: none; background-color: rgb(255,255,255); text-indent: 0px; font: 13px verdana; white-space: normal; orphans: 2; letter-spacing: normal; word-spacing: 0px; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px\">&quot;Hamas Sweeps Palestinian Elections, Complicating Peace Efforts in Mideast,&quot;</a>&nbsp;Jan. 27, 2006<br style=\"widows: 2; text-transform: none; background-color: rgb(255,255,255); text-indent: 0px; font: 13px verdana; white-space: normal; orphans: 2; letter-spacing: normal; color: rgb(0,0,0); word-spacing: 0px; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px\" />\r\n\t<br style=\"widows: 2; text-transform: none; background-color: rgb(255,255,255); text-indent: 0px; font: 13px verdana; white-space: normal; orphans: 2; letter-spacing: normal; color: rgb(0,0,0); word-spacing: 0px; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px\" />\r\n\t<em>New York Times</em>,&nbsp;<a href=\"http://www.nytimes.com/2006/01/27/politics/27diplo.html\" style=\"widows: 2; text-transform: none; background-color: rgb(255,255,255); text-indent: 0px; font: 13px verdana; white-space: normal; orphans: 2; letter-spacing: normal; word-spacing: 0px; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px\">&quot;Bush defends his goal of spreading democracy to the Mideast,&quot;</a>&nbsp;Jan. 27, 2006<br style=\"widows: 2; text-transform: none; background-color: rgb(255,255,255); text-indent: 0px; font: 13px verdana; white-space: normal; orphans: 2; letter-spacing: normal; color: rgb(0,0,0); word-spacing: 0px; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px\" />\r\n\t<br style=\"widows: 2; text-transform: none; background-color: rgb(255,255,255); text-indent: 0px; font: 13px verdana; white-space: normal; orphans: 2; letter-spacing: normal; color: rgb(0,0,0); word-spacing: 0px; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px\" />\r\n\tABC News,&nbsp;<a href=\"http://abcnews.go.com/blogs/politics/2010/06/cheney-mistake-for-bush-admin-to-push-for-2006-palestinian-elections/\" style=\"widows: 2; text-transform: none; background-color: rgb(255,255,255); text-indent: 0px; font: 13px verdana; white-space: normal; orphans: 2; letter-spacing: normal; word-spacing: 0px; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px\">&quot;Cheney: Mistake for Bush Admin. to Push for 2006 Palestinian Elections,&quot;</a>&nbsp;June 6, 2010<br style=\"widows: 2; text-transform: none; background-color: rgb(255,255,255); text-indent: 0px; font: 13px verdana; white-space: normal; orphans: 2; letter-spacing: normal; color: rgb(0,0,0); word-spacing: 0px; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px\" />\r\n\t<br style=\"widows: 2; text-transform: none; background-color: rgb(255,255,255); text-indent: 0px; font: 13px verdana; white-space: normal; orphans: 2; letter-spacing: normal; color: rgb(0,0,0); word-spacing: 0px; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px\" />\r\n\tVanity Fair,&nbsp;<a href=\"http://www.vanityfair.com/politics/features/2008/04/gaza200804\" style=\"widows: 2; text-transform: none; background-color: rgb(255,255,255); text-indent: 0px; font: 13px verdana; white-space: normal; orphans: 2; letter-spacing: normal; word-spacing: 0px; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px\">&quot;The Gaza Bombshell,&quot;</a>&nbsp;April 2008<br style=\"widows: 2; text-transform: none; background-color: rgb(255,255,255); text-indent: 0px; font: 13px verdana; white-space: normal; orphans: 2; letter-spacing: normal; color: rgb(0,0,0); word-spacing: 0px; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px\" />\r\n\t<br style=\"widows: 2; text-transform: none; background-color: rgb(255,255,255); text-indent: 0px; font: 13px verdana; white-space: normal; orphans: 2; letter-spacing: normal; color: rgb(0,0,0); word-spacing: 0px; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px\" />\r\n\tNewsweek International,&nbsp;<a href=\"http://www.brookings.edu/articles/2007/0702middleeast_indyk.aspx\" style=\"widows: 2; text-transform: none; background-color: rgb(255,255,255); text-indent: 0px; font: 13px verdana; white-space: normal; orphans: 2; letter-spacing: normal; word-spacing: 0px; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px\">&quot;Governing Gaza: Hamas&#39;s Dilemma,&quot;</a>&nbsp;July 2, 2007<br style=\"widows: 2; text-transform: none; background-color: rgb(255,255,255); text-indent: 0px; font: 13px verdana; white-space: normal; orphans: 2; letter-spacing: normal; color: rgb(0,0,0); word-spacing: 0px; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px\" />\r\n\t<br style=\"widows: 2; text-transform: none; background-color: rgb(255,255,255); text-indent: 0px; font: 13px verdana; white-space: normal; orphans: 2; letter-spacing: normal; color: rgb(0,0,0); word-spacing: 0px; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px\" />\r\n\tJewish Data Bank,&nbsp;<a href=\"http://www.jewishdatabank.org/Archive/N-Congressional_Districts_2000_2006_MainReport.pdf\" style=\"widows: 2; text-transform: none; background-color: rgb(255,255,255); text-indent: 0px; font: 13px verdana; white-space: normal; orphans: 2; letter-spacing: normal; word-spacing: 0px; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px\">Jewish population survey of Congressional districts</a>, 2000 and 2006<br style=\"widows: 2; text-transform: none; background-color: rgb(255,255,255); text-indent: 0px; font: 13px verdana; white-space: normal; orphans: 2; letter-spacing: normal; color: rgb(0,0,0); word-spacing: 0px; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px\" />\r\n\t<br style=\"widows: 2; text-transform: none; background-color: rgb(255,255,255); text-indent: 0px; font: 13px verdana; white-space: normal; orphans: 2; letter-spacing: normal; color: rgb(0,0,0); word-spacing: 0px; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px\" />\r\n\tInterview, Anthony Bustamante, campaign manager for congressional candidate Karen Harrington, Nov. 29-30, 2011<br style=\"widows: 2; text-transform: none; background-color: rgb(255,255,255); text-indent: 0px; font: 13px verdana; white-space: normal; orphans: 2; letter-spacing: normal; color: rgb(0,0,0); word-spacing: 0px; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px\" />\r\n\t<br style=\"widows: 2; text-transform: none; background-color: rgb(255,255,255); text-indent: 0px; font: 13px verdana; white-space: normal; orphans: 2; letter-spacing: normal; color: rgb(0,0,0); word-spacing: 0px; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px\" />\r\n\tInterview, Jonathan Beeton, spokesman for U.S. Rep. Debbie Wasserman Schultz, Nov. 30, 2011<br style=\"widows: 2; text-transform: none; background-color: rgb(255,255,255); text-indent: 0px; font: 13px verdana; white-space: normal; orphans: 2; letter-spacing: normal; color: rgb(0,0,0); word-spacing: 0px; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px\" />\r\n\t<br style=\"widows: 2; text-transform: none; background-color: rgb(255,255,255); text-indent: 0px; font: 13px verdana; white-space: normal; orphans: 2; letter-spacing: normal; color: rgb(0,0,0); word-spacing: 0px; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px\" />\r\n\tInterview, Aaron Miller, public policy scholar Middle East program at the Woodrow Wilson Center for International Scholars and a former advisor to six Secretaries of State on Arab-Israeli negotiations, 1978-2003, Nov. 30, 2011<br style=\"widows: 2; text-transform: none; background-color: rgb(255,255,255); text-indent: 0px; font: 13px verdana; white-space: normal; orphans: 2; letter-spacing: normal; color: rgb(0,0,0); word-spacing: 0px; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px\" />\r\n\t<br style=\"widows: 2; text-transform: none; background-color: rgb(255,255,255); text-indent: 0px; font: 13px verdana; white-space: normal; orphans: 2; letter-spacing: normal; color: rgb(0,0,0); word-spacing: 0px; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px\" />\r\n\tInterview, Elliott Abrams, senior fellow for Middle Eastern Studies at the Council on Foreign Relations and former deputy national security adviser handling Middle East affairs in the George W. Bush administration and now works at the Council on Foreign Relations, Nov. 30, 2011&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "restaurant owner", "false_count": 1, "first_name": "Karen", "half_true_count": 1, "home_state": "Florida", "id": 1565, "last_name": "Harrington", "mostly_true_count": 0, "name_slug": "karen-harrington", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/images_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1565/", "total_count": 2, "true_count": 0, "website": "http://www.karenforcongress.com/"}, "statement": "<p>\r\n\tU.S. Rep. Debbie Wasserman Schultz &quot;has blamed the Republicans for the creation of Hamas.&quot;<br style=\"widows: 2; text-transform: none; background-color: rgb(255,255,255); text-indent: 0px; font: 13px verdana; white-space: normal; orphans: 2; letter-spacing: normal; color: rgb(0,0,0); word-spacing: 0px; -webkit-text-size-adjust: auto; -webkit-text-stroke-width: 0px\" />\r\n\t&nbsp;</p>\r\n", "statement_context": "an interview", "statement_date": "2011-11-12", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 48, "photo": null, "resource_uri": "/api/v/2/subject/48/", "subject": "Israel", "subject_slug": "israel", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 7, "current_job": "U.S. Representative, Florida District 23", "false_count": 9, "first_name": "Debbie", "half_true_count": 8, "home_state": "Florida", "id": 265, "last_name": "Wasserman Schultz", "mostly_true_count": 15, "name_slug": "debbie-wasserman-schultz", "pants_count": 3, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/27560_6444958138_7609_n.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/265/", "total_count": 48, "true_count": 6, "website": "http://wassermanschultz.house.gov/"}], "twitter_headline": ""}