{"art": [{"brightcove": "", "caption": "David Axelrod, senior campaign adviser to President Barack Obama, called former House Speaker Newt Gingrich the \"godfather of gridlock.\" How accurate is that charge?", "id": 1804, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Axelrod_on_Daily_Rundown.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/1804/", "title": "Axelrod on Daily Rundown", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/dec/05/david-axelrod/david-axelrod-calls-newt-gingrich-godfather-gridlo/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 4895, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/4895/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tDuring an interview on the Dec. 5, 2011, edition of MSNBC&rsquo;s <em>The Daily Rundown</em>, David Axelrod, a senior campaign adviser to President Barack Obama, coined a new description for Republican presidential candidate and former House Speaker Newt Gingrich: &quot;the godfather of gridlock.&quot;<br />\r\n\t<br />\r\n\tDiscussing a newly released Gingrich ad that portrays the former speaker in a soft light, Axelrod told host Chuck Todd that he was amused by the ad &quot;because he talked about (how) he was going to bring the country together to solve problems. You&#39;re talking about the godfather of gridlock here, the guy who two decades ago really invented the kind of tactics that have now become commonplace in Washington. So, this is a whole new Newt.&quot;<br />\r\n\t<br />\r\n\tWe wondered whether it was really fair to pin today&rsquo;s policy gridlock on tactics engineered by Gingrich. So we sought comments from historians, political scientists and other political observers. We thought analyzing this quote might prove too subjective, but we found concrete evidence to both bolster and undermine Axelrod&#39;s claim.</p>\r\n<p>\r\n\t<strong>Gingrich the fighter</strong></p>\r\n<p>\r\n\tSome historians and analysts say Gingrich&#39;s bare-knuckled tactics created a sharp partisanship that continues today.<br />\r\n\t<br />\r\n\tGingrich came to national attention when he led a group of fellow backbenchers to challenge the ethics of House Speaker Jim Wright, D-Texas. Their challenge led Wright to resign in 1989, driving the ousted speaker to decry the &quot;<a href=\"http://movies.nytimes.com/library/politics/0105gingrich-wright.html\">mindless cannibalism</a>&quot; consuming Congress.<br />\r\n\t<br />\r\n\tIt was a watershed moment for Gingrich, and only solidified his belief that confrontation, not compromise, was what Congress needed.<br />\r\n\t<br />\r\n\tBeginning in 1989, Gingrich bided his time <a href=\"http://www.tampabay.com/blogs/the-buzz-florida-politics/content/how-bill-young-helped-create-newt-gingrich\">as House minority whip</a>, serving under a more conciliatory Republican leader, Bob Michel of Illinois. By 1993 and 1994, -- when a Democratic president, Bill Clinton, was in the White House and the 40-year Democratic House majority was looking shaky -- Gingrich upped the ante.<br />\r\n\t<br />\r\n\t&quot;The Republican strategy in 1993 and 1994 was to vote as a parliamentary minority, in unison against the new president&#39;s initiatives, and that was as much or more Newt&#39;s idea as anybody&#39;s,&quot; said Norm Ornstein, a congressional scholar with the American Enterprise Institute, a conservative think tank. &quot;Clinton&#39;s economic program, his first big initiative, took almost eight months to pass, denying him a big early victory and making the eventual passage look like a humiliation. The same approach had success with a crime bill and, of course, with health care reform.&quot;<br />\r\n\t<br />\r\n\tMichel&rsquo;s impending retirement cleared the way for Gingrich to become speaker if the GOP managed to take over the House in the 1994 election. And they did.<br />\r\n\t<br />\r\n\tOnce in office, Gingrich continued his confrontational strategy, most notably in the budget fights of 1995 that led to shutdowns of the federal government. Purdue University political scientist Bert A. Rockman cited Gingrich&#39;s &quot;defamatory misuse of the C-SPAN morning one-minute diatribes to an empty chamber, his over-the-top-rhetoric and his dogged pursuit of Clinton&rsquo;s impeachment. It&rsquo;s become much worse, and for reasons hardly exclusive to any individual&rsquo;s nastiness, but Newt was a major contributor to the nastiness that prevails today.&quot;<br />\r\n\t<br />\r\n\tGingrich developed wedge issues to divide the Democratic majority and magnets to pull voters into the Republican orbit, said Steve Gillon, a historian at the University of Oklahoma and author of <a href=\"http://www.amazon.com/Pact-Clinton-Gingrich-Rivalry-Generation/dp/0195322789\">The Pact: Bill Clinton, Newt Gingrich, and the Rivalry that Defined a Generation</a>.<br />\r\n\t<br />\r\n\tUniversity of Kansas political scientist Burdett Loomis argues that Gingrich&rsquo;s attacks on Congress itself have harmed the institution in the long term. Though Gingrich is a historian by training, Loomis said, he &quot;ignored the importance of maintaining (Congress&rsquo;) legitimacy, which has haunted us since.&quot;<br />\r\n\t<br />\r\n\t<strong>Gingrich the deal-maker</strong><br />\r\n\t<br />\r\n\tBut Loomis and others also say Gingrich&#39;s legacy is not black and white. After Gingrich lost the public relations war over the shutdown to Clinton, he became more willing to compromise with his rival.<br />\r\n\t<br />\r\n\t&quot;What Axelrod&#39;s comment does not account for is the change that took place in Gingrich after the 1995 budget battle,&quot; Gillon said. &quot;Both Clinton and Gingrich realized they had more to gain by working together than they did by fighting each other. Both men saw their poll numbers rise.&quot;<br />\r\n\t<br />\r\n\tThis period of cooperation lasted until the emergence of the Monica Lewinsky affair in 1998, which Gingrich played a significant role in promoting.<br />\r\n\t<br />\r\n\tSo what did Clinton and Gingrich accomplish during this era of (relatively) good feelings? Here are a few notable bills, each of which passed with broad, bipartisan majorities.<br />\r\n\t<br />\r\n\t<strong>Telecommunications Act, 1996 </strong>-- <a href=\"http://transition.fcc.gov/telecom.html\">described by the Federal Communications Commission</a> as &quot;the first major overhaul of telecommunications law in almost 62 years.&quot; The House <a href=\"http://clerk.house.gov/evs/1996/roll025.xml\">passed</a> the final version of the bill by a 414-16 margin, with 236 Republicans and 178 Democrats supporting it.<br />\r\n\t<br />\r\n\t<strong>Welfare reform, 1996 </strong>-- a <a href=\"http://www.usatoday.com/news/nation/2006-07-17-welfare-reform-cover_x.htm\">landmark bill</a> to end cash payments and instead encourage recipients to find work. The House <a href=\"http://clerk.house.gov/evs/1996/roll383.xml\">passed</a> the final version of the bill by a 328-101 margin, with 230 Republicans and 98 Democrats.<br />\r\n\t<br />\r\n\t<strong>Health Insurance Portability and Accountability Act, 1996 </strong>-- a law that allowed people to change jobs without fearing the loss of their health insurance due to pre-existing conditions, as well as provisions dealing with <a href=\"http://www.hhs.gov/ocr/privacy/hipaa/understanding/summary/index.html\">health information privacy</a>. The House <a href=\"http://clerk.house.gov/evs/1996/roll393.xml\">passed </a>the final version of the bill by a 421-2 margin, with 227 Republicans and 193 Democrats.<br />\r\n\t<br />\r\n\t<strong>Taxpayer Relief Act, 1997 </strong>-- which <a href=\"http://www.filetax.com/97taxact.html\">established</a> a child tax credit, tuition tax credits, and penalty-free withdrawals from IRAs for education expenses and first-home purchases, as well as a decrease in the capital gains tax and limitations on the estate tax. The House <a href=\"http://clerk.house.gov/evs/1997/roll350.xml\">passed</a> the final version of the bill by a 389-43 margin, with 225 Republicans and 164 Democrats.<br />\r\n\t<br />\r\n\t<strong>Balanced Budget Act, 1997 </strong>-- a <a href=\"http://www.gpo.gov/fdsys/pkg/PLAW-105publ33/content-detail.html\">bill</a> that cut spending in order to balance the budget by fiscal year 2002. The House <a href=\"http://clerk.house.gov/evs/1997/roll345.xml\">passed</a> the final version of the bill by a 346-85 margin, with 193 Republicans and 153 Democrats.<br />\r\n\t<br />\r\n\tAt the presidential bill-signing ceremony on the South Lawn of the White House, Gingrich called for &quot;&lsquo;bipartisan leadership across the planet&quot; to put aside party differences and address other nagging problems that, like the deficit, worry the public,&quot; the <em>Washington Times </em>reported. &quot;&lsquo;We will meet the moral integrity test in peacetime of not spending our children&#39;s and grandchildren&#39;s money,&quot; he said. &quot;We have a chance over the next three and a half years to work together . . . to accomplish a lot.&rsquo;&quot;<br />\r\n\t<br />\r\n\t&quot;Overall, Newt&rsquo;s four years as speaker can be characterized as gridlock followed by greased wheels,&quot; said Donald Wolfensberger, who served as the Republican staff director of the influential House Rules Committee before and during Gingrich&rsquo;s tenure as speaker. Wolfensberger is now director of the Congress Project at the Woodrow Wilson International Center for Scholars.<br />\r\n\t<br />\r\n\tAlan Abramowitz, an Emory University political scientist, agreed, and added that the Senate -- long the home of blocked nomination hearings and a filibuster rule that allows one senator to stand in the way of legislation -- has been at least as much a force for gridlock in Washington as the House. &quot;The Senate deserves far more blame for gridlock than the House,&quot; Abramowitz said.<br />\r\n\t<br />\r\n\tSo Gingrich has been more of a prince of partisanship than a godfather of gridlock.<br />\r\n\t<br />\r\n\tAxelrod &quot;is mixing up apples and oranges,&quot; said John Feehery, a longtime House Republican spokesman who worked under then-House Speaker Dennis Hastert, R-Ill., among others. &quot;Intense partisanship does not necessarily lead to gridlock, and gridlock is not necessarily the result of partisanship.&quot;<br />\r\n\t<br />\r\n\tGillon, who wrote the book on the Clinton-Gingrich relationship, calls the former speaker &quot;a very complicated figure. He is a man who will use the most ruthless methods in order to gain power, but who can be restrained, creative, and bipartisan once he has power... The political people in the Clinton White House viewed Gingrich as the antichrist. But many of the policy people &ndash; Chief of Staff Leon Panetta, domestic policy adviser Bruce Reed, Chief of Staff Erskine Bowles &ndash; painted a portrait of a pragmatic, though temperamental, policymaker.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tSo while Gingrich was sharply partisan, there are solid examples where he short-circuited gridlock to push bills to enactment. On balance, we rate Axelrod&rsquo;s statement Half True.</p>\r\n", "ruling_comments_date": "2011-12-05T17:09:24.065339", "ruling_date": "2011-12-05T18:19:19", "ruling_headline": "David Axelrod calls Newt Gingrich 'the godfather of gridlock'", "ruling_headline_slug": "david-axelrod-calls-newt-gingrich-godfather-gridlo", "ruling_link_text": "First a fighter, then a deal-maker", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tDavid Axelrod, <a href=\"http://www.msnbc.msn.com/id/21134540/vp/45552630#45552630\">interview</a> on NBC&rsquo;s <em><a href=\"http://www.msnbc.msn.com/id/21134540/vp/45552630#45552630\">The Daily Rundown</a></em>, Dec. 5, 2011</p>\r\n<p>\r\n\t<em>Washington Times</em>, &quot;Clinton signs budget deal, praises bipartisan support,&quot; Aug. 6, 1997 (accessed via Lexis-Nexis)<br />\r\n\t<br />\r\n\tE-mail interview with John Feehery, onetime aide to former House Speaker Dennis Hastert, R-Ill., Dec. 5, 2011<br />\r\n\t<br />\r\n\tE-mail interview with David Mayhew, political scientist at Yale University, Dec. 5, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Donald Wolfensberger, director of the Congress Project at the Woodrow Wilson International Center for Scholars, Dec. 5, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Burdett Loomis, political scientist at the University of Kansas,<br />\r\n\t<br />\r\n\tE-mail interview with Norm Ornstein, congressional scholar at the American Enterprise Institute, Dec. 5, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Roy T. Meyers, political scientist at the University of Maryland (Baltimore County), Dec. 5, 2011</p>\r\n<p>\r\n\tE-mail interview with Bert Rockman, political scientist at Purdue University, Dec. 5, 2011</p>\r\n<p>\r\n\tE-mail interview with E. Scott Adler, University of Colorado political scientist, Dec. 5, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Donald Ritchie, U.S. Senate historian, Dec. 5, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Steve Gillon, University of Oklahoma historian and author of The Pact: Bill Clinton, Newt Gingrich, and the Rivalry that Defined a Generation, Dec. 5, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 1, "first_name": "David", "half_true_count": 6, "home_state": "", "id": 209, "last_name": "Axelrod", "mostly_true_count": 7, "name_slug": "david-axelrod", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Axelrod.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/209/", "total_count": 18, "true_count": 2, "website": ""}, "statement": "<p>\r\n\tSays Newt Gingrich is responsible for the gridlocked politics of Washington.</p>\r\n", "statement_context": "an interview on NBC's \"The Daily Rundown\"", "statement_date": "2011-12-05", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 149, "photo": null, "resource_uri": "/api/v/2/subject/149/", "subject": "Bipartisanship", "subject_slug": "bipartisanship", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 16, "current_job": "", "false_count": 15, "first_name": "Newt", "half_true_count": 21, "home_state": "Georgia", "id": 152, "last_name": "Gingrich", "mostly_true_count": 11, "name_slug": "newt-gingrich", "pants_count": 12, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/gingrichcutter.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/152/", "total_count": 86, "true_count": 7, "website": ""}], "twitter_headline": ""}