{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/dec/06/newt-gingrich/newt-gingrich-says-unemployment-only-dropped-becau/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": "", "id": 4900, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/4900/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>During a Dec. 5, 2011, <a href=\"http://www.cq.com/doc/newsmakertranscripts-3993799\">news conference</a>, Republican presidential candidate Newt Gingrich tried to take the wind out of White House celebrations about the previous week&rsquo;s jobs report. The statistics for November 2011 were generally regarded as a political plus for President Barack Obama, since they showed the unemployment rate falling to 8.6 percent from 9.0 percent in October, its lowest level since March 2009, just two months after Obama took office.<br />\r\n<br />\r\n&quot;I think the president has now spent three years proving that he kills jobs in energy, he kills jobs in manufacturing, he kills jobs in virtually every part of American life. I mean, notice -- the only reason the unemployment rate is going down is because &hellip; twice as many people dropped out of the employment pool as the number of jobs were created.&quot;<br />\r\n<br />\r\nWe&rsquo;re going to check this statement in two parts. In this item, we&rsquo;ll check the claim that &quot;the only reason the unemployment rate is going down is because &hellip; twice as many people dropped out of the employment pool as the number of jobs were created.&quot; In another item, we&rsquo;re checking the claim that President Barack Obama &quot;has now spent three years proving that he kills jobs in energy, he kills jobs in manufacturing.&quot;<br />\r\n<br />\r\nFirst, some background about how the unemployment rate is put together. Using a survey of Americans, the Bureau of Labor Statistics determines which respondents are working (either full or part time), which respondents are not working but are looking for work and which ones are not looking for work. The unemployment rate is determined by taking the number of people who are unemployed but are looking for work, and dividing it by the sum of two categories -- those who are employed, plus those who aren&rsquo;t employed but who are looking for work.<br />\r\n<br />\r\nIn other words, the third broad category of survey respondents -- those who are able to work but who are not actively searching for jobs -- are ignored by this statistic. These may include people who have decided to return to school, who have chosen to take care of their children, who have become dejected and stopped looking or some combination of these categories.<br />\r\n<br />\r\nWhat this means is that either of two factors could combine to push the unemployment rate lower -- either more people become employed or more people could stop looking actively for work.<br />\r\n<br />\r\nSo in a literal sense, Gingrich is wrong that the shrinking labor force is &quot;the only reason the unemployment rate is going down.&quot; It&rsquo;s a combination of a shrinking labor force and the increase in jobs.<br />\r\n<br />\r\nWhat about the notion that the shrinkage in the labor force was twice the size of the increase in jobs?<br />\r\n<br />\r\nJudging by the November 2011 data that was <a href=\"http://www.latimes.com/business/la-fi-jobs-20111203,0,4498711.story\">widely reported in the media</a>, Gingrich would seem to be right. There were two headline numbers. One was that the economy created a net 120,000 jobs, specifically an increase of 140,000 in the private sector and a decrease of 20,000 government jobs. The other was that the number of people either employed or actively looking for work declined by 315,000.<br />\r\n<br />\r\nUsing these statistics, Gingrich actually undersold the numbers. The shrinkage in the labor force was 2.6 times the size of the increase in jobs, not merely twice the number.<br />\r\n<br />\r\nBut while these numbers are fine to use in isolation, Gingrich runs into problems when he links them, said Gary Burtless, an economist with the Brookings Institution. That&rsquo;s because the two numbers originate with different surveys that have different methodologies.<br />\r\n<br />\r\nAs we noted, the unemployment rate is calculated using a survey of Americans that asks whether they are working, looking for work, or not actively looking. This is called the Current Population Survey, or CPS. While the CPS does calculate the number of jobs gained or lost per month, the usual measurement for jobs gained or lost comes from a survey of employer payrolls known as the Current Employment Statistics.<br />\r\n<br />\r\nBecause the CES is almost always the source of employment figures used in government and media reports, it&rsquo;s understandable why Gingrich turned to it as his benchmark. However, a comparison such as the one he made is one of the exceptions to the rule that CES employment numbers are preferred. To be statistically consistent, Burtless said, you have to use figures from the Current Population Survey.<br />\r\n<br />\r\nDue to some methodological quirks -- for instance, self-employed Americans are counted by CPS but not by CES -- the monthly increase or decrease in jobs tends to vary somewhat between the two surveys. For November 2011, the CES found a net increase of 120,000 jobs, but the CPS found a net increase of 278,000 jobs. That&rsquo;s a whole lot closer to the 315,000 Americans who dropped out of the labor market.<br />\r\n<br />\r\nSo, using the CPS numbers, the decline in the labor force is not twice the number of jobs created, as Gingrich said -- it&rsquo;s only 1.1 times the amount.<br />\r\n<br />\r\n<strong>Our ruling</strong><br />\r\n<br />\r\nGingrich would have been correct if he&rsquo;d simply challenged the White House&rsquo;s spin by reminding voters that the big drop in the unemployment rate came not just from the jobs created in the previous month but also from workers who left the labor force. However, he overplayed his hand by arguing that &quot;the only reason the unemployment rate is going down&quot; is because of labor force shrinkage. It was by no means the only reason. There were thousands of jobs created too.<br />\r\n<br />\r\nGingrich also erred by using the wrong survey in his numerical comparison. (We feel for him: Until Burtless straightened us out, we had thought Gingrich had reported the numbers accurately.) Using the appropriate survey data, the decline in the unemployment rate stemmed in roughly equal parts from job creation and a shrinking labor force. He can&#39;t put the blame &quot;only&quot; on people who stopped looking for work. So we rate his statement Mostly False.</p>\r\n\r\n<p><a href=\"https://www.sharethefacts.co/share/736a198d-c5ed-4d2e-80ae-5aa7ada93f14\">https://www.sharethefacts.co/share/736a198d-c5ed-4d2e-80ae-5aa7ada93f14</a></p>\r\n", "ruling_comments_date": "2011-12-06T17:22:59.024565", "ruling_date": "2011-12-06T18:13:38", "ruling_headline": "Newt Gingrich says unemployment only dropped because of people who stopped looking for work", "ruling_headline_slug": "newt-gingrich-says-unemployment-only-dropped-becau", "ruling_link_text": "Gingrich overplays an otherwise fair point", "ruling_state": null, "source_documents": null, "sources": "<p>Newt Gingrich, <a href=\"http://www.cq.com/doc/newsmakertranscripts-3993799\">transcript of a press conference</a>, Dec. 5, 2011 (CQ subscribers only)<br />\r\n<br />\r\nBureau of Labor Statistics, <a href=\"http://data.bls.gov/cgi-bin/surveymost?ce/\">main index </a><a href=\"http://data.bls.gov/cgi-bin/surveymost?ce/\">page</a> for &quot;Employment, Hours, and Earnings from the Current Employment Statistics survey (National),&quot; accessed Dec. 6, 2011<br />\r\n<br />\r\nBureau of Labor Statistics, &quot;Labor Force Statistics from the Current Population Survey&quot; (<a href=\"http://data.bls.gov/cgi-bin/surveymost?ln\">main index page</a>), accessed Dec. 6, 2011<br />\r\n<br />\r\n<em>Los Angeles Times</em>, &quot;<a href=\"http://www.latimes.com/business/la-fi-jobs-20111203,0,4498711.story\">U.S</a><a href=\"http://www.latimes.com/business/la-fi-jobs-20111203,0,4498711.story\">. unemployment rate falls to 8.6%</a>,&quot; Dec. 2, 2011<br />\r\n<br />\r\nE-mail interview with Gary Burtless, senior fellow at the Brookings Institution, Dec. 6, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 16, "current_job": "", "false_count": 15, "first_name": "Newt", "half_true_count": 21, "home_state": "Georgia", "id": 152, "last_name": "Gingrich", "mostly_true_count": 11, "name_slug": "newt-gingrich", "pants_count": 12, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/gingrichcutter.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/152/", "total_count": 86, "true_count": 7, "website": ""}, "statement": "<p>&quot;The only reason the unemployment rate is going down is because &hellip; twice as many people dropped out of the employment pool as the number of jobs were created.&quot;</p>\r\n", "statement_context": "a press conference", "statement_date": "2011-12-05", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 103, "photo": null, "resource_uri": "/api/v/2/subject/103/", "subject": "Workers", "subject_slug": "workers", "used_in_edition": []}], "target": [], "twitter_headline": ""}