{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/dec/07/newt-gingrich/newt-gingrich-blasts-1990s-ethics-investigation-hi/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": "", "id": 4905, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/4905/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>During a Dec. 6, 2011, <a href=\"http://www.cq.com/doc/newsmakertranscripts-3994733\">interview</a> on Fox News, Greta Van Susteren asked Republican presidential candidate Newt Gingrich for his view about a comment House Minority Leader Nancy Pelosi, D-Calif., had made a few days earlier.<br />\r\n<br />\r\nOn Dec. 5, the liberal website Talking Points Memo <a href=\"http://tpmdc.talkingpointsmemo.com/2011/12/pelosi-democrats-gleeful-at-prospect-of-running-against-gingrich.php\">published</a> an exchange with Pelosi, who, like Gingrich, has previously served as House speaker. In an article headlined, &quot;Democrats Gleeful At Prospect Of Running Against Gingrich,&quot; Talking Points Memo quoted Pelosi saying of the fast-rising Republican presidential hopeful, &quot;One of these days we&rsquo;ll have a conversation about Newt Gingrich. I know a lot about him. I served on the investigative committee that investigated him, four of us locked in a room in an undisclosed location for a year. A thousand pages of his stuff.&quot;<br />\r\n<br />\r\nPelosi added -- jokingly, according to the website -- that she would elaborate &quot;when the time&rsquo;s right.&quot;<br />\r\n<br />\r\nLater, Gingrich responded by <a href=\"http://www.washingtonpost.com/national/gingrich-scolds-pelosi-for-suggesting-shed-air-ethics-charges/2011/12/06/gIQA369bZO_story.html\">calling</a> the taunt from Pelosi -- who&rsquo;s as much a bogeyman for Republicans as Gingrich is for Democrats -- &quot;an early Christmas gift. It tells you how capriciously political (the House ethics) committee was that she was on it. It tells you how tainted the outcome was that she was on it.&quot;<br />\r\n<br />\r\nGingrich elaborated during his Fox News interview.<br />\r\n<br />\r\nVan Susteren brought it up by asking him whether, &quot;in sort of seriousness, this could be rather punishing in a race when someone comes up and says something like, I have secret information about the person.&quot;<br />\r\n<br />\r\nGingrich responded that he doubted Pelosi had any secret information to release, since the case had been thoroughly aired in public and because it would likely be illegal to disclose anything that had been purposely kept secret at the time. But Gingrich took the opportunity to link Pelosi to the investigation and cite it as evidence of how the process had been biased in a partisan way.<br />\r\n<br />\r\nThe back-and-forth with Pelosi &quot;reminds people who probably didn&#39;t know that she was on the ethics committee, that it was a very partisan political committee and that the way I was dealt with related more to the politics of the Democratic Party than to ethics. And I think in that sense, it actually helps me in getting people to understand, this was a Nancy Pelosi-driven effort. They filed 85 charges and 84 were dismissed. The only one was a conflicting lawyer&#39;s letter. And then the Democrats just held out for partisan reasons.&quot;<br />\r\n<br />\r\nFor this item, we&rsquo;re focusing on the claim that the ethics investigation against Gingrich was conducted by &quot;a very partisan political committee&quot; in a way that &quot;related more to the politics of the Democratic Party than to ethics.&quot;<br />\r\n<br />\r\nGingrich has a long history with the congressional ethics process, both as an accuser (most famously against Democratic House Speaker Jim Wright, who resigned amid ethics charges Gingrich promoted in 1989) and as the accused.<br />\r\n<br />\r\nThe case primarily involved a <a href=\"http://www.pbs.org/wgbh/pages/frontline/newt/newtcollege.html\">course at Kennesaw State College</a> that Gingrich taught while in Congress. The organizers of the course solicited financial support from &quot;individuals, corporations and foundations,&quot; promising that the project qualified for tax-exempt status. But the ethics committee concluded that the course was &quot;actually a coordinated effort&quot; to &quot;help in achieving a partisan, political goal&quot; -- something that would run afoul of its tax exempt status. A further problem for Gingrich was that during the investigation, he submitted letters from his lawyers for which &quot;the subcommittee was unable to find any factual basis.&quot; Gingrich &quot;should have known&quot; that the information in the letters &quot;was inaccurate, incomplete, and unreliable.&quot;</p>\r\n\r\n<p>The allegations were largely ajudicated by January 1997, with Gingrich agreeing to pay a sum of $300,000 and admitting that he had &quot;engaged in conduct that did not reflect creditably on the House of Representatives.&quot; He became the first speaker to be sanctioned in this fashion by the House. (Here&rsquo;s a <a href=\"http://www.cnn.com/ALLPOLITICS/1997/gen/resources/infocus/gingrich/index3.html\">time line</a> of the case.)<br />\r\n<br />\r\nAs we&rsquo;ve <a href=\"http://www.politifact.com/truth-o-meter/statements/2011/dec/05/david-axelrod/david-axelrod-calls-newt-gingrich-godfather-gridlo/\">noted before</a>, Gingrich&rsquo;s intensely partisan style and his heavy use of the congressional ethics process ramped up the level of partisan warfare during his investigation. Few observers would disagree that Democrats were gleeful at the prospect of seeing the first Republican House speaker in four decades brought down by ethics charges analagous to those Gingrich himself had used to topple Wright.<br />\r\n<br />\r\nBut in the interview with Van Susteren, Gingrich did more than just say that partisan warriors leveraged his investigation for their own ends. He said that the investigation against him was itself conducted by &quot;a very partisan political committee&quot; in a way that &quot;related more to the politics of the Democratic Party than to ethics.&quot;<br />\r\n<br />\r\nIn essence, Gingrich is alleging that the investigation of his actions was biased by partisanship and, by extension, that the penalty he agreed to was tainted.<br />\r\n<br />\r\nTo understand whether Gingrich&rsquo;s assertion is correct requires a look at the venue for the investigation -- the House ethics committee, which was then known officially as the Standards of Official Conduct Committee.<br />\r\n<br />\r\nThe ethics panel is the only House committee with an even number of Republicans and Democrats. By longstanding tradition, the committee does not proceed with a formal investigation unless it has majority support. This means that every ethics case that moves forward -- including Gingrich&rsquo;s -- required the vote of at least least one member from the same party as the lawmaker facing allegations.<br />\r\n<br />\r\nIn Gingrich&rsquo;s case, an investigative subcommittee was convened and looked into the case for several months. Like the full committee, it included an equal number of Democrats and Republicans, and it hired a special counsel, James M. Cole, to lead the investigation. (Cole was <a href=\"http://www.justice.gov/dag/meet-dag.html\">later appointed deputy attorney </a><a href=\"http://www.justice.gov/dag/meet-dag.html\">general</a> by President Barack Obama, but at the time of his appointment in the Gingrich case, Cole had worked as a Justice Department attorney in administrations of both parties.) Gingrich had legal representation during the ethics process.<br />\r\n<br />\r\nOn Dec. 21, 1996, the subcommittee forwarded its <a href=\"http://ethics.house.gov/sites/ethics.house.gov/files/House%20Report%20105-1_1.pdf\">findings</a> to the full committee for consideration, recommending &quot;a reprimand and the payment of $300,000 toward the cost of the preliminary inquiry.&quot;<br />\r\n<br />\r\nOn Jan. 17, 1997, the full committee held nearly six hours of televised hearings before voting 7 to 1 to accept the subcommittee&rsquo;s recommendation. Voting to accept it were three Republicans -- Chairwoman Nancy Johnson of Connecticut, Steve Schiff of New Mexico and Porter Goss of Florida.<br />\r\n<br />\r\n&quot;We are bringing to the floor a very tough penalty, an appropriate one,&quot; Johnson said in an interview on NBC&rsquo;s <em>Today</em> show on Jan. 21, 1997, the day the ethics recommendation went to the House floor. &quot;And we&#39;re bringing it to the floor as a bipartisan committee.&quot;<br />\r\n<br />\r\nThe full House went on to <a href=\"http://clerk.house.gov/evs/1997/roll008.xml\">pass the ethics report 395 to 28</a>, with 196 Republicans voting for it and just 26 voting against it.<br />\r\n<br />\r\n&quot;This is a tough penalty,&quot; Johnson said after the vote, <a href=\"http://www.washingtonpost.com/wp-srv/politics/govt/leadership/stories/011897.htm\">according to the<em> Washington Post</em></a>. &quot;I believe it is an appropriate penalty. It demonstrates that nobody is above the rules.&quot;<br />\r\n<br />\r\nSchiff added in a press conference the same day that &quot;being bipartisan doesn&#39;t mean you always agree on everything. It means you reach a consensus.&quot;<br />\r\n<br />\r\nThis hardly seems like a Democratic kangaroo court to us. And experts we checked with felt the same.<br />\r\n<br />\r\n&quot;The process had plenty of partisan tension, because he was the speaker,&quot; said Norman Ornstein, a congressional scholar with the American Enterprise Institute. But Cole, the special counsel, &quot;was terrific and thoroughly objective,&quot; Ornstein said. To Ornstein, Gingrich &quot;is sanitizing the process and outcome. To be sure, the charges were not so explosive that he merited a &lsquo;death penalty&rsquo; (of resignation), but the charges were not wildly different or less significant than those he had brought against Jim Wright, who did resign.&quot;<br />\r\n<br />\r\nKenneth A. Gross, the head of the political law practice at the law firm Skadden, Arps, Slate, Meagher &amp; Flom, was one of several experts we spoke to who agreed.<br />\r\n<br />\r\n&quot;I saw that committee at work behind closed doors during that era, and it was certainly divided and partisan, but it is the only committee of Congress that has an equal number of Democrats and Republicans, and for anything to move forward, it would require a bipartisan vote.&quot;<br />\r\n<br />\r\nWe should add that Gingrich accepted what amounted to a negotiated plea bargain. He <a href=\"http://www.gpo.gov/fdsys/pkg/CRPT-105hrpt1/pdf/CRPT-105hrpt1.pdf\">agreed to admit one </a><a href=\"http://www.gpo.gov/fdsys/pkg/CRPT-105hrpt1/pdf/CRPT-105hrpt1.pdf\">count</a> of wrongdoing and pay $300,000, which was the estimated cost of the investigation. If he didn&rsquo;t believe in the fairness of the process, he could have refused to admit wrongdoing and taken his chances on the House floor, where he led a sizable majority.<br />\r\n<br />\r\nAccording to the <em>Post </em>coverage at the time,&quot; J. Randolph Evans, Gingrich&rsquo;s attorney, said his client &quot;has apologized to the subcommittee, to the House and to the American people.&quot; Evans did not respond to an inquiry for this story.<br />\r\n<br />\r\n<strong>Our ruling</strong><br />\r\n<br />\r\nWhile it&rsquo;s true that the Gingrich case became a vicious battlefield between the two parties, contemporary accounts and experts familiar with the proceedings agree that it was not ajudicated by &quot;a very partisan political committee&quot; in a way that &quot;related more to the politics of the Democratic Party than to ethics.&quot; The ethics panel&rsquo;s case only moved forward with the express consent of Republicans, including the committee&rsquo;s chairwoman, and it was led by a special counsel who was not a Democratic partisan and who focused on substantive legal matters.<br />\r\n<br />\r\nMost notably, when it became time to vote, the House -- including nearly 90 percent of voting Republicans -- voted to support the committee&rsquo;s recommendation. We rate Gingrich&rsquo;s statement Pants on Fire.</p>\r\n\r\n<p><a href=\"https://www.sharethefacts.co/share/446568e0-fc71-419d-9e66-ff56830901cb\">https://www.sharethefacts.co/share/446568e0-fc71-419d-9e66-ff56830901cb</a></p>\r\n", "ruling_comments_date": "2011-12-07T17:26:27.651741", "ruling_date": "2011-12-07T19:10:39", "ruling_headline": "Newt Gingrich blasts 1990s ethics investigation of him, calling it partisan", "ruling_headline_slug": "newt-gingrich-blasts-1990s-ethics-investigation-hi", "ruling_link_text": "A historian rewrites history", "ruling_state": null, "source_documents": null, "sources": "<p>Newt Gingrich, <a href=\"http://www.cq.com/doc/newsmakertranscripts-3994733\">interview</a> with Greta Van Susteren on Fox News, Dec. 6, 2011 (CQ subscribers only)<br />\r\n<br />\r\nTalking Points Memo, &quot;<a href=\"http://tpmdc.talkingpointsmemo.com/2011/12/pelosi-democrats-gleeful-at-prospect-of-running-against-gingrich.php\">Democrats Gleeful At Prospect Of Running Against Gingrich</a>,&quot; Dec. 5, 2011<br />\r\n<br />\r\nBloomberg, &quot;<a href=\"http://www.washingtonpost.com/national/gingrich-scolds-pelosi-for-suggesting-shed-air-ethics-charges/2011/12/06/gIQA369bZO_story.html\">Gingrich rebukes Pelosi for hinting that she&rsquo;d air details of ethics charges</a>,&quot; Dec. 6, 2011<br />\r\n<br />\r\nCNN, Gingrich <a href=\"http://www.cnn.com/ALLPOLITICS/1997/gen/resources/infocus/gingrich/index3.html\">ethics timeline</a>, accessed Dec. 7, 2011<br />\r\n<br />\r\nNancy Johnson, <a href=\"http://cq.com/doc/FdchTran19970009995\">interview</a> with NBC&rsquo;s <em>Today</em> show, Jan. 21, 1997 (CQ subscribers only)<br />\r\n<br />\r\nHouse Standards of Official Conduct Committee, <a href=\"http://cq.com/doc/FdchTran19970010016\">transcript</a> of news conference, Jan. 21, 1997 (CQ subscribers only)</p>\r\n\r\n<p>PBS Frontline, <a href=\"http://www.pbs.org/wgbh/pages/frontline/newt/newtcollege.html\">text</a> of request for funding for Renewing American Civilization,&quot; June 1, 1993</p>\r\n\r\n<p><em>New York Times</em>, &quot;The Gingrich Case: Text of &#39;Analysis and Conclusion,&#39; From Report by House Ethics Counsel,&quot; Jan. 17, 1997 (accessed via Lexis-Nexis)<br />\r\n<br />\r\n<em>St. Petersburg Times</em>, &quot;Reprimand, $ 300,000 fine urged,&quot; Jan. 18, 1997 (accessed via Lexis-Nexis)<br />\r\n<br />\r\n<em>Washington Post</em>, &quot;<a href=\"http://www.washingtonpost.com/wp-srv/politics/govt/leadership/stories/011897.htm\">Ethics Panel Supports Reprimand of Gingrich</a>,&quot; Jan. 18 1997<br />\r\n<br />\r\n<em>Washington Post</em>, &quot;<a href=\"http://www.washingtonpost.com/wp-srv/politics/govt/leadership/stories/041897.htm\">Gingrich to Pay Penalty With Dole Loan</a>,&quot; April 18 1997<br />\r\n<br />\r\n<em>New York Times</em>, &quot;Ethics Panel Clears Slate for Gingrich,&quot; Oct. 11, 1998 (accessed via Lexis-Nexis)<br />\r\n<br />\r\nPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/dec/05/david-axelrod/david-axelrod-calls-newt-gingrich-godfather-gridlo/\">David Axelrod calls Newt Gingrich &#39;the godfather of gridlock</a>,&#39;&quot; Dec. 5, 2011<br />\r\n<br />\r\nE-mail interview with Norm Ornstein, congressional scholar at the American Enterprise Institute, Dec. 7, 2011<br />\r\n<br />\r\nE-mail interview with Donald Wolfensberger, director of the Congress Project at the Woodrow Wilson International Center for Scholars, Dec. 7, 2011<br />\r\n<br />\r\nE-mail interview with Kenneth A. Gross, head of the political law practice at the law firm Skadden, Arps, Slate, Meagher &amp; Flom, Dec. 7, 2011<br />\r\n<br />\r\nE-mail interview with David C. Frederick, partner with the law firm Kellogg, Huber, Hansen, Todd, Evans &amp; Figel, Dec. 7, 2011<br />\r\n<br />\r\nE-mail interview with Stan Brand, congressional ethics lawyer and founder of the Brand Law Group, Dec. 7, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 16, "current_job": "", "false_count": 15, "first_name": "Newt", "half_true_count": 21, "home_state": "Georgia", "id": 152, "last_name": "Gingrich", "mostly_true_count": 11, "name_slug": "newt-gingrich", "pants_count": 12, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/gingrichcutter.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/152/", "total_count": 86, "true_count": 7, "website": ""}, "statement": "<p>Says the congressional ethics investigation against him was conducted by &quot;a very partisan political committee&quot; in a way that &quot;related more to the politics of the Democratic Party than to ethics.&quot;</p>\r\n", "statement_context": "an interview with Fox News' Greta Van Susteren", "statement_date": "2011-12-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 149, "photo": null, "resource_uri": "/api/v/2/subject/149/", "subject": "Bipartisanship", "subject_slug": "bipartisanship", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 35, "photo": null, "resource_uri": "/api/v/2/subject/35/", "subject": "Ethics", "subject_slug": "ethics", "used_in_edition": []}], "target": [], "twitter_headline": ""}