{"art": [], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/ohio/statements/2011/dec/12/sherrod-brown/sen-sherrod-brown-says-republicans-refusal-confirm/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "jkahoun@plaind.com", "first_name": "Jane", "id": 159, "last_name": "Kahoun", "name_slug": "jane-kahoun", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifact-jane-kahoun_1.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/159/", "title": "PolitiFact Ohio editor and deputy metro editor, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 4934, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/4934/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tThe U.S. Senate on Dec. 8 failed to confirm Richard Cordray to head the Consumer Financial Protection Bureau, with Republicans successfully blocking confirmation by using a procedural measure. It wasn&rsquo;t that the GOP disliked Cordray, Ohio&rsquo;s attorney general until his election defeat in 2010.<br />\r\n\t<br />\r\n\tRather, Republican senators said they would not support any nominee to the new agency unless its very structure was changed. They wanted, among other things, a five-member board to oversee the agency rather than a single director. And they wanted Congress to approve the agency&rsquo;s budget rather than have it set by the Federal Reserve.<br />\r\n\t<br />\r\n\tThis would have required changing the 2010 financial reform law, known as Dodd-Frank, that created the agency -- or as U.S. Sen. Sherrod Brown put it, it would require a change to the construction of the agency Cordray was nominated to direct.<br />\r\n\t<br />\r\n\tAs a date for a vote approached, Brown, an Ohio Democrat, said several times that the Republicans&rsquo; refusal was unprecedented. In a Senate Banking subcommittee hearing on Dec. 7, the day before the vote, Brown said, &quot;I probably know Richard Cordray better than any member of the Senate. I knew him when he was a state representative and county treasurer and state treasurer and attorney general and have continued to work with him. And there&#39;s no question of his qualification. And some time ago I asked the Senate historian has this ever happened, that a political party has blocked a nomination of someone because they didn&#39;t like the construction of the agency? And he said, no, it&#39;s never happened.&quot;<br />\r\n\t<br />\r\n\tThe next day, shortly before the Senate failed to get enough votes to cut off debate and confirm the nominee, Senate Majority Leader Harry Reid, Democrat of Nevada, said the same thing: &quot;This is the first time in Senate history a party has blocked a qualified candidate solely because they disagree with the existence of the agency that&#39;s being created by law.&quot;<br />\r\n\t<br />\r\n\tThis struck PolitiFact Ohio as worth checking, for the current record and as a useful piece of political trivia.<br />\r\n\t<br />\r\n\tWe asked Brown&rsquo;s communications director, Meghan Dubyak, for her boss&rsquo;s source, and she shared with us language from email that Brown&rsquo;s chief of staff, Mark Powden, received from Senate Historian Donald A. Ritchie. &nbsp;We followed up by asking Ritchie for the original.<br />\r\n\t<br />\r\n\tRitchie wrote us back, and his short answer was, &quot;We searched through past cases and could not find anything that fit the current circumstance.&quot;<br />\r\n\t<br />\r\n\tRitchie also provided the email that he exchanged with Brown&rsquo;s office. It began when Powden contacted the historian and asked if he knew of a similar case of blanket objection to any nominee unless the agency itself was changed. Here is Ritchie&rsquo;s answer, written on July 25, 2011, to Brown&rsquo;s top aide:<br />\r\n\t<br />\r\n\t&quot;I&rsquo;ve looked through our files and contacted the Senate Library, but have not found anything comparable. There were instances in the 19th Century -- during the John Tyler and Andrew Johnson administrations -- when the Senate defeated some of the president&#39;s most prominent nominations (including three times rejecting Tyler&#39;s nominee for Secretary of the Treasury). &nbsp;Those instances involved major disagreements between Congress and the president over policy (Tyler vetoed the main provisions of the Whig party&#39;s agenda, and Johnson and Congress fell out over Reconstruction policy), but they did not involve a blanket blocking of nominees to a particular agency.&quot;<br />\r\n\t<br />\r\n\tRitchie sent that email to Brown&rsquo;s office at 12:52 p.m. Several hours later, he followed up with another email to Brown&rsquo;s chief of staff: &quot;Mark, the Senate Library has been hunting for precedents, and found the attached controversy over the Legal Services Corporation in the 1980s that involved a letter signed by a majority of senators against three of the president&#39;s nominees. &nbsp;The issue there was whether the nominees would support the spirit of the law, rather than requesting that the law be rewritten, so it&#39;s not exactly the same.&quot;<br />\r\n\t<br />\r\n\tThis was in reference to a period in 1982 when the White House tried to weaken the Legal Services Corporation by nominating board members with conservative views of how far the government should extend its hand. The Legal Services Corporation helps pay for civil lawyers to serve the poor, and President Ronald Reagan and a bipartisan majority in the Senate were at odds over three of Reagan&rsquo;s most conservative nominees, according to &quot;Congress and the Nation,&quot; a historical volume.<br />\r\n\t<br />\r\n\tJousting over Reagan&rsquo;s nominees continued for several years, but as Ritchie said, the issue was whether the nominees would support the spirit of the law.<br />\r\n\t<br />\r\n\tTo better understand this distinction, it&rsquo;s important to know that in the case of Cordray, 44 of the Senate&rsquo;s 46 Republicans made clear in a letter before the Ohioan was even nominated that they would not accept any nominee unless the brand-new agency&rsquo;s structure was changed. Theirs was a blanket blockade.<br />\r\n\t<br />\r\n\tWas their goal to weaken the agency? Brown and other Democrats say so. That, too, was the goal of Reagan with the Legal Services Corporation. But there are two differences between the Reagan matter and the current case.<br />\r\n\t<br />\r\n\tThe Senate in the 1980s was not trying to use the confirmation process to change the architecture of the agency. Rather, Reagan was trying to use his appointments to change how aggressively or weakly the agency did its job. The agency, established in 1974, was already operating.<br />\r\n\t<br />\r\n\tThe other difference? Reagan, the president, was the one interested in slowing down the agency. &nbsp;The Senate, on the other hand, wanted the agency to keep operating as usual.<br />\r\n\t<br />\r\n\tCordray&rsquo;s case is the opposite. President Barack Obama supported the agency&rsquo;s creation and wants it to get to work. But under the Dodd-Frank legislation it cannot write and enforce rules affecting payday lenders, private student loan providers, debt collectors, non-bank mortgage servicers or credit agencies until it has a director.<br />\r\n\t<br />\r\n\tSenate Republicans say they will not confirm any director unless the agency&rsquo;s oversight structure is changed. Lacking a majority, they failed to win those changes in the Dodd-Frank legislation, but they have sufficient numbers under procedural rules to halt confirmations.<br />\r\n\t<br />\r\n\tThis isn&rsquo;t a question of which side is morally or politically correct.<br />\r\n\t<br />\r\n\tBut based on the record, including its nuance, we take the Senate historian&rsquo;s word: Brown was correct when he said this was the first time that a political party has blocked a nomination unless changes were made to an agency. To repeat Ritchie&rsquo;s words: &nbsp;&quot;We searched through past cases and could not find anything that fit the current circumstance.&quot;<br />\r\n\t<br />\r\n\tWe rate Brown&rsquo;s claim True.</p>\r\n", "ruling_comments_date": "2011-12-12T12:28:01.590578", "ruling_date": "2011-12-12T18:00:00", "ruling_headline": "Sen. Sherrod Brown says Republicans' refusal to confirm Richard Cordray to head consumer protection bureau was unprecedented", "ruling_headline_slug": "sen-sherrod-brown-says-republicans-refusal-confirm", "ruling_link_text": "Senate made history in blocking confirmation", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tSOURCES:<br />\r\n\t<br />\r\n\tSen. Sherrod Brown, comments at meeting of Senate Banking Committee subcommitee on financial institutions and consumer protections, transcript from CQ Congressional Transcripts, Dec. 7, 2011<br />\r\n\t<br />\r\n\tSen. Harry Reid, comments on Senate floor, Dec. 8, 2011<br />\r\n\t<br />\r\n\tEmail and telephone conversations with Meghan Dubyak, communications director for Sen. Sherrod Brown, Dec. 8 and 9, 2011<br />\r\n\t<br />\r\n\tEmail between Sen. Sherrod Brown&rsquo;s office and Senate Historian Donald A. Ritchie, provided to PolitiFact Ohio and The Plain Dealer on Dec. 9, 2011<br />\r\n\t<br />\r\n\tEmail exchange with Senate Historian Donald A. Ritchie, Dec. 9, 2011<br />\r\n\t<br />\r\n\t&quot;Congress and the Nation: Volume VI, 1981-1984, Congressional Quarterly, Inc.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "U.S. Senator", "false_count": 4, "first_name": "Sherrod", "half_true_count": 5, "home_state": "Ohio", "id": 387, "last_name": "Brown", "mostly_true_count": 9, "name_slug": "sherrod-brown", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-sherrod-brown2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/387/", "total_count": 37, "true_count": 14, "website": "http://www.brown.senate.gov/"}, "statement": "<p>\r\n\tRichard Cordray&rsquo;s nomination to head the Consumer Financial Protection Bureau marks the first time in Senate history &quot;that a political party has blocked a nomination of someone because they didn&#39;t like the construction of the agency.&quot;</p>\r\n", "statement_context": "a Senate banking subcommittee hearing", "statement_date": "2011-12-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 28, "photo": null, "resource_uri": "/api/v/2/subject/28/", "subject": "Consumer Safety", "subject_slug": "consumer-safety", "used_in_edition": []}, {"description": "", "id": 153, "photo": null, "resource_uri": "/api/v/2/subject/153/", "subject": "Financial Regulation", "subject_slug": "financial-regulation", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 213, "photo": null, "resource_uri": "/api/v/2/subject/213/", "subject": "Government regulation", "subject_slug": "government-regulation", "used_in_edition": ["/api/v/2/edition/9/"]}], "target": [], "twitter_headline": ""}