{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2008/may/21/john-mccain/he-has-said-it-again-and-again/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 495, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/495/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "The issue of whether or not to meet diplomatically with the leaders of enemy nations is clearly shaping into an important wedge issue in the presidential campaign.\n<p>\n Sen. John McCain has hammered Sen. Barack Obama for saying he would meet with Iranian President Mahmoud Ahmadinejad, who is well known for his anti-America, anti-Israel rhetoric.\n</p>\n<p>\n \"Sen. Obama has declared, and repeatedly reaffirmed his intention to meet the president of Iran without any preconditions, likening it to meetings between former American presidents and the leaders of the Soviet Union,\" McCain said in remarks before the National Restaurant Association in Chicago on May 19, 2008.\n</p>\n<p>\n McCain argues this position \"betrays the depth of Sen. Obama's inexperience and reckless judgment.\"\n</p>\n<p>\n While McCain has criticized Obama's approach of meeting with leaders of isolated nations in general, McCain has particularly singled out Ahmadinejad.\n</p>\n<p>\n \"What does he (Obama) want to talk about with Ahmadinejad, who said that Israel is a stinking corpse?\" McCain asked. \"Who said that he wants to wipe Israel off the map, who is sending the most explosive devices into Iraq killing Americans. What does he want to talk about?\"\n</p>\n<p>\n Perhaps sensing political vulnerability on the issue, McCain's campaign fired off a number of press releases accusing the Obama campaign of trying to back off Obama's stated position.\n</p>\n<p>\n When asked in an interview with CNN's Wolf Blitzer how Obama could defend meeting without preconditions with Ahmadinejad, Obama's senior foreign policy adviser, Susan Rice, said Obama had promised only that he'd meet with the appropriate Iranian leadership \"not necessarily Ahmadinejad.\"\n</p>\n<p>\n More fuel was added to the debate when Joe Klein of\n <i>\n  Time\n </i>\n magazine wrote in his blog that he could find no instance where Obama said he would negotiate specifically, by name, with Ahmadinejad.\n</p>\n<p>\n \"He (Obama) did say that he would negotiate with the Iranian leadership -- but, on matters of foreign policy and Iran's nuclear program, the guy in charge is the Supreme Leader Ali Khamenei,\" Klein noted.\n</p>\n<p>\n \"Why doesn't the McCain campaign and other assorted Republicans ever accuse Obama of wanting to negotiate with Khamenei? Well, because Khamenei isn't quite the flagrant anti-Semite Ahmadinejad is ... and, as we keep hearing, Obama has a Jewish problem.\"\n</p>\n<p>\n To be sure, when Obama raises this issue -- which he does often on the stump -- he usually says, generically, that he will meet diplomatically with the \"leaders\" of America's enemies.\n</p>\n<p>\n For example, when asked in a press conference in Watertown, S.D., on May 16, 2008, about the McCain campaign accusing him of trying to distance himself from comments about meeting with the leaders of rogue nations, Obama said he hasn't distanced himself at all.\n</p>\n<p>\n \"I say that in every town hall meeting that we have and every rally,\" Obama said. \"What I have said is that I will meet with not just our allies and our friends but I will initiate tough diplomacy with our enemies. That includes Syria, Iran, North Korea and Venezuela. I would meet with them and I would meet with them without preconditions although with preparation. I would present to them very clearly what my expectations would be in terms of them changing their behavior. If it was in the case of Iran, stop threatening Israel, stand down on nuclear weapons development; stop funding Hamas and Hezbollah and stop stirring up problems inside of Iraq. If they are willing to change behavior, then, we would offer inducements and benefits diplomatically. If they don't, we will continue to ratchet sanctions and isolations on Iran. That has been a consistent policy that I have presented throughout. There are no contradictions. I have no idea where it is that they are suggesting that somehow there has been a change in policy.\n</p>\n<p>\n But has Obama said specifically that he'd meet with Ahmadinejad?\n</p>\n<p>\n We could find no public statements where Obama neatly says, \"I will meet with Ahmadinejad.\" But we believe there are some instances where that was the substance of Obama's words.\n</p>\n<p>\n One example came in a press conference in New York City on Sept. 24, 2007.\n</p>\n<p>\n Question: \"Senator, you've said before that you'd meet with President Ahmadinejad. &hellip; Would you still meet with him today?\"\n</p>\n<p>\n \"Nothing's changed with respect to my belief that strong countries and strong presidents talk to their enemies and talk to their adversaries,\" Obama responded. \"I find many of President Ahmadinejad's statements odious and I've said that repeatedly. And I think that we have to recognize that there are a lot of rogue nations in the world that don't have American interests at heart. But what I also believe is that, as John F. Kennedy said, we should never negotiate out of fear but we should never fear to negotiate. And by us listening to the views even of those who we violently disagree with &ndash; that sends a signal to the world that we are going to turn the page on the failed diplomacy that the Bush Administration has practiced for so long.\"\n</p>\n<p>\n The McCain campaign provided snippets of news accounts of that press conference that left little doubt how the press interpreted Obama's comments at the time. Check out these headlines: \"Obama Stood His Ground Monday On His Controversial Remarks Earlier This Year That He Would Meet With Iran President Mahmoud Ahmadinejad\" (from CNN); and \"Obama: I Would Still Meet With Ahmadinejad\" (from CBS News).\n</p>\n<p>\n In a Nov. 11, 2007, interview on NBC's\n <i>\n  Meet the Press,\n </i>\n Obama again mentioned Ahmadinejad when discussing his open-door policy.\n</p>\n<p>\n \"Part of the reason it's important for us to talk to countries we don't like and leaders we don't like, it's not that I think that in a conversation with somebody like Ahmadinejad that I'm going to somehow change his mind on everything, but what we do is, we send a signal to other leadership in Iran, to the Iranian people and to the world community that we are listening and that we are willing to try to resolve conflicts peacefully.\"\n</p>\n<p>\n Host Tim Russert asked if Obama was afraid of being used in a propaganda way.\n</p>\n<p>\n \"I've got to say I'm not afraid of losing a propaganda war to somebody like Ahmadinejad,\" Obama said. \"You know, strong countries and strong presidents speak with their adversaries.\"\n</p>\n<p>\n In those contexts, Obama clearly counts Ahmadinejad among those with whom he would meet. We rate McCain's statement True.\n</p>\n<p>\n</p>", "ruling_comments_date": "2010-01-07T13:28:15.060848", "ruling_date": "2008-05-21T00:00:00", "ruling_headline": "He has said it again and again", "ruling_headline_slug": "he-has-said-it-again-and-again", "ruling_link_text": "He has said it again and again", "ruling_state": null, "source_documents": null, "sources": "CNN,\n<a href=\"http://www.cnn.com/2007/POLITICS/07/23/debate.transcript/\">\n \"CNN/YouTube Democratic presidential debate transcript\"\n</a>\nJuly 24, 2007\n<p>\n Wall Street Journal,\n <a href=\"http://online.wsj.com/article/SB121083798995894943.html?mod=googlenews_wsj\">\n  \"Prepared Text of Bush's Knesset Speech\"\n </a>\n May 15, 2008\n</p>\n<p>\n ABC News,\n <a href=\"http://abcnews.go.com/Politics/Vote2008/story?id=4896002&amp;page=1\">\n  \"Obama's Evolving Take on Meeting With Iran\"\n </a>\n by Rick Klein, May 20, 2008\n</p>\n<p>\n YouTube,\n <a href=\"http://www.youtube.com/watch?v=ew5qP2oPdtQ\">\n  \"Obama's remarks on Iran in Pendelton, Ore.\"\n </a>\n May 18, 2008\n</p>\n<p>\n The Page Blog,\n <a href=\"http://thepage.time.com/mccains-remarks-on-obama-and-iran-to-the-national-restaurant-association/\">\n  \"McCain's Remarks on Obama and Iran to the National Restaurant Association\"\n </a>\n May 19, 2008\n</p>\n<p>\n John McCain 2008,\n <a href=\"http://www.johnmccain.com/Informing/News/PressReleases/Read.aspx?guid=36f1774d-c178-44c1-b249-d793fa14419a\">\n  \"John McCain On Senator Obama Calling The Threat From Iran 'Tiny'\"\n </a>\n</p>\n<p>\n Politico,\n <a href=\"http://www.politico.com/blogs/bensmith/0508/Obama_on_Iran_Whats_McCain_afraid_of.html\">\n  \"Obama on Iran: What's McCain afraid of?\"\n </a>\n Ben Smith Blog, May 19, 2008\n</p>\n<p>\n Time,\n <a href=\"http://www.time-blog.com/swampland/2008/05/more_mccain_and_ahmadinejad.html\">\n  \"More McCain and Ahmadinejad\"\n </a>\n Posted by Joe Klein on Swampland blog, May 20, 2008\n</p>\n<p>\n YouTube,\n <a href=\"http://youtube.com/watch?v=dXDaWd4rMcU&amp;feature=related\">\n  \"Barack Obama on Meet the Press\"\n </a>\n Nov. 11, 2007\n</p>\n<p>\n Time,\n <a href=\"http://thepage.time.com/transcript-of-obama-presser-2/\">\n  \"Transcript of Obama Presser\"\n </a>\n Watertown, South Dakota, May 16, 2008\n</p>\n<p>\n AP,\n <a href=\"http://news.yahoo.com/s/ap/20080520/ap_on_el_pr/mccain\">\n  \"McCain hammers Obama on national security\"\n </a>\n by Libby Quaid, May 20, 2008\n</p>\n<p>\n MSNBC,\n <a href=\"http://firstread.msnbc.msn.com/comments/1041108.aspx\">\n  \"Obama Fires Back at McCain\"\n </a>\n by Mark Murray for First read blog, May 19, 2008\n</p>\n<p>\n Interview with Reginald Dale, a senior fellow at the Center for Strategic and International Studies, May 19, 2008\n</p>\n<p>\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 32, "current_job": "U.S. senator", "false_count": 39, "first_name": "John", "half_true_count": 31, "home_state": "Arizona", "id": 8, "last_name": "McCain", "mostly_true_count": 37, "name_slug": "john-mccain", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-johnmccain.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Arizona", "edition": "Arizona", "edition_slug": "arizona", "has_afterthefact": false, "id": 56, "index_page": false, "meter_name": "The Arizona Truth-O-Meter", "resource_uri": "/api/v/2/edition/56/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/8/", "total_count": 190, "true_count": 37, "website": "http://www.johnmccain.com/"}, "statement": "\"Sen. Obama has declared, and repeatedly reaffirmed his intention to meet the president of Iran without any preconditions.\"", "statement_context": "Chicago", "statement_date": "2008-05-19", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}], "target": [], "twitter_headline": null}