{"art": [], "author": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "canonical_url": "/oregon/statements/2011/dec/16/creative-advocacy-network/do-77-percent-portlands-elementary-school-students/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "dlane@oregonian.com", "first_name": "Dee", "id": 183, "last_name": "Lane", "name_slug": "dee-lane", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/183/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 5003, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "resource_uri": "/api/v/2/statement/5003/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>These are hard times for Oregon schools -- budgets are tight, teachers are being laid off and class sizes are increasing.<br />\r\n<br />\r\nThe Creative Advocacy Network, a group that seeks to expand access to the arts, added to that list early this month with a tweet that &quot;77% of Portland&#39;s students finish elementary school without taking even one art class.&quot;<br />\r\n<br />\r\nWe loved art class back in the day, so this tweet took us by surprise. Was it true that the vast majority of the city&rsquo;s students went through elementary school without an art class?<br />\r\n<br />\r\nWe phoned the Creative Advocacy Network to see how the staff had arrived at their figures. The executive director, Jessica Jarratt Miller, laid it out for us. The group called around to the six area school districts (Centennial, David Douglas, Parkrose, Portland, Reynolds and Riverdale) and got two pieces of information: The number of students in each of those districts&rsquo; elementary schools (kindergarten through fifth grade) and then the number of dedicated visual arts teachers in those schools.<br />\r\n<br />\r\nIf a school had even one art teacher -- heck, even a part-time art teacher -- staff counted those students as having had an art class. When they tallied up the number of students who went to a school with an art teacher, they found they accounted for only 23 percent of the students in Portland schools. (A quick aside: They didn&rsquo;t count charter schools.)<br />\r\n<br />\r\nWe decided to replicated their investigation. First we got enrollment figures for the six districts from the Oregon Department of Education. The department also gave us the number visual art teachers in each of those districts. To be sure we had the teacher figure right, we compared that to the information the arts group had used and also called around to the districts for confirmation.<br />\r\n<br />\r\nOur numbers differed slightly from the art group&rsquo;s, but we came pretty close. We found that Portland had the equivalent of 12.5 art teachers. Reynolds and Riverdale had one each, though Riverdale&rsquo;s wasn&rsquo;t full time. David Douglas and Centennial had none.<br />\r\n<br />\r\nAfter we&rsquo;d sorted that out, we looked at the number of students attending a school that employed an art teacher. We found that number at just 20 percent -- even lower than what the art group initially estimated. (They later revised down their number as well.)<br />\r\n<br />\r\nThe percentage, then, squared pretty closely with what the group had reported.<br />\r\n<br />\r\nThat seemed fine and good, but we still weren&rsquo;t sure about the statement. We wanted to get some thoughts from state and local education officials.<br />\r\n<br />\r\nFirst up, we spoke with Christine Miles, the spokeswoman for the Oregon Department of Education. &quot;That&#39;s a pretty broad statement,&quot; she said. &quot;Our kids are exposed to visual arts, even though we may not have the money for a specialty visual arts instructor. A lot of regular teachers do put a lot of work into their art curriculum for their students. And some may not.&quot;<br />\r\n<br />\r\nNext, we called Portland Public Schools. That district educates the vast majority of elementary school students in the city of Portland and, according to the methodology used above, 72 percent of their students go to schools without dedicated art teachers.<br />\r\n<br />\r\nErin Hoover Barnett, a spokeswoman for the district, echoed much of what Miles said, and added a personal twist. Hoover Barnett has a child a Rieke Elementary School, one of the schools that has no art teacher.<br />\r\n<br />\r\nDuring his two years at Rieke, she said, her son has been exposed to collage making, poster projects, puppetry and sculpture among other visual arts.<br />\r\n<br />\r\n&quot;He gets a lot of art in his curriculum. All of our teachers work to integrate some art into the work they do,&quot; she said. &quot;There&#39;s no question that in the best-case scenario we would have a licensed art educator in front of all our elementary school students. But we&#39;re not in that position with our budget and the way we&#39;re funded by our state.&quot;<br />\r\n<br />\r\nHoover Barnett said teachers work the material into the curriculum, parents visit classes to share their expertise and outside groups bring artists into classrooms. &quot;It&#39;s become a community effort to get our kids what they need,&quot; she said.<br />\r\n<br />\r\nWe&rsquo;d asked Miller, the art group&rsquo;s director, about some of these programs at the outset of our fact check. &quot;We can really value and celebrate the kinds of community programs that come into schools,&quot; she said, but it&rsquo;s not the same as having a certified art teacher available to students.<br />\r\n<br />\r\nMiller also pointed out a <a href=\"http://www.google.com/url?q=http%3A%2F%2Fwww.oregonartscommission.org%2Fsites%2Fwww.oregonartscommission.org%2Ffiles%2Fimageup%2Faccess_to_the_arts_16%2520final.pdf&amp;sa=D&amp;sntz=1&amp;usg=AFQjCNEoEQUwl2J8lpmBq2Kg26jbYY6TnQ\">2011 report</a> by the Oregon Arts Commission that looked at art education statewide. One of the big takeaways from that report was that 20 percent of Oregon&rsquo;s public schools &quot;did not offer any regular, stand-alone arts courses&quot; and that nearly 10 percent of all students &quot;attended a school with no access to arts instruction.&quot;<br />\r\n<br />\r\nThat brings us to our ruling. In an effort to draw some attention to the lack of arts education at the elementary school level, the Creative Advocacy Network tweeted a pretty shocking statistic: 77 percent of all Portland elementary school children graduate without having taken one art class.<br />\r\n<br />\r\nThey based this statement on the fact that most schools don&rsquo;t employee dedicated art teachers. The statement is true but needs some context. Students throughout Portland -- and Oregon -- are being exposed to visual arts in different ways through different programs.<br />\r\n<br />\r\nWe rate this claim Mostly True.</p>\r\n", "ruling_comments_date": "2011-12-16T21:00:06.423922", "ruling_date": "2011-12-16T17:59:42", "ruling_headline": "Do 77 percent of Portland's elementary school students really graduate without taking an art class?", "ruling_headline_slug": "do-77-percent-portlands-elementary-school-students", "ruling_link_text": "No classes, but there are other programs", "ruling_state": null, "source_documents": null, "sources": "<p>Interview with Christine Miles, spokeswoman for the Oregon Department of Education, Dec. 9, 2011<br />\r\n<br />\r\nInterview with Jessica Jarratt Miller, executive director of the Creative Advocacy Network, Dec. 7, 2011<br />\r\n<br />\r\nInterview with Erin Hoover Barnett, spokeswoman for Portland Public Schools, Dec. 16, 2011<br />\r\n<br />\r\nEnrollment statistics, Oregon Department of Education, 2010-2011 school year<br />\r\n<br />\r\nArt instructor statistics, Oregon Department of Education, 2010-2011 school year<br />\r\n<br />\r\nArt instructor statistics, Portland Public Schools, 2010-2011 school year<br />\r\n<br />\r\nOregon Arts Commission, <a href=\"http://www.oregonartscommission.org/sites/www.oregonartscommission.org/files/imageup/access_to_the_arts_16%20final.pdf\">Access to the arts in Oregon Schools</a>, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 1, "home_state": "Oregon", "id": 1614, "last_name": "Creative Advocacy Network", "mostly_true_count": 1, "name_slug": "creative-advocacy-network", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/people_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1614/", "total_count": 2, "true_count": 0, "website": ""}, "statement": "<p>Says 77 percent &quot;of Portland&#39;s students finish elementary school without taking even one art class.&quot;</p>\r\n", "statement_context": "a tweet", "statement_date": "2011-12-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": ""}