{"art": [{"brightcove": "", "caption": "Newt Gingrich articulated a forceful but controversial approach to the judiciary on the Dec. 18, 2011, edition of CBS' \"Face the Nation.\"", "id": 1874, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Newt_on_Face_the_Nation.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/1874/", "title": "Newt Gingrich on Face the Nation", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2011/dec/20/newt-gingrich/newt-gingrich-says-supreme-court-crossed-major-thr/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": "", "id": 5008, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/5008/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>During the <a href=\"http://www.cbsnews.com/8301-3460_162-57344818/face-the-nation-transcript-december-18-2011/\">Dec. 18, 2011, edition of CBS&rsquo; <em>Face the Nation</em></a>, Republican presidential candidate Newt Gingrich had an extended and often pointed conversation with host Bob Schieffer&nbsp;about his views on how the judiciary relates to the&nbsp;other branches of government.</p>\r\n\r\n<p>In the interview, Gingrich explained his position that judges, at least in some circumstances, should be called to account for their decisions that flout the public will, either by being brought before Congress or in some cases by being removed from office.</p>\r\n\r\n<p>In the days before the interview, Gingrich had been pointing voters to a <a href=\"http://www.newt.org/sites/newt.org/files/Courts.pdf\">paper</a> he had written about the issue. In the paper, Gingrich suggested a number of options for reining in the judiciary, including &quot;judicial accountability hearings&quot;&nbsp;before Congress, impeachment of judges, defunding&nbsp;or eliminating lower courts and changing how law schools teach the issue of judicial checks and balances</p>\r\n\r\n<p>Such ideas drew criticism from legal observers, including two former attorneys general who served under President George W. Bush. <a href=\"http://www.foxnews.com/politics/2011/12/15/former-bush-attorneys-general-call-gingrich-position-on-courts-dangerous/\">Fox News reported</a> that Michael Mukasey&nbsp;said that some of the ideas are &quot;dangerous, ridiculous,&nbsp;totally irresponsible, outrageous, off-the-wall and would reduce the entire judicial system to a spectacle.&quot; Alberto Gonzales said that the country&rsquo;s greatness is &quot;built upon the foundation of the rule of law. And one of the things that makes it great and (ensures that) the rule of law is protected by having a strong independent judiciary.&quot;</p>\r\n\r\n<p>But on <em>Face the Nation</em>, Gingrich doubled down. He told Schieffer, &quot;You have this real problem that since 1958, when the Warren court asserted by itself that the Supreme Court was supreme over the president and the Congress, you&#39;ve had a fundamental assault on our liberties by the courts. You have an increasingly arrogant judiciary. And the question is, is there anything we the American people can do? Well, the standard conservative answer has been, well, eventually we&#39;ll appoint good judges. I think that&#39;s inadequate.&quot;</p>\r\n\r\n<p>We decided to look at his claim that in 1958, &quot;the Warren court asserted by itself that&nbsp;the Supreme Court was supreme over the president and the Congress.&quot; It&rsquo;s one of the linchpins of Gingrich&rsquo;s ideas on the judiciary, one he cited both in the <em>Face the Nation</em> interview and in the paper he wrote.</p>\r\n\r\n<p><em><strong>Cooper vs. Aaron</strong></em></p>\r\n\r\n<p>The 1958 case in question is <em><a href=\"http://caselaw.lp.findlaw.com/scripts/getcase.pl?navby=CASE&amp;court=US&amp;vol=358&amp;page=1\">Cooper vs. Aaron</a></em>, which grew out of opposition by the Arkansas state government to school desegregation ordered by the Supreme Court in the landmark case <em>Brown vs. Board of Education</em>.</p>\r\n\r\n<p>In its unanimous ruling, the Supreme Court wrote that &quot;this Court cannot countenance a claim by the Governor and Legislature of a State that there is no duty on state officials to obey federal court orders resting on this Court&#39;s considered interpretation of the United States Constitution in <em>Brown vs. Board of Education</em>.&quot;</p>\r\n\r\n<p>In his paper, Gingrich places special emphasis on the role of <em>Cooper vs. Aaron </em>in shaping how the judiciary operates today, calling it a &quot;power grab&quot; that is &quot;a modern phenomenon and a dramatic break from all previous American&nbsp;history.&quot; Here&rsquo;s a portion of his argument:</p>\r\n\r\n<p>&quot;If the Supreme Court ruled that two plus two equal five, would the executive and legislative branches have to agree?&nbsp;Would we have to pass a Constitutional amendment to overrule the Court and reassert that two plus two equals four?</p>\r\n\r\n<p>&quot;In 1958, all nine sitting justices of the Supreme Court signed on to a judicial opinion in the case <em>Cooper vs. Aaron </em>that asserted that the Supreme Court&rsquo;s interpretation of the Constitution was supreme in importance to the constitutional interpretation of the other two branches of&nbsp;government, and that this judicial supremacy, all nine justices asserted, is a &lsquo;permanent and indispensable feature of our constitutional system.&rsquo;</p>\r\n\r\n<p>&quot;The Supreme Court assertions in <em>Cooper vs. Aaron </em>are factually and historically false. Nevertheless, following <em>Cooper vs. Aaron</em>, the executive and legislative branches have largely acted as if the Constitution empowered the Supreme Court with final decision making authority about the meaning of the Constitution. The executive and legislative branches have further behaved as if they have no choice but to give total deference to Supreme Court decisions, even if the executive and/or legislative branch believes the Supreme Court has seriously erred in its constitutional judgments.&quot;</p>\r\n\r\n<p>Legal experts we spoke to agreed that <em>Cooper vs. Aaron </em>was, and remains, an important case on the question of judicial power. But many of the same experts added that Gingrich has exaggerated the case&rsquo;s significance and meaning.</p>\r\n\r\n<p>We see two significant problems with how Gingrich used the example of <em>Cooper vs. Aaron</em>.</p>\r\n\r\n<p><strong>Gingrich&rsquo;s focus on <em>Cooper vs. Aaron</em> wrongly ignores earlier legal precedents</strong></p>\r\n\r\n<p><em>Cooper vs. Aaron </em>did not assert &quot;by itself&quot; the primacy of the Supreme Court, as Gingrich said. It may have offered an&nbsp;especially clear and forceful distillation of that principle, but the view did not emerge suddenly from the minds of the 1958 court led by Chief Justice Earl Warren -- a jurist, not coincidentally, who was unloved by many conservatives on ideological grounds.</p>\r\n\r\n<p>The notion that the Supreme Court can overrule the other branches of government dates back to the landmark case of <a href=\"http://laws.lp.findlaw.com/getcase/us/5/137.html\"><em>Marbury</em></a><em><a href=\"http://laws.lp.findlaw.com/getcase/us/5/137.html\"> vs. Madison </a></em>in 1803.</p>\r\n\r\n<p>&quot;It is emphatically the province and duty of the judicial department to say what the law is,&quot; wrote the justices, led by&nbsp;Chief Justice John Marshall. &quot;Those who apply the rule to particular cases, must of necessity expound and interpret that rule. If two laws conflict with each other, the courts must decide on the operation of each. &hellip; This is of the very essence of judicial duty.&quot;</p>\r\n\r\n<p>The ruling goes on to state that &quot;the judicial power of the United States is extended to all cases arising under the constitution,&quot; and it backs the &quot;principle, supposed to be essential to all written constitutions, that a law repugnant to the constitution is void, and that courts, as well as other departments, are bound by that instrument.&quot;</p>\r\n\r\n<p>Kermit Roosevelt, a University of Pennsylvania law professor, said that &quot;<em>Cooper vs. Aaron </em>is usually taken as the canonical case for judicial supremacy, so it&rsquo;s not inappropriate to refer to it in this context. But Gingrich is stretching&nbsp;the point to suggest that this was a Warren court invention. The idea that the Supreme Court&rsquo;s judgment about the meaning and requirements of the Constitution takes priority over that of other governmental actors is clearly articulated in <em>Marbury vs. Madison</em>, which <em>Cooper </em>relies on.&quot;</p>\r\n\r\n<p>Jesse Choper, a law professor at the University of California at Berkeley, added that one can cite a whole host of cases prior to 1958 in which the Supreme Court affirmatively blocked actions by both Congress and the president on constitutional grounds.</p>\r\n\r\n<p>&quot;There&rsquo;s a zillion of those,&quot; Choper said. &quot;All the New Deal cases were about that. And there are certainly cases in&nbsp;which the Supreme Court has held the executive branch unconstitutional.&quot; Probably the biggest, he said, was <em><a href=\"http://caselaw.lp.findlaw.com/scripts/getcase.pl?navby=CASE&amp;court=US&amp;vol=343&amp;page=579\">Youngstown Co. vs. Sawyer</a></em> (1952), in which the court overruled an executive order by President Harry Truman to nationalize steel mills to avert a nationwide strike.</p>\r\n\r\n<p>Contrary to what Gingrich says, many of the experts said, there was not a bright line between pre-1958 and post-1958 Supreme Court jurisprudence.</p>\r\n\r\n<p>Gingrich is incorrect if he&rsquo;s suggesting that &quot;this is new or different than what largely happened during the period prior to 1958,&quot; said Roger Pilon, vice president for legal affairs at the libertarian Cato Institute.</p>\r\n\r\n<p>All of this said, most of our experts agreed that Gingrich isn&rsquo;t totally off-base about <em>Cooper</em>. Several noted that the decision&rsquo;s language is especially forceful, perhaps because it came in reaction to the &quot;massive resistance&quot; to desegregation that Brown had sparked.</p>\r\n\r\n<p>For instance, the justices in <em>Cooper </em>asserted &quot;the basic principle that the federal judiciary is supreme in the exposition of the law of the Constitution, and that principle has ever since been respected by this Court and the Country as a permanent and indispensable feature of our constitutional system.&quot;</p>\r\n\r\n<p>&quot;No matter how you read it, (that is) a big step beyond <em>Marbury</em>,&quot; said Vik Amar, a University of California at Davis law professor. &quot;<em>Marbury </em>said that courts have the power and duty to interpret the constitution, and that they have to do so independently. It didn&rsquo;t say that other branches always had to fall in line with the courts&rsquo; interpretations, and it certainly didn&rsquo;t say other branches have no interpretive role to play.&quot;</p>\r\n\r\n<p>In addition, several experts noted that Gingrich has a point when he details past historical examples of presidents refusing to bend to the Supreme Court in every instance.</p>\r\n\r\n<p>&quot;Thomas Jefferson and others not only denounced <em>Marbury vs. Madison </em>as wrong but also asserted that the executive and judicial branches had the power to decide for themselves what is the meaning of the Constitution,&quot; said legal commentator Stuart Taylor Jr.</p>\r\n\r\n<p>Finally, there is a longstanding -- though controversial -- strain of thinking that echoes Gingrich&rsquo;s views. <em>Cooper vs. Aaron </em>has been &quot;highly criticized, not just on the right but also on the left,&quot; said Brad Snyder, a law professor at the University of Wisconsin.</p>\r\n\r\n<p><a href=\"http://www.eric.ed.gov/PDFS/ED278586.pdf\">Then-Attorney General Edwin Meese argued</a> in a high-profile 1986 speech that in <em>Cooper</em>, the court &quot;appeared to arrive at conclusions about its power that would have shocked men like John Marshall. ... Obviously the decision was binding on the parties in the case, but the implication that everyone would have to accept its judgments uncritically, that it was a decision from which there could be no appeal, was astonishing....&quot;</p>\r\n\r\n<p>Taylor said that the general acquiescence by the president and Congress to the Supreme Court over the course of history comes from pragmatic reasons. &quot;The alternative is that each branch, and, worse, perhaps even the states, would disregard Supreme Court rulings they did not like, moving from a &lsquo;rule of law&rsquo; society toward something more chaotic,&quot; he said.</p>\r\n\r\n<p><strong><em>Cooper vs. Aaron </em>doesn&rsquo;t explicitly deal with the presidency or&nbsp;Congress at all</strong></p>\r\n\r\n<p>Despite what Gingrich said on <em>Face the Nation</em>, <em>Cooper vs. Aaron </em>addressed actions of state-government officials, not the president or Congress.</p>\r\n\r\n<p>&quot;<em>Cooper vs. Aaron </em>was about the supremacy of federal law over the states,&quot; said Erwin Chemerinsky, dean the law school at the University of California at Irvine. &quot;It had nothing to do with the Supreme Court relative to Congress and the president. It was about whether Arkansas could disregard a federal court order for desegregation.&quot;</p>\r\n\r\n<p>Roosevelt agreed. &quot;Giving the Supreme Court the last word vis-a-vis state officials is less controversial than giving it the last word vis-a-vis the other branches of the federal government,&quot; Roosevelt said. On these grounds, &quot;the claim that Cooper established judicial supremacy over the President and Congress is substantially misleading.&quot;</p>\r\n\r\n<p><strong>Gingrich&#39;s larger argument</strong></p>\r\n\r\n<p>While it&#39;s beyond the scope of this fact-check, we do think it&#39;s worth noting that almost all the experts we asked had serious problems with Gingrich&#39;s proposed policies.</p>\r\n\r\n<p>&quot;The supremacy of judicial review has served to protect our constitutional rights for over two centuries,&quot; said Ronald Rotunda, a law professor at Chapman University.</p>\r\n\r\n<p>&quot;It was a unanimous decision, signed by each of the nine justices,&quot; said Chemerinsky, a leading liberal in legal thinking. &quot;It emphatically says that federal law is supreme and court orders must be complied with. It is hard to imagine a less controversial decision in hindsight.&quot;</p>\r\n\r\n<p>Douglas Kmiec, a Pepperdine University law professor who held top Justice Department posts under Presidents Ronald Reagan and George H.W. Bush, concurred.</p>\r\n\r\n<p>Gingrich&rsquo;s solution, Kmiec said, &quot;is to go to war with the basic idea expressed in every civics class by every school child -- namely, judges interpret that which is written down as law, and state executives in administering the interpreted laws can&rsquo;t reinterpret them, or the whole system falls. &hellip; As I see, it Newt&#39;s argument has the tendency to wrongly invite citizens to be mad over nothing, or at least nothing he has addressed. This will prompt unknowing citizens to hold courts in the same low regard as they hold Congress itself. It also suggests a mind more inclined to invent trivial, hypothetical problems, which undermines the fragile commitment to the rule of law needed to fairly resolve real cases or controversies.&quot;</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>In attacking the Supreme Court for its power relative to the other branches of government, it&rsquo;s understandable that Ginrgich has zeroed in on <em>Cooper vs. Aaron</em>. It is an unusually strong statement of the court&rsquo;s primacy. But in doing so, Gingrich gets two things wrong, leaving out crucial context.</p>\r\n\r\n<p>He says the decision claimed that &quot;the Supreme Court was supreme over the president and the Congress,&quot; when in fact the decision dealt with the court&rsquo;s primacy over state officials. Meanwhile, he exaggerates how much of a&nbsp;watershed the 1958 decision was. There was a tradition of judicial review going back to 1803, and the court had repeatedly curtailed both presidential and congressional power in the years between. On balance, we rate his statement Mostly False.</p>\r\n\r\n<p><a href=\"https://www.sharethefacts.co/share/154167aa-a11c-47e9-973f-f2bb7d90a584\">https://www.sharethefacts.co/share/154167aa-a11c-47e9-973f-f2bb7d90a584</a></p>\r\n", "ruling_comments_date": "2011-12-20T01:02:40.753486", "ruling_date": "2011-12-20T01:01:29", "ruling_headline": "Newt Gingrich says Supreme Court crossed major threshold with 1958 case", "ruling_headline_slug": "newt-gingrich-says-supreme-court-crossed-major-thr", "ruling_link_text": "Ignores long line of precedents and details of case in question", "ruling_state": null, "source_documents": null, "sources": "<p>Newt Gingrich, interview on <a href=\"http://www.cbsnews.com/8301-3460_162-57344818/face-the-nation-transcript-december-18-2011/\">CBS&rsquo; Face the Nation</a>, Dec. 18, 2011</p>\r\n\r\n<p>Newt Gingrich presidential campaign, &quot;<a href=\"http://www.newt.org/sites/newt.org/files/Courts.pdf\">Bringing the Courts Back Under the Constitution</a>,&quot; Oct. 7, 2011</p>\r\n\r\n<p>Fox News, &quot;<a href=\"http://www.foxnews.com/politics/2011/12/15/former-bush-attorneys-general-call-gingrich-position-on-courts-dangerous/\">Former Bush Attorneys General Call Gingrich Position on Courts &#39;Dangerous</a>,&#39;&quot; Dec. 15, 2011</p>\r\n\r\n<p>Findlaw, <a href=\"http://caselaw.lp.findlaw.com/scripts/getcase.pl?navby=CASE&amp;court=US&amp;vol=358&amp;page=1\">Cooper vs. Aaron</a> (1958)</p>\r\n\r\n<p>Findlaw, <a href=\"javascript:void(0)/*547*/\">Marbury</a><a href=\"http://laws.lp.findlaw.com/getcase/us/5/137.html\"> vs. Madison</a> (1803)</p>\r\n\r\n<p>Findlaw, <a href=\"http://caselaw.lp.findlaw.com/scripts/getcase.pl?navby=CASE&amp;court=US&amp;vol=343&amp;page=579\">Youngstown Co. vs. Sawyer</a> (1952)</p>\r\n\r\n<p>Edwin Meese, &quot;<a href=\"http://www.eric.ed.gov/PDFS/ED278586.pdf\">The Law of the Constitution: A Bicentennial Lecture</a>,&quot; Oct. 21, 1986</p>\r\n\r\n<p>Stuart Taylor Jr., &quot;<a href=\"http://stuarttaylorjr.com/content/meese-v-brennan\">Meese vs. Brennan</a>&quot; in The New Republic, Jan. 6, 1986</p>\r\n\r\n<p>Roger Pilon, &quot;<a href=\"http://dailycaller.com/2011/12/14/newts-constitutional-confusions/?print=1\">Newt&rsquo;s constitutional confusions</a>&quot; in the Daily Caller, Dec. 14, 2011</p>\r\n\r\n<p>E-mail interview with Andrew Koppelman, law professor at Northwestern University, Dec. 19, 2011</p>\r\n\r\n<p>E-mail interview with Stuart Taylor Jr., legal commentator, Dec. 19, 2011</p>\r\n\r\n<p>E-mail interview with Kermit Roosevelt, University of Pennsylvania law professor, Dec. 19, 2011</p>\r\n\r\n<p>Interview with Jesse Choper, law professor at the University of California at Berkeley, Dec. 19, 2011</p>\r\n\r\n<p>E-mail interview with Roger Pilon, vice president for legal affairs at the Cato Institute, Dec. 19, 2011</p>\r\n\r\n<p>E-mail interview with Vik Amar, University of California at Davis law professor, Dec. 19, 2011</p>\r\n\r\n<p>E-mail interview with Brad Snyder, law professor at the University of Wisconsin, Dec. 19, 2011</p>\r\n\r\n<p>E-mail interview with Erwin Chemerinsky, dean the law school at the University of California at Irvine, Dec. 19, 2011</p>\r\n\r\n<p>E-mail interview with Ilya Shapiro, senior fellow in constitutional studies at the Cato Institute, Dec. 19, 2011</p>\r\n\r\n<p>Interview with Todd Gaziano, director of the Center for Legal &amp; Judicial Studies at the Heritage Foundation, Dec. 19, 2011</p>\r\n\r\n<p>E-mail interview with Ronald D. Rotunda, law professor at Chapman University, Dec. 19, 2011&nbsp;</p>\r\n\r\n<p>E-mail interview with Alison L. LaCroix, law professor at the University of Chicago Law School, Dec. 20, 2011</p>\r\n\r\n<p>E-mail interview with Douglas Kmiec, law professor at Pepperdine University, Dec. 20, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 16, "current_job": "", "false_count": 15, "first_name": "Newt", "half_true_count": 21, "home_state": "Georgia", "id": 152, "last_name": "Gingrich", "mostly_true_count": 11, "name_slug": "newt-gingrich", "pants_count": 12, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/gingrichcutter.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/152/", "total_count": 86, "true_count": 7, "website": ""}, "statement": "<div style=\"background-color: transparent;\"><strong>In a watershed 1958 decision, &quot;the Warren court asserted by itself that the Supreme Court was supreme over the president and the Congress.&quot;</strong></div>\r\n", "statement_context": "an interview on CBS' \"Face the Nation\"", "statement_date": "2011-12-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}], "target": [], "twitter_headline": ""}