{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2008/may/27/barack-obama/uncle-liberated-camp-but-not-auschwitz/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "smontgomery@sptimes.com", "first_name": "Scott", "id": 9, "last_name": "Montgomery", "name_slug": "scott-montgomery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/9/", "title": "Former Government & Politics Editor, St. Petersburg Times", "twitter": null}], "facebook_headline": null, "id": 501, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}, {"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/501/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "Speaking at a Memorial Day event in Las Cruces, N.M., Sen. Barack Obama misidentified the concentration camp his uncle helped to liberate with the 89th Infantry Division during World War II.\n<p>\n \"I had an uncle who was . . . part of the first American troops to go into Auschwitz and liberate the concentration camps,\" Obama said in the speech on May 26, 2008. \"And the story in our family was that when he came home, he just went up into the attic and he didn't leave the house for six months. Right? Now obviously something had really affected him deeply. But at that time there just weren't the kinds of facilities to help somebody work through that kind of pain.\"\n</p>\n<p>\n Obama's story immediately seems implausible because Auschwitz was liberated in 1945 by Soviet, not American, troops. It's further complicated by a back-and-forth between Republicans and the Obama campaign the day after his remarks.\n</p>\n<p>\n The Republican National Committee issued a press release drawing attention to the historical gaffe.\n</p>\n<p>\n \"Barack Obama's dubious claim is inconsistent with world history and demands an explanation,\" Republican National Committee Secretary Alex Conant said in a statement. \"Obama's frequent exaggerations and outright distortions raise questions about his judgment and his readiness to lead as commander in chief.\"\n</p>\n<p>\n Later that day, the Obama campaign acknowledged getting the location wrong but said Obama's great uncle (his grandmother's brother) was part of liberating a concentration camp in Ohrdruf, a subcamp of Buchenwald in Germany.\n</p>\n<p>\n \"Sen. Obama's family is proud of the service of his grandfather and uncles in World War II &mdash; especially the fact that his great uncle was a part of liberating one of the concentration camps at Buchenwald,\" said Obama campaign spokesman Bill Burton. \"Yesterday he mistakenly referred to Auschwitz instead of Buchenwald in telling of his personal experience of a soldier in his family who served heroically.\"\n</p>\n<p>\n Now, in order to rule on Obama's statement, PolitiFact needed to answer two questions: First, what military unit liberated the camp at Ohrdruf? And most important, was Obama's great uncle in that unit at that time? Here's the answer to both:\r\nAccording to an article from the United States Holocaust Memorial Museum, the 89th Infantry Division on April 4, 1945, overran Ohrdruf, about 40 miles southeast of the Buchenwald concentration camp.\n</p>\n<p>\n \"Ohrdruf was the first Nazi concentration camp liberated by U.S. troops in Germany,\" the article states. \"A week later, on April 12, Generals Dwight D. Eisenhower, George S. Patton, and Omar Bradley visited Ohrdruf to see, firsthand, evidence of Nazi atrocities against concentration camp prisoners.\"\n</p>\n<p>\n According to a Web site dedicated to the 89th Infantry Division, \"Ohrdruf was a work camp, not an extermination camp, but the difference is difficult to discern. Prisoners were literally worked to death and disposed of by burning in incinerators, which was the most 'cost-effective method.'\"\n</p>\n<p>\n According to a 1998 account by Bruce Nickols, a member of the 89th Infantry Division:\n</p>\n<p>\n \"As we stepped into the compound one was greeted by an overpowering odor of quick-lime, dirty clothing, feces, and urine. Lying in the center of the square were 60-70 dead prisoners clad in striped clothing and in disarray. They had reportedly been machine gunned the day before because they were too weak to march to another camp.\"\n</p>\n<p>\n There's little question, then, that the 89th Infantry Division liberated Ohrdruf, a Nazi work camp that may not have been a facility on the scale of Auschwitz but shared many of that camp's notorious characteristics.\n</p>\n<p>\n That leaves the matter of whether Obama's great uncle really served in that Army unit at that time.\n</p>\n<p>\n The Obama campaign did not provide any documentation to confirm that Charles T. Payne, 83, served in the 89th Infantry Division in April 1945. And we wanted more than their word.\n</p>\n<p>\n Although we were not able to reach Payne directly, Payne's son, Richard Payne, said his father \"definitely served in the 89th Infantry Division\" and confirmed that Obama's account was substantially accurate, except for identifying the wrong concentration camp. Richard Payne declined to say anything further.\n</p>\n<p>\n Mark Kitchell, who maintains a Web site dedicated to the 89th Infantry Division, said he was able to locate a list of servicemen that includes a Pfc. C. T. Payne who served in the K Company of the 355th Infantry Regiment of the 89th Infantry Division. The list included only the initials for first names.\n</p>\n<p>\n The 355th Infantry Regimen was the one that liberated Ohrdruf, Kitchell said. Kitchell, the son of 89th veteran Raymond E. Kitchell, obtained the list from the official Division History book, written shortly after the war.\n</p>\n<p>\n Finally, the National Personnel Records Center, an operation of the federal government's National Archives and Records Administration, put this question to rest.\n</p>\n<p>\n Researchers confirmed to PolitiFact that Army personnel records for Payne would have been destroyed in a 1973 fire that consumed many such archives, but they dug up a \"Morning Report\" dated April 11, 1945, showing Pfc. Charles T. Payne was assigned to the 355th Regiment Infantry, Company K. The Records Center provided a copy of the report. A faxed copy provided to PolitiFact was legible enough for us to make out Payne's information, but the faxed photocopy of the record is too grainy to be of use if posted here.\n</p>\n<p>\n There's no question Obama misspoke when he said his uncle helped to liberate the concentration camp in Auschwitz.\n</p>\n<p>\n But even with this error in locations, Obama's statement was substantially correct in that he had an uncle &mdash; albeit a great uncle &mdash; who served with troops who helped to liberate the Ohrdruf concentration/work camp and saw, firsthand, the horrors of the Holocaust. We rate the statement Mostly True.\n</p>\n<p>\n</p>", "ruling_comments_date": "2010-01-07T13:28:14.619072", "ruling_date": "2008-05-27T00:00:00", "ruling_headline": "Uncle liberated camp, but not Auschwitz", "ruling_headline_slug": "uncle-liberated-camp-but-not-auschwitz", "ruling_link_text": "Uncle liberated camp, but not Auschwitz", "ruling_state": null, "source_documents": null, "sources": "YouTube,\n<a href=\"http://www.youtube.com/watch?v=SV1sxq8mqvA\">\n \"Obama speech at Memorial Day Event in Las Cruces, NM\"\n</a>\nMay 26, 2008\n<p>\n 89th Infantry Division of World War II,\n <a href=\"http://www.89infdivww2.org/ohrdruf/\">\n  \"Ohrdruf\"\n </a>\n</p>\n<p>\n United States Holocaust Memorial Museum,\n <a href=\"http://www.ushmm.org/wlc/article.php?lang=en&amp;ModuleId=10006140\">\n  \"The 89th Infantry Division\"\n </a>\n</p>\n<p>\n 89th Infantry Division of World War II,\n <a href=\"http://www.89infdivww2.org/home/list_p.htm\">\n  \"89th Division List: P\"\n </a>\n</p>\n<p>\n National Personnel Records Center, Morning Report for 355th Regiment, Company K, April 11, 1945.\n</p>\n<p>\n Interview with Mark Kitchell, who maintains a website dedicated to the 89th Infantry Division of World War II, May 28, 2008\n</p>\n<p>\n Interview with Richard Payne, son of Charles Payne, May 28, 2008\n</p>\n<p>\n</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "\"I had an uncle ... who was part of the first American troops to go into Auschwitz and liberate the concentration camps.\"", "statement_context": "a speech in Las Cruces, N.M.", "statement_date": "2008-05-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}], "target": [], "twitter_headline": null}