{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2011/dec/26/kyleen-wright/anti-abortion-activist-says-murder-no-1-killer-pre/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 5028, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/5028/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\t<a href=\"http://twitter.com/#%21/kyleenwright/status/144117780336230401\">Via Twitter</a>, the president of the anti-abortion Texans for Life Coalition made this claim Dec. 6, 2011: &quot;Murder #1 cause of death for pg women,&quot; meaning pregnant women. &quot;Tragic.&quot;<br />\r\n\t<br />\r\n\tKyleen Wright&rsquo;s message pointed Twitter followers to a Houston Chronicle <a href=\"http://www.chron.com/news/houston-texas/article/Man-charged-in-pregnant-woman-s-stabbing-death-2348173.php\">news article</a> published that day about a Houston man charged with capital murder in the August 2010 stabbing death of a pregnant woman. Investigators had discovered records of calls and text messages between the man and the woman, the story says, indicating that he thought he was the unborn child&#39;s father and wanted her to have an abortion but that she had refused.<br />\r\n\t<br />\r\n\tWe asked Wright to elaborate on murder being the primary cause of death for pregnant women. By email, she replied: &quot;This is a story that keeps popping up. ... It&rsquo;s the top cause, it&rsquo;s one of the top causes, and then there will be the occasional story denying it&rsquo;s a top cause.&quot;<br />\r\n\t<br />\r\n\tWright guided us to an Oct. 26, 2011, Reuters news <a href=\"http://www.reuters.com/article/2011/10/26/us-deaths-pregnancy-idUSTRE79P7OK20111026\">article</a> about a study concluding that about three of every 100,000 women who are pregnant or have a child less than 1 year old are murdered and two of every 100,000 kill themselves, with roughly half of the women who died violently having had some sort of conflict with current or former partners. That facet, the story says, prompted experts to call for more thorough screening and follow-up for domestic problems during pregnancy check-ups.<br />\r\n\t<br />\r\n\tIn the November 2011, <a href=\"http://journals.lww.com/greenjournal/Abstract/2011/11000/Homicide_and_Suicide_During_the_Perinatal_Period_.13.aspx\">issue</a> of the Obstetrics &amp; Gynecology medical journal, the researchers summed up: &quot;Pregnancy-associated homicide and suicide each account for more deaths&quot; than obstetric complications &quot;including hemorrhage, obstetric embolism or preeclampsia and eclampsia.&quot;<br />\r\n\t<br />\r\n\tThat&rsquo;s not quite saying murder is the prime killer of pregnant women. Rather, the study suggests that homicide accounts for more deaths than specific individual complications of pregnancy.<br />\r\n\t<br />\r\n\tThe study says the researchers determined that there were two suicides and 2.9 homicides among pregnant or postpartum mothers for every 100,000 live births from 2003 through 2007.<br />\r\n\t<br />\r\n\tOver the years, the study says, rates of death due to cardiac disease, infection and hemorrhage and other such medical causes have decreased but maternal mortality due to injury has remained constant. &quot;Homicide and suicide are two important and potentially preventable causes of maternal injury,&quot; the study says.<br />\r\n\t<br />\r\n\tIn an interview, the study&rsquo;s lead researcher, Christie Palladino, an obstetrician-gynecologist at Georgia Health Sciences University, pointed us to a 2010 study led by Cynthia Berg of the federal Centers for Disease Control and Prevention estimating that from 1998 through 2005, the U.S. death rate of women from all pregnancy-related complications was 14.5 per 100,000 live births. The study was described in the December 2010 issue of Obstetrics &amp; Gynecology.<br />\r\n\t<br />\r\n\tPalladino told us that her study&rsquo;s figures on slain pregnant and postpartum women were drawn from the National Violent Death Reporting System, a federal database including all records of violent deaths in 16 participating states.<br />\r\n\t<br />\r\n\tShe noted that compared to the 2.9 homicides of pregnant and postpartum women per 100,000 live births, other research has found that 1.81 pregnant and postpartum women per 100,0000 live births die from hemorrhage, with fewer pregnant women dying from other causes associated with pregnancy, including cardiovascular conditions, thrombotic pulmonary embolisms, hypertensive disorders, infections, cardiomyopathy and amniotic fluid embolisms.<br />\r\n\t<br />\r\n\tThen again, Palladino said, her team&rsquo;s study did not look into all possible causes of death for pregnant women; car wrecks, for example, were not included. By email, Palladino said that &quot;while we can&#39;t say that homicide is THE #1 cause (of) pregnancy-associated mortality, our data when compared to other data on maternal mortality&quot; points to the fact that homicide and suicide are &quot;among the leading causes of pregnancy-associated deaths.&quot;<br />\r\n\t<br />\r\n\tPalladino also provided a federal <a href=\"http://ajph.aphapublications.org/doi/full/10.2105/AJPH.2003.029868\">study</a>, published in 2005, concluding that the murder rate for pregnant and postpartum women was 1.7 per 100,000 live births.<br />\r\n\t<br />\r\n\tMurder risk factors for mothers, the federal study says, include being younger than 20, being African American and having late or no prenatal care. &quot;Homicide,&quot; the authors wrote in the March 2005 issue of the American Journal of Public Health, &quot;is a leading cause of pregnancy-associated injury deaths.&quot;<br />\r\n\t<br />\r\n\tBut it&rsquo;s not <em>the</em> leading cause, according to the 2005 study.<br />\r\n\t<br />\r\n\tThe study drew on information covering 1991 through 1999 in the nation&rsquo;s Pregnancy Mortality Surveillance System, which was established in 1987 to collect data on all reported deaths that occurred during pregnancy or within a year of pregnancy.<br />\r\n\t<br />\r\n\tAnd of all the period&rsquo;s 7,342 reported deaths of women (some of which occurred more than a year after the woman gave birth), 4,200 were due to medical complications during pregnancy or a year afterward. Nearly 880 of the deaths occurred due to motor vehicle accidents and 617 women were murdered, the study says, and unintentional injuries, suicides and other causes accounted for nearly 500 deaths.<br />\r\n\t<br />\r\n\tIn this review, then, murder trailed vehicle accidents and medical complications as a cause of death.<br />\r\n\tAdditional perspective may be in order, the researchers indicated, in that the prevalence of homicides involving pregnant and postpartum women is &quot;similar to national statistics on homicide among all women of reproductive age (regardless of whether they are pregnant or not).&quot;<br />\r\n\t<br />\r\n\tIn 1999, the study says, homicide was the third-leading cause of injury-related death for all U.S. women (pregnant or not pregnant) of reproductive age, 15 to 44 years of age, after deaths caused by motor vehicle accidents and suicide. For such women in 2008, the latest year of available data, homicide ranked behind motor vehicle accidents, poisonings, malignant tumors, suicides, poisonings and heart disease among causes of death, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/12092011_deathcausesallwomen2008cdc.htm\">our check</a> of a CDC database indicates.<br />\r\n\t<br />\r\n\tWe&rsquo;re ready to rule.<br />\r\n\t<br />\r\n\tThe Palladino study, suggesting more pregnant and postpartum women die from murder than any single medical complication, gives Wright&rsquo;s claim an element of truth. But murder trails medical complications combined as a cause of death and it&rsquo;s also behind vehicle wrecks. Wright&rsquo;s statement is Mostly False.</p>\r\n", "ruling_comments_date": "2011-12-23T13:59:37.307651", "ruling_date": "2011-12-26T06:00:00", "ruling_headline": "Anti-abortion activist says murder is the No. 1 killer of pregnant women", "ruling_headline_slug": "anti-abortion-activist-says-murder-no-1-killer-pre", "ruling_link_text": "Shy of No. 1", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tCynthia J. Berg and others, article, &quot;Pregnancy-Related Mortality in the United States, 1998 to 2005,&quot; in Obstetrics &amp; Gynecology, Dec. 6, 2010</p>\r\n<p>\r\n\tJeani Chang and others, article, &quot;Homicide: A Leading Cause of Injury Deaths Among Pregnant and Postpartum Women in the United States, 1991-1999,&quot; in American Journal of Public Health, March 2005</p>\r\n<p>\r\n\tHouston Chronicle, news article, <a href=\"http://www.chron.com/news/houston-texas/article/Man-charged-in-pregnant-woman-s-stabbing-death-2348173.php\">&quot;Man charged in pregnant woman&#39;s stabbing death,&quot;</a> Dec. 6, 2011<br />\r\n\t<br />\r\n\tChristie Lancaster Palladino and others, article (abstract), <a href=\"http://journals.lww.com/greenjournal/Abstract/2011/1100/Homicide_and_Suicide_During_the_Perinatal_Period_.13.aspx\">&quot;Homicide and Suicide During the Perinatal Period: Findings from the National Violent Death Reporting System,&quot;</a> in Obstetrics &amp; Gynecology, November 2011</p>\r\n<p>\r\n\tReuters, news article, <a href=\"http://www.reuters.com/article/2011/10/26/us-deaths-pregnancy-idUSTRE79P7OK20111026\">&quot;Murder, suicide top medical deaths in pregnancy,&quot;</a> Oct. 26, 2011<br />\r\n\t<br />\r\n\tTelephone interviews, Christie Palladino, assistant professor, Obstetrics and Gynecology, Medical College of Georgia, Georgia Health Sciences University, Augusta, Georgia, Dec. 7 and 20, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "president, Texans for Life Coalition", "false_count": 0, "first_name": "Kyleen", "half_true_count": 0, "home_state": "Texas", "id": 1572, "last_name": "Wright", "mostly_true_count": 0, "name_slug": "kyleen-wright", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/kyleen2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1572/", "total_count": 1, "true_count": 0, "website": "http://www.texlife.org/"}, "statement": "<p>\r\n\tSays murder is the chief cause of death for pregnant women.</p>\r\n", "statement_context": "a Twitter message.", "statement_date": "2011-12-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 146, "photo": null, "resource_uri": "/api/v/2/subject/146/", "subject": "Women", "subject_slug": "women", "used_in_edition": []}], "target": [], "twitter_headline": ""}