{"art": [], "author": [{"email_address": "akuffner@providencejournal.com", "first_name": "Alex", "id": 280, "last_name": "Kuffner", "name_slug": "alex-kuffner", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/280/", "title": "Reporter", "twitter": null}], "canonical_url": "/rhode-island/statements/2011/dec/29/eric-holder/us-attorney-general-eric-holder-says-more-voters-w/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "tmurphy@providencejournal.com", "first_name": "Tim", "id": 145, "last_name": "Murphy", "name_slug": "tim-murphy", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/tim_murphy2_80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/145/", "title": "Editor", "twitter": null}], "facebook_headline": null, "id": 5038, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "akuffner@providencejournal.com", "first_name": "Alex", "id": 280, "last_name": "Kuffner", "name_slug": "alex-kuffner", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/280/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/5038/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tPresident Obama has made it clear that he believes in the importance of the Voting Rights Act. His administration has signaled its intent to enforce the federal act as states make changes to their laws to require voters to present identification before casting ballots.<br />\r\n\t<br />\r\n\tIn a recent speech in Austin, Texas, U.S. Attorney General Eric H. Holder Jr. said the Department of Justice is reviewing recent changes to state laws to determine whether they comply with the Voting Rights Act. Speaking at the presidential library of Lyndon B. Johnson, who signed the landmark act into law in 1965, Holder said that his agency is obligated to ensure the country&rsquo;s election systems are free of discrimination and are more, not less, accessible to citizens.<br />\r\n\t<br />\r\n\tHe cited the outcome of one lawsuit as an example of the effectiveness of the Justice Department&rsquo;s work in enforcing the Voting Rights Act.<br />\r\n\t<br />\r\n\t&quot;For example, after filing a lawsuit in Rhode Island, we reached an agreement with state agencies that resulted in more voters being registered in the first full month after our lawsuit than in the entire previous two-year reporting period,&quot; Holder said in the Dec. 13<a href=\"http://www.justice.gov/iso/opa/ag/speeches/2011/ag-speech-111213.html\"> speech</a>.<br />\r\n\t<br />\r\n\tMore voters registered in Rhode Island in a single month than in the previous two years? Really?<br />\r\n\t<br />\r\n\tFirst, some context. This year, a slew of states passed controversial new voting laws in an effort, according to proponents, to combat fraud.<br />\r\n\t<br />\r\n\tCritics, however, say the laws, which require voters to present identification before casting ballots, will deter the poor and minorities from voting.<br />\r\n\t<br />\r\n\tThe list includes Rhode Island. Under the state&rsquo;s new law, starting in 2012, voters will have to show some form of identification. By 2014, they will have to show a valid photo ID, or cast provisional ballots that will only count if their signatures match their voter registration cards.<br />\r\n\t<br />\r\n\tIn the speech, Holder referred to the many new voter identification laws enacted around the country, but, to be clear, the lawsuit against Rhode Island had nothing to do with that issue. In fact, Rhode Island&rsquo;s law was passed by the General Assembly and signed into law by Governor Chafee <em>after</em> the federal lawsuit was resolved.<br />\r\n\t<br />\r\n\tWe contacted the Justice Department, which gave us some information on the lawsuit.<br />\r\n\t<br />\r\n\tUnder the 1993 National Voter Registration Act, all states are required to provide voter registration at motor vehicle departments and at state agencies that offer public assistance programs or programs for people with disabilities. The aim of the law, which came to be known as &quot;Motor Voter,&quot; is to offer low-income citizens the same ability to participate in elections as more affluent Americans.<br />\r\n\t<br />\r\n\tThe <a href=\"http://www.justice.gov/crt/about/vot/nvra/ri_nvra_comp.pdf\">lawsuit</a>, filed March 18, 2011, by the Justice Department&rsquo;s Civil Rights Division, alleged that four Rhode Island state agencies failed to provide voter registration and therefore failed to comply with the federal law. The agencies are the Department of Human Services, the Department of Health, the Executive Office of Health and Human Services and the Department of Behavioral Healthcare, Developmental Disabilities and Hospitals.<br />\r\n\t<br />\r\n\tIn an interview, Robert Kando, executive director of the Rhode Island Board of Elections, said that although voter registration at the Division of Motor Vehicles has been thriving -- more new voters are registered there than anywhere else in the state -- the four social services agencies had indeed failed to offer voter registration to people who had applied for services.<br />\r\n\t<br />\r\n\tHe attributed the failing to the departure of the employee at the Board of Elections who supervised the program. That person&rsquo;s duties were passed on to another worker, but monitoring of the four agencies somehow fell through the cracks and the number of voter registrations dropped, said Kando.<br />\r\n\t<br />\r\n\tOn March 25, just a week after the lawsuit was filed, the state and the Justice Department reached an agreement to resuscitate the program and improve supervision of voter registration efforts at the agencies. At the heart of the <a href=\"http://www.justice.gov/crt/about/vot/nvra/ri_nvra_cd.pdf\">consent decree</a> is an order for workers at the agencies to distribute voter registration forms with each application for services, recertification, renewal or change of address request. Under the two-year agreement, the state is also required to supply the Justice Department with voter registration numbers from the agencies.<br />\r\n\t<br />\r\n\tIt was those numbers that Holder used as the basis for his claim in the speech in Texas. Kando gave us the same numbers.<br />\r\n\t<br />\r\n\tIn the two-year reporting period before the lawsuit was filed, a total of 457 voter registration forms were submitted by the four social services agencies.<br />\r\n\t<br />\r\n\tThe lawsuit was filed in March 2011, so the first full month afterward was April. The Board of Elections received 1,038 voter registration forms that month from the four agencies. That&rsquo;s more than twice as many as in 2009 and 2010 combined.<br />\r\n\t<br />\r\n\tOut of curiosity, we asked Kando what registrations at the agencies have been like since April. In May, 1,346 voter registration forms were filed, followed by 891 in June and 896 in July.<br />\r\n\t<br />\r\n\tKando said that he would expect the numbers to drop because the agencies have many repeat visitors. But it&rsquo;s clear that many voters have been signed up at the agencies since the lawsuit.<br />\r\n\t<br />\r\n\tOur ruling<br />\r\n\t<br />\r\n\tThis one&rsquo;s pretty straightforward. In his speech, Holder said that more voters were registered in the first month after the Justice Department filed a lawsuit against Rhode Island for violations of the National Voter Registration Act than in the two years beforehand.<br />\r\n\t<br />\r\n\tOur research confirmed Holder&rsquo;s numbers.<br />\r\n\t<br />\r\n\tWe vote for a ruling of True on this claim.<br />\r\n\t<br />\r\n\t(Get updates from<a href=\"http://twitter.com/#%21/PolitiFactRI\"> PolitiFactRI on Twitter</a>. To comment or offer your ruling, visit us on our<a href=\"http://www.facebook.com/pages/PolitiFact-Rhode-Island/108242095907358\"> PolitiFact Rhode Island Facebook</a> page.)</p>\r\n", "ruling_comments_date": "2011-12-28T13:50:39.327362", "ruling_date": "2011-12-29T06:00:00", "ruling_headline": "U.S. Attorney General Eric Holder says more voters were registered at Rhode Island social services agencies after a lawsuit against the state than in the prior two years", "ruling_headline_slug": "us-attorney-general-eric-holder-says-more-voters-w", "ruling_link_text": "A good candidate for the truth", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tJustice.gov, &quot;<a href=\"http://www.justice.gov/iso/opa/ag/speeches/2011/ag-speech-111213.html\">Attorney General Eric Holder Speaks at the Lyndon Baines Johnson Library &amp; Museum</a>,&quot; U.S. Department of Justice, transcript of speech delivered Dec. 13, 2011, accessed Dec. 14, 2011<br />\r\n\t<br />\r\n\tJustice.gov, &quot;<a href=\"http://www.justice.gov/crt/about/vot/nvra/ri_nvra_comp.pdf\">The United States of America v. The State of Rhode Island, complaint</a>,&quot; March 18, 2011, accessed Dec. 15, 2011<br />\r\n\t<br />\r\n\tJustice.gov, &quot;<a href=\"http://www.justice.gov/crt/about/vot/nvra/ri_nvra_cd.pdf\">The United States of America v. The State of Rhode Island, consent decree</a>,&quot; March 25, 2011, accessed Dec. 15, 2011<br />\r\n\t<br />\r\n\tNYTimes.com, &quot;<a href=\"http://www.nytimes.com/2011/12/14/us/politics/in-speech-holder-to-critique-new-voting-laws.html\">Holder signals tough review of new state laws on voting</a>,&quot; Dec. 13, 2011, accessed, Dec. 14, 2011<br />\r\n\t<br />\r\n\tE-mails, Jim Martin, spokesman, United States Attorney&rsquo;s Office, Rhode Island, Dec. 15, 2011<br />\r\n\t<br />\r\n\tInterview and e-mails, Robert Kando, executive director, Rhode Island Board of Elections, Dec. 15, 16, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Attorney General", "false_count": 0, "first_name": "Eric", "half_true_count": 0, "home_state": "Washington, D.C.", "id": 1620, "last_name": "Holder", "mostly_true_count": 1, "name_slug": "eric-holder", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/eric_holder.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1620/", "total_count": 3, "true_count": 2, "website": "http://www.justice.gov/"}, "statement": "<p>\r\n\t&quot;After filing a lawsuit in Rhode Island, we reached an agreement with state agencies that resulted in more voters being registered in the first full month after our lawsuit than in the entire previous two-year reporting period.&quot;</p>\r\n", "statement_context": "a speech", "statement_date": "2011-12-13", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 117, "photo": null, "resource_uri": "/api/v/2/subject/117/", "subject": "Civil Rights", "subject_slug": "civil-rights", "used_in_edition": []}, {"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}], "target": [], "twitter_headline": ""}