{"art": [], "author": [{"email_address": "larditi@projo.com", "first_name": "Lynn", "id": 268, "last_name": "Arditi", "name_slug": "lynn-arditi", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/268/", "title": "Reporter", "twitter": null}], "canonical_url": "/rhode-island/statements/2012/jan/01/david-cicilline/rep-david-cicilline-says-right-carry-act-would-exp/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "tmurphy@providencejournal.com", "first_name": "Tim", "id": 145, "last_name": "Murphy", "name_slug": "tim-murphy", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/tim_murphy2_80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/145/", "title": "Editor", "twitter": null}], "facebook_headline": null, "id": 5047, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "larditi@projo.com", "first_name": "Lynn", "id": 268, "last_name": "Arditi", "name_slug": "lynn-arditi", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/268/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/5047/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tU.S. Rep. David Cicilline, a Democrat from Rhode Island and former mayor of Providence, has joined current mayors of cities around the country to fight a gun-permit bill pending in Congress.<br />\r\n\t<br />\r\n\tThe<a href=\"http://thomas.loc.gov/cgi-bin/query/z?c112:H.R.822:\"> National Right-to-Carry Reciprocity Act (H.R. 822)</a>, sponsored by U.S. Rep. Clifford Stearns, R-Fla., would require all states to recognize out-of-state permits for carrying concealed weapons.<br />\r\n\t<br />\r\n\tThe House approved the bill<a href=\"http://www.opencongress.org/vote/2011/h/852\"> 272 to 154</a> on Nov. 16, 2011. Cicilline and Rep. James Langevin, also a Democrat from Rhode Island, both voted against it. The bill is before the Senate Judiciary Committee. (A similar measure was <a href=\"http://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=111&amp;session=1&amp;vote=00237\">narrowly defeated in the Senate in 2009</a>.)<br />\r\n\t<br />\r\n\tFederal law restricts who can own or possess a firearm, and bans possession by anyone convicted of a felony. But the rules for getting a permit to carry a concealed weapon vary from state to state.<br />\r\n\t<br />\r\n\tNine states, including Rhode Island, don&rsquo;t recognize out-of-state gun permits, according to Mayors Against Illegal Guns.<br />\r\n\t<br />\r\n\tIn a Nov. 18 fundraising letter e-mailed to constituents, Cicilline attacked Republicans and &quot;Tea Partiers&quot; for supporting the Right-to-Carry bill. &nbsp;<br />\r\n\t<br />\r\n\t&quot;Earlier this week, the Republican-controlled House of Representatives -- with the enthusiastic support of Sarah Palin, Texas Governor Rick Perry, and the Tea Partiers -- once again turned their backs on the 14 million unemployed Americans in our country,&quot; the letter says, &quot;and instead chose to focus their efforts on expanding the rights of sex offenders, terrorists, child predators, and abusers to carry concealed weapons across state lines.&quot;<br />\r\n\t<br />\r\n\tSex offenders? Terrorists? Child predators and abusers?<br />\r\n\t<br />\r\n\t&quot;I told you: you wouldn&rsquo;t believe it,&quot; the letter continues.<br />\r\n\t<br />\r\n\tActually, we weren&rsquo;t sure what to believe. So we decided to check it out.<br />\r\n\t<br />\r\n\t<strong>The facts</strong><br />\r\n\t<br />\r\n\tWe focused on the second part of the statement: &quot;expanding the rights of sex offenders, terrorists, child predators, and abusers to carry concealed weapons across state lines.&rsquo;&rsquo;<br />\r\n\t<br />\r\n\tThe phrase &quot;expanding the rights&rsquo;&rsquo; suggests that these criminals currently <em>have the right </em>to carry concealed weapons. But do they?<br />\r\n\t<br />\r\n\tCicilline and his staff offered numerous examples, both hypothetical and real, to argue that, under the bill, criminals in each of the four categories could legally carry a concealed firearm into a state such as Rhode Island, which would amount to &quot;expanding their rights.&quot;<br />\r\n\t<br />\r\n\tWe checked what they offered and will summarize our findings, looking at the categories separately.<br />\r\n\t<br />\r\n\t<strong>Domestic abusers</strong><br />\r\n\t<br />\r\n\tUnder federal law, anyone convicted of a crime of domestic violence, including misdemeanors, or anyone subject to a court restraining order cannot legally own or possess a firearm.<br />\r\n\t<br />\r\n\tCicilline&rsquo;s staff provided us with information from Mayors Against Illegal Guns about four cases (in Missouri, Idaho, Florida and Pennsylvania) in which domestic abusers were granted concealed weapon permits and went on to commit murder.<br />\r\n\t<br />\r\n\tIn three of the cases (those from Florida, Idaho and Missouri), authorities failed to enforce the federal law banning domestic abusers from possessing weapons, according to the summaries provided. In none of those cases did the abusers have the right to carry concealed weapons. So the Right-to-Carry Act can&rsquo;t expand a right they don&rsquo;t have.<br />\r\n\t<br />\r\n\tBut in the Pennsylvania case, our research confirmed that the killer was granted a concealed weapons permit, despite a prior restraining order for domestic abuse. There were nothing to prohibit the state from granting the permit because the restraining order had been withdrawn.<br />\r\n\t<br />\r\n\tSo in the domestic abuse category, one of the four examples that Cicilline&rsquo;s staff provided -- the Pennsylvania case -- supports his claim that some people with a record of domestic abuse can legally carry a concealed weapon.<br />\r\n\t<br />\r\n\t<strong>Child predators</strong><br />\r\n\t<br />\r\n\tAdults who sexually prey on children are prohibited by federal law from owning or possessing firearms if they have been convicted of a felony.<br />\r\n\t<br />\r\n\tAnd sex crimes against children are almost always felonies.<br />\r\n\t<br />\r\n\tBut the term &quot;child predator,&quot; Cicilline&rsquo;s staff said in a follow-up e-mail, speaks more broadly about crimes that &quot;lead up to or are related to child molestation.&rsquo;&rsquo;<br />\r\n\tmisdemeanor<br />\r\n\tThey referred us to laws regarding sex-crimes against minors in states such as Florida, Georgia and New Hampshire, where there are no laws preventing such criminals from getting concealed weapon permits.<br />\r\n\t<br />\r\n\tWe believe that some of the examples Cicilline&rsquo;s staff provided, including a Georgia law that makes unwanted sexual touching of a 16-year-old a misdemeanor, stretch the meaning of the term &quot;child predator.&quot;<br />\r\n\t<br />\r\n\tBut in New Hampshire, an adult who lures a child into engaging in sex for pornography -- a misdemeanor in that state -- is clearly a child predator.<br />\r\n\t<br />\r\n\tSo that example met the test.<br />\r\n\t<br />\r\n\t<strong>Sex offenders</strong><br />\r\n\t<br />\r\n\tFederal law prohibits sex offenders convicted of felonies from owning or possessing firearms.<br />\r\n\t<br />\r\n\tBut Cicilline&rsquo;s staff noted that someone convicted of a misdemeanor sex offense involving another adult would not automatically be barred from getting a concealed weapon permit in some states.<br />\r\n\t<br />\r\n\tIn New Hampshire, for example, it&rsquo;s a<a href=\"http://www.gencourt.state.nh.us/rsa/html/lxii/632-a/632-a-mrg.htm\"> misdemeanor for correctional officers to engage in sex</a> with someone over whom they have authority.<br />\r\n\t<br />\r\n\tAnn Rice, a New Hampshire deputy attorney general, said conviction for such a crime would not automatically bar someone from getting a concealed weapon permit.<br />\r\n\t<br />\r\n\tIn this category, we verified that the type of case cited by Cicilline&rsquo;s staff supports his statement.<br />\r\n\t<br />\r\n\t<strong>Terrorists</strong><br />\r\n\t<br />\r\n\tFederal law bars anyone arrested, charged or convicted of acts of terrorism from owning or possessing a firearm. The Right-to-Carry bill clearly would not expand their rights.<br />\r\n\t<br />\r\n\tBut Cicilline and his staff offered a broader definition of &quot;terrorist&quot; to support the congressman&rsquo;s claim.<br />\r\n\t<br />\r\n\tThey said people convicted under &nbsp;state terrorism laws, adopted in several cases after the Sept. 11 attacks, and people on the federal government&rsquo;s terrorist watchlist could be considered &quot;terrorists&quot; or &quot;suspected terrorists.&quot;</p>\r\n<p>\r\n\t(In his fundraising letter, Cicilline uses the terms interchangeably, twice referencing &quot;terrorists&quot; and once &quot;suspected terrorists.&quot; In the statement we checked, he said &quot;terrorists.&quot;)<br />\r\n\t<br />\r\n\tFirst, let&rsquo;s look at the state &quot;terrorism&quot; laws. Examples provided by Cicilline&rsquo;s staff include a &quot;terroristic threatening&quot; statute in Kentucky that makes it a third-degree misdemeanor to threaten to seriously injure someone or to cause substantial property damage.<br />\r\n\t<br />\r\n\tWe confirmed that someone convicted of &quot;terroristic threatening&quot; in Kentucky could, indeed, be eligible for<a href=\"http://www.lrc.ky.gov/krs/237-00/110.pdf\"> a concealed weapon permit</a> after three years. Florida has a similar statute, though it&rsquo;s never prosecuted anyone under it.<br />\r\n\t<br />\r\n\tBut are they &quot;terrorists&quot; as one would commonly understand the term? We don&rsquo;t think so.<br />\r\n\t<br />\r\n\tNow, let&rsquo;s consider people on the terrorist watchlist.<br />\r\n\t<br />\r\n\tDuring a conference call, Cicilline said there are &quot;thousands of people engaging in terrorism&quot; who have never been convicted of any act of terrorism or other offenses that would disqualify them from possessing a firearm. And in states with lax gun permitting laws, he said, these &quot;terrorists&quot; can and do get concealed weapons permits<br />\r\n\t<br />\r\n\tSo, if the Right-to-Carry bill becomes law, he reasons, they could legally bring their concealed weapons into Rhode Island.<br />\r\n\t<br />\r\n\tIn addition, Cicilline and his staff referred us to a May 2010 report by the U.S. Government Accountability Office citing FBI data that showed that individuals on the watchlist were involved in firearm or explosives background checks 1,228 times from 2004 through 2010.<br />\r\n\t<br />\r\n\tThe GAO found that 91 percent of those transactions were allowed to proceed because no felony convictions or other disqualifying factors were found.<br />\r\n\t<br />\r\n\tThe GAO expressed concerns that &quot;there was no basis to automatically prohibit a person from possessing a firearm or explosive because the person&rsquo;s name appeared on the terrorist watchlist,&quot; Eileen R. Larence, director, Homeland Security and Justice at the GAO, said in an e-mail.<br />\r\n\t<br />\r\n\tBut being on the terrorist watchlist isn&rsquo;t the same as being a terrorist.<br />\r\n\t<br />\r\n\tIt turns out<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2009/10/31/AR2009103102141.html\"> there were more than 400,000 unique names and over 1 million entries on the terrorist watchlist at the end of 2009,</a> according to The Washington Post. The list at one time mistakenly included the late U.S. Sen. Ted Kennedy, whose name was later removed.<br />\r\n\t<br />\r\n\tSo, under the Right-to-Carry Act, it&rsquo;s possible that people on the terrorism watchlist could legally carry a concealed weapon in states where they currently cannot.<br />\r\n\t<br />\r\n\tDoes that mean that the rights of &quot;terrorists&quot; would be expanded? Again, no because they are not necessarily terrorists.<br />\r\n\t<br />\r\n\tWhat about Cicilline&rsquo;s argument that, for the purposes of determining who has the &quot;right&quot; to a carry a concealed weapon, there is no real distinction between a terrorist and a &quot;suspected terrorist&quot;?<br />\r\n\t<br />\r\n\tWe believe there is a distinction. Otherwise, the more than 400,000 people named on the terrorist watchlist in 2009 could have been considered terrorists.<br />\r\n\t<br />\r\n\t(It&rsquo;s worth noting that among the more than half-dozen cases of shootings Cicilline&rsquo;s staff provided to back up his claims, none involved a state <em>legally </em>granting a concealed weapons permit to a convicted terrorist, or to someone who, at the time, was a terrorism suspect.)<br />\r\n\t<br />\r\n\tIn this category, we concluded that the examples cited by Cicilline&rsquo;s staff were based on an overly broad definition of &quot;terrorist&quot; and did not support his claim.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tCicilline said the Right-to-Carry bill would expand rights of &quot;sex offenders, terrorists, child predators, and abusers to carry concealed weapons across state lines.&quot;<br />\r\n\t<br />\r\n\tIn three categories -- sex offenders, child predators and abusers -- we agreed that in some narrow exceptions involving misdemeanor crimes, his statement was true.<br />\r\n\t<br />\r\n\tBut we found that his statement didn&rsquo;t meet the test on the fourth. To apply the &quot;terrorist&quot; label to all 400,000 people on the government&rsquo;s watchlist, or to those convicted of a misdemeanor &quot;terroristic&quot; threat, is, at best, an exaggeration. &nbsp;<br />\r\n\t<br />\r\n\tFurther, by saying the Republicans &quot;chose to focus their efforts&quot; on expanding the gun rights of &quot;sex offenders, terrorists, child predators, and abusers,&quot; he implied, with a heavy dose of hyperbole, that this was their intent.<br />\r\n\t<br />\r\n\tBecause the statement &quot;is partially accurate but leaves out important details or takes things out of context,&quot; we rule it Half True.<br />\r\n\t<br />\r\n\t(Get updates from<a href=\"http://twitter.com/#%21/PolitiFactRI\"> PolitiFactRI on Twitter</a>. To comment or offer your ruling, visit us on our<a href=\"http://www.facebook.com/pages/PolitiFact-Rhode-Island/108242095907358\"> PolitiFact Rhode Island Facebook</a> page.)</p>\r\n", "ruling_comments_date": "2011-12-30T17:17:14.483741", "ruling_date": "2012-01-01T00:01:00", "ruling_headline": "Rep. David Cicilline says the Right-to-Carry Act would expand rights of \"sex offenders, terrorists, child predators, and abusers to carry concealed weapons across state lines.\"", "ruling_headline_slug": "rep-david-cicilline-says-right-carry-act-would-exp", "ruling_link_text": "Exaggerated to make a point", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<a href=\"http://thomas.loc.gov/cgi-bin/query/z?c112:H.R.822:\" id=\"internal-source-marker_0.24228510756749488\">The National Right-to-Carry Reciprocity Act of 2011,</a> HR-822<br />\r\n\t<br />\r\n\tFederal law,<a href=\"http://uscode.house.gov/uscode-cgi/fastweb.exe?getdoc+uscview+t17t20+540+1++%28%29%20%20AND%20%28%2818%29%20ADJ%20USC%29:CITE%20AND%20%28USC%20w/10%20%28922%29%29:CITE\"> Title 18 - Crimes and Criminal Procedure, Chapter 44, Firearms, Sec. 922 Unlawful acts</a>), accessed Nov. 21, 2011<br />\r\n\t<br />\r\n\t<br />\r\n\t<a href=\"http://www.riag.ri.gov/documents/bci/pistols.pdf\">Rhode Island&rsquo;s concealed weapons permit law</a>, accessed Nov. 21, 2011<br />\r\n\t<br />\r\n\tInterview and e-mails, U.S. Rep. David Cicilline&rsquo;s staff members and spokeswoman, Raymonde Charles, Nov. 21-Dec.8, 2011<br />\r\n\t<br />\r\n\tE-mails, Brian Malte, federal legislative director, The Brady Campaign to Prevent Gun Violence, Nov. 21, Dec.6 - 12, 2011<br />\r\n\t<br />\r\n\tInterview and e-mails, Amy Kempe, spokeswoman, Rhode Island Attorney General Peter F. Kilmartin, Nov. 22 and Dec. 6, 2011<br />\r\n\t<br />\r\n\tInterviews and e-mails, Jim Martin, spokesman, for the U.S. Attorney&rsquo;s Office in Rhode Island, Nov. 22, Dec. 2,. 5, 2011<br />\r\n\t<br />\r\n\tE-mails, Eileen R. Larence, director, Homeland Security and Justice, U.S. Government Accountability Office, &nbsp;Nov. 29, Dec. 5, 2011<br />\r\n\t<br />\r\n\tE-mails, Sterling Ivey, spokeswoman, Florida Department of Agriculture and Consumer Services,<br />\r\n\t<br />\r\n\tE-mails, Pennsylvania Deputy District Attorney, Mark V. Tranquilli, Dec.19, 2011<br />\r\n\t<br />\r\n\tInterview, Mike Manko, spokesman, Allegheny County District Attorney, Pennsylvania, , Nov. 28, 2011<br />\r\n\t<br />\r\n\tGretl Plessinger, a spokeswoman for the Florida Department of Law Enforcement, Nov. 30, Dec. 15, 2011<br />\r\n\t<br />\r\n\tU.S. Government Accountability Office, testimony of Eileen R. Larence, director, Homeland Security and Justice,<a href=\"http://www.gao.gov/new.items/d10703t.pdf\"> &quot;Terrorist Watchlist Screening,&quot;</a> May 5, 2011, accessed Nov. 29, 2011<br />\r\n\t<br />\r\n\tInterview, Rhonda Rogers, senior deputy clerk, Roanoke County Circuit Court, Roanoke, Va., Dec. 20, 2011<br />\r\n\t<br />\r\n\tInterview, Col Hugh Mills, Under Sheriff, &nbsp;Jackson County, Mo., Dec. 21, 2011<br />\r\n\t<br />\r\n\tInterview, Police Chief Bill Forbes, Long Jack, Mo., Dec. 21, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 7, "current_job": "mayor of Providence", "false_count": 4, "first_name": "David", "half_true_count": 5, "home_state": "Rhode Island", "id": 509, "last_name": "Cicilline", "mostly_true_count": 4, "name_slug": "david-cicilline", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/d_cicilline_2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/509/", "total_count": 29, "true_count": 8, "website": "http://cicilline.com/"}, "statement": "<p>\r\n\tEnacting the Right-to-Carry Act would amount to &quot;expanding the rights of sex offenders, terrorists, child predators, and abusers to carry concealed weapons across state lines.&rsquo;&rsquo;</p>\r\n", "statement_context": "a fundraising letter", "statement_date": "2011-11-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 19, "photo": null, "resource_uri": "/api/v/2/subject/19/", "subject": "Guns", "subject_slug": "guns", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}, {"description": "", "id": 173, "photo": null, "resource_uri": "/api/v/2/subject/173/", "subject": "Public Safety", "subject_slug": "public-safety", "used_in_edition": ["/api/v/2/edition/9/"]}], "target": [], "twitter_headline": ""}