{"art": [], "author": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "canonical_url": "/oregon/statements/2011/dec/30/Yes-on-79/are-oregon-home-sellers-really-subject-double-tax/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "bhammond@oregonian.com", "first_name": "Bruce ", "id": 190, "last_name": "Hammond", "name_slug": "bruce-hammond", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/190/", "title": "Team Leader", "twitter": null}], "facebook_headline": null, "id": 5048, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "resource_uri": "/api/v/2/statement/5048/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tWhile we were trolling for some new facts to check, a rather urgent ad popped out at us on one of our favorite conservative websites: &quot;Sign the Petition. Stop Unfair, Double Taxes,&quot; it read. The text was superimposed on a picture of a home with a &quot;For Sale&quot; sign.<br />\r\n\t<br />\r\n\tWe were curious, so we clicked through. We landed on a website for Protect Oregon Homes. There, the same pitch continued in earnest. We were greeted with a picture of a home for sale. &quot;Sold -- with double tax!&quot; read the sign out front. On the side of the page was a calculator that helps visitors compute their property transfer tax. It was preset at just under 2 percent of the sales price.<br />\r\n\t<br />\r\n\t&quot;Sign the Petition! We need your help to stop unfair, double taxation on real estate,&quot; is the first bit of text on the site, referring to a push for a constitutional ban on real estate transfer taxes.<br />\r\n\t<br />\r\n\tWow, we thought. Do we really have a double tax on real estate? We decided to check.<br />\r\n\t<br />\r\n\tThe taxation that the site is looking to &quot;stop&quot; would kick into effect when a home swaps hands.<br />\r\n\t<br />\r\n\tProtect Oregon Homes, backed by the Oregon Association of Realtors, is looking to amend the state constitution to bar &quot;state/local governments from imposing taxes, fees, assessments on transfer of any interest in real property.&quot;<br />\r\n\t<br />\r\n\tThere&rsquo;s just one problem. When we looked a little further, we found out that there is only one such tax in the entire state (Washington County imposes a 0.1 percent transfer tax) and this proposed legislation would grandfather that charge in, just as previous legislation did.<br />\r\n\t<br />\r\n\tWhat&rsquo;s more, beside that one-time Washington County exception, under current law, cities, counties and other jurisdictions don&rsquo;t have the power to impose taxes on real estate transfers.<br />\r\n\t<br />\r\n\tSo what gives? What would an amendment be stopping?<br />\r\n\t<br />\r\n\tShaun Jillions, a spokesperson for Oregon Association of Realtors, explains it this way: &quot;There&#39;s nothing in that (current) statute that stops the state Legislature from&quot; instituting one or repealing the current ban.<br />\r\n\t<br />\r\n\tHis line was pretty close to the one featured on the group&rsquo;s website: The &quot;state Legislature has the authority, subject to governor approval, to impose such taxes and fees or to change current statutory law,&quot; the site says. &quot;Local officials would welcome any source of new revenue to keep their operations going. A new revenue stream from a tax on property sales would be very tempting ... We need a law to take this law off the table. Forever.&quot;<br />\r\n\t<br />\r\n\tEssentially, this is all about a strong defense being the best offense. The website even says so: &quot;During the past five legislative sessions, there have been nine attempts to authorize such a tax at the state or local level.&quot;<br />\r\n\t<br />\r\n\tJillions mentioned that same fact and even followed up a with a list of of the bills Realtors had been tracking. A single bill was introduced in the 2011 session but died without a hearing. The same happened to three bills during the 2009 session. In 2007, a bill that would open up the doors to transfer taxes did get multiple hearings, but it failed, too. Two bills in 2005 died without hearings and in 2003 two bills were introduced, only one got a single hearing, and both ultimately died.<br />\r\n\t<br />\r\n\tWe asked Jillions about the poor showing most of these bills made. Did it seem a little disingenuous to say that there&rsquo;s a double tax when there&rsquo;s a law banning such charges and the bills put forward to end that ban have been largely dead on arrival? &quot;That might have something to do with the lobbying efforts of the Oregon Association of Realtors,&quot; he said.<br />\r\n\t<br />\r\n\tWe went one step further to gauge the Legislature&rsquo;s interest in repealing the current ban and talked to Sen. Ginny Burdick, one of the chairs of the Revenue Committee. &quot;I&#39;ve not heard any push to do this in February, &quot; she said, referring to the next time the Legislature meets. &quot;It&#39;s certainly not on my priority list.<br />\r\n\t<br />\r\n\t&quot;I don&#39;t see this coming up in the near future, but with the budget problems we have any revenue source can and should be on the table.&quot;<br />\r\n\t<br />\r\n\tJillions also pointed to the fact that Multnomah County Commissioner Deborah Kafoury has been bullish about such a tax. Indeed, she sponsored a bill to overturn the ban back in 2003 when she was a state lawmaker. Most recently, she told Willamette Week that &quot;putting a pre-emption into the constitution is really tying the hands of local voters. It&rsquo;s already state law, and I don&rsquo;t see why that&rsquo;s not good enough.&quot;<br />\r\n\t<br />\r\n\tFinally, Jillions told us to take a look at a report issued in June 2008 by the governor&rsquo;s Task Force on Federal Forest Payments and County Services. In the report, there&rsquo;s a suggestion that the state drop its pre-emption of real estate transfer taxes. But that was issued years ago and we&rsquo;re no closer to passing legislation of that nature now than we were then.<br />\r\n\t<br />\r\n\tEven with the report, the noncommittal statements from Burdick and a possible interest from one county commissioner, it doesn&rsquo;t seem like a transfer tax is imminent, let alone even in existence. &nbsp;<br />\r\n\t<br />\r\n\tThe Protect Oregon Homes website says signing the petition will &quot;help to stop unfair, double taxation on real estate&quot; when, in fact, there is only one such tax in Oregon and the repeal they&rsquo;re floating would do nothing to end it. What&rsquo;s more, a repeal of the current pre-emption, while certainly possible, is not something that the Legislature appears to be actively considering.<br />\r\n\t<br />\r\n\tProtect Oregon Homes acknowledges some of these points on their website, which tempers our ruling somewhat, but the general feeling you get from the group is that there&rsquo;s a tax on the books -- or there will be soon -- and only a constitutional amendment will stop it. In fact, there is no double tax to stop.<br />\r\n\t<br />\r\n\tWe give the group a Half True for this claim -- it&rsquo;s partially accurate but leaves out some essential context.</p>\r\n", "ruling_comments_date": "2011-12-30T18:36:28.329091", "ruling_date": "2011-12-30T15:35:37", "ruling_headline": "Are Oregon home sellers really subject to a double tax?", "ruling_headline_slug": "are-oregon-home-sellers-really-subject-double-tax", "ruling_link_text": "There’s no double tax to stop -- at least not yet", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tProtect Oregon Homes, <a href=\"http://www.protectoregonhomes.com/\">protectoregonhomes,com</a>, Dec. 28, 2011<br />\r\n\t<br />\r\n\tGovernor&rsquo;s Task Force on Federal Forest Payments and County Services, <a href=\"http://ruralstudies.oregonstate.edu/sites/default/files/pub/pdf/federal_forest_payments_062008.pdf\">Initial Report</a>, June 2008<br />\r\n\t<br />\r\n\tWillamette Week, <a href=\"http://wweek.com/portland/article-18577-burying_a_tax_idea.html\">Burying a Tax Idea</a>, Dec. 21, 2011<br />\r\n\t<br />\r\n\tInterview with Shaun Jillions, spokesman for Oregon Association of Realtors, Dec. 29, 2011<br />\r\n\t<br />\r\n\tInterview with Sen. Ginny Burdick, Dec. 29, 2011<br />\r\n\t<br />\r\n\tHouse Bill 2518, 2011; House Bill 2473, 2009; House Bill 3408, 2009; Senate Bill 396, 2011; House Bill &nbsp;3052, 2007; House Bill 3258, 2007; House Bill 2520, 2005; House Bill 3309, 2005; House Bill &nbsp;2595, 2003; Senate Bill 863, 2003</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 1, "home_state": "Oregon", "id": 1623, "last_name": "Yes on 79 ", "mostly_true_count": 0, "name_slug": "Yes-on-79", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/yes79.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1623/", "total_count": 2, "true_count": 0, "website": "http://www.yesonmeasure79.com/"}, "statement": "<p>\r\n\tSays constitutional amendment would &quot;help to stop unfair, double taxation on real estate.&quot;</p>\r\n", "statement_context": "an ad and on their website", "statement_date": "2011-12-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}