{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2008/jun/03/hillary-clinton/counting-votes-is-tricky-this-year/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 508, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/508/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "After winning the primary in Puerto Rico on June 1, 2008, Sen. Hillary Clinton proclaimed in her victory speech, \"We are winning the popular vote!\"\n<p>\n Clinton's implicit argument is that she may trail Sen. Barack Obama in delegates &mdash; the representatives who attend the convention and formally choose the nominee &mdash; but she's winning by another measure that should be more compelling.\n</p>\n<p>\n It's an argument that could resonate with the Democrats' bitter memory of the 2000 campaign, when Al Gore won the popular vote but lost to George W. Bush in the Electoral College.\n</p>\n<p>\n But it's important to note that general elections are very different from nominating contests. In the general election, people in every state vote on the same day. For the nominating contest, people don't always vote &mdash; sometimes they caucus &mdash; and the political parties control when and how the contests unfold.\n</p>\n<p>\n Which brings us to the significant problems with the way Clinton arrives at her winning number.\n</p>\n<p>\n These problems chiefly have to do with the state of Michigan. Recall that before the nominating process kicked off with the Iowa caucuses back in January, Michigan and Florida moved their primaries to earlier in the year without the authorization of the Democratic Party. As punishment, the party stripped the two states of their delegates, and Clinton and Obama promised not to campaign in the states.\n</p>\n<p>\n This very likely suppressed turnout.\n</p>\n<p>\n \"They were not elections that were conducted as free and fair elections in any sense of the words,\" said Anthony Corrado, professor of government at Colby College in Maine.\n</p>\n<p>\n In Florida, neither candidate campaigned, and Clinton beat Obama by a good margin, about 17 percent.\n</p>\n<p>\n In Michigan, state rules allowed candidates to remove their names from the ballot, which Obama and several other Democratic candidates did. Clinton, however, did not remove her name. In the primary, Clinton faced off against Chris Dodd, Mike Gravel, Dennis Kucinich and Uncommitted.\n</p>\n<p>\n When Clinton calculates her popular vote lead, there's no way she can get to a winning number unless she counts Michigan, where Obama's name was not on the ballot. The Clinton campaign has said Obama didn't have to take his name off the ballot, which is true, but counting a Clinton victory over Obama when his name didn't appear on the ballot is dubious.\n</p>\n<p>\n Another problem with the nomination process is the difficulty with counting voter support in caucus states. Caucuses can work different ways, but in some cases voters don't cast traditional ballots. In Iowa's Democratic caucus, for instance, supporters stand in different parts of a meeting room. Minor candidates are knocked out of the running, and their supporters in turn pick new candidates. At the end of the night, each candidate's support is translated into state delegates, who attend a state convention and\n <i>\n  then\n </i>\n pick delegates to go to the national convention. But there's never a formal tally of individual caucusgoers.\n</p>\n<p>\n In caucuses, the best that can be done is to calculate estimates, based on state delegates and turnout estimates; Obama holds a sizable lead in these contests.\n</p>\n<p>\n The news Web site\n <a href=\"http://www.realclearpolitics.com/\">\n  RealClearPolitics\n </a>\n has developed caucus estimates for Iowa, Nevada, Maine and Washington, and has applied it to several scenarios involving Michigan:\n</p>\n<p>\n * If you don't count Michigan, Obama wins the popular vote with or without caucus estimates.\n</p>\n<p>\n * If you do count Michigan, Clinton wins the popular vote with or without caucus estimates.\n</p>\n<p>\n * If you count Michigan and award Uncommitted's votes to Obama, then Obama wins with the caucus estimates, and Clinton wins without caucus estimates.\n</p>\n<p>\n Obama could similarly claim to lead the popular vote, Corrado said. But Clinton is talking about the popular votes because she can't say she has won the most delegates or the most states.\n</p>\n<p>\n \"The bottom line is that they have divided the vote up fairly closely,\" he said. \"It shows how closely contested the race was between these two candidates. It's really remarkable when you think about it.\"\n</p>\n<p>\n Indeed, in every scenario presented by RealClearPolitics, whether Obama leads or Clinton leads, the difference between the two candidates is less than 1 percent.\n</p>\n<p>\n For Clinton's statement to be true, a lot hinges on how you think Michigan's votes should be counted, and how you handle voter support in the caucus states. We can't say how Obama would have done in Michigan if his name had been on the ballot, but he certainly would have garnered more than zero votes. The wishes of voters in caucus states should also be considered for a claim on the popular vote. Finally, some could argue that you shouldn't count Florida since neither candidate campaigned there.\n</p>\n<p>\n For all of these reasons, we find Clinton's argument that she's winning the popular vote to be true only if you consider the messy, real-world results in the light most favorable to Clinton, and for this reason we find her claim Barely True.\n</p>\n<p>\n</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-01-07T13:28:14.225924", "ruling_date": "2008-06-03T00:00:00", "ruling_headline": "Counting votes is tricky this year", "ruling_headline_slug": "counting-votes-is-tricky-this-year", "ruling_link_text": "Counting votes is tricky this year", "ruling_state": null, "source_documents": null, "sources": "Hillary Clinton campaign Web site,\n<a href=\"http://www.hillaryclinton.com/news/speech/view/?id=7880\">\n Victory speech in San Juan, Puerto Rico\n</a>\n, June 1, 2008\n<p>\n RealClearPolitics.com,\n <a href=\"http://www.realclearpolitics.com/epolls/2008/president/democratic_vote_count.html\">\n  2008 Democratic Popular Vote\n </a>\n</p>\n<p>\n Interview with Anthony Corrado of Colby College\n</p>\n<p>\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 41, "current_job": "Presidential candidate", "false_count": 31, "first_name": "Hillary", "half_true_count": 69, "home_state": "New York", "id": 1, "last_name": "Clinton", "mostly_true_count": 76, "name_slug": "hillary-clinton", "pants_count": 7, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/GYI_659046701_585968470.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1/", "total_count": 304, "true_count": 72, "website": "http://www.hillaryclinton.com/"}, "statement": "\"We are winning the popular vote.\"", "statement_context": "San Juan, Puerto Rico", "statement_date": "2008-06-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}], "target": [], "twitter_headline": null}