{"art": [], "author": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "canonical_url": "/truth-o-meter/statements/2012/jan/09/mitt-romney/mitt-romney-says-obama-hired-135000-bureaucrats/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 5104, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "resource_uri": "/api/v/2/statement/5104/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tThe day after a hair&rsquo;s breadth victory in Iowa, former Massachusetts governor Mitt Romney powered up his New Hampshire campaign in two events featuring the 2008 Republican nominee, Arizona senator John McCain. A hefty crowd of 300 fans packed into the Peterborough, N.H. town hall Jan. 4, 2012, to hear the man who defeated Romney four years ago now endorse him.<br />\r\n\t<br />\r\n\tRomney has built his campaign around contrasting himself with President Barack Obama rather than his Republican primary rivals, and this night was no different. He told the crowd that if the goal is to create jobs, you could rely on the private sector, or you could take Obama&rsquo;s approach. &quot;You can hire lots of bureaucrats,&quot; Romney said. &quot;That&rsquo;s what the president&rsquo;s done. He&rsquo;s added 135,000 people to the government workforce.&quot;<br />\r\n\t<br />\r\n\tSo let&rsquo;s examine that statement. Did President Obama hire 135,000 bureaucrats?<br />\r\n\t<br />\r\n\tThe Romney campaign sent us the source of that assertion. It comes straight from the <a href=\"http://www.bls.gov/data/#employment\">Bureau of Labor Statistics</a>, and numerically, it&rsquo;s accurate. &nbsp;In January of 2009, the month that President Obama took the oath of office, the total number of federal employees, excluding the Postal Service, was 2,064,700. &nbsp;In November 2011, it was 2,204,800 for a net gain of 140,100. If anything, Romney was cutting the president a bit of slack.<br />\r\n\t<br />\r\n\tBut the story behind the raw number is considerably different than what Romney suggested.<br />\r\n\t<br />\r\n\tThe BLS web site gives a breakdown. There we see that the single biggest area of growth, some 63,000 employees, was in the Department of Defense. Federal hospitals accounted for about 30,000 and a blend of other agencies contributed about 70,000. By the way, if you add all those together, you get more than either Romney or BLS gives for the net increase. That&rsquo;s due partly to the lack of seasonal adjustments to the data and partly to the survey techniques used at the BLS.<br />\r\n\t<br />\r\n\tYou can unpack the numbers a little further by using a government database tool run by the Office of Personnel Management called <a href=\"http://www.fedscope.opm.gov/index.asp\">Fed Scope</a>. John Palguta, Vice-President for Policy at the Partnership for Public Service, a nonpartisan group that studies the federal workforce, says using that tool, the trends are clear.<br />\r\n\t<br />\r\n\t&quot;Just about all of the increases are at the Defense Department, Veterans Affairs, Homeland Security and the Department of Justice,&quot; &nbsp;Palguta says.<br />\r\n\t<br />\r\n\tThe Office of Personnel Management tallies are done every quarter, not every month, so the numbers don&rsquo;t exactly match what you find on the BLS web site, but the trends line up. In round figures, from September 2009 to September 2011, the federal workforce grew about 100,000. Counting permanent civilian employees, the departments of the Army, Air Force, Navy and Defense grew by 53,000 -- more than half of the total. Veterans Affairs provides another 24,000, or about a quarter of the overall increase. Homeland Security contributes 12,000 -- call that another 10%. All told, national defense, assisting veterans, and protecting the national borders account for close to 90% of all federal civilian employee growth.<br />\r\n\t<br />\r\n\tThe numbers fall off quickly after that. The departments of Justice and Health and Human Services are tied at roughly 4,000 each. &nbsp;<br />\r\n\t<br />\r\n\tThere&rsquo;s a nuance in Romney&rsquo;s statement that bears some scrutiny. He talked about hiring lots of bureaucrats which raises the question, is everyone on the federal payroll a paper-pushing practitioner of the dark arts of red tape? Not in the opinion of Palguta.<br />\r\n\t<br />\r\n\t&quot;The sad fact is that the VA has had to increase staff at the hospitals to care for the wounded warriors coming back from Iraq and Afghanistan,&quot; Palguta says.<br />\r\n\t<br />\r\n\tThere is another connection to veterans behind the single largest increase in manpower at the Defense Department. Tri-Care, the military&rsquo;s health insurance program added some 5,000 people over the past three years. The general growth of the military over the past decade further drove up that number .<br />\r\n\t<br />\r\n\tProtecting the country against terrorism also helped grow the ranks of federal workers. Within Homeland Security, the big gainers were the Transportation Security Administration, about 5,000, and a new division called the National Protection and Programs Directorate. Among other duties, the NPPD is charged with preventing attacks on the nation&rsquo;s communications, water systems, and other infrastructure. While this reflects a consolidation of workers from other divisions, it still added some 2,700 employees to the Homeland Security tally.<br />\r\n\t<br />\r\n\tWhether Romney would want to give President Obama full blame -- or credit -- for these changes, the Republican candidate&rsquo;s statement overlooks the reality in Washington that no money gets spent without the consent of Congress. To take one recent vote, the House and Senate<a href=\"http://thomas.loc.gov/home/approp/app11.html\"> passed a spending bill</a> that increases funding for certain areas of defense and both Veterans Affairs and Homeland Security. &nbsp;Among other details, the measure requires the Border Patrol to achieve an active duty presence of <a href=\"http://thomas.loc.gov/cgi-bin/bdquery/z?d112:HR01473:@@@D&amp;summ2=m&amp;\">not fewer than 21,370 agents protecting the U.S. border</a>. The bill passed with 81 votes in Senate; one of those votes came from John McCain, the man standing next to Romney in Peterborough.<br />\r\n\t<br />\r\n\t<a href=\"http://www.opm.gov/feddata/HistoricalTables/ExecutiveBranchSince1940.asp\">Historic trends are worth a mention</a>. &nbsp;The high water mark for government employees was in 1969 when there were 2.3 million workers. &nbsp;&nbsp;The number today, about 2.2 million, is less than during the second term of President Ronald Reagan. The low water mark came at the end of the Clinton administration but the 9-11 attacks put the country on an upward course during the presidency of George W. Bush.<br />\r\n\t<br />\r\n\t<strong>Our Ruling</strong><br />\r\n\t<br />\r\n\tFormer Massachusetts governor Mitt Romney cast President Obama as using expanded government to increase employment. &nbsp;PolitiFact does not attempt to assess motivations. What we can resolve is that in terms of the raw numbers, Romney is right. The country has more federal employees today than it did in 2009.<br />\r\n\t<br />\r\n\tBut Romney referred to those government workers as bureaucrats. This is a loaded term that obscures what most of the new employees actually do. Merriam-Webster lists as one of its definitions of bureaucracy: &quot;a system of administration marked by officialism, red tape, and proliferation.&quot; That may not bring to mind doctors and nurses caring for wounded veterans or border patrol agents. When we examine the largest areas of growth, we find it is in national defense, veteran care, anti-terrorism and border security.<br />\r\n\t<br />\r\n\tFinally, &nbsp;while Romney makes it sound as if this is solely Obama&#39;s doing, congressional Republicans and Democrats have approved increases in those areas. If President Obama is responsible for this growth, he had a lot of help from members of Romney&rsquo;s own party.<br />\r\n\t<br />\r\n\tWe rate Romney&rsquo;s statement Half True.</p>\r\n", "ruling_comments_date": "2012-01-09T18:44:18.838245", "ruling_date": "2012-01-09T18:49:44", "ruling_headline": "Mitt Romney says Obama hired 135,000 bureaucrats", "ruling_headline_slug": "mitt-romney-says-obama-hired-135000-bureaucrats", "ruling_link_text": "Are border patrol agents bureaucrats?", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t&quot;<a href=\"http://www.bls.gov/data/#employment\">Employment, Hours, and Earnings&quot;</a>Bureau of Labor Statistics, accessed January 5, 2012<br />\r\n\t<br />\r\n\t<a href=\"http://www.fedscope.opm.gov/index.asp\">FedScope</a>, Office of Personnel Management, accessed January 8, 2012<br />\r\n\t<br />\r\n\t<a href=\"http://www.opm.gov/feddata/HistoricalTables/ExecutiveBranchSince1940.asp\">Historic Workforce Data,</a>Office of Personnel Management, accessed January 8, 2012<br />\r\n\t<br />\r\n\t<a href=\"http://thomas.loc.gov/cgi-bin/bdquery/z?d112:HR01473:@@@D&amp;summ2=m&amp;\">Summary of 2011 Appropriations</a>, Congressional Research Service, accessed January 8, 2012<br />\r\n\t<br />\r\n\t<a href=\"http://thomas.loc.gov/home/approp/app11.html\">Status of Appropriations Legislation for Fiscal Year 2011</a>, Library of Congress, accessed January 8, 2012<br />\r\n\t<br />\r\n\t<a href=\"http://www.fas.org/sgp/crs/homesec/R40642.pdf\">Homeland Security Department: FY2010 Appropriations</a>, Congressional Research Service, accessed January 8, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 34, "current_job": "Former governor", "false_count": 32, "first_name": "Mitt", "half_true_count": 58, "home_state": "Massachusetts", "id": 5, "last_name": "Romney", "mostly_true_count": 33, "name_slug": "mitt-romney", "pants_count": 19, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-mittromney.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/5/", "total_count": 221, "true_count": 30, "website": "http://www.mittromney.com/"}, "statement": "<p>\r\n\t&quot;You can hire lots of bureaucrats. &nbsp;That&rsquo;s what the president&rsquo;s done. &nbsp;He&rsquo;s added 135,000 people to the government workforce.&quot;</p>\r\n", "statement_context": "a town hall meeting in Peterborough, N.H.", "statement_date": "2012-01-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 214, "photo": null, "resource_uri": "/api/v/2/subject/214/", "subject": "New Hampshire 2012", "subject_slug": "new-hampshire-2012", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 103, "photo": null, "resource_uri": "/api/v/2/subject/103/", "subject": "Workers", "subject_slug": "workers", "used_in_edition": []}], "target": [], "twitter_headline": ""}