{"art": [{"brightcove": "", "caption": "Barack Obama's re-election campaign has criticized the records of some of the Republican presidential candidates on funding for Israel. How accurate is the charge?", "id": 1942, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Obama_Israel_small_version.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/1942/", "title": "Obama Israel small version", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2012/jan/11/barack-obama/barack-obama-campaign-says-romney-perry-gingrich-w/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 5116, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/5116/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tOn an outreach page on its website, the Barack Obama-Joe Biden re-election campaign takes aim at three Republican presidential candidates for their stances on aid to Israel -- a hot-button topic for members of both parties.<br />\r\n\t<br />\r\n\t&quot;Stand against &lsquo;zeroing out&rsquo; aid to Israel,&quot; <a href=\"https://my.barackobama.com/page/s/om-stand-up-for-foreign-aid?source=OM2012_LB_FB_jam-join-nat_all_isr_both_rpg_rtp_novC_4\">the web page says</a>. &quot;Republican candidates for president Mitt Romney, Rick Perry, and Newt Gingrich all say they would cut foreign aid to Israel &mdash; and every other country &mdash; to zero. Stand up to this extreme isolationism and join the call to reject the Romney-Perry-Gingrich plan.&quot;<br />\r\n\t<br />\r\n\tA reader asked us to check out the claim, so we did. We began by asking for backup materials from the Obama campaign.<br />\r\n\t<br />\r\n\tThe campaign sent us a series of links to debate transcripts and news articles. All flow from a series of statements made at a Nov. 12, 2011, foreign-policy themed debate among the Republican presidential candidates.<br />\r\n\t<br />\r\n\tLet&rsquo;s first review what the candidates said during the debate, which was moderated by CBS News&rsquo; Scott Pelley and <em>National Journal</em>&rsquo;s Major Garrett. The issue came up at four different points.<br />\r\n\t<br />\r\n\tFirst, Perry <a href=\"http://www.cbsnews.com/8301-505103_162-57323734/cbs-news-nj-debate-transcript-part-1/?pageNum=5&amp;tag=contentMain;contentBody\">answered a question</a> from Pelley about Pakistan.<br />\r\n\t<br />\r\n\t<strong>Perry</strong>: &quot;Listen, I think we&#39;re having an interesting conversation here, but the deeper one (is about) foreign aid. And we need a president of the United States working with a Congress that sends a clear message to every country. It doesn&#39;t make any difference whether it&#39;s Pakistan or whether it&#39;s Afghanistan or whether it&#39;s India.<br />\r\n\t<br />\r\n\t&quot;The foreign aid budget in my administration for every country is going to start at zero dollars. Zero dollars. And then we&#39;ll have a conversation. Then we&#39;ll have a conversation in this country about whether or not a penny of our taxpayer dollar needs to go into those countries. And Pakistan is clearly sending us messages, Mitt. It&#39;s clearly sending us messages that they -- they don&#39;t deserve our foreign aid that we&#39;re getting, because they&#39;re not being honest with us. American soldiers&#39; lives are being put at jeopardy because of that country. &hellip; It&#39;s time for us as a country to say no to foreign aid to countries that don&#39;t support the United States of America.&quot;<br />\r\n\t<br />\r\n\tLater, Garrett <a href=\"http://www.cbsnews.com/8301-505103_162-57323734/cbs-news-nj-debate-transcript-part-1/?pageNum=6&amp;tag=contentMain;contentBody\">posed a question</a> to Gingrich:<br />\r\n\t<br />\r\n\t<strong>Garrett</strong>: &quot;Speaker Gingrich, you presided as speaker over several foreign aid budgets for the United States. &hellip; You have seen, at times, the proper role of the United States through foreign aid and other interventions. I want to know if you agree with -- Governor Perry about starting at zero?&quot;<br />\r\n\t<br />\r\n\t<strong>Gingrich</strong>: &quot;What he said made absolutely perfect sense. &hellip; Consider the alternative. You&#39;re giving some country $7 billion a year .... or in the case of Egypt, $3 billion a year. So you start off every year and say, &lsquo;Here&#39;s your $3 billion, now I&#39;ll start thinking&rsquo;? You ought to start off at zero and say, &lsquo;Explain to me why I should give you a penny.&rsquo;...<br />\r\n\t<br />\r\n\t&quot;The Pakistanis hid Bin Laden for at least six years in a military city within a mile of their national defense university. And then they got mad at the people who turned him over to us? And we think those are the acts of allies? I think that&#39;s a pretty good idea to start at zero and sometimes stay there.&quot;<br />\r\n\t<br />\r\n\tThen, later on, Pelley <a href=\"http://www.cbsnews.com/8301-505103_162-57323734/cbs-news-nj-debate-transcript-part-1/?pageNum=11&amp;tag=contentMain;contentBody\">read a question</a> from a viewer submitted by Twitter: &quot;Does Gov. Perry&#39;s foreign aid starts-at-zero (policy) include Israel?&quot;<br />\r\n\t<br />\r\n\t<strong>Perry</strong>: &quot;Absolutely. Every country would start at zero. Obviously, Israel is a special ally. And my bet is that we would be funding them at some substantial level. But it makes sense for everyone to come in at zero and make your case. As a matter of fact, we ought to try that &hellip; with some of those agencies that I was trying to think the name of the other night. Starting at zero, zero-based budgeting &hellip; we&#39;ve got to go there. And everyone has to come in and make (their) case.&quot;<br />\r\n\t<br />\r\n\tFinally, Romney expressed agreement with this approach during a subsequent exchange about Pakistan.<br />\r\n\t<br />\r\n\t<strong>Romney</strong>: &quot;One of the things we have to do with our foreign aid commitments, the ongoing foreign aid commitments -- I agree with Gov. Perry. You start everything at zero.&quot;<br />\r\n\t<br />\r\n\tSo each of the three Republican candidates cited on the Obama campaign website did express agreement with this approach to handing out foreign aid. And the candidates&rsquo; comments immediately set off a bipartisan tempest within Israel policy circles.<br />\r\n\t<br />\r\n\tThe Republican Jewish Coalition <a href=\"https://twitter.com/#%21/RJCHQ/statuses/135539774726483972\">tweeted</a> its displeasure with Romney&rsquo;s proposal, while the Democratic National Committee had former Rep. Robert Wexler of Florida hold a conference call to blast the idea, according to the <a href=\"http://www.jta.org/news/article/2011/11/15/3090312/start-from-zero-startles-pro-israel-community\">Jewish Telegraphic Agency</a>.<br />\r\n\t<br />\r\n\tStill, we find several problems with the way the Obama campaign translated this policy proposal into the claim we&rsquo;re checking.<br />\r\n\t<br />\r\n\t<strong>It ignores nuances the candidates expressed during the debate</strong><br />\r\n\t<br />\r\n\tThe Obama campaign&rsquo;s claim said the proposal outlined by Perry, and seconded by Gingrich and Romney, would &quot;cut foreign aid to Israel &mdash; and every other country &mdash; to zero.&quot; It&rsquo;s true that the proposal would reduce aid to zero, but only temporarily (and theoretically) as a starting point for discussions about what the final level should be. As Perry put it, &quot;And then we&#39;ll have a conversation.&quot;<br />\r\n\t<br />\r\n\tIt&rsquo;s worth noting that handling foreign aid this way would have potentially problematic policy consequences, even if Israel&rsquo;s aid package ultimately remained exactly the same size as previously.<br />\r\n\t<br />\r\n\tIn August 2007, <a href=\"http://www.fas.org/sgp/crs/mideast/RL33222.pdf\">the Bush administration signed a &quot;memorandum of understanding&quot;</a> that outlined a 10-year framework for U.S. military assistance to Israel. So implementing the Perry proposal without allowing a waiver for Israel would require reneging on the amounts of aid specified in that agreement, which diplomatically is not a trivial issue.<br />\r\n\t<br />\r\n\tStill, even during the debate itself, the candidates said only that they would use zero as a starting point for funding to Israel, not an end point. There would be nothing stopping negotiators from reducing funding to zero but then immediately deferring to the terms of the memorandum and leaving Israel&rsquo;s promised funding level as is. They could even increase the levels beyond what the memorandum provides.<br />\r\n\t<br />\r\n\tPerry himself made this point during the debate, saying, &quot;Obviously, Israel is a special ally. And my bet is that we would be funding them at some substantial level.&quot;<br />\r\n\t<br />\r\n\t<strong>It ignores statements the candidates made after the debate to explain their positions</strong><br />\r\n\t<br />\r\n\tAfter critics seized on Perry&rsquo;s proposal, a Perry aide <a href=\"http://www.politico.com/blogs/bensmith/1111/Foreign_aid_to_zero.html\">e-mailed POLITICO columnist Ben Smith</a> to say, &quot;Perry believes Israel&#39;s an extraordinary friend and our greatest ally. &hellip; Under Rick Perry, Israel will set the bar for judging foreign aid to any country. Perry&#39;s Start at Zero is exactly the right policy -- no country stands to benefit more than Israel from merit-based foreign aid.&quot;<br />\r\n\t<br />\r\n\tMeanwhile, <a href=\"http://www.jta.org/news/article/2011/11/15/3090312/start-from-zero-startles-pro-israel-community\">JTA reported</a> that immediately following the debate, a Romney spokesman clarified that &quot;he would exempt Israel from the policy.&quot;<br />\r\n\t<br />\r\n\tAnd Gingrich -- who in general has taken <a href=\"http://www.forward.com/articles/147689/\">strong pro-Israel</a> <a href=\"http://www.csmonitor.com/USA/Politics/The-Vote/2011/1210/With-an-eye-toward-the-Jewish-vote-Newt-Gingrich-disses-Palestinians\">positions</a> -- reiterated his support for the idea in <a href=\"http://www.washingtonpost.com/politics/newt-gingrich-interview-with-jewish-channel-transcript/2011/12/09/gIQAOwXriO_story_2.html\">an interview with the Jewish Channel</a> but added that the memorandum of understanding would prevent Israel from being sent back to zero funding, even temporarily.<br />\r\n\t<br />\r\n\t&quot;We have a 10-year commitment that we have to live out,&quot; Gingrich said. &quot;So I think because we&rsquo;ve made this long-term commitment, you wouldn&rsquo;t be able to go back to zero.&quot;<br />\r\n\t<br />\r\n\t<strong>The Obama claim misuses the term &quot;zeroing out&quot;</strong><br />\r\n\t<br />\r\n\tBudget experts we contacted agreed that that the Obama camp erred in using the term &quot;zeroing out&quot; to describe what Perry was proposing. &quot;Zeroing out&quot; means that funding will be terminated. The actual term for what Perry suggests is &quot;zero-based budgeting.&quot;<br />\r\n\t<br />\r\n\t&quot;Nothing the candidates said indicated that Israel would get a cut,&quot; said Steve Ellis, vice president of Taxpayers for Common Sense, a group that analyzes federal spending. &quot;Zero-based budgeting just means funding levels must be justified year-to-year, rather than starting from a baseline. Funding for a particular program, in this case aid to Israel, could well end up being more than the previous year, or it could be less. The campaign is taking advantage of the word &lsquo;zero&rsquo; without putting it in the proper budget context.&quot;<br />\r\n\t<br />\r\n\tRoy T. Meyers, a political scientist and budget expert at the University of Maryland-Baltimore County, agreed. &quot;The Obama campaign statement is misleading, to say the least,&quot; Meyers said.<br />\r\n\t<br />\r\n\t<strong> Our ruling</strong><br />\r\n\t<br />\r\n\tThe Obama campaign said, &quot;Mitt Romney, Rick Perry, and Newt Gingrich all say they would cut foreign aid to Israel &mdash; and every other country &mdash; to zero.&quot; We find that a ridiculous distortion of their positions on this extremely sensitive issue.<br />\r\n\t<br />\r\n\tFirst, the plan discussed in the foreign policy debate means only that future aid levels for Israel would be subject to negotiations, starting from a baseline of zero rather than the current level. A funding level of zero would be only a theoretical starting point, not an end point, just as easily leaving Israel with higher funding rather than lower.<br />\r\n\t<br />\r\n\tSecond, to varying degrees, the candidates pledged that they personally would either advocate &quot;substantial&quot; funding for Israel (Perry), an exemption from the policy for Israel (Romney), or an automatic waiver due to agreements already in force (Gingrich). None of the candidates actually said they supported making Israel&rsquo;s funding level zero.<br />\r\n\t<br />\r\n\tFinally, the Obama campaign misleadingly used the term &quot;zeroing out&quot; instead of accurately describing it as &quot;zero-based&quot; budgeting, making the three-sentence statement wrong in three different ways. Pants-On-Fire!</p>\r\n", "ruling_comments_date": "2012-01-11T18:24:16.934885", "ruling_date": "2012-01-11T19:00:38", "ruling_headline": "Barack Obama campaign says Romney, Perry, Gingrich would cut aid to Israel to zero", "ruling_headline_slug": "barack-obama-campaign-says-romney-perry-gingrich-w", "ruling_link_text": "None of them said they wanted zero aid for Israel", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tObama-Biden campaign, <a href=\"https://my.barackobama.com/page/s/om-stand-up-for-foreign-aid?source=OM2012_LB_FB_jam-join-nat_all_isr_both_rpg_rtp_novC_4\">web </a><a href=\"https://my.barackobama.com/page/s/om-stand-up-for-foreign-aid?source=OM2012_LB_FB_jam-join-nat_all_isr_both_rpg_rtp_novC_4\">page</a> on funding to Israel, accessed Jan. 11, 2012<br />\r\n\t<br />\r\n\tCBS News, <a href=\"http://www.cbsnews.com/8301-505103_162-57323734/cbs-national-journal-debate-transcript-part-1/?tag=contentMain;contentBody\">transcript</a> of the Republican presidential debate, Nov. 12, 2012<br />\r\n\t<br />\r\n\tCongressional Research Service, &quot;<a href=\"http://www.fas.org/sgp/crs/mideast/RL33222.pdf\">U.S. Foreign Aid to Israel</a>,&quot; Sept. 16, 2010<br />\r\n\t<br />\r\n\t<em>Jewish Telegraphic Agency</em>, &quot;<a href=\"http://www.jta.org/news/article/2011/11/15/3090312/start-from-zero-startles-pro-israel-community\">Republicans&rsquo; &lsquo;Starting from zero&rsquo; aid proposal startles pro-Israel community</a>,&quot; Nov. 15, 2011<br />\r\n\t<br />\r\n\t<em>Jewish Daily Forward</em>, &quot;<a href=\"http://www.forward.com/articles/147689/\">Gingrich Vows Stronger Backing for Israel</a>,&quot; Dec. 9, 2011<br />\r\n\t<br />\r\n\tNewt Gingrich, <a href=\"http://www.washingtonpost.com/politics/newt-gingrich-interview-with-jewish-channel-transcript/2011/12/09/gIQAOwXriO_story.html\">transcript</a> of interview with the Jewish Channel, published Dec. 9, 2011<br />\r\n\t<br />\r\n\t<em>POLITICO</em>, &quot;Foreign aid to zero&quot; (<a href=\"http://www.politico.com/blogs/bensmith/1111/Foreign_aid_to_zero.html\">blog post by Ben Smith</a>), Nov. 12, 2011<br />\r\n\t<br />\r\n\t<em>Christian Science Monitor</em>, &quot;<a href=\"http://www.csmonitor.com/USA/Politics/The-Vote/2011/1210/With-an-eye-toward-the-Jewish-vote-Newt-Gingrich-disses-Palestinians\">With an eye toward the Jewish vote, Newt Gingrich disses Palestinians</a>,&quot; Dec. 10, 2011<br />\r\n\t<br />\r\n\tTom Dine, &quot;<a href=\"http://www.haaretz.com/news/diplomacy-defense/u-s-shouldn-t-zero-out-israel-defense-aid-1.399976\">U.S. shouldn&#39;t &#39;zero-out&#39; Israel defense aid</a>&quot; (op-ed in Haaretz), Dec. 6, 2011<br />\r\n\t<br />\r\n\t<em>Jerusalem Post</em>, &quot;<a href=\"http://www.jpost.com/DiplomacyAndPolitics/Article.aspx?id=245735\">White House defends Israeli aid</a>,&quot; Nov. 16, 2011<br />\r\n\t<br />\r\n\tE-mail interview with Steve Ellis, vice president of Taxpayers for Common Sense, Jan. 11, 2012<br />\r\n\t<br />\r\n\tE-mail interview with Roy T. Meyers, political scientist at the University of Maryland-Baltimore County, Jan. 11, 2012</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\r\n\t&quot;Mitt Romney, Rick Perry, and Newt Gingrich all say they would cut foreign aid to Israel &mdash; and every other country &mdash; to zero.&quot;</p>\r\n", "statement_context": "a page on the Obama campaign website", "statement_date": "2012-01-11", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 48, "photo": null, "resource_uri": "/api/v/2/subject/48/", "subject": "Israel", "subject_slug": "israel", "used_in_edition": []}, {"description": "", "id": 219, "photo": null, "resource_uri": "/api/v/2/subject/219/", "subject": "Message Machine 2012", "subject_slug": "message-machine-2012", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 30, "current_job": "U.S. Energy Secretary", "false_count": 31, "first_name": "Rick", "half_true_count": 42, "home_state": "Texas", "id": 291, "last_name": "Perry", "mostly_true_count": 24, "name_slug": "rick-perry", "pants_count": 18, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Perry_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/291/", "total_count": 176, "true_count": 26, "website": "https://energy.gov/management/history/secretaries-energy"}], "twitter_headline": ""}