{"art": [{"brightcove": "", "caption": "U.S. Senate hopeful Craig James opened his bid with this web video extolling Gov. Rick Perry.", "id": 1917, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/1917/", "title": "Craig James web video, jan. 3, 2012.", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/zFMZ3-NfTPU?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "zFMZ3-NfTPU"}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2012/jan/13/craig-james/craig-james-republican-senate-candidate-says-rick-/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 5119, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/5119/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\t<strong>CORRECTION, 4:45 p.m. Jan. 17, 2012</strong>: <em>This fact check originally presented per-capita state and local sales tax collections for 2000 and 2010 attributed to information from the U.S. Census Bureau. But, as a reader helpfully pointed out, those figures solely reflected state taxes. This article has been revised accordingly. The changes do not affect the rating of the statement.</em></p>\r\n<p>\r\n\tRepublican U.S. Senate candidate Craig James, a former ESPN football analyst, saluted Gov. Rick Perry in an online video posted Jan. 3, 2012, saying Perry &quot;changed Texas--cut waste, reduced taxes, put people back to work. And that&rsquo;s just what I&rsquo;ll do in Washington.&quot;<br />\r\n\t<br />\r\n\tWe&rsquo;re not sure how to gauge how Perry cut waste or personally put people to work. But it&rsquo;s possible to gauge if he reduced taxes.<br />\r\n\t<br />\r\n\tCaveat: Per-person tax collections go up and down partly due to changes in state tax policy, though they&rsquo;re also affected by population growth and the economy.<br />\r\n\t<br />\r\n\tAnother vantage point: Each resident&rsquo;s taxes change depending on personal circumstances -- a job change, a move, the purchase or sale of a house.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tUntil a few years ago, the U.S Census Bureau calculated per-capita state and local taxes collected. In 2000, the year that Perry became governor, state government collected $1,315 per person, a rate that was the 49th lowest among the states. That would have been $1,665 in 2010 dollars, according to our calculation using the<a href=\"http://www.bls.gov/data/inflation_calculator.htm\"> U.S. Bureau of Labor Statistics Consumer Price Index inflation calculator</a>.<br />\r\n\t<br />\r\n\tIn 2010, state government in Texas collected $1,567 per person; we reached this figure by dividing the bureau&rsquo;s tabulation of Texas state taxes collected that year, nearly $39.4 billion, by the state&rsquo;s April 2010 population of 25.1 million. So, those collections ran about $100 less per person than the inflation-adjusted amount collected in 2000.<br />\r\n\t<br />\r\n\tThere are other calculations. Per-person state tax collections were slightly higher in 2007 than in 2001, according to information published by the advisory Legislative Budget Board. In 2001, Perry&rsquo;s first full year as governor, the state reaped nearly $1,377 in tax revenue per resident. In 2007, according to the board&rsquo;s latest Fiscal Size-Up publication, the state gathered nearly $1,691 per resident, which was equivalent to $1,444 in 2001 dollars, according to our check on the BLS calculator. So, that suggests a $67 per person increase in state taxes.<br />\r\n\t<br />\r\n\tHowever, experts cautioned us against reaching sweeping conclusions about Perry and taxes based on measures of total tax collections.<br />\r\n\t<br />\r\n\tThe reality is he&rsquo;s signed both tax hikes and cuts into law.<br />\r\n\t<br />\r\n\tNeither the state sales or gas tax -- two major revenue generators -- has been hiked during Perry&rsquo;s governorship. But in 2006, he approved a package of changes including a $1-a-pack cigarette tax hike, modification in how the state taxes used-car purchases and an overhaul of the state&rsquo;s business franchise tax, all toward covering a mandated one-third reduction in local school property tax rates.<br />\r\n\t<br />\r\n\tSeparately over the years, as we noted in a <a href=\"http://www.politifact.com/texas/statements/2010/nov/01/rick-perry/gov-rick-perry-says-he-has-track-record-not-raisin/\">November 2010 fact check</a>, Perry signed into law higher taxes on smokeless tobacco, fireworks and the purchase or rental of diesel equipment. He also has agreed to fee increases, which some liken to tax bumps.<br />\r\n\t<br />\r\n\tPerry has said the 2006 increases shouldn&#39;t be counted against him because the cuts in property taxes set in motion by lawmakers were bigger. Told by the <em>Texas Tribune</em> in 2010 that some people consider the franchise tax change to be an increase, Perry replied: &quot;That was a net tax decrease.&quot;<br />\r\n\t<br />\r\n\tAn August 2008 <a href=\"http://www.ttara.org/files/document/Property_TaxReliefReport_08_08.pdf\">analysis</a> of the 2006 changes by the business-oriented Texas Taxpayers and Research Association says that while some taxes clearly were raised, those increases were dwarfed by nearly $7 billion for 2007 in legislated property tax cuts.<br />\r\n\t<br />\r\n\tThat&rsquo;s not to say, though, that taxes went down -- only that they did not continue escalating as they would have under previous law, the association said.<br />\r\n\t<br />\r\n\tIf lawmakers had not acted, its analysis says, taxpayers would have seen an estimated $4.7 billion tax increase to fund school maintenance and operations between 2005 and 2007. Instead, the average Texan&rsquo;s total property tax bill in 2007 was 20 percent lower than what it likely would have been without the legislative action, the analysis says.<br />\r\n\t<br />\r\n\tThe analysis says many Texans were still paying higher property taxes in 2007 than they did in 2005, before the tax changes, for several reasons:<br />\r\n\t--Almost all school districts exercised their authority to increase tax rates above the state-mandated one-third reduction;<br />\r\n\t--Local voters approved additional taxes to pay for debt service for facilities, which went up 37 percent from 2005 to 2007;<br />\r\n\t--Residential property values accelerated;<br />\r\n\t--And city, county and special district property taxes continued to increase.<br />\r\n\t<br />\r\n\tThese factors combined produced a total property tax bill for Texans that was $1.7 billion higher than came due in 2005, the analysis says. It closes: &quot;Even so, there is no doubt the actions taken in 2006 have saved Texans an estimated $7 billion a year in property taxes. The average Texan&rsquo;s property tax bill may not be lower than it was two years ago, but it is unmistakably much, much lower than it would have been.&quot;<br />\r\n\t<br />\r\n\tBy email, the group&rsquo;s president, Dale Craymer, recently told us that Perry reduced taxes overall. &quot;The 2006 package raised the franchise and cigarette taxes, but for each dollar raised the property tax was lowered by more than $3,&quot; Craymer said, &quot;so the package clearly nets out as a sizable tax cut (overall, probably the biggest tax cut in history).&quot;<br />\r\n\t<br />\r\n\tIn 2011, he added, the state cost of school property tax relief as required by the 2006 law amounts to about $7 billion -- with the state tax changes from 2006 generating $2.2 billion of that, he said. That is, the local property tax load was lightened considerably more than state taxes were up.<br />\r\n\t<br />\r\n\tBy email, Dick Lavine, a tax expert for the Austin-based, liberal-leaning Center for Public Policy Priorities, agreed school taxes were cut, though, Lavine said, lawmakers also left a multibillion-dollar gap between available revenue and &quot;necessary&quot; state expenditures, or &quot;structural deficit,&quot; that must be addressed each legislative session.<br />\r\n\t<br />\r\n\tEva DeLuna Castro, the center&rsquo;s senior budget analyst, separately pointed out that total collected state and local taxes, including property taxes, annually increased all but one year from 2006 through 2010. The year-to-year increase from 2008 to 2009 was only $300 million, while from 2009 to 2010, such collections dropped $1.7 billion to $81 billion, a decrease DeLuna attributed to the national recession.<br />\r\n\t<br />\r\n\t&quot;Sorry, I&rsquo;m going to give all of you a Pants on Fire,&quot; Castro said by email. &quot;Taxes have not been reduced. At best, (Perry) &lsquo;bent the curve?&rsquo;&quot;<br />\r\n\t<br />\r\n\tIn an interview, Will Newton, executive director of the Texas chaper of the National Federation of Independent Business, pointed out that Perry also signed into law changes that increased the number of businesses exempted from the revised franchise tax. The 2006 law excused businesses with total revenues of $300,000 or less. A few years later, Perry agreed to exempt businesses with total revenue of $1 million or less. &quot;That&rsquo;s a really big thing for smaller businesses,&quot; Newton said.<br />\r\n\t<br />\r\n\tIn another fact check, we looked at another way of gauging Texas taxes under Perry.<br />\r\n\t<br />\r\n\tThe non-partisan Tax Foundation, based in Washington, annually estimates how much residents of each state cough up for state and local taxes. In 2000, Texans were taxed at an effective rate of 7.1 percent, meaning 7.1 cents of every dollar in income went to state and local taxes. That year, the foundation says, each resident paid about $2,214, on average.<br />\r\n\t<br />\r\n\tIn 2009, the latest year checked, Texans paid an effective rate of 7.9 percent; the per-person amount of state and local taxes paid was $3,197-- up 44 percent from 2000, or 17 percent adjusted for inflation.<br />\r\n\t<br />\r\n\tAs noted in a July 17, 2011, <em>Austin American-Statesman</em><a href=\"http://www.statesman.com/news/texas-politics/should-perry-get-credit-for-texas-economy-1615924.html?printArticle=y\"> news article</a>, the 7.9 percent compared with the national average of 9.8 percent and only five states (Alaska, Nevada, South Dakota, Tennessee and Wyoming) had lower state-local tax burdens than Texas.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tPerry put in motion major tax hikes generating less revenue than state-ordered reductions in local school property taxes the governor also signed into law. However, it&rsquo;s overly simplistic to say that Perry simply reduced taxes. He cut some, raised others.<br />\r\n\t<br />\r\n\tThis statement rates Half True.</p>\r\n", "ruling_comments_date": "2012-01-12T12:31:33.480297", "ruling_date": "2012-01-13T13:50:20", "ruling_headline": "UPDATED: Craig James, Republican Senate candidate, says Rick Perry cut Texas taxes", "ruling_headline_slug": "craig-james-republican-senate-candidate-says-rick-", "ruling_link_text": "Some up, some down", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tPolitiFact Texas, Truth-O-Meter article,<a href=\"http://www.politifact.com/texas/statements/2010/nov/01/rick-perry/gov-rick-perry-says-he-has-track-record-not-raisin/\"> &quot;Gov. Rick Perry says he has a track record of not raising taxes,&quot;</a> Nov. 1, 2010<br />\r\n\t<br />\r\n\tPolitiFact Texas, Perry-O-Meter promise update,<a href=\"http://www.politifact.com/texas/promises/perry-o-meter/promise/828/balance-the-budget-without-a-tax-increase/\"> &quot;Balance the budget without a tax increase,&quot;</a> July 8, 2011<br />\r\n\t<br />\r\n\tTexas Taxpayers and Research Association, report, <a href=\"http://www.ttara.org/files/document/Property_TaxReliefReport_08_08.pdf\">&quot;Property Tax Relief: The $7 Billion Reality,&quot;</a> August 2008</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Former ESPN analyst", "false_count": 0, "first_name": "Craig", "half_true_count": 1, "home_state": "Texas", "id": 1632, "last_name": "James", "mostly_true_count": 0, "name_slug": "craig-james", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/craigjames2012n.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1632/", "total_count": 2, "true_count": 0, "website": "http://www.texansforcraigjames.com/"}, "statement": "<p>\r\n\tSays Rick Perry cut taxes.</p>\r\n", "statement_context": "an online video ad.", "statement_date": "2012-01-03", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>We strive to make our work completely accurate. When we make a mistake, we correct it and note it on the original item. If the mistake is so significant that it requires us to change the ruling, we will do so. Readers who see an error should contact the writer or editor. Their names are listed on the right side of every Truth-O-Meter item. Clicking on their names will take you to their bio pages, where you can find their email addresses. Read more about our corrections policies in our <a href=\"http://www.politifact.com/truth-o-meter/article/2013/nov/01/principles-politifact-punditfact-and-truth-o-meter/\">Principles of the Truth-O-Meter</a>.</p>\r\n", "id": 255, "photo": null, "resource_uri": "/api/v/2/subject/255/", "subject": "Corrections and Updates", "subject_slug": "corrections-and-updates", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}, {"description": "", "id": 208, "photo": null, "resource_uri": "/api/v/2/subject/208/", "subject": "State Finances", "subject_slug": "state-finances", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}