{"art": [], "author": [{"email_address": "akuffner@providencejournal.com", "first_name": "Alex", "id": 280, "last_name": "Kuffner", "name_slug": "alex-kuffner", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/280/", "title": "Reporter", "twitter": null}], "canonical_url": "/rhode-island/statements/2012/jan/15/angel-taveras/providence-mayor-angel-taveras-says-achievement-fi/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "tmurphy@providencejournal.com", "first_name": "Tim", "id": 145, "last_name": "Murphy", "name_slug": "tim-murphy", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/tim_murphy2_80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/145/", "title": "Editor", "twitter": null}], "facebook_headline": null, "id": 5135, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "akuffner@providencejournal.com", "first_name": "Alex", "id": 280, "last_name": "Kuffner", "name_slug": "alex-kuffner", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/280/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/5135/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Politicians, parents and education officials are wrangling over a proposal by Achievement First to open two charter schools in Providence. Supporters say the charter school operator will be able to better educate poor and minority students. Opponents, however, question some of their teaching methods and worry that charter schools will channel money from traditional city-run schools that are already financially strapped.<br />\r\n<br />\r\nProvidence Mayor Angel Taveras is among those in Achievement First&rsquo;s corner. In a Jan. 8, 2011, commentary in The Sunday Journal, he pointed to the success of schools operated by the organization in two nearby states.<br />\r\n<br />\r\n&quot;In Connecticut and New York, students at Achievement First schools consistently outperform city and statewide averages,&quot; the mayor wrote.<br />\r\n<br />\r\nThat&rsquo;s essentially the basis of Achievement First&rsquo;s <a href=\"http://www.achievementfirst.org/our-approach/achievement-gap-and-mission/\">pitch</a>. According to test scores, the nonprofit organization says, its schools do better than others in their communities and can even compete with those in affluent communities.<br />\r\n<br />\r\nMany have waded into this debate already. There are <a href=\"http://www.ri-can.org/\">claims</a> and <a href=\"http://wecanri.org/\">counterclaims</a> about the improvements Achievement First&rsquo;s schools have made on test scores in Connecticut and New York. We decided to examine the issue ourselves.<br />\r\n<br />\r\nWe contacted Taveras&rsquo; office first and asked for data to back up the mayor&rsquo;s statement. While we waited, we started our own search.<br />\r\n<br />\r\nWe began with Achievement First&rsquo;s <a href=\"http://www.achievementfirst.org/\">website</a>, which lists test results for all of its schools. But the site averages results for math, reading and writing together, so it&rsquo;s impossible to get a clear picture of how the schools did in individual subjects.<br />\r\n<br />\r\nWe wanted to analyze precise scores, not averages, so we went directly to the sources for testing data. Both the Connecticut State Department of Education and the New York State Education Department make test results available on their websites.<br />\r\n<br />\r\nBefore we get to the test scores, it&rsquo;s helpful to have some background on Achievement First, which operates 10 schools in <a href=\"http://www.achievementfirst.org/schools/connecticut-schools/\">Connecticut</a> and 10 in <a href=\"http://www.achievementfirst.org/schools/new-york-schools/\">New York</a>.<br />\r\n<br />\r\nIts flagship, Amistad Academy, opened in New Haven, Conn., in 1999 with a mission to serve underprivileged children. The school has since expanded and so has the organization&rsquo;s reach, moving into Hartford, Bridgeport and New York City. Achievement First&rsquo;s approach includes a longer school day, more days in the school year, strict discipline and a focus on reading and math.<br />\r\n<br />\r\nTaveras uses the present tense in his claim, so we examined results from the most recent years, 2010 and 2011.<br />\r\n<br />\r\nBecause the 20 schools opened at different times and because Achievement First typically starts each school with a single grade and then expands, testing data varies for each year and each school. For some schools, there is only one year of test results. For others, there is six years of results.<br />\r\n<br />\r\nIn considering test results, we used the percentage of students that meet or exceed the standard. (In Connecticut, this is considered being at or above proficiency.) Achievement First argues that a greater percentage of students in its schools meet the standard or are proficient than state and city averages, so we&rsquo;ll focus our attention on these results.<br />\r\n<br />\r\nWe&rsquo;ll look at Connecticut first. All students in grades 3-8 take the <a href=\"http://solutions1.emetric.net/cmtpublic/Index.aspx\">Connecticut Mastery Test </a>(CMT), which tests students in math, reading and writing. Fifth graders and eighth graders are also tested in science. All 10th graders take the <a href=\"http://solutions1.emetric.net/CAPTPublic/Index.aspx\">Connecticut Academic Performance Test</a> (CAPT), which tests them in math, science, reading and writing.<br />\r\n<br />\r\nIn 2010, students in four Achievement First schools were tested on the CMT, totaling 16 classes in six grades.<br />\r\n<br />\r\nFor math, 11 of those classes exceeded the state average for the percentage of students at or above proficiency. Fifteen of &nbsp;the 16 exceeded city averages. For example, of the 51 seventh graders at Elm City College Preparatory Middle School, in New Haven, 92.2 percent were proficient or better. The state average was 87.2 percent and the city average was 75.2 percent.<br />\r\n<br />\r\nIn the other subjects, Achievement First schools didn&rsquo;t do as well, with only 4 of 16 classes exceeding the state average in reading and 8 of 16 in writing. Thirteen of the 16 classes did better than city averages in reading and 14 of 16 in writing.<br />\r\n<br />\r\nThe 2011 exams followed a similar pattern. Twenty Achievement First classes in four schools took the tests and 12 exceeded the state average on math while all 20 exceeded city averages. In reading, however, only three exceeded the state average while 16 exceeded city averages. And in writing, 10 exceeded the state average while 19 exceeded city averages.<br />\r\n<br />\r\nFor the CAPT, the only Achievement First high school -- Amistad Academy -- outdid city averages in all subject areas in both 2010 and 2011 and all state averages except in reading in 2010.<br />\r\n<br />\r\nThe results so far: students in Connecticut Achievement First schools do well in math, not as well in reading and writing.<br />\r\n<br />\r\nNow let&rsquo;s look at New York. Students in grades 3-8 in that state take the <a href=\"http://www.p12.nysed.gov/irs/press.html\">New York State Tests</a> in math and English language arts.<br />\r\n<br />\r\nIn 2010, students in four Achievement First schools were tested, totaling 18 classes in six grades. For math, 15 of those classes exceeded the state average for the percentage of students that met the standard or did better. All 18 exceeded the city average.<br />\r\n<br />\r\nOn the English portion of the exam, only 1 of the 18 Achievement First classes exceeded the state average and only 6 of the 18 exceeded the city average.<br />\r\n<br />\r\nResults for the 2011 exam were similar. Twenty-one Achievement First classes in five schools took the tests and all 21 exceeded the state and city averages on math. In English, however, only seven exceeded the state average and 12 exceeded the city average.<br />\r\n<br />\r\nBefore making our ruling, we should point out that Taveras&rsquo; office did eventually send us data that was nearly the same as what we found ourselves. The only difference was that for New York, Taveras&rsquo; office compared the results of Achievement First&rsquo;s schools to district results, not citywide results.<br />\r\n<br />\r\nWe chose citywide results, because in his commentary in The Journal, Taveras made the comparison to city averages. If district results were used, the Achievement First schools would have fared better, especially in English.<br />\r\n<br />\r\n<strong>Our ruling</strong><br />\r\n<br />\r\nAchievement First schools do outperform city and state averages for math in Connecticut and New York, but the results aren&rsquo;t as definitive for other subjects.<br />\r\n<br />\r\nTo quantify this, we added up the number of classes that were tested in the two states in 2010 and 2011 and totaled the number of times the class results in different subject areas could be compared with either state or city averages.<br />\r\n<br />\r\nHere&rsquo;s what we found:</p>\r\n\r\n<table style=\"height:241px; width:591px\">\r\n\t<tbody>\r\n\t\t<tr>\r\n\t\t\t<td style=\"vertical-align:top\">STATE</td>\r\n\t\t\t<td style=\"vertical-align:top\">SUBJECT</td>\r\n\t\t\t<td style=\"vertical-align:top\">% OF CLASSES HIGHER THAN STATE AVERAGE</td>\r\n\t\t\t<td style=\"vertical-align:top\">% OF CLASSES HIGHER THAN CITY AVERAGE</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td style=\"vertical-align:top\">New York</td>\r\n\t\t\t<td style=\"vertical-align:top\">Math</td>\r\n\t\t\t<td style=\"vertical-align:top\">90</td>\r\n\t\t\t<td style=\"vertical-align:top\">95</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td style=\"vertical-align:top\">New York</td>\r\n\t\t\t<td style=\"vertical-align:top\">English Language Arts</td>\r\n\t\t\t<td style=\"vertical-align:top\">21</td>\r\n\t\t\t<td style=\"vertical-align:top\">46</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td style=\"vertical-align:top\">Connecticut</td>\r\n\t\t\t<td style=\"vertical-align:top\">Math</td>\r\n\t\t\t<td style=\"vertical-align:top\">66</td>\r\n\t\t\t<td style=\"vertical-align:top\">97</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td style=\"vertical-align:top\">Connecticut</td>\r\n\t\t\t<td style=\"vertical-align:top\">Reading</td>\r\n\t\t\t<td style=\"vertical-align:top\">21</td>\r\n\t\t\t<td style=\"vertical-align:top\">82</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td style=\"vertical-align:top\">Connecticut</td>\r\n\t\t\t<td style=\"vertical-align:top\">Writing</td>\r\n\t\t\t<td style=\"vertical-align:top\">53</td>\r\n\t\t\t<td style=\"vertical-align:top\">92</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td style=\"vertical-align:top\">Connecticut</td>\r\n\t\t\t<td style=\"vertical-align:top\">Science</td>\r\n\t\t\t<td style=\"vertical-align:top\">40</td>\r\n\t\t\t<td style=\"vertical-align:top\">93</td>\r\n\t\t</tr>\r\n\t</tbody>\r\n</table>\r\n\r\n<p><br />\r\nIn total, for all grades and all subjects in the two states, Achievement First outperformed state or city averages 66 percent of the time. (If the New York district averages provided by Taveras&rsquo; office were substituted for city averages, this number would have risen to 70 percent.)<br />\r\n<br />\r\nGenerally, combining all grades and all subjects, Achievement First schools performed better than their home cities, scoring better 83 percent of the time. Compared with state averages, however, they scored better only 50 percent of the time.<br />\r\n<br />\r\nAchievement First schools also did better on math, scoring higher than state or city averages 87 percent of the time. But in other subject areas -- science, reading and writing -- they had higher averages only 54 percent of the time.<br />\r\n<br />\r\nTaveras said that Achievement First schools in Connecticut and New York &quot;consistently outperform city and statewide averages.&quot; That&rsquo;s true for math but it&rsquo;s not true for other subjects. It&rsquo;s true for city averages but not for statewide averages.<br />\r\n<br />\r\nIn other words, the mayor overstated the case for the charter school operator. We rule the claim Half True.<br />\r\n<br />\r\n(Get updates from<a href=\"http://twitter.com/#%21/PolitiFactRI\"> PolitiFactRI on Twitter</a>. To comment or offer your ruling, visit us on our<a href=\"http://www.facebook.com/pages/PolitiFact-Rhode-Island/108242095907358\"> PolitiFact Rhode Island Facebook</a> page.)</p>\r\n", "ruling_comments_date": "2012-01-13T15:23:23.695584", "ruling_date": "2012-01-15T00:01:00", "ruling_headline": "Providence Mayor Angel Taveras says that Achievement First charter schools in Connecticut and New York outperform city and state averages on standardized tests", "ruling_headline_slug": "providence-mayor-angel-taveras-says-achievement-fi", "ruling_link_text": "True for city averages, not so much for state", "ruling_state": null, "source_documents": null, "sources": "<p>The Providence Journal, &quot;Providence needs Achievement First,&quot; Jan. 8, 2012, accessed Jan. 9, 2012<br />\r\n<br />\r\nInterviews and emails, David Ortiz, spokesman, Providence Mayor Angel Taveras, Jan. 9-12<br />\r\n<br />\r\nAchievementFirst.org, &quot;<a href=\"http://www.achievementfirst.org/schools/connecticut-schools/\">Achievement First Connecticut Schools</a>,&quot; accessed Jan. 9, 2012<br />\r\n<br />\r\nAchievementFirst.org, &quot;<a href=\"http://www.achievementfirst.org/schools/new-york-schools/\">Achievement First New York Schools</a>,&quot; accessed Jan. 9, 2012<br />\r\n<br />\r\nNYSED.gov, &quot;<a href=\"https://reportcards.nysed.gov/view.php?county=yes&amp;year=2010\">2009-2010 New York State Report Cards</a>,&quot; New York State Education Department, February 2011, accessed Jan. 10, 2012<br />\r\n<br />\r\nP12.NYSED.gov, &quot;<a href=\"http://www.p12.nysed.gov/irs/pressRelease/20110808/home.html\">State Education Department Releases ELA and Mathematics Results</a>,&quot; New York State Education Department, Aug. 8, 2011, accessed Jan. 10, 2012<br />\r\n<br />\r\nP12.NYSED.gov, &quot;<a href=\"http://www.p12.nysed.gov/irs/pressRelease/20100728/home.html\">State Education Department Releases ELA and Mathematics Results</a>,&quot; New York State Education Department, July 28, 2010, accessed Jan. 10, 2012<br />\r\n<br />\r\nSolutions1.eMetric.net/cmtpublic, &quot;<a href=\"http://solutions1.emetric.net/cmtpublic/Index.aspx\">Data Interaction for Connecticut Mastery Test, 4th generation</a>,&quot; Connecticut State Department of Education, 2011, accessed Jan. 10, 2012<br />\r\n<br />\r\nSolutions1.eMetric.net/CAPTpublic,&quot;<a href=\"http://solutions1.emetric.net/CAPTPublic/Index.aspx\">Data Interaction for Connecticut Academic Performance Test, 3rd generation</a>,&quot; Connecticut State Department of Education, 2011, accessed Jan. 10, 2012<br />\r\n<br />\r\nSDEPortal.CT.gov, &quot;<a href=\"http://sdeportal.ct.gov/Cedar/WEB/ResearchandReports/SSPReports.aspx?type=SSP\">Strategic School Profile Reports</a>,&quot; Connecticut State Department of Education, accessed Jan. 10, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Mayor of Providence", "false_count": 1, "first_name": "Angel", "half_true_count": 2, "home_state": "Rhode Island", "id": 887, "last_name": "Taveras", "mostly_true_count": 2, "name_slug": "angel-taveras", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Taveras-091214.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/887/", "total_count": 7, "true_count": 0, "website": ""}, "statement": "<p>&quot;In Connecticut and New York, students at Achievement First schools consistently outperform city and statewide averages.&quot;</p>\r\n", "statement_context": "a newspaper commentary", "statement_date": "2012-01-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 203, "photo": null, "resource_uri": "/api/v/2/subject/203/", "subject": "City Government", "subject_slug": "city-government", "used_in_edition": ["/api/v/2/edition/2/"]}, {"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": ""}