{"art": [], "author": [{"email_address": "Locker@CommercialAppeal.com", "first_name": "Richard", "id": 317, "last_name": "Locker", "name_slug": "richard-locker", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 19, "publication_name": "The Commercial Appeal, Memphis", "resource_uri": "/api/v/2/publication/19/"}, "resource_uri": "/api/v/2/staffer/317/", "title": "Nashville Bureau Chief, The Commercial Appeal in Memphis", "twitter": null}], "canonical_url": "/tennessee/statements/2012/jan/24/tennessee-democratic-party/democrats-say-tennessee-consumers-pay-among-nation/", "edition": {"adkey": "Editions", "advalue": "Tennessee", "edition": "Tennessee", "edition_slug": "tennessee", "has_afterthefact": false, "id": 14, "index_page": false, "meter_name": "The Tennessee Truth-O-Meter", "resource_uri": "/api/v/2/edition/14/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}, {"email_address": "ZMcMillin@CommercialAppeal.com", "first_name": "Zack", "id": 314, "last_name": "McMillin", "name_slug": "zack-mcmillin", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/ZackMcMillinPolitiFact.JPG", "publication": {"id": 19, "publication_name": "The Commercial Appeal, Memphis", "resource_uri": "/api/v/2/publication/19/"}, "resource_uri": "/api/v/2/staffer/314/", "title": "Editor, PolitiFact Tennessee", "twitter": null}], "facebook_headline": null, "id": 5224, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "Locker@CommercialAppeal.com", "first_name": "Richard", "id": 317, "last_name": "Locker", "name_slug": "richard-locker", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 19, "publication_name": "The Commercial Appeal, Memphis", "resource_uri": "/api/v/2/publication/19/"}, "resource_uri": "/api/v/2/staffer/317/", "title": "Nashville Bureau Chief, The Commercial Appeal in Memphis", "twitter": null}], "resource_uri": "/api/v/2/statement/5224/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<div>\r\n\tThe Tennessee Democratic Partyis backing an effort by its party leaders in the state House of Representatives to reduce the sales tax on food. Now Gov. Bill Haslam has introduced his own proposal to cut the tax.<br />\r\n\t<br />\r\n\tTo show public support for the proposal, the party has an online petition on its website. The introduction says:<br />\r\n\t<br />\r\n\t&quot;House Leader Craig Fitzhugh and Democrats are fighting for tax relief for working and middle class families by proposing a cut to Tennessee&#39;s unbearable grocery tax. Tennessee&#39;s grocery tax is one of the highest in the nation, and, especially in hard times, the grocery tax punishes families that are struggling to put food on the table.&quot;<br />\r\n\t<br />\r\n\tFitzhugh, leader of the Democratic minority in the House, introduced a bill in the 2011 legislative session to cut the state sales tax on food from the current 5.5 percent to 4.5 percent. That bill got nowhere. In November, after state revenue had begun to improve, Democratic leaders announced a renewed push to cut the food tax. Fitzhugh introduced a new bill that would require the sales tax on food to be reduced by one-half the amount of money that officials certify as &quot;surplus state revenue&quot; (sales tax collected above the budgeted estimates). Given Tennessee&rsquo;s heavy reliance on sales taxes to pay for public services -- the state does not have a general state income tax -- Democrats faced an uphill battle winning approval of a sales tax reduction on food. Republican leaders jumped on the proposal as unrealistic.<br />\r\n\t<br />\r\n\tBut that changed Jan. 10, 2012, when Gov. Bill Haslam unveiled his own legislative agenda for the year, including a bill to lower the state sales tax on grocery by two-tenths of a point, to 5.3 percent, next year. He set a goal of cutting it to 5 percent in three years. With the governor&rsquo;s backing, some reduction in the sales tax on food is likely.<br />\r\n\t<br />\r\n\tTheir claim made us curious: Is it true that the Volunteer State&rsquo;s grocery tax is one of the highest in the nation?<br />\r\n\t<br />\r\n\tAnswering that question is a little complicated because sales taxes themselves are complicated. States tax different products at different rates and some don&#39;t put a tax on food. Also, sales tax rates can vary within a state because counties or cities can add their own taxes.<br />\r\n\t<br />\r\n\tOverall, sales tax rates paid by consumers in Tennessee are among the highest in the nation, <a href=\"http://www.taxadmin.org/fta/rate/sales.pdf\">according to groups that keep </a><a href=\"http://www.taxadmin.org/fta/rate/sales.pdf\">track</a>of the states. &nbsp;The groups also show that Tennessee is one of 15 states that either levy a state sales tax on food purchased in grocery stores or permit local governments to levy local sales taxes on food.<br />\r\n\t<br />\r\n\tAlthough the state portion of the sales tax is lower on qualified food purchases than on other purchases -- 5.5 percent versus 7 percent -- when combined with local sales taxes, Tennesseans still pay among the highest combined sales taxes on food in the nation.<br />\r\n\t<br />\r\n\tIn most states, there are both state and local sales taxes levied on the purchase price of items and services. Local sales taxes vary widely by jurisdiction. &nbsp;In Tennessee, the state levies a 7 percent sales tax and most local governments are allowed to add between 1.5 and 2.75 percent on top of the state rate, for a maximum combined rate of 9.75 percent -- the amount paid by the customer, who rarely distinguishes between the state and local shares of the tax.<br />\r\n\t<br />\r\n\t<a href=\"http://www.taxfoundation.org/news/show/27023.html\">The Tax Foundation</a>, a business-backed tax research group that favors broad tax bases and low tax rates, estimates that the average local sales tax rate in Tennessee is 2.43 percent. The group ranks Tennessee&rsquo;s combined state and local average sales tax of 9.43 percent as the highest among all the states. (Some cities or counties in other states have higher combined sales tax burdens within their jurisdictions but not statewide).<br />\r\n\t<br />\r\n\tHowever, the state has a different rate for some food purchases. Tennessee imposes a reduced state sales tax rate of 5.5 percent on qualified unprepared food purchased in grocery stores, as opposed to the full state sales tax rate of 7 percent. If you were just comparing state sales taxes on food, Tennessee&rsquo;s 5.5 percent state sales tax rate on food would be fourth-highest in the nation, behind Mississippi&rsquo;s 7 percent, Kansas&rsquo; 6.3 percent and Idaho&rsquo;s 6 percent.<br />\r\n\t<br />\r\n\tAnother wrinkle: &nbsp;Two of those states -- Kansas and Idaho -- provide food tax rebates to their lower-income residents.<br />\r\n\t<br />\r\n\tBut from the consumer&rsquo;s standpoint, the analysis doesn&rsquo;t end there. Grocery shoppers don&rsquo;t just pay the state sales tax; they also pay local sales taxes. In Tennessee, the combined rate ranges from 7 percent (the state&rsquo;s 5.5 percent plus the lowest local rate of 1.5 percent) up to 8.25 percent (the state&rsquo;s 5.5 plus the highest local tax rate of 2.75).<br />\r\n\t<br />\r\n\tLocal tax rates vary widely by state. But given that the highest combined sales taxes paid by Tennnesseans on food is 8.25 percent, it appears that -- on a statewide basis -- Tennesseans do pay the highest or second highest taxes on food. Using the Tax Foundation&rsquo;s list of the five states with highest combined sales tax rates (the list cited above in which Tennessee ranks as the highest in the nation), three of the Top 5 don&rsquo;t tax food at all. The fifth highest, Oklahoma, has the slightly higher combined rate than Tennessee (8.66 percent) but it provides tax rebates for lower income families. &nbsp;&nbsp;<br />\r\n\t<br />\r\n\tYet another wrinkle: States that do tax food have varying definitions of which foods are taxed. Prepared food purchased in restaurants is almost always taxable. And some food purchased in grocery stores is fully taxable, as are most non-food grocery items.</div>\r\n<div>\r\n\t<br />\r\n\t<strong>Our ruling</strong></div>\r\n<div>\r\n\tSo, the national numbers back the Democrats&#39; claim. Although the state provides a tax discount for qualified food purchases, Tennesseans still pay among the highest sales taxes on groceries. We rate the statement True.</div>\r\n", "ruling_comments_date": "2012-01-24T10:21:20.977005", "ruling_date": "2012-01-24T09:16:20", "ruling_headline": "Democrats say Tennessee consumers pay among nation's highest taxes on groceries", "ruling_headline_slug": "democrats-say-tennessee-consumers-pay-among-nation", "ruling_link_text": "An affirmative on this price check", "ruling_state": null, "source_documents": null, "sources": "<div>\r\n\tFederation of Tax Administrators, <a href=\"http://www.taxadmin.org/fta/rate/sales.pdf\">State Sales Tax Rates and Food &amp; Drug Exemptions</a>, February 2011. &nbsp;&nbsp;&nbsp;<br />\r\n\t<br />\r\n\tTax Foundation, <a href=\"http://www.taxfoundation.org/news/show/27023.html\">Ranking State and Local Sales Taxes (Tax Foundation Fiscal Fact No. 284)</a>, Sept. 22, 2011. &nbsp;&nbsp;&nbsp;<br />\r\n\t<br />\r\n\tCenter on Budget and Policy Priorities, <a href=\"http://www.cbpp.org/files/stfdtax98.pdf\">Should States Tax Food? Examining the Policy Issues and Options</a>, April 1998.</div>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 1, "first_name": "", "half_true_count": 1, "home_state": "Tennessee", "id": 1654, "last_name": "Tennessee Democratic Party", "mostly_true_count": 2, "name_slug": "tennessee-democratic-party", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/TNDP.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Tennessee", "edition": "Tennessee", "edition_slug": "tennessee", "has_afterthefact": false, "id": 14, "index_page": false, "meter_name": "The Tennessee Truth-O-Meter", "resource_uri": "/api/v/2/edition/14/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1654/", "total_count": 7, "true_count": 2, "website": "http://www.tndp.org/"}, "statement": "<div style=\"background-color: transparent; \">\r\n\t<b id=\"internal-source-marker_0.8679009592160583\" style=\"font-weight: normal; \">&quot;Tennessee&rsquo;s grocery tax is one of the highest in the nation.&quot;</b></div>\r\n", "statement_context": "introduction to online petition to lower state's grocery taxes.", "statement_date": "2011-11-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": "Tennessee Democrats say state’s grocery taxes among highest in nation. We say they’re right. "}