{"art": [], "author": [{"email_address": "alex.reporter@gmail.com", "first_name": "Alexander", "id": 58, "last_name": "Lane", "name_slug": "alexander-lane", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/58/", "title": "Staff Writer, PolitiFact.com", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2008/jun/11/john-mccain/two-wrongs-dont-make-a-right/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "smontgomery@sptimes.com", "first_name": "Scott", "id": 9, "last_name": "Montgomery", "name_slug": "scott-montgomery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/9/", "title": "Former Government & Politics Editor, St. Petersburg Times", "twitter": null}], "facebook_headline": null, "id": 524, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "alex.reporter@gmail.com", "first_name": "Alexander", "id": 58, "last_name": "Lane", "name_slug": "alexander-lane", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/58/", "title": "Staff Writer, PolitiFact.com", "twitter": null}], "resource_uri": "/api/v/2/statement/524/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "Sen. Barack Obama will be a record-breaking tax hiker, Sen. John McCain alleged on June 10.\n<p>\n He was speaking to the National Small Business Summit in Washington, D.C. Both he and Obama would bring change, McCain said.\n</p>\n<p>\n \"The question is what kind of change,\" said the Arizona senator. \"Will we go back to the policies of the '60s and '70s that have failed? Or will we go forward? Will we enact the largest single tax increase since the Second World War as my opponent proposes, or will we keep taxes low &mdash; low for families and employers?\"\n</p>\n<p>\n That echoed a charge he had leveled a couple months earlier against Obama and then-candidate Sen. Hillary Clinton at Carnegie Mellon University. \"By allowing many of the current low tax rates to expire, they would impose &mdash; overnight &mdash; the single largest tax increase since the Second World War,\" McCain said.\n</p>\n<p>\n This claim is dubious from the get-go. Although tax revenue would go up under Obama's tax plan, one could argue that he's actually proposing a tax cut.\n</p>\n<p>\n Let us explain: President Bush's tax cuts of 2001 and 2003 came with what are called \"sunsets,\" or scheduled expiration dates. Bush has asked Congress several times to make the cuts permanent, but Congress has thus far declined to do so. As the law stands today, the cuts will expire by 2011 and taxes will go back up.\n</p>\n<p>\n Obama wants to allow some of the cuts &mdash; specifically those on incomes over $250,000 &mdash; to expire. But he wants to keep the cuts on lower incomes, and reduce taxes even further on some of the lowest earners.\n</p>\n<p>\n Obama's plan, according to a June 11 analysis by the nonpartisan Urban-Brookings Tax Policy Center, would generate $2.7-trillion less over 10 years than the government would collect if it allowed Bush's cuts to expire on schedule.\n</p>\n<p>\n So calling it a tax increase might not be considered fair. There's no disputing that taxes will rise, but the question of who's responsible for that tax increase is another matter entirely. At PolitiFact, we've concluded, as have others, that it's unfair to call Obama's plan a tax increase merely because it doesn't change existing tax law to keep rates low. We think about it this way: The reason taxes will increase is because of tax policy signed into law not by Obama, but by somebody else.\n</p>\n<p>\n Obama's plan doesn't call for raising taxes.\n</p>\n<p>\n \"It's not accurate,\" said Leonard Burman, co-director of the center. \"He's actually proposing a tax cut.\"\n</p>\n<p>\n Still, it's true that tax revenue would go up under Obama's plan. Revenue would be $1.1-trillion more over the next 10 years under Obama's plan than it would be if the government extended Bush's tax cuts. And the effect of Obama's policy on the economy would be that of a tax increase.\n</p>\n<p>\n So let's indulge McCain for a minute, and call it a tax increase.\n</p>\n<p>\n Now &mdash; how big an increase would it be?\n</p>\n<p>\n Let's take one particular year, since past tax increases have been measured over one year. And let's pick 2012, since all of Obama's proposed changes to current policy would be phased in by then.\n</p>\n<p>\n The Tax Policy Center &mdash; which is a joint project of the Brookings Institution and the Urban Institute in Washington, D.C., that both liberal and conservative economists consider credible &mdash; estimated that under Obama's plan tax revenue in 2012 would be $70.2-billion greater than it would be if Bush's tax cuts were extended. That's just an estimate &mdash; the Obama campaign hasn't spelled out every detail of its tax plan &mdash; but it's the best one available at this point, several experts said.\n</p>\n<p>\n So how does a $70.2-billion increase compare to other tax increases since World War II? The best source for information on the sizes of past tax increases, several economists told us, is a paper by Jerry Tempalski of the U.S. Treasury Department, \"Revenue Effects of Major Tax Bills,\" updated in 2006. He said the best way to gauge the size of a tax increase is to compare it to the overall size of the economy, otherwise known as the Gross Domestic Product.\n</p>\n<p>\n The $70.2-billion increase under a President Obama is .40 percent of the projected GDP for 2012 ($17.5-trillion). That would be just the ninth-largest increase since World War II, not the largest. \r\nHowever, there are other ways to measure the size of tax increases. Tempalski said the second-best way is by its size in dollars, adjusted for inflation. He compared the historical increases by putting them in 1992 dollars. Obama's $70.2-billion increase in 2012 would be $40.5-billion in 1992 dollars, according to the Congressional Budget Office. By that measure, it would be the second-largest increase since World War II. The Revenue and Expenditure Control Act of 1968, passed under Lyndon Johnson to reduce a deficit swelled by the Vietnam War, yielded a tax increase of $55.3-billion in 1992 dollars.\n</p>\n<p>\n So based on what is known so far about Obama's plan, it would not be the largest since World War II by either of the two best measures. Moreover, Obama's proposal does not constitute a tax increase in the traditional sense, since taxes would be lower under his plan than they would under current law. We find McCain's statement to be False.\n</p>\n<p>\n</p>", "ruling_comments_date": "2010-01-07T13:28:13.544035", "ruling_date": "2008-06-11T00:00:00", "ruling_headline": "Two wrongs don't make a right", "ruling_headline_slug": "two-wrongs-dont-make-a-right", "ruling_link_text": "Two wrongs don't make a right", "ruling_state": null, "source_documents": null, "sources": "YouTube,\n<a href=\"http://www.youtube.com/watch?v=zxrkwjZmpT4\">\n \"McCain Handles Protesters; Pushes for Town Halls,\"\n</a>\nJune 10, 2008\n<p>\n Carole Fink, Philipp Gassert and Detlef Junker, 1968, The World Transformed, 1998\n</p>\n<p>\n Congressional Budget Office,\n <a href=\"http://www.cbo.gov/publications/bysubject.cfm?cat=33\">\n  \"The Budget and Economic Outlook: Fiscal Years 2008 to 2018\"\n </a>\n</p>\n<p>\n Interview with Roberton Williams, principal research associate at the Urban-Brookings Tax Policy Center,  June 11, 2008\n</p>\n<p>\n Interview with Greg Leiserson, research associate at the Urban-Brookings Tax Policy Center, June 11, 2008\n</p>\n<p>\n The Urban-Brookings Tax Policy Center, \"A Preliminary Analysis of the 2008 Candidates' Tax Plans\" by Len Burman, Surachai Khitatrakun, Greg Leiserson, Jeff Rohaly, Eric Toder and Bob Williams, June 11, 2008\n</p>\n<p>\n The Urban-Brookings Tax Policy Center,\n <a href=\" http://www.taxpolicycenter.org/numbers/displayatab.cfm?DocID=1781&amp;topic2ID=40&amp;topic3ID=58&amp;DocTypeID=5\">\n  \"Options to Limit the Extension of the 2001-06 Tax Cuts Above $250,000\"\n </a>\n</p>\n<p>\n Conference call with Len Burman, William Gale et al. of the Urban-Brookings Tax Policy Center, June 11, 2008\n</p>\n<p>\n Interview with Austan Goolsbee, senior economic adviser for Barack Obama, June 10, 2008\n</p>\n<p>\n U.S. Treasury Department Office of Tax Analysis,\n <a href=\" http://www.ustreas.gov/offices/tax-policy/library/ota81.pdf\">\n  \"Revenue Effects of Major Tax Bills\"\n </a>\n by Jerry Tempalski, September 2006\n</p>\n<p>\n Interview with Eric Toder, senior fellow at the Urban-Brookings Tax Policy Center, June 10, 2008\n</p>\n<p>\n Interview with William Ahern, communications director at the Tax Foundation, June 10, 2008\n</p>\n<p>\n Interview with Gerald Prante, senior economist at the Tax Foundation, June 10, 2008\n</p>\n<p>\n Interview with Benjamin Harris, senior research associate at the Brookings Institution, June 10, 2008\n</p>\n<p>\n Bureau of Labor Statistics,\n <a href=\"http://data.bls.gov/cgi-bin/cpicalc.pl\">\n  CPI Inflation Calculator\n </a>\n</p>\n<p>\n New York Times,\n <a href=\"http://www.nytimes.com/2008/04/15/us/politics/15text-mccain.html?sq=obama&amp;pagewanted=all\">\n  \"McCain on the Economy at Carnegie Mellon University\"\n </a>\n , April 15, 2008\n</p>\n<p>\n FactCheck.org,\n <a href=\" http://www.factcheck.org/elections-2008/the_budget_according_to_mccain_part_ii.html\">\n  \"The Budget According to McCain: Part II\"\n </a>\n , May 14, 2008\n</p>\n<p>\n E-mail interview with Brian Rogers, spokesman for John McCain\n</p>\n<p>\n E-mail interview with Tommy Vietor, spokesman for Barack Obama\n</p>\n<p>\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 32, "current_job": "U.S. senator", "false_count": 39, "first_name": "John", "half_true_count": 31, "home_state": "Arizona", "id": 8, "last_name": "McCain", "mostly_true_count": 37, "name_slug": "john-mccain", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-johnmccain.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Arizona", "edition": "Arizona", "edition_slug": "arizona", "has_afterthefact": false, "id": 56, "index_page": false, "meter_name": "The Arizona Truth-O-Meter", "resource_uri": "/api/v/2/edition/56/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/8/", "total_count": 190, "true_count": 37, "website": "http://www.johnmccain.com/"}, "statement": "Sen. Obama wants to \"enact the single largest tax increase since the Second World War.\"", "statement_context": "Washington, D.C.", "statement_date": "2008-06-10", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": null}