{"art": [{"brightcove": "", "caption": "Republican presidential candidate and former Massachusetts Gov. Mitt Romney participates in a debate sponsored by CNN, the Republican Party of Florida and the Hispanic Leadership Network on Jan. 26, 2012, in Jacksonville, Fla. ", "id": 2010, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Romney_at_Jacksonville_debate.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/2010/", "title": "Romney in Jacksonville debate", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2012/jan/27/mitt-romney/mitt-romney-says-ive-never-voted-democrat-when-the/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 5265, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/5265/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tDuring the Republican presidential debate in Jacksonville, Fla., on Jan. 26, 2012, Mitt Romney had to fend off challenges to his record as a conservative, including a series of charges from Newt Gingrich.<br />\r\n\t<br />\r\n\tIn the course of arguing his closeness to Ronald Reagan, Gingrich said, &quot;I think it&#39;s reasonable to say, and I think (Gov. Romney) said it fairly, I am vastly closer to Reagan. In that period, the governor was an independent business person. In &#39;92 he was donating to the Democrats for Congress and voted for Paul Tsongas in the Democratic primary.&quot;<br />\r\n\t<br />\r\n\tRomney countered, &quot;I&#39;ve never voted for a Democrat when there was a Republican on the ballot. And -- and in my state of Massachusetts, you could register as an independent and go vote in (whichever) primary happens to be very interesting. And any chance I got to vote against Bill Clinton or Ted Kennedy, I took. &hellip; I have always voted for a Republican any time there was a Republican on the ballot.&quot;<br />\r\n\t<br />\r\n\tIs Romney right?<br />\r\n\t<br />\r\n\tMedia reports dating back to 1994 -- when Romney first ran as a Republican for Senate -- said that he had acknowledged voting for former Massachusetts Sen. Paul Tsongas in the 1992 Democratic presidential primary in Massachusetts.<br />\r\n\t<br />\r\n\t&quot;An Independent until last December, he publicizes his brief stint as a Democrat to support ex-senator Paul Tsongas in the 1992 presidential primary,&quot; wrote David Broder in the <em>Washington Post </em>on Oct. 7, 1994. &quot; &lsquo;I&#39;m not a partisan politician,&rsquo; he said. &lsquo;My hope is that after this election, it will be the moderates of both parties who will control the Senate, not the Jesse Helmses.&rsquo; &quot;<br />\r\n\t<br />\r\n\tThree days later, the <em>Los Angeles Times</em>&rsquo; Ron Brownstein wrote, &quot;When Romney decided to run, Republicans exchanged quizzical looks: &lsquo;We didn&#39;t know a single Republican when we jumped in in December,&rsquo; his wife, Ann, says. As a registered independent, Romney had voted in the Democratic presidential primary in 1992 to support Paul E. Tsongas (though he backed George Bush in the general election, he says). He briefly considered running for the Senate seat as an independent as well, his wife says, before rejecting the idea as impractical.&quot;<br />\r\n\t<br />\r\n\tRomney has faced some difficulty during his two presidential runs explaining his vote for Tsongas. His answer has been that he voted in Democratic primaries -- which are often the only competitive primaries in strongly Democratic Massachusetts -- for strategic reasons<br />\r\n\t<br />\r\n\tOn the Feb. 18, 2007, edition of ABC&rsquo;s <em>This Week with George Stephanopoulos</em>, Romney was asked, &quot;Let me talk about your political journey. You were an independent, registered independent in the 1980s. You voted for Paul Tsongas, a Democrat, in the 1992 primaries. Now you&#39;ve described yourself as a Reagan Republican.&quot;<br />\r\n\t<br />\r\n\tRomney responded, &quot;Kind of a mischaracterization. In Massachusetts, if you register as an independent, you can vote in either the Republican or Democratic primary. When there was no real contest in the Republican primary, I&#39;d vote in the Democrat primary, vote for the person who I thought would be the weakest opponent for Republican. In the general election...&quot;<br />\r\n\t<br />\r\n\tStephanopoulos interjected, &quot;So that was a way of supporting President (George H.W. ) Bush, is that what you&#39;re saying?&quot;<br />\r\n\t<br />\r\n\tRomney answered, &quot;Look, I&#39;ve taken every occasion to vote against Ted Kennedy, he&#39;s a good friend, but Ted Kennedy, and Tip O&#39;Neill, they&#39;re my congressman and senator. I go in their primary, just like a lot of other folks, and voted against the person who I thought was the strongest Democrat. Now, that happens in America today. But let me tell you, in the general election, I don&#39;t recall ever once voting for anyone other than a Republican. So, yeah, as an independent, I&#39;ll go in and play in their primary, but I&#39;m a Republican and have been through my life. I was with Young Republicans when I was in college back at Stanford. But a registered independent, so I could vote in either primary.&quot;<br />\r\n\t<br />\r\n\tThis explanation sounds a lot like what Romney said in the Jacksonville debate. But in the debate, he went further and said, &quot;I&#39;ve never voted for a Democrat when there was a Republican on the ballot.&quot;<br />\r\n\t<br />\r\n\tOn the same day as the Massachusetts Democratic presidential primary -- March 10, 1992 -- the Republicans held a presidential primary as well. The incumbent president, George H.W. Bush, won with 66 percent over challenger Patrick Buchanan, with 28 percent. (For the record, Tsongas won 67 percent, crushing once and future California Gov. Jerry Brown with 15 percent and future President Bill Clinton with just 11 percent.)<br />\r\n\t<br />\r\n\tFor someone in Romney&rsquo;s shoes, voting in the Democratic primary did make sense strategically. By the time of the Massachusetts primary, the renomination contest for Bush was all but over, whereas the Democratic contest still had some life in it.<br />\r\n\t<br />\r\n\tDeciding this question requires weighing two distinct interpretations of what Romney did.<br />\r\n\t<br />\r\n\tWhen Romney walked into the polling place and was handed a Democratic ballot, it&rsquo;s true that there was no Republican on it. The Republican ballot was separate. So, by this interpretation, Romney is correct that there was no &quot;Republican on the ballot&quot; that day.<br />\r\n\t<br />\r\n\tBut there&rsquo;s another way of looking at it. Romney, as an independent, was eligible to choose which party&rsquo;s primary he voted in, and he made an affirmative choice to vote in the Democratic primary, not the Republican primary.<br />\r\n\t<br />\r\n\tWe checked with the Secretary of the Commonwealth in Massachusetts, the office responsible for running elections in the state. A spokesman confirmed that in 1992 (as is the case today) an independent would have been able to vote in either the Democratic or Republican primary on Election Day.<br />\r\n\t<br />\r\n\tSo it was within Romney&rsquo;s power to choose to vote in the Republican primary for either Bush or Buchanan, rather than voting in the Democratic primary for Tsongas. That&rsquo;s a choice that more than 241,000 Massachusetts Republicans and independents made that day, but Romney didn&rsquo;t.<br />\r\n\t<br />\r\n\t(A postscript: Tsongas, <a href=\"http://www.pbs.org/newshour/bb/remember/1997/tsong_1-20.html\">who died in 1997</a>, didn&rsquo;t return the favor to Romney. Two years later, when Romney was challenging Sen. Edward M. Kennedy, Kennedy got Tsongas to denounce television ads Romney was running against the incumbent. Tsongas&rsquo; criticism was effective in &quot;blunting their impact,&quot; the <em>Boston Globe </em>reported.)<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tIn the Jacksonville debate, Romney said, &quot;I&#39;ve never voted for a Democrat when there was a Republican on the ballot.&quot; Romney has been open about the strategy behind his decision, and we expect many voters would have done the same thing. We see two contrary interpretations as having merit. Romney has a point that the ballot he was handed didn&rsquo;t include any Republicans. On the other hand, Romney had a right to request a GOP ballot that day and opted not to. We rate the statement Half True.</p>\r\n", "ruling_comments_date": "2012-01-27T16:32:37.388479", "ruling_date": "2012-01-27T16:39:41", "ruling_headline": "Mitt Romney says, 'I've never voted for a Democrat when there was a Republican on the ballot'", "ruling_headline_slug": "mitt-romney-says-ive-never-voted-democrat-when-the", "ruling_link_text": "He chose an all-Democratic ballot instead of a GOP ballot in '92 Mass. primary", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tMitt Romney, comments during the Republican presidential debate in Jacksonville, Fla., Jan. 26, 2012 (transcript via CQ, subscribers only)<br />\r\n\t<br />\r\n\tABC News, transcript of This Week with George Stephanopoulos, Feb. 18, 2007 (accessed via Nexis-Lexis)<br />\r\n\t<br />\r\n\t<em>Boston Globe</em>, &quot;Strategies shaped an epic race: A look behind Kennedy-Romney,&quot; Nov. 10, 1994 (accessed via Nexis-Lexis)<br />\r\n\t<br />\r\n\tNew Orleans <em>Times-Picayune</em>, &quot;Kennedy Faces the Race of His Life: Election Takes National Stage,&quot; Oct. 16, 1994 (accessed via Nexis-Lexis)<br />\r\n\t<br />\r\n\t<em>Los Angeles Times</em>, &quot;Kennedy in the Fight of His Life,&quot; Oct. 7, 1994 (accessed via Nexis-Lexis)<br />\r\n\t<br />\r\n\t<em>Washington Post</em>, &quot;Kennedy Tries to Polish Faded Image: Senate Challenger Romney Offers Massachusetts Voters a Contrast,&quot; Oct. 7, 1994 (accessed via Nexis-Lexis)<br />\r\n\t<br />\r\n\t<em>Boston Globe</em>, &quot;Romney seeks new chapter in success,&quot; Aug. 7, 1994 (accessed via Nexis-Lexis)<br />\r\n\t<br />\r\n\t<em>Boston Globe</em>, Massachusetts primary results, March 11, 1992 (accessed via Nexis-Lexis)<br />\r\n\t<br />\r\n\tInterview with Brian McNiff, spokesman for the Massachusetts Secretary of the Commonwealth, Jan. 27, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 34, "current_job": "Former governor", "false_count": 32, "first_name": "Mitt", "half_true_count": 58, "home_state": "Massachusetts", "id": 5, "last_name": "Romney", "mostly_true_count": 33, "name_slug": "mitt-romney", "pants_count": 19, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-mittromney.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/5/", "total_count": 221, "true_count": 30, "website": "http://www.mittromney.com/"}, "statement": "<p>\r\n\t&quot;I&#39;ve never voted for a Democrat when there was a Republican on the ballot.&quot;</p>\r\n", "statement_context": "a Republican presidential debate in Jacksonville, Fla.", "statement_date": "2012-01-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}], "target": [], "twitter_headline": ""}