{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2012/jan/27/true-vote/true-vote-says-eric-holder-supports-naacp-request-/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 5266, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/5266/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tEric Holder, the U.S. attorney general, supports a group&rsquo;s push for international involvement in U.S. elections, a Texas-rooted organization says.<br />\r\n\t<br />\r\n\tOn a <a href=\"http://www.truethevote.org/news/attny-gen-eric-holder-is-coming-to-austin-why-should-you-care\">web page</a> urging supporters to protest Holder&rsquo;s Dec. 13, 2011, stop in Austin, True the Vote said Holder &quot;is for NAACP plans to involve the United Nations in U.S. elections.<br />\r\n\t<br />\r\n\t&quot;Are you ready to have U.N. blue helmets outside your polling place?&quot;<br />\r\n\t<br />\r\n\tNot us. While pondering that possibility, we wondered whether <a href=\"http://www.truethevote.org/\">True the Vote</a>, a national conservative poll watchers group that <a href=\"http://www.truethevote.org/about/history/\">grew </a>out of 2008 efforts to monitor Houston polling places, is right about the government&rsquo;s lead lawyer backing such an endeavor.<br />\r\n\t<br />\r\n\tCatherine Engelbrecht of Richmond, Texas, True the Vote&rsquo;s leader, told us in a telephone interview that she learned of the NAACP&rsquo;s interest in enlisting the U.N. from a Dec. 5, 2011, <a href=\"http://www.guardian.co.uk/world/2011/dec/05/civil-rights-naacp-voter-warning\">news article </a>posted by a British news source,<em> the Guardian</em>.<br />\r\n\t<br />\r\n\tThat story, which makes no mention of Holder, says the NAACP is petitioning the U.N. over what it sees as a concerted effort through changes in election laws to disenfranchise black and Latino voters ahead of the 2012 presidential election.<br />\r\n\t<br />\r\n\tEric Wrobel, an NAACP spokesman, told us by email that the NAACP held a &quot;Stand for Freedom&quot; march in New York on Dec. 10, 2011, culminating in a rally across the street from the UN. Wrobel pointed us to an NAACP <a href=\"http://www.stand4freedom.org/\">web page</a> promoting the march stating that &quot;it&rsquo;s time to Stand for Freedom. We must protect our right to vote.&quot;<br />\r\n\t<br />\r\n\tA Nov. 8, 2011, <a href=\"http://www.stand4freedom.org/pages/stand-for-freedom-press-release1\">press release</a> promoting the event calls Stand for Freedom a voting rights campaign bringing together the NAACP and other groups in &quot;an aggressive nationwide effort to stop changes to state election laws that would suppress the rights of millions of Americans to vote.&quot;<br />\r\n\t<br />\r\n\tAt issue, the release says, are state efforts reducing early voting opportunities and voting on Sundays plus new mandates in some states that voters present photo IDs before being allowed to cast ballots. In the release, Todd Jealous, president of the NAACP, says: &quot;&quot;We are in the midst of the greatest coordinated legislative attack on voting rights since the dawn of Jim Crow. Voter ID laws are nothing but reincarnated poll taxes and literacy tests, and ex-felon voting bans serve the same purpose today as when they were created in the wake of the 15th Amendment guaranteeing ex-slaves the vote&mdash;suppressing voting numbers among people of color.&quot;<br />\r\n\t<br />\r\n\tHolder goes unmentioned in the press release -- and also did not mention the NAACP effort in his subsequent Austin <a href=\"http://www.justice.gov/iso/opa/ag/speeches/2011/ag-speech-111213.html\">speech</a>, which otherwise underscored his interest in protecting minority voting rights. Most immediately, Holder said, the Justice Department was reviewing voter ID laws approved last year in states including Texas and South Carolina. He said the reviews are in keeping with provisions of the Voting Rights Act, which applies to parts of all of 16 states with a history of voter discrimination and requires changes in election laws in the jurisdictions to be pre-cleared by federal judges or the department before taking effect.<br />\r\n\t<br />\r\n\t&quot;If a state passes a new voting law and meets its burden of showing that the law is not discriminatory,&quot; Holder said, &quot;we will follow the law and approve the change. And where a state can&rsquo;t meet this burden, we will object.&quot;<br />\r\n\t<br />\r\n\tTen days later, the department deemed South Carolina&rsquo;s voter ID law discriminatory because the state&rsquo;s registered minority voters are nearly 20 percent more likely than whites to lack a state-issued photo ID, according to a <a href=\"http://www.washingtonpost.com/politics/justice-dept-rejects-south-carolina-voter-id-law-calling-it-discriminatory/2011/12/23/gIQAhLJAEP_story.html\">news article</a> posted online Dec. 23, 2011 by <em>The Washington Post</em>. &quot;The absolute number of minority citizens whose exercise of the franchise could be adversely affected by the proposed requirements runs into the tens of thousands,&quot; Assistant Attorney General Thomas E. Perez said in a letter to South Carolina officials, the <em>Post</em> reported.<br />\r\n\t<br />\r\n\tAccording to the<em> Post</em> account, South Carolina Gov. Nikki Haley, a Republican, called the agency&rsquo;s decision &quot;outrageous&quot; and said she plans to seek &quot;every possible option to get this terrible, clearly political decision overturned so we can protect the integrity of our electoral process and our 10th Amendment rights.&quot;<br />\r\n\t<br />\r\n\tBack to the NAACP: &nbsp;A &quot;Take Action&quot; <a href=\"http://www.stand4freedom.org/page/s/stand-for-freedom\">section</a> of the NAACP&rsquo;s Stand for Freedom website urges visitors to sign the &quot;Stand for Freedom Pledge&quot; and &quot;protect the right to vote in your community.&quot;<br />\r\n\t<br />\r\n\tThe pledge calls, in part, for the Justice Department to enforce the Voting Rights Act; for Congress to pass legislation advancing all Americans&#39; right to vote and making it easier for working people to cast their ballot; and for state &nbsp;legislatures and governors to repeal every voter suppression measure and pass and implement measures to increase voter participation.<br />\r\n\t<br />\r\n\tIt also calls for the &quot;United Nations to investigate and condemn voter suppression tactics in the United States.&quot;<br />\r\n\t<br />\r\n\tAnd has Holder endorsed the pledge? We found no sign of that in a Nexis search of news articles. In response to our inquiry, Xochitl Hinojosa, a Justice Department spokeswoman, said by email that the agency has not taken a position on the NAACP&rsquo;s request to the U.N.<br />\r\n\t<br />\r\n\tSeparately, Hilary Shelton, the NAACP&rsquo;s Washington Bureau director and senior vice president for advocacy and policy, told us in a telephone interview that while he attended Holder&rsquo;s speech and the NAACP has met frequently with Justice Department officials about protecting U.S. voting and civil rights, the group has not brought up its call for U.N. officials to monitor U.S. elections with Holder or the Justice Department:<br />\r\n\t<br />\r\n\t&quot;There has not been a request from the NAACP&quot; for Holder to join the plea for U.N. interest, Shelton said, nor have department officials voiced support. &quot;We don&rsquo;t see that as a role for&quot; the Justice Department, Shelton said. &quot;So we didn&rsquo;t ask them... At none of these meetings do I recall the United Nations even being mentioned.&quot;<br />\r\n\t<br />\r\n\tShelton said too that the NAACP has no desire for U.N. troops to occupy U.S polling places, though it would like researchers to gauge whether American citizens are being dissuaded or prevented from voting due to election laws. Ideally, he said, such researchers would occasionally monitor polling sites -- starting as soon as this spring&rsquo;s party primaries -- in &quot;hot spots&quot; including Texas.<br />\r\n\t<br />\r\n\tShelton said in a follow-up interview that in 2004, the U.N. monitored presidential balloting in the United States, focusing on Florida. However, according to a July 9, 2004, news article from the Press Trust of India, the U.N. declined to deploy observers after fielding a request from 13 Democratic U.S. House members. The Press Trust article quotes an unidentified U.N. spokesman saying: &quot;The policy and practice is that the United Nations responds to requests made by national governments and not by the legislative branch. Besides, the observation must be mandated by the 191-member (U.N.) General Assembly as the activity also affects the sovereign jurisdiction of that country.&quot;<br />\r\n\t<br />\r\n\tShelton said the U.N. has not yet aired a position on the recently presented pledge, which he said nearly 40,000 people had endorsed as of Jan. 23, 2012.<br />\r\n\t<br />\r\n\tEngelbrecht, informed that neither the DOJ or NAACP had confirmed Holder&rsquo;s support of the group&rsquo;s U.N. request, guided us to Virginia lawyer Christian Adams, who quit the Justice Department&rsquo;s civil rights division in 2009 after voter-intimidation charges were dropped against two African American activists who had stood outside a Philadelphia polling place in November 2008, one of them wielding a baton, according to an Oct. 23, 2010, <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/10/22/AR2010102206650.html\">news article </a>in The Washington Post.<br />\r\n\t<br />\r\n\tIn an interview, Adams said U.N. officials have met with DOJ officials; such meetings occurred when he was still working for the government, he said. The U.N. &quot;has spent a good deal of time and effort investigating American elections,&quot; Adams said. &quot;That&rsquo;s a fact.&quot; He urged us to ask the Justice Department for confirmation.<br />\r\n\t<br />\r\n\tWe asked the Justice Department&rsquo;s Hinojosa if any part of Adams&rsquo; claim was accurate. Hinojosa said by email: &quot;We are unaware of any recent meetings between Justice Department officials and U.N. officials specifically on voting issues.&quot; He did not reply to our request to define &quot;recent.&quot;<br />\r\n\t<br />\r\n\tSimilarly, we asked the U.N. if its officials have been investigating U.S. elections or meeting with Justice Department officials about them. Rupert Colville, spokesman for the Geneva-based U.N. High Commissioner for Human Rights, replied by email: &quot;I very much doubt it,&quot; though he said he couldn&rsquo;t speak for the entire &quot;big and complex&quot; U.N. system.<br />\r\n\t<br />\r\n\tSo, the Justice Department says there have been no recent meetings, while a U.N. spokesman is doubtful.<br />\r\n\t<br />\r\n\tAs we completed this review, True the Vote&rsquo;s Engelbrecht stood by the group&rsquo;s claim that Holder supports the NAACP&#39;s efforts to get the U.N. involved in U.S. elections.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tTrue the Vote provided no evidence for its Holder claim while our own inquiries landed no confirmation -- nor anything close.<br />\r\n\t<br />\r\n\tHolder and the NAACP both say minority voting rights should be protected. But the idea that Holder backs the group&rsquo;s call for a U.N. investigation appears to be without basis. Indeed, if this claim was factual, it would be national and international news.<br />\r\n\t<br />\r\n\tInstead, the statement is ridiculous. Pants on Fire!</p>\r\n", "ruling_comments_date": "2012-01-27T16:47:08.870094", "ruling_date": "2012-01-27T16:01:18", "ruling_headline": "True the Vote says Eric Holder supports NAACP request for United Nations' involvement in U.S. elections", "ruling_headline_slug": "true-vote-says-eric-holder-supports-naacp-request-", "ruling_link_text": "Ka-blue-y", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<em>The Guardian</em>, news article, <a href=\"http://www.guardian.co.uk/world/2011/dec/05/civil-rights-naacp-voter-warning\">&quot;NAACP warns black and Hispanic Americans could lose right to vote,&quot;</a> Dec. 5, 2011<br />\r\n\t<br />\r\n\t<a href=\"https://docs.google.com/document/pub?id=1FxvT9fIWe6r0cO3ujhtHl3BKu0nwWAmGFb-eAnMOUAk\">Email</a>, response to PolitiFact Texas, Rupert Colville, spokesman, U.N. High Commissioner for Human Rights, London, Jan. 25, 2012<br />\r\n\t<br />\r\n\tEmails (excerpted), <a href=\"https://docs.google.com/document/pub?id=1wLc2W2A4YK4Lt9ZxyrD2czuIl55YsfMwIpgAWLIALoY\">responses</a> to PolitiFact Texas, Xochitl Hinojosa, public affairs specialist, U.S. Department of Justice, Washington, Jan. 20, 23, 24, 2012<br />\r\n\t<br />\r\n\tEric Holder, speech, <a href=\"http://www.justice.gov/iso/opa/ag/speeches/2011/ag-speech-111213.html\">&quot;Attorney General Eric Holder Speaks at the Lyndon Baines Johnson Library &amp; Museum,&quot;</a> Austin, Dec. 13, 2011<br />\r\n\t<br />\r\n\tStand for Freedom, press release, <a href=\"http://www.stand4freedom.org/pages/stand-for-freedom-press-release1\">&quot;CIVIL RIGHTS AND LABOR LEADERS CALL FOR DAY OF ACTION ON DECEMBER 10 TO STOP ONGOING VOTING RIGHTS ATTACKS,&quot;</a> Nov. 8, 2011; pledge, <a href=\"http://www.stand4freedom.org/page/s/stand-for-freedom\">&quot;Take the Stand for Freedom Pledge for Voting Rights&quot;</a> (accessed Jan. 13, 2012)<br />\r\n\t<br />\r\n\tTelephone interview and <a href=\"https://docs.google.com/document/pub?id=1P5MbvJA4xpZ9bqN1XlkE94jwhRHURcgAkH4-yoNHAyM\">email</a> (excerpted), Catherine Engelbrecht, leader, True the Vote, Richmond, Texas, Jan. 13 and 25, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Christian Adams, lawyer, Virginia, Jan. 25, 2012<br />\r\n\t<br />\r\n\tTelephone interviews, Hilary Shelton, Washington Bureau director and senior vice president for advocacy and policy, NAACP, Washington, Jan. 23 and 27, 2012<br />\r\n\t<br />\r\n\tTrue the Vote, web page, <a href=\"http://www.truethevote.org/news/attny-gen-eric-holder-is-coming-to-austin-why-should-you-care\">&quot;Attny Gen. Eric Holder is Coming to Austin - Why Should You Care?&quot;</a> (accessed Dec. 20, 2012)<br />\r\n\t<br />\r\n\t<em>The Washington Post</em>, news articles, <a href=\"http://www.washingtonpost.com/politics/justice-dept-rejects-south-carolina-voter-id-law-calling-it-discriminatory/2011/12/23/gIQAhLJAEP_story.html\">&quot;Justice Dept. rejects South Carolina voter ID law, calling it discriminatory,&quot;</a> Dec. 23, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "", "id": 1657, "last_name": "True The Vote", "mostly_true_count": 0, "name_slug": "true-vote", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/truetwo.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1657/", "total_count": 1, "true_count": 0, "website": "http://www.truethevote.org/"}, "statement": "<p>\r\n\t&quot;Eric Holder is supportive of the NAACP&#39;s efforts to get the United Nations involved in our elections.&quot;</p>\r\n", "statement_context": "a Web post.", "statement_date": "2011-12-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}, {"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Attorney General", "false_count": 0, "first_name": "Eric", "half_true_count": 0, "home_state": "Washington, D.C.", "id": 1620, "last_name": "Holder", "mostly_true_count": 1, "name_slug": "eric-holder", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/eric_holder.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1620/", "total_count": 3, "true_count": 2, "website": "http://www.justice.gov/"}], "twitter_headline": ""}