{"art": [], "author": [{"email_address": "ZMcMillin@CommercialAppeal.com", "first_name": "Zack", "id": 314, "last_name": "McMillin", "name_slug": "zack-mcmillin", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/ZackMcMillinPolitiFact.JPG", "publication": {"id": 19, "publication_name": "The Commercial Appeal, Memphis", "resource_uri": "/api/v/2/publication/19/"}, "resource_uri": "/api/v/2/staffer/314/", "title": "Editor, PolitiFact Tennessee", "twitter": null}], "canonical_url": "/tennessee/statements/2012/feb/03/stacey-campfield/knoxville-republican-says-aids-came-man-having-sex/", "edition": {"adkey": "Editions", "advalue": "Tennessee", "edition": "Tennessee", "edition_slug": "tennessee", "has_afterthefact": false, "id": 14, "index_page": false, "meter_name": "The Tennessee Truth-O-Meter", "resource_uri": "/api/v/2/edition/14/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}, {"email_address": "ChesterT@knoxnews.com", "first_name": "Tom", "id": 324, "last_name": "Chester", "name_slug": "tom-chester", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 21, "publication_name": "Knoxville News Sentinel", "resource_uri": "/api/v/2/publication/21/"}, "resource_uri": "/api/v/2/staffer/324/", "title": "Managing Editor, Knoxville News Sentinel", "twitter": null}], "facebook_headline": null, "id": 5290, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ZMcMillin@CommercialAppeal.com", "first_name": "Zack", "id": 314, "last_name": "McMillin", "name_slug": "zack-mcmillin", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/ZackMcMillinPolitiFact.JPG", "publication": {"id": 19, "publication_name": "The Commercial Appeal, Memphis", "resource_uri": "/api/v/2/publication/19/"}, "resource_uri": "/api/v/2/staffer/314/", "title": "Editor, PolitiFact Tennessee", "twitter": null}], "resource_uri": "/api/v/2/statement/5290/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>Of the many controversial claims state Sen. Stacey Campfield, R-Knoxville, made in an <a href=\"http://www.signorile.com/2012/01/interview-with-tn-sen-stacey-campfield.html\">interview on satellite radio</a> last week with a gay-rights advocate, none was more sensational than his assertion that AIDS in humans came from &quot;one guy screwing a monkey, if I recall correctly, and then having sex with men.&quot;<br />\r\n<br />\r\nThis came about 12 minutes into an interview that ostensibly was about a bill Campfield has championed declaring that only sexuality involving &quot;natural human reproduction&quot; can be addressed in the state&rsquo;s K-8 public-school classrooms. Campfield calls it a &quot;Don&rsquo;t Teach Gay&quot; bill, but it&rsquo;s been more commonly called the &quot;Don&rsquo;t Say Gay&quot; bill. Critics say it could open the door to allowing anti-gay bullying and harassment and potentially prevent teachers and administrators from helping students properly deal with sexuality issues.<br />\r\n<br />\r\nWe&rsquo;re working on a separate article to post on Sunday that will cover many of the other claims made by Campfield, who also serves as Tennessee campaign co-director for Newt Gingrich&#39;s presidential campaign. This item will explore Campfield&#39;s specific claim about AIDS entering the human population because &quot;one guy&quot; had sex with a monkey and then had sex with men.<br />\r\n<br />\r\nHere&#39;s the pertinent exchange for this fact check:<br />\r\n<br />\r\n<strong>CAMPFIELD:</strong> Most people realize that AIDS came from the homosexual community.<br />\r\n<br />\r\n<strong>SIGNORILE:</strong> No, it did not. Do you know the history of AIDS?<br />\r\n<br />\r\n<strong>CAMPFIELD:</strong> It was one guy screwing a monkey, if I recall correctly, and then having sex with men.<br />\r\n<br />\r\n<strong>SIGNORILE:</strong> No, it was not one guy screwing a monkey. It was somebody in Africa. Do you know the history of AIDS? Because I can tell you in a minute? It was somebody in Africa who actually killed a monkey, because they eat the meat of many animals, as I&rsquo;m sure you do, I&rsquo;m sure you eat the meat of animals. And they ate the meat of a monkey and the blood, they chopped it up, and it got in a cut and that&rsquo;s how AIDS then spread among heterosexuals all through Africa, and it is a pandemic around the world.<br />\r\n<br />\r\nIn the days since the interview, Campfield has done other interviews and put up posts on <a href=\"http://lastcar.blogspot.com\">his blog</a>, adding some caveats and qualifiers to some of his claims.<br />\r\n<br />\r\nBut in his blog posts, one of which he titled &quot;<a href=\"http://lastcar.blogspot.com/2012/01/more-fun-then-barrel-of-monkeys.html\">More fun than a barrel of monkeys</a>,&quot; Campfield stuck by his claim of cross-species simian-human sex as the origin of AIDS. He wrote: &quot;The research on sex with a monkey being the first transmitter of AIDS has not been proven nor firmly dis proven (sic). It is one of about 5 theories I was able to find on the source of AIDS.&quot;<br />\r\n<br />\r\nWe figured that because the legendary <a href=\"http://www.npr.org/templates/story/story.php?storyId=4723956\">&quot;Scopes Monkey Trial&quot;</a> happened in our fair state -- about 80 miles southwest of Knoxville -- PolitiFact Tennessee should examine this theory of evolution.<br />\r\n<br />\r\n<strong>Consequence of hunting</strong><br />\r\n<br />\r\nSignorile had recently interviewed infectious disease specialist and epidemiologist <a href=\"about:blank\">Dr. Jacques Pepin</a>, author of the recently published book, <em><a href=\"http://www.barnesandnoble.com/w/origins-of-aids-jacques-pepin/1100481778\">The Origin of AIDS</a></em>, and Signorile accurately characterized Pepin&rsquo;s research.<br />\r\n<br />\r\nPepin gave PolitiFact Tennessee an even more precise account. Pepin&rsquo;s research, which relies on meticulous peer-reviewed studies that include DNA evidence going back decades, concludes that HIV in humans originated in Central Africa, likely sometime in 1921, from a hunter who was exposed to contaminated blood from an ape -- perhaps a chimpanzee -- that was killed for food.<br />\r\n<br />\r\nA slow dissemination through Africa followed, Pepin said, through heterosexual transmission, needle injections and blood transfusions. It stayed at a &quot;low level,&quot; he says, until 1966 or 1967 when it &quot;was exported to Haiti&quot; and &quot;from there to the United States, probably at the beginning of the 1970s.&quot; Pepin agrees with Campfield on one point: that its spread in North America accelerated through infections transmitted in unprotected sex among gay men.<br />\r\n<br />\r\n<strong>Apes, not monkeys</strong><br />\r\n<br />\r\nWe also talked to <a href=\"http://www.med.upenn.edu/micro/faculty/hahn.html\">Beatrice Hahn</a>, a former longtime University of Alabama-Birmingham professor of medicine and microbiology now at the University of Pennsylvania and co-author of a 2010 research paper, &quot;<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/22229120\">Origin of HIV and AIDS Pandemic.</a>&quot; She clued us into a key distinction -- a monkey is not an ape and an ape is not a monkey. But they are both simians, the animal classification for what are known as &quot;higher primates.&quot;<br />\r\n<br />\r\nShe has concluded that the form of HIV most prevalent around the world, known as HIV-1 Group M, originated in chimpanzees -- and chimps are considered apes, not monkeys. <a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3234451/figure/A006841F1/\">Figure 1</a> in her paper, which cites studies from 150 research papers and was written with Penn colleague Paul Sharp (formerly of University of Edinburgh) features pictures of 10 kinds of simians and has arrows showing how SIV -- &quot;simian immuno deficiency virus&quot; -- made a path to humans in two major forms, HIV-1 and HIV-2.<br />\r\n<br />\r\nHahn said HIV-1, the most common AIDS virus, has been documented to have emerged following &quot;four independent transmissions of ape viruses -- not monkey viruses.&quot;<br />\r\n<br />\r\nA second human AIDS virus that is largely restricted to West Africa is called HIV-2, and it is declining and being replaced by HIV-1, according to the paper. That less prevalent form has been traced to a monkey called the Sooty mangabey.<br />\r\n<br />\r\nHahn says the mostly likely way that the simian precursors of HIV-1 and HIV-2 entered the human population was from bushmeat hunters who killed simians for their meat. Pepin and other researchers have written the same thing, and we found no serious academic papers mentioning simian-human sex as a possible transmission route.<br />\r\n<br />\r\n&quot;Human infection,&quot; <a href=\"http://wwwnc.cdc.gov/eid/article/8/5/01-0522_article.htm\">wrote Martine Peeters</a> of the retrovirus laboratory of the Institute of Research for Development in Montpelier, France, &quot;is thought to have resulted from cutaneous or mucous membrane exposure to infected blood during the hunting and butchering of chimpanzees and Sooty mangabeys for food. Bites from pet animals and possibly contact with fecal and urine samples may have also been involved.&quot;<br />\r\n<br />\r\nPepin&rsquo;s book covers the same territory in great detail and cites many studies.<br />\r\n<br />\r\nHahn has <a href=\"http://www.issuelab.org/research/bushmeat_and_the_origin_of_hivaids_a_case_study_of_biodiversity_population_pressures_and_human_health\">appeared on panels</a> with renowned primatologist <a href=\"http://www.janegoodall.org/jane\">Jane Goodall</a> to discuss the dangers bushmeat hunting poses. Not only does it endanger species of simians like chimpanzees, there is concern the practice could some day lead to other simian viruses getting passed to humans to create a new pandemic. Scientists remain unsure why SIV does not lead to AIDS in some simians, while HIV causes a deadly condition in humans.<br />\r\n<br />\r\n<strong>Our ruling</strong><br />\r\n<br />\r\nCampfield is unable to provide any convincing evidence to back up his claim and we could find none. The overwhelming scientific research shows Campfield is wrong. Experts believe HIV entered the human population through so-called &quot;bushmeat&quot; hunting, and, furthermore, that the predominant HIV-1 form has never been shown to be transmitted directly from monkeys to humans.<br />\r\n<br />\r\nHahn emphasized, too, that there is zero evidence to support the cross-species sex Campfield proposes: &quot;It surely wasn&rsquo;t transmitted through sexual activity (with simians).&quot;<br />\r\n<br />\r\nWe rate the claim Pants on Fire.</p>\r\n", "ruling_comments_date": "2012-02-02T13:05:26.089884", "ruling_date": "2012-02-03T04:00:00", "ruling_headline": "Knoxville Republican says AIDS came from man having sex with a monkey then with other men", "ruling_headline_slug": "knoxville-republican-says-aids-came-man-having-sex", "ruling_link_text": "Completely ridiculous", "ruling_state": null, "source_documents": null, "sources": "<div style=\"background-color: transparent; \">\r\n<p><strong>Sirius satellite radio show &quot;OutQ.&quot;<a href=\"http://www.signorile.com/2012/01/interview-with-tn-sen-stacey-campfield.html\"> Stacey Campfield interview</a> with Michelangelo Signorile Jan. 26, 2012.<br />\r\n<br />\r\nStacey Campfield,<a href=\"http://lastcar.blogspot.com/2012/01/so-i-was-on-this-show.html\"> &quot;So I was on this little show &hellip;</a>&quot; on Camp4u blog, Jan. 27, 2012.<br />\r\n<br />\r\nStacey Campfield, &quot;<a href=\"http://lastcar.blogspot.com/2012/01/more-fun-then-barrel-of-monkeys.html\">More fun than a barrel of monkeys</a>&quot; on Camp4u blog, Jan. 30, 2012.<br />\r\n<br />\r\nJacques Pepin,<a href=\"http://www.barnesandnoble.com/w/origins-of-aids-jacques-pepin/1100481778\"> <em>The Origin of AIDS</em></a>,<a href=\"http://www.barnesandnoble.com/w/origins-of-aids-jacques-pepin/1100481778?ean=9780521186377&amp;format=paperback\"> Cambridge University Press</a>, Sept. 2011.<br />\r\n<br />\r\nPhone interview with<a href=\"http://www.usherbrooke.ca/microbiologie-infectiologie/en/department-professors/jacques-pepin/\"> Jacques Pepin</a>, professor and head of the Infectious Diseases Division, Department of Microbiology and Infectious Diseases at the University of Sherbrooke, Canada, where he is also Director of the Centre for International Health. Jan. 27, 2012.<br />\r\n<br />\r\nBeatrice H. Hahn and Paul M. Sharp,<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/22229120\"> &quot;Origin of HIV and AIDS epidemic&quot;</a> in <em>Cold Spring Harbor Perspectives in Medicine</em>, September 2011. <a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3234451/figure/A006841F1/\">Figure 1</a> from the paper showing pictures of simian species and arrows with SIV paths.<br />\r\n<br />\r\nPaul M. Sharp and Beatrice H. Hahn,<a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC2935100/?tool=pubmed\"> &quot;The evolution of HIV-1 and the origin of AIDS&quot;</a> in<a href=\"http://dx.crossref.org/10.1098%2Frstb.2010.0031\"> <em>Philosophical Transactions of the Royal Society B: Biological Sciences</em>, August 2010.</a><br />\r\n<br />\r\nPhone interview and email exchanges with <a href=\"http://www.med.upenn.edu/micro/faculty/hahn.html\">Dr. Beatrice Hahn</a>, Professor of Medicine and Microbiology at the University of Pennsyvlania&rsquo;s School of Medicine and Penn Center for AIDS Research. Feb. 1 and 2, 2012.<br />\r\n<br />\r\nU.S. Centers for Disease Control and Prevention,<a href=\"http://www.cdc.gov/hiv/topics/basic/index.htm\"> &quot;Basic Information about HIV and AIDS.&quot;</a><br />\r\n<br />\r\nEmail correspondence with U.S. Centers for Disease Control and Prevention.<br />\r\n<br />\r\nEmail correspondence with Dr. Rafael Mazin, the Pan-American Health Organization&rsquo;s senior advisor on HIV, sexually transmitted infections and hepatitis.<br />\r\n<br />\r\nEnvironmental and Energy Study Institute, <a href=\"http://www.issuelab.org/research/bushmeat_and_the_origin_of_hivaids_a_case_study_of_biodiversity_population_pressures_and_human_health\">&quot;&lsquo;Bushmeat&rsquo; and the Origin of HIV/AIDS: A Case Study of Biodiversity, Population Pressures, and Human Health&quot;</a>, &nbsp;Feb. 2002, including Eric Chivian, M.D. Director, Center for Health and the Global Environment, Harvard Medical School; Stuart Pimm, Ph.D. Professor of Conservation Biology, Columbia University; Robert Engelman Vice President for Research, Population Action International; Jane Goodall, Ph.D., C.B.E. Founder and Trustee, The Jane Goodall Institute for Wildlife Research, Education, and<br />\r\nConservation; Beatrice H. Hahn, M.D. Professor of Medicine, University of Alabama at Birmingham.<br />\r\n<br />\r\nMartine Peeters (lead), Valerie Courgnaud, Bernadette Abela, Philippe Auzel, Xavier Pourrut, Frederic Bibollet-Ruche, Severin Loul, Florian Liegeois, Cristelle Butel, Denis Koulagna, Eitel Mpoudi-Ngole, George M. Shaw, Beatrice H. Hahn, and Eric Delaporte. <a href=\"http://wwwnc.cdc.gov/eid/article/8/5/01-0522_article.htm\">&quot;Risk to Human Health from a Plethora of Simian Immunodeficiency Viruses in Primate Bushmeat&quot;</a> in <em>Emerging Infectious Diseases Journal</em>, May 2002</strong><strong>.</strong></p>\r\n\r\n<p><strong>Donald G. McNeil Jr.<a href=\"http://www.nytimes.com/2003/06/13/us/researchers-have-new-theory-on-origin-of-aids-virus.html\"> &quot;Researchers Have New Theory on Origin of AIDS Virus&quot;</a> in <em>The New York Times</em>. June 13, 2003.</strong></p>\r\n\r\n<p><strong>Gina Kolata. &quot;<a href=\"http://www.nytimes.com/2001/09/04/science/the-genesis-of-an-epidemic-humans-chimps-and-a-virus.html?pagewanted=all\">The Genesis of an Epidemic: Humans, Chimps and a Virus</a>&quot; in <em>The New York Times</em>. Sept. 4, 2001.</strong></p>\r\n</div>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "State Senator", "false_count": 1, "first_name": "Stacey", "half_true_count": 0, "home_state": "Tennessee", "id": 1638, "last_name": "Campfield", "mostly_true_count": 1, "name_slug": "stacey-campfield", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/campfield.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Tennessee", "edition": "Tennessee", "edition_slug": "tennessee", "has_afterthefact": false, "id": 14, "index_page": false, "meter_name": "The Tennessee Truth-O-Meter", "resource_uri": "/api/v/2/edition/14/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1638/", "total_count": 3, "true_count": 0, "website": "http://www.capitol.tn.gov/senate/members/s7.html"}, "statement": "<div style=\"background-color: transparent; \"><strong>AIDS was transmitted to humans because &quot;one guy&quot; had sex with &quot;a monkey&quot; and then started &quot;having sex with men.&quot;</strong></div>\r\n", "statement_context": "an interview with Michelangelo Signorile on the Sirius satellite radio show “OutQ.”", "statement_date": "2012-01-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 118, "photo": null, "resource_uri": "/api/v/2/subject/118/", "subject": "Gays and Lesbians", "subject_slug": "gays-and-lesbians", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}, {"description": "", "id": 202, "photo": null, "resource_uri": "/api/v/2/subject/202/", "subject": "Public Health", "subject_slug": "public-health", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 256, "photo": null, "resource_uri": "/api/v/2/subject/256/", "subject": "Sexuality", "subject_slug": "sexuality", "used_in_edition": ["/api/v/2/edition/14/"]}], "target": [], "twitter_headline": ""}