{"art": [{"brightcove": "", "caption": "In a December 2011 interview, Texas Comptroller Susan Combs touted some of her accomplishments when she headed the state's Agriculture Department.", "id": 2025, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/2025/", "title": "Combs egg interview", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/HxI5PNx0UYw?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "HxI5PNx0UYw"}], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2012/feb/03/susan-combs/comptroller-susan-combs-says-she-wiped-out-agricul/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 5299, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/5299/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tReflecting on her time heading the Texas Department of Agriculture, Susan Combs told a blogger that she shrunk the size of government in 2003 by getting rid of a program to ferret out broken eggs at stores.</p>\r\n<p>\r\n\tCombs, who has been the state comptroller since 2007, made the statement in an interview with David Bellow, a blogger for the website Texas GOP Vote, who had asked her about remarks she made during a December 2011 meeting of the State Republican Executive Committee. &quot;You also mentioned ... that people were getting paid to go into stores and open the egg cartons and look at the eggs and make sure none were broken,&quot; Bellow said. &quot;How crazy is that?&quot;</p>\r\n<p>\r\n\tCombs responded by saying that she didn&rsquo;t think it made sense for the government to be spending money on such a program. &quot;It was not a health issue,&quot; she said. &quot;If you can&rsquo;t tell when you open the carton that it&rsquo;s broken, then you really are going to have some hard time buying the eggs.&quot; Combs then said she tried to end the practice during the 2001 legislative session but wasn&rsquo;t successful until 2003, when Republicans secured a Texas House majority.</p>\r\n<p>\r\n\t&quot;I went back to the House Appropriations (Committee) and the Senate Finance (Committee), and I showed them again, and I got it wiped out,&quot; said Combs, who served two four-year terms as agriculture commissioner, winning election to the statewide office in 1998 and 2002.</p>\r\n<p>\r\n\tA reader alerted us to the video &mdash; which was posted on the Texas GOP Vote website Dec. 6, 2011 &mdash; and questioned Combs&rsquo; claim that she ended the egg inspections.</p>\r\n<p>\r\n\tIs that what she did? Not eggs-actly.</p>\r\n<p>\r\n\tFrom Agriculture Department officials and documents, we learned that the agency continues to inspect eggs at retail sites like grocery and convenience stories as part of its Egg Quality Program. According to the department&rsquo;s <a href=\"http://www.texasagriculture.gov/RegulatoryPrograms/EggProgram.aspx\">website</a>, the program&rsquo;s mission is &quot;to ensure that the eggs sold to Texas consumers meet (the agency&rsquo;s) quality standards,&quot; and to achieve that goal, the agency &quot;inspects eggs at packing plants, distribution centers, and retail outlets.&quot;</p>\r\n<p>\r\n\tAgency spokesman Bryan Black told us in emails and interviews that retail egg inspections began in 1957 and continue today. While packing plants and distribution centers are inspected every year, retail sites, which are significantly more numerous, are randomly inspected.</p>\r\n<p>\r\n\tBlack told us that in addition to looking for broken or cracked eggs, inspectors check labels and examine eggs &quot;for interior and exterior qualities, as well as size.&quot; Inspectors are checking to see whether eggs meet the standards for &quot;quality, grade and size&quot; that have been adopted by the USDA and the federal Food and Drug Administration, as required by <a href=\"http://www.statutes.legis.state.tx.us/Docs/AG/htm/AG.132.htm\">state law</a>.</p>\r\n<p>\r\n\t&quot;Qualities such as shell shape, yolk movement, air cell size, shell appearance and shell integrity determine whether the egg is graded as AA, A or B,&quot; Black said. &quot;These are factors that consumers themselves cannot verify without the use of specialized instruments to conduct the assessments and extensive training.&quot;</p>\r\n<p>\r\n\tBlack said inspectors also check storage temperatures at retail sites and notify the Texas Department of State Health Services if eggs are being stored at above 45 degrees. Inspectors also notify local health agencies if they &quot;observe unsanitary conditions during an egg inspection,&quot; Black said.</p>\r\n<p>\r\n\t&quot;The reason there are egg inspection programs in Texas and in other state is for consumer protection,&quot; Black said. &quot;It is the same reason why we inspect gas pumps and scales. When Texans are purchasing products, it is imperative they get exactly what they are paying for. No one should get ripped off if they are buying fuel, fruit or eggs. We provide oversight to keep businesses honest and make sure the marketplace is fair.&quot;</p>\r\n<p>\r\n\tCarrie Williams, a spokeswoman for the Department of State Health Services, told us that its inspectors also check eggs at retail sites &mdash; including distributors, grocery stores and restaurants &mdash; as part of its overall inspections of the facilities. The health inspectors are looking to see that food safety standards are being met. &quot;We&rsquo;re looking mainly at storage temperatures and whether (the eggs) are graded,&quot; Williams said.</p>\r\n<p>\r\n\tBlack told us that the state Agriculture Department has 64 full-time inspectors that conduct egg checks. However, he noted, inspectors have additional responsibilities. According to an undated <a href=\"http://www.texasagriculture.gov/About/Employment/InspectorIIIIVJobDescriptionPosting121101.aspx\">job posting</a> on the department&rsquo;s website, an inspector&rsquo;s duties include becoming &quot;proficient in accurately conducting a variety of inspections administered by TDA, which may include&quot; inspecting and grading eggs in retail stores and processing plants, as well as inspecting &quot;nursery stock and agricultural commodities leaving or entering the state,&quot; &quot;growers and/or retailers for organic certification,&quot; and &quot;cotton fields for proper stalk destruction to enforce the cotton pest laws.&quot;</p>\r\n<p>\r\n\tSo, what did Combs succeed in wiping out in 2003?</p>\r\n<p>\r\n\tThat was a challenging year for Texas lawmakers, who resolved a $9.9 billion projected revenue shortfall with funding cuts, fee increases, federal aid and other strategies. In her interview with Texas GOP Vote, Combs said she took her idea to cut retail egg inspections to the budget-writing House Appropriations and Senate Finance committees.</p>\r\n<p>\r\n\tCombs&rsquo; spokeswoman, Brooke Botello, pointed us to a March 27, 2003, meeting of the Senate&rsquo;s finance panel at which Combs testified on her department&rsquo;s funding requests for the 2004-05 budget, which lawmakers were writing.</p>\r\n<p>\r\n\tAccording to video of the meeting, Sen. Kip Averitt, R-McGregor, presented Combs&rsquo; recommendations that egg inspections be reduced by about one-third and that the Agriculture Department stop doing inspections at 10 packing plants where the USDA was also inspecting. Averitt said at the hearing that stopping the duplication would save the state about $145,000 a year.</p>\r\n<p>\r\n\tAlthough Combs&rsquo; recommendations detailed at the meeting did not include ending the Agriculture Department&rsquo;s egg inspections, one of the senators &mdash; we couldn&rsquo;t identify the speaker in the video &mdash; floated that idea while questioning Combs. She replied that the Legislature could certainly pass legislation to do that but said she had not calculated how much money ending egg inspections would save the state.</p>\r\n<p>\r\n\tThe senator then asked whether she thought it would be &quot;logical&quot; for the Legislature to consider shrinking the Agriculture Department&rsquo;s egg inspection duties down to simply checking the 22 packing facilities not being inspected by the USDA &mdash; and halting retail inspections.</p>\r\n<p>\r\n\tCombs&rsquo; response: &quot;Yes, with one observation. When you&rsquo;re at the point of sale, one of the things that comes up is &lsquo;Are the eggs broken?&rsquo; and we talked about the fact that a broken egg is readily ascertainable by the consumer flipping the box. It does not require some kind of arcane testing. &hellip; I would say, yes, we could go to the packer-only (inspection).&quot;</p>\r\n<p>\r\n\tUltimately, however, that&rsquo;s not what happened. Instead, lawmakers that year reduced the number of overall state Agriculture Department egg inspections. When appropriating funding for the department for 2004-05, lawmakers set the target amount of annual &quot;egg packer, dealer, wholesaler, and retailer inspections&quot; at 2,000, compared with the 3,500 in the previous budget. That was a decrease of 42 percent.</p>\r\n<p>\r\n\tAccording to Black, the department has conducted about 2,100 inspections every year since then.</p>\r\n<p>\r\n\tLooking specifically at retail inspections, the annual number dropped along with the overall inspection figure, going from 2,746 in fiscal 2003 to 1,455 in fiscal 2004, a 47 percent decline. Retail checks continued while Combs was commissioner, with 1,955 in fiscal 2005 and 2,055 in fiscal 2006, according to data from the Agriculture Department.</p>\r\n<p>\r\n\tOther changes made in 2003: Black told us that the number of full-time positions devoted to inspecting eggs was reduced by 1.5 and that the department adopted a policy implementing Combs&rsquo; recommendation that it stop inspecting egg packing plants already inspected by the USDA.</p>\r\n<p>\r\n\tUpshot: While the number of annual egg inspections dropped after lawmakers acted, Agriculture Department inspectors continued checking eggs in stores &mdash; and still do. Combs&rsquo; statement rates False.</p>\r\n", "ruling_comments_date": "2012-02-03T02:54:11.260080", "ruling_date": "2012-02-03T11:20:43", "ruling_headline": "Comptroller Susan Combs says she \"wiped out\" Agriculture Department's egg inspections at stores", "ruling_headline_slug": "comptroller-susan-combs-says-she-wiped-out-agricul", "ruling_link_text": "Egg checks reduced but not ended", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tTexas GOP Vote, <a href=\"http://texasgopvote.com/stop-big-government/texas-comptroller-susan-combs-says-she-stopped-govt-stealing-clouds-monitoring-c-003600\">blog post and video</a>, &quot;Texas Comptroller Susan Combs says she stopped govt from stealing clouds &amp; monitoring cracked eggs,&quot; Dec. 6, 2011</p>\r\n<p>\r\n\tTexas Department of Agriculture, <a href=\"http://www.texasagriculture.gov/RegulatoryPrograms/EggProgram.aspx\">webpage</a>, &quot;Egg Quality Program,&quot; accessed Jan. 30, 2012</p>\r\n<p>\r\n\tEmail (<a href=\"https://docs.google.com/document/d/1SjvUxOWB9XSxVHsBO9iqmBuVgUx2il-bVjIL7Rox5uU/edit\">excerpts</a>) from Bryan Black, director of communications, Texas Department of Agriculture, Jan. 27 and Feb. 1, 2012</p>\r\n<p>\r\n\tInterview with Bryan Black, director of communications, Texas Department of Agriculture, Jan. 31 and Feb. 2, 2012</p>\r\n<p>\r\n\tTexas Legislature Online, Agriculture Code, &quot;Title 6: Production, processing, and sale of animal products; subtitle A: Bees and nonlivestock animal industry; Chapter 132: Eggs,&quot; Jan. 29, 2012</p>\r\n<p>\r\n\tInterview with Carrie Williams, press officer, Texas Department of State Health Services, Feb. 2, 2012</p>\r\n<p>\r\n\tTexas Department of Agriculture, <a href=\"http://www.texasagriculture.gov/About/Employment/InspectorIIIIVJobDescriptionPosting121101.aspx\">job posting</a>, &quot;Inspector III/IV Job Description Posting,&quot; accessed Feb. 1, 2012</p>\r\n<p>\r\n\tEmail interview with Brooke Botello, communications director, Texas comptroller for public accounts, Jan. 19 and Feb. 1, 2012</p>\r\n<p>\r\n\tTexas Senate Committee on Finance, <a href=\"http://www.senate.state.tx.us/75r/senate/commit/c540/c540_78.htm#Real\">video/audio archives</a>, select PM session from March 27, 2003 (Susan Combs testimony starts at 2:01 mark)</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "State comptroller", "false_count": 1, "first_name": "Susan", "half_true_count": 0, "home_state": "Texas", "id": 1404, "last_name": "Combs", "mostly_true_count": 0, "name_slug": "susan-combs", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/combs_mug.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1404/", "total_count": 4, "true_count": 0, "website": "http://www.susancombs.com/"}, "statement": "<p>\r\n\tSays she &quot;wiped out&quot; the state Agriculture Department&rsquo;s inspections of eggs at retail sites like grocery stores.</p>\r\n", "statement_context": "an interview", "statement_date": "2011-12-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 122, "photo": null, "resource_uri": "/api/v/2/subject/122/", "subject": "Agriculture", "subject_slug": "agriculture", "used_in_edition": []}, {"description": "", "id": 109, "photo": null, "resource_uri": "/api/v/2/subject/109/", "subject": "Regulation", "subject_slug": "market-regulation", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}