{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2012/feb/10/ted-cruz/ted-cruz-says-david-dewhurst-has-record-promoting-/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "facebook_headline": null, "id": 5312, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/5312/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tU.S. Senate hopeful Ted Cruz gave reporters a humor-tinged handout about front-running David Dewhurst before the Republican candidates&rsquo; Austin debate in January.<br />\r\n\t<br />\r\n\tThe handout listed reasons Dewhurst, the state&rsquo;s lieutenant governor, might duck the debate -- which Dewhurst did not. On the list: One of Dewhurst&rsquo;s horses threw a shoe; Dewhurst, who is wealthy, was in Tokyo; his private jet broke down.<br />\r\n\t<br />\r\n\tWe fixed on reason No. 2: &quot;Come on, would you want to show up and have to defend your record promoting an income tax?&quot;<br />\r\n\t<br />\r\n\tTexas is one of <a href=\"http://www.irs.gov/efile/article/0,,id=130684,00.html\">nine states</a> lacking a state income tax. The last statewide elected official to publicly suggest one, the late Lt. Gov. Bob Bullock, left office in early 1999, nearly eight years after he briefly maintained that a state personal income tax made economic sense. The prospect proved so unpopular, Bullock later ushered in a <a href=\"http://www.lrl.state.tx.us/legis/billsearch/text.cfm?legSession=73-0&amp;billtypeDetail=SJR&amp;billNumberDetail=49&amp;billSuffix=&amp;startRow=1&amp;IDlist=&amp;unClicklist=&amp;number=100\">constitutional amendment</a> requiring voter approval before a personal income tax can become law.<br />\r\n\t<br />\r\n\tSo, we wondered about Cruz&rsquo;s claim.<br />\r\n\t<br />\r\n\tAt the debate, reporter Brad Watson of Dallas&rsquo; WFAA-TV asked Cruz what proof he had of Dewhurst promoting an income tax. Cruz replied that in 2006, Dewhurst told The Associated Press, &quot;I think I&rsquo;d rather see a tax that is based on income.&quot;<br />\r\n\t<br />\r\n\tAlso, Cruz said, the <em>Wall Street Journal</em> editorialized in 2005 that Dewhurst was &quot;pushing what he called a wage tax.&quot; Cruz, quoting the editorial, continued: &quot;A wage tax is of course a fancy disguise for a personal income tax.&quot;<br />\r\n\t<br />\r\n\tIt&rsquo;s way-back time.<br />\r\n\t<br />\r\n\tTo assess Cruz&rsquo;s claim, we looked into the mid-decade efforts by state leaders to overhaul the state&rsquo;s tax system partly to drive down local school property taxes. Those debates culminated in a 2006 revision of the business franchise tax and other tax changes.<br />\r\n\t<br />\r\n\tFirst, let&rsquo;s plumb the articles offered by Cruz as proof of Dewhurst&rsquo;s actions.<br />\r\n\t<br />\r\n\tA March 30, 2006, AP news article, headlined &quot;Businesses studying proposed tax structure,&quot; indeed quotes Dewhurst as saying: &quot;I think I&#39;d rather see a tax that&#39;s based on income &mdash; you earn money, you pay something, you don&#39;t earn money, you don&#39;t pay anything.&quot;<br />\r\n\t<br />\r\n\tWe can see why a critic would single out that comment, though the full AP story indicates that Dewhurst was speaking to the particulars of revamping the business franchise tax rather than advancing his desire to create a personal or business income tax.<br />\r\n\t<br />\r\n\tThe story initially points out that lawmakers had previously stumbled over how to restructure the business tax, which most corporations did not owe. &quot;They worried that proposals would not apply equally to different business structures,&quot; the article says. &quot;And business-friendly Republicans have been hesitant to levy a new tax that could be harmful to job creation and economic growth.&quot;<br />\r\n\t<br />\r\n\tAccording to the story, the consensus proposed fix -- which was a plan devised by a panel headed by John Sharp, a former Texas state comptroller -- would tax businesses on a percentage of their gross receipts, meaning the money a company brought in before expenses, with each company choosing between deductions for cost of goods sold or employee benefits like salary and health care. The story says sole proprietors and general partnerships would be exempt, along with companies that have annual gross receipts of $300,000 or less.<br />\r\n\t<br />\r\n\tFor more than 80 years, the story says, the state&rsquo;s main business tax had been based on a company&rsquo;s net assets, though lawmakers changed it in 1991 to make it more like a corporate income tax. Texas companies subsequently had the choice of paying either 0.25 percent of the value of their net assets or 4.5 percent of their net corporate income, whichever was greater, according to a 2003 <a href=\"http://www.hro.house.state.tx.us/focus/revamp.pdf\">report</a> on Texas taxes by the nonpartisan House Research Organization.<br />\r\n\t<br />\r\n\tIn 2006, lawmakers revised the franchise tax along the lines of the Sharp proposal.<br />\r\n\t<br />\r\n\tThe March 2006 AP story, published before lawmakers acted, says two business groups seemed receptive to the proposed overhaul. But it quotes the president of the Texas Auto Dealers Association expressing concern that a gross receipts-based tax would be assessed against businesses even if they had not earned a profit.<br />\r\n\t<br />\r\n\tNext, the story quotes Dewhurst as saying that the Texas Senate, over which he presides, is sensitive to that concern. It then quotes him saying he&rsquo;d rather see a tax based on income so if you earn money, you &nbsp;pay something and if you don&rsquo;t, you do not.<br />\r\n\t<br />\r\n\tDewhurst appears to have reconsidered his comment the next day -- or, perhaps, recognized how it might be taken as a politically risky, Bullock-like call for a state income tax. According to an April 1, 2006, <em>Houston Chronicle</em> <a href=\"http://www.chron.com/news/houston-texas/article/Dewhurst-retreats-on-business-tax-stance-1495646.php\">news article</a>, Dewhurst &quot;retreated from his statement a day earlier that he favored basing a business tax on a company&#39;s income, rather than its gross receipts.&quot; The story quotes Dewhurst saying: &quot;I have always opposed a business or personal income tax.&quot;<br />\r\n\t<br />\r\n\tCruz told us in a telephone interview that he reads Dewhurst&rsquo;s initial comment as noted by the AP as indicating he was for a business income tax.<br />\r\n\t<br />\r\n\tHe urged us to put stock as well in the May 10, 2005, <em>Journal</em> editorial, headlined &quot;Deep in the Heart of Texas,&quot; which takes Dewhurst to task for state budget and tax proposals then in circulation within the Republican-led Legislature. The editorial states that Texas&rsquo; status as a state without an income tax is &quot;in serious peril,&quot; continuing: &quot;Both the state Senate and House have endorsed what Mr. Dewhurst -- whose post of lieutenant governor is nearly as powerful as governor in the state -- is calling a &lsquo;wage tax.&rsquo; A wage tax is of course a fancy disguise for a personal income tax, and imposing one is a sure way to put a state on the path to slower growth.&quot;<br />\r\n\t<br />\r\n\tCruz told us: &quot;The wage tax that (Dewhurst) promoted is effectively the same thing as an income tax,&quot; though Dewhurst, he said, &quot;wasn&rsquo;t foolish enough to use the label &lsquo;income tax.&rsquo;&quot;<br />\r\n\t<br />\r\n\tThe <em>Journal</em> editorial airs concerns about possible tax increases to cover cuts in school property taxes, among them a new wage or payroll tax, which the editorial calls a toll on employers for hiring workers.<br />\r\n\t<br />\r\n\tFinally, Cruz suggested significance in Dewhurst&rsquo;s subsequent letter to the Journal regarding the editorial; the response talks up the Senate&rsquo;s tax plan, but is silent on the <em>Journal</em>&rsquo;s likening of a wage/payroll tax to a business income tax.<br />\r\n\t<br />\r\n\tWith Cruz&rsquo;s backup laid out, let&rsquo;s turn to other signs of an income tax plan being offered or endorsed by Dewhurst in 2005-06.<br />\r\n\t<br />\r\n\tA Nexis search for such news articles shows the House and Senate each explored numerous tax ideas.<br />\r\n\t<br />\r\n\tWe spotted no stories on Dewhurst or anyone in the Republican leadership promoting a personal or business income tax. But two conservative observers said payroll tax elements of proposed House and Senate franchise tax overhauls amounted to income taxes.<br />\r\n\t<br />\r\n\tSome nitty gritty: The House in March 2005 approved a revenue package that offered companies a choice of paying the existing franchise tax or a 1.15 percent payroll tax on salaries up to $90,000 a year.<br />\r\n\t<br />\r\n\tIn May 2005, the Senate answered with a plan allowing companies to choose the lower of two taxes, as long as they generate more money than a minimum tax of 0.25 percent of gross receipts. As described in a May 12, 2005, <em>Austin American-Statesman</em> news article, the first option for businesses was to pay 2.5 percent of the sum of their net taxable income plus payroll, though they could deduct from the tax base either half of their payrolls or $30,000 per employee plus the cost of some health benefits. The second option in the Senate plan would have required &nbsp;companies to pay a 1.75 percent payroll tax, capped at $1,500 per employee.<br />\r\n\t<br />\r\n\tIn an opinion column published in the <em>American-Statesman</em> March 16, 2005, Matthew J. Griffing of the Young Conservatives of Texas said House Speaker Tom Craddick, a Republican, was to blame for the House advancing its payroll tax, which Griffing called a backdoor income tax. &quot;Of course, the Republican leadership does not have the courage to call this an income tax or assess it directly against the people. Instead, it calls it a &lsquo;payroll tax&rsquo; and assesses it against employers rather than employees,&quot; Griffing wrote.<br />\r\n\t<br />\r\n\tAnd a May 21, 2005, AP news article quotes a former U.S. House Majority Leader, Dick Armey of Texas, as saying the payroll elements of the business tax proposals were the same as income taxes.<br />\r\n\t<br />\r\n\tThe AP article, foreshadowing that year&rsquo;s legislative failure to agree on how to fund cuts in school property taxes, points out that elements of measures approved by the House or Senate &quot;include some form of a tax on wages.&quot; Critics, including Armey, the story says, &quot;call the proposals a disguised income tax, which is illegal in Texas.&quot; It quotes Armey urging Gov. Rick Perry to stop the &quot;wage tax&quot; in its tracks but quotes Dewhurst as saying the proposed payroll tax was not an income tax.<br />\r\n\t<br />\r\n\tWas the lieutenant governor right about that?<br />\r\n\t<br />\r\n\tClose observers of the 2005-06 tax debate told us the payroll tax elements might have been objectionable, but they weren&rsquo;t generally taken as income tax schemes.<br />\r\n\t<br />\r\n\tBill Hammond, president of the Texas Association of Business, said in a telephone interview the taxes would have been paid by employers on top of wages -- instead of being taken out of individual pay checks like an income tax. &quot;I don&rsquo;t think anyone in the Capitol thought of that as being an income tax. If they had, it wouldn&rsquo;t have gotten past the (committee) hearing stage,&quot; Hammond said.<br />\r\n\t<br />\r\n\tLaura Hoke, spokeswoman for the National Federation of Independent Business in Texas, said the group opposed the payroll tax proposals as job killers, but did not view them as income tax plans.<br />\r\n\t<br />\r\n\tDale Craymer, president of the business-membership Texas Taxpayers and Research Association, and tax analyst Dick Lavine of the liberal-leaning Center for Public Policy Priorities, each said the payroll tax elements were not income taxes.<br />\r\n\t<br />\r\n\tLavine, who has helped the center urge lawmakers to establish a state personal income tax since the mid-1990s, said he would not call the payroll tax elements income taxes partly because they failed to tap all forms of income -- such as capital gains.<br />\r\n\t<br />\r\n\tBroadly, Craymer said, &quot;there never was an income tax proposal&quot; from, or supported by, Dewhurst. Lavine agreed.<br />\r\n\t<br />\r\n\tFinally, we consulted two out-of-state tax experts who each said he wouldn&rsquo;t characterize payroll taxes, sometimes imposed by individual communities, as income taxes because they&rsquo;re levied as a percentage of an employer&rsquo;s payroll rather than being taken out of each employee&rsquo;s wages.<br />\r\n\t<br />\r\n\tSeen another way, payroll taxes are not based on a firm&rsquo;s income, Richard Pomp, a professor at the University of Connecticut School of Law, said in a telephone interview. Instead, Pomp said, they&rsquo;re tied to the costs of doing business.<br />\r\n\t<br />\r\n\tAfter we described the payroll tax approaches considered in Texas, Michael McIntyre, a professor at the Wayne State University School of Law, saw significance in their not being based on all employees&#39; wages, while he said income taxes are typically levied on all workers. &quot;I&rsquo;d probably say it&rsquo;s some other tax,&quot; McIntyre said.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tContrary to Cruz&rsquo;s claim, Dewhurst has not promoted a personal or business income tax. It&#39;s even a stretch to say he edged in that direction in March 2006 with the comment he quickly forsook.</p>\r\n<p>\r\n\tAll told, the idea that Dewhurst has a record of promoting an income tax is so far from accurate, it&rsquo;s ridiculous. Pants on Fire!</p>\r\n", "ruling_comments_date": "2012-02-06T16:41:51.182145", "ruling_date": "2012-02-10T06:00:00", "ruling_headline": "Ted Cruz says David Dewhurst has a record of promoting a Texas income tax", "ruling_headline_slug": "ted-cruz-says-david-dewhurst-has-record-promoting-", "ruling_link_text": "One remark shortly reconsidered", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tThe Associated Press, news article, &quot;Businesses studying proposed tax structure,&quot; March 30, 2006<br />\r\n\t<br />\r\n\t<em>Austin American-Statesman</em>, news article, &quot;Senate OKs funding plan for schools,&quot; May 12, 2005<br />\r\n\t<br />\r\n\tMatthew J. Griffing, opinion column, &quot;A backdoor income tax,&quot; in the <em>American-Statesman</em>, March 16, 2005<br />\r\n\t<br />\r\n\tThe Houston Chronicle, news article, <a href=\"http://www.chron.com/news/houston-texas/article/Dewhurst-retreats-on-business-tax-stance-1495646.php\">&quot;Dewhurst retreats on business tax stance,&quot;</a> April 1, 2006<br />\r\n\t<br />\r\n\tTed Cruz campaign, handout, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/01302012_tedcruzcampaigndewhurstontaxes.doc\">&quot;Dewhurst fails conservatives on taxes&quot;</a> (received Jan. 30, 2012)<br />\r\n\t<br />\r\n\tTelephone interview, Ted Cruz, Feb. 2, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Bill Hammond, president/ceo, Texas Association of Business &amp; Chambers of Commerce, Feb. 3, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Michael McIntyre, professor, Wayne State University School of Law, &nbsp;Detroit, Feb. 3, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Richard Pomp, Alva P. Loiselle Professor of Law, University of Connecticut School of Law, Hartford, Feb. 3, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 43, "current_job": "Senator", "false_count": 38, "first_name": "Ted", "half_true_count": 20, "home_state": "Texas", "id": 1475, "last_name": "Cruz", "mostly_true_count": 22, "name_slug": "ted-cruz", "pants_count": 9, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/CRUZPFTNEW.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1475/", "total_count": 141, "true_count": 7, "website": "http://www.tedcruz.org/"}, "statement": "<p>\r\n\tDavid Dewhurst has a &quot;record of promoting an income tax.&quot;</p>\r\n", "statement_context": "a handout.", "statement_date": "2012-01-12", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 8, "current_job": "Lieutenant governor", "false_count": 8, "first_name": "David", "half_true_count": 10, "home_state": "Texas", "id": 315, "last_name": "Dewhurst", "mostly_true_count": 5, "name_slug": "david-dewhurst", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Dewhurstmug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/315/", "total_count": 41, "true_count": 4, "website": "http://www.daviddewhurst.com/"}], "twitter_headline": ""}