{"art": [], "author": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "canonical_url": "/florida/statements/2012/feb/07/chain-email/do-private-prisons-chase-escaped-inmates/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 5315, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "resource_uri": "/api/v/2/statement/5315/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tPrison breaks are the stuff of movies: toothbrushes fashioned into wall-chipping chisels, bed sheets braided into escape ropes, secret routes to the outside via ceilings and pipes.<br />\r\n\t<br />\r\n\tWhile the resourcefulness of desperate inmates can be impressive, there&#39;s also a scary side.<br />\r\n\t<br />\r\n\tOpponents of the Florida Legislature&#39;s prison privatization plan have tapped into this fear, warning that if the plan is successful, more criminals will end up on the lam.<br />\r\n\t<br />\r\n\t&quot;Did you know that private prisons do not chase escaped inmates past the perimeter like the public prisons do, which means more escaped prisoners in our communities?&quot; wrote Christina Bullins, a South Florida correctional probation officer. Bullins wrote an email dated Jan. 30, 2012, that was distributed by the liberal group MoveOn.org. It urged people to sign a <a href=\"http://signon.org/sign/reject-floridas-privatizatio?source=mo&amp;id=35242-17314326-XBQlaZx\">petition against the plan</a>.<br />\r\n\t<br />\r\n\tThe claim that private prisons don&rsquo;t chase inmates seems widely held among state-paid correctional officers and privatization opponents. They warn that public safety is at risk, and the state could see more incidents like in 2010, when three inmates in Arizona escaped a privatized facility with the help of a faulty alarm system, lax guard patrols and a propped-open door. The trio, two of whom were convicted murderers, were connected to the murder of a New Mexico couple following their breakout.<br />\r\n\t<br />\r\n\tWe wondered if private prisons really are more restricted in chasing escapees.<br />\r\n\t<br />\r\n\tWhat we thought would be an easy policy check quickly turned into an all-out truth chase.</p>\r\n<p>\r\n\tIf you pose the question to correctional officers and their union reps, you get an unequivocal yes. Ask their private-sector counterparts and you get an unequivocal no. Outside experts are divided, and we ourselves were baffled by ambiguous statutes and redacted security policies.<br />\r\n\t<br />\r\n\t<strong>What the companies say</strong><br />\r\n\t<br />\r\n\tWe asked three companies that run private prisons in Florida -- Corrections Corp. of America, Management &amp; Training Corp., and the GEO Group -- if their policies allow for employees to cross the perimeter in pursuit of an inmate.<br />\r\n\t<br />\r\n\tCCA spokesman Steve Owen said his company does. That&#39;s expected of a facility, per their state contract, he said. But employees are told to notify local sheriff&#39;s deputies or police about escapees, he said.<br />\r\n\t<br />\r\n\t&quot;At some point ... it makes more sense for local authorities to pursue the inmate,&quot; Owen said.<br />\r\n\t<br />\r\n\tThere&#39;s never been an escape at Gadsden Correctional Institution, said <a href=\"http://www.mtctrains.com/\">Management &amp; Training Corp</a>. spokesman Issa Arnita, but Gadsden correctional officers &quot;have authority to pursue escaped inmates beyond prison grounds.&quot;<br />\r\n\t<br />\r\n\tA spokesman for the GEO Group said their private prisons operate similarly to public prisons. But he also said company policy prevents him from sharing specific security policies and procedures.<br />\r\n\t<br />\r\n\t&quot;Correctional facilities operated by GEO and other firms are contractually required to follow the same operational procedures and policies that are followed by prisons operated by the state,&quot; said spokesman Pablo Paez.</p>\r\n<p>\r\n\t<strong>What state law says</strong><br />\r\n\t<br />\r\n\tWe then turned to state law, which presented more ambiguity.<br />\r\n\t<br />\r\n\t<a href=\"http://www.flsenate.gov/laws/statutes/2011/944.105\">The law states </a>&quot;a private correctional officer may use force only while on the grounds of a facility, while transporting inmates, and while pursuing escapees from a facility.&quot; Private officers are also allowed to use non-deadly force to prevent an inmate from committing a felony or misdemeanor, which includes escape.<br />\r\n\t<br />\r\n\t<a href=\"http://www.flsenate.gov/Laws/Statutes/2010/843.04\">Another law</a> requires all prison officers and correctional officers to immediately arrest a convict who escapes. Officers or guards &quot;may call upon the sheriff or other officer of the state&quot; or of any county or municipality to search for and arrest convicts.<br />\r\n\t<br />\r\n\tSeveral experts told us that it&rsquo;s not clear from these statutes that private guards have outright authority to chase after inmates beyond the property line. The first rule seems to imply it, but it does not specifically address what happens off prison property.<br />\r\n\t<br />\r\n\t&quot;In my opinion that&rsquo;s part of the problem with the privatization of prisons,&quot; said Michael Hallett, a University of North Florida criminal justice professor who has written extensively on privatization and is opposed to the Senate plan. &quot;It blurs the line between the state and a private party.&quot;</p>\r\n<p>\r\n\t<strong>What the contracts say</strong><br />\r\n\t<br />\r\n\tNext, we turned to the contracts between private prisons and the state to see how escapes are handled. PolitiFact Florida reviewed contracts for each of the state&#39;s seven currently privatized prisons, and those contracts contain requirements for security and emergency plans.<br />\r\n\t<br />\r\n\t<a href=\"http://www.leg.state.fl.us/Statutes/index.cfm?App_mode=Display_Statute&amp;Search_String=&amp;URL=0100-0199/0119/Sections/0119.071.html\">Those policies are redacted</a> from public review, however, due to security concerns.<br />\r\n\t<br />\r\n\tRepublican Sen. Mike Fasano, <a href=\"http://www.tampabay.com/news/publicsafety/crime/mike-fasano-booted-from-committee-amid-private-prison-feud/1213483\">who was removed</a>&nbsp;from his longtime post atop the budget subcommittee for criminal justice programs for his adamant opposition, said he&rsquo;s never heard of a company agreeing to go beyond their property in the pursuit of an inmate.</p>\r\n<p>\r\n\tUnlike the state, which is protected from lawsuits under &quot;sovereign immunity,&quot; private operators would not be protected from lawsuits if something went wrong in a chase.<br />\r\n\t<br />\r\n\t&quot;If he hurts somebody and gets sued, he&#39;s on his own,&quot; said Ken Kopczynski, director of research at the Police Benevolent Association, the officers&#39; former longtime union.<br />\r\n\t<br />\r\n\tWith that kind of burden, private prison vendors would call local public law enforcement for assistance, Kopczynski said.</p>\r\n<p>\r\n\tThe vendors also have agreements with the Department of Corrections to bring in help in cases of escape, riot and hostage situations. PolitiFact Florida reviewed these agreements and found the state&#39;s help includes canine tracking teams, hostage negotiators and other emergency response teams upon the request of the private vendor.&nbsp;<br />\r\n\t<br />\r\n\tIn Palm Beach County, home to GEO Group-operated South Bay prison, deputies would react to an escape with dog teams, horses, helicopters and patrols, said county sheriff&#39;s office spokesman Eric Davis. But they would do that for any escape, private or public alike, he said.<br />\r\n\t<br />\r\n\t&quot;It&rsquo;s not like guards are going to leave the facility unmanned (in a pursuit). That&rsquo;s not how it goes,&quot; Davis said.</p>\r\n<p>\r\n\t<strong>Prison breakouts by the numbers</strong><br />\r\n\t<br />\r\n\tState legislators who heard these arguments in debate were concerned enough to add an amendment to the legislation. The most recent version of the bill says contractors must pay the state for costs &quot;associated with the pursuit or apprehension of an escapee&quot; for the first 48 hours of the inmate&#39;s escape.<br />\r\n\t<br />\r\n\tSenators wanted to be sure state and local governments would not be on the hook if prisoners slipped through private facilities, which has happened in the past, Hallett said.</p>\r\n<p>\r\n\tBefore we rule, we should note an important caveat to this discussion: Prison breakouts are not very common.</p>\r\n<p>\r\n\tOpponents&rsquo; evidence that privatization will lead to neighborhood chaos is anecdotal. The reason they envision more breakouts is that private prisons offer lower starting salaries and benefits, leading to high turnover and less experience.<br />\r\n\t<br />\r\n\tThere were 167 escapes in Florida from July 1, 2010, to June 30, 2011, none of which were from inside a private or public correctional facility, according to the most recent state figures available. The majority of escapes are hardly the stuff of<em> The Shawshank Redemption</em>. Most involve inmates simply walking away from road prisons and work release.<br />\r\n\t<br />\r\n\tThe last true prison break was in 2005 when three Dade Correctional Institution inmates built a ladder, tossed a sheet of carpet over the barbed-wire fence and climbed over, <a href=\"http://articles.sun-sentinel.com/2005-04-30/news/0504291026_1_miami-dade-prison-corrections\">according to the <em>South Florida Sun Sentinel</em>. </a>They stole a truck at knifepoint and remained free for about an hour -- until their vehicle plunged into a canal during a chase by police.<br />\r\n\t<br />\r\n\tThat was at a public prison, by the way.</p>\r\n<p>\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tPrivate prison vendors say they have the authority to chase escaped prisoners beyond their property lines. Without getting into detailed security procedures, they say they have the same authority as public corrections officials. We&#39;ve seen nothing to contradict those statements, but we&rsquo;ve also seen nothing that strongly supports them, thanks to public records exemptions on their security plans.<br />\r\n\t<br />\r\n\tEven if they can pursue past their property lines, does that mean they will? The vendors say part of their escape plan is to immediately notify local authorities. The authorities we consulted said they would definitely take the lead if a prisoner went off campus, but they added that would be the case for a state-run facility, too.<br class=\"kix-line-break\" />\r\n\t<br />\r\n\tThat brings us to the final part of the claim: This chase policy will result in &quot;more escaped prisoners in our communities.&quot; While there are definitely horror stories resulting from inmate escapes, we don&rsquo;t see the evidence that there are more escapes from private prisons. We would consider this point speculative.<br />\r\n\t<br />\r\n\tThe email said, &quot;Private prisons do not chase escaped inmates past the perimeter like the public prisons do, which means more escaped prisoners in our communities.&quot; &nbsp;We rate this claim Half True.</p>\r\n", "ruling_comments_date": "2012-02-07T12:09:56.833793", "ruling_date": "2012-02-07T16:53:29", "ruling_headline": "Do private prisons chase escaped inmates?", "ruling_headline_slug": "do-private-prisons-chase-escaped-inmates", "ruling_link_text": "Do private prisons walk the (property) line?", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tEmail from MoveOn.org, Jan. 30, 2012<br />\r\n\t<br />\r\n\tInterview with Ken Kopczynski, PBA director of research, Feb. 1, 2012<br />\r\n\t<br />\r\n\tInterview with Gary Bradford, PBA lobbyist, Feb. 1, 2012<br />\r\n\t<br />\r\n\t<a href=\"http://www.leg.state.fl.us/statutes/index.cfm?mode=View%20Statutes&amp;SubMenu=1&amp;App_mode=Display_Statute&amp;Search_String=112.531&amp;URL=0100-0199/0112/Sections/0112.531.html\">Definition of &quot;law enforcement officer,&quot;</a> Florida Statutes, accessed Feb. 1, 2012<br />\r\n\t<br />\r\n\tPrivateCI.org, PBA website, Feb. 1, 2012<br />\r\n\t<br />\r\n\tEmail interview with Gretl Plessinger, FDLE spokeswoman, Feb. 1, 2012<br />\r\n\t<br />\r\n\tEmail interview with Ann Howard, Department of Corrections spokeswoman, Feb. 1, 2012<br />\r\n\t<br />\r\n\t<a href=\"http://www.dc.state.fl.us/oth/timeline/1976-1979a.html\">&quot;Centuries of Progress,</a>&quot; Department of Corrections website, accessed Feb. 1, 2012<br />\r\n\t<br />\r\n\t<a href=\"http://www.dc.state.fl.us/pub/index.html\">DOC annual inmate escape reports</a><br />\r\n\t<br />\r\n\tText of<a href=\"http://www.flsenate.gov/Session/Bill/2012/2038/BillText/c2/HTML\"> Senate Bill 2038</a><br />\r\n\t<br />\r\n\t<a href=\"http://www.flsenate.gov/PublishedContent/Committees/2010-2012/RC/MeetingRecords/RC_01232012_0100.mp3\">Podcast of meeting</a> at Senate Rules Committee, Jan. 23, 2012<br />\r\n\t<br />\r\n\tPhone interview with Christina Bullins, Department of Corrections correctional probation specialist, Feb. 2, 2012<br />\r\n\t<br />\r\n\tDepartment of Corrections<a href=\"http://www.dc.state.fl.us/oth/timeline/1976-1979a.html\"> historical timeline of 1976-1979 events</a><br />\r\n\t<br />\r\n\tPhone interview with Steve Mears, Teamsters lobbyist, Feb. 2, 2012<br />\r\n\t<br />\r\n\tEmail interviews with Mary Leslie, Department of Management Services, Feb. 2-3, 2012<br />\r\n\t<br />\r\n\tPhone interview with Steve Owen, Corrections Corp. of America spokesman, Feb. 3, 2012<br />\r\n\t<br />\r\n\tEmail interviews with Issa Arnita, MTC spokesman, Feb. 2-3, 2012<br />\r\n\t<br />\r\n\tEmail interviews with Pablo Paez, GEO Group spokesman, Feb. 2-3, 2012<br />\r\n\t<br />\r\n\t&quot;<a href=\"http://azstarnet.com/news/local/crime/article_5dde156f-b2f0-5f6f-b1c9-e975e518acc6.html\">Security gaps at prison loom large,</a>&quot; Arizona Daily-Star, Aug. 20, 2010<br />\r\n\t<br />\r\n\tPhone interview with Alex Friedmann, associate editor of Prison Legal News, Feb. 6, 2012<br />\r\n\t<br />\r\n\tPhone interview with Eric Davis, Palm Beach County Sheriff&#39;s Office spokesman, Feb, 6, 2012<br />\r\n\t<br />\r\n\tPhone interview with Michael Hallett, University of North Florida Department of Criminology &amp; Criminal Justice chairman, Feb. 6, 2012<br />\r\n\t<br />\r\n\t<a href=\"http://www.flsenate.gov/laws/statutes/2011/944.105\">Florida Statutes 944.105 (4)</a><br />\r\n\t<br />\r\n\t<a href=\"http://www.apcto.org/logos/southbay.pdf\">&quot;South Bay Correctional Facility Provides Savings and Success; Room for Improvement,&quot;</a> OPPAGA report, March 2000<br />\r\n\t<br />\r\n\tEmail interview with Nanette Schimpf, Florida Sheriffs Association, Feb. 3, 2012<br />\r\n\t<br />\r\n\tPhone interview with Sen. Mike Fasano, R-New Port Richey, Feb. 6, 2012</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Fake_news", "barely_true_count": 11, "current_job": "", "false_count": 44, "first_name": "", "half_true_count": 8, "home_state": "", "id": 27, "last_name": "Chain email", "mostly_true_count": 5, "name_slug": "chain-email", "pants_count": 106, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-emailer.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/27/", "total_count": 180, "true_count": 6, "website": ""}, "statement": "<p>\r\n\t&quot;Private prisons do not chase escaped inmates past the perimeter like the public prisons do, which means more escaped prisoners in our communities.&quot;</p>\r\n", "statement_context": "email to MoveOn.org members", "statement_date": "2012-01-30", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 177, "photo": null, "resource_uri": "/api/v/2/subject/177/", "subject": "Criminal Justice", "subject_slug": "criminal-justice", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}