{"art": [], "author": [{"email_address": "kglueck@statesman.com", "first_name": "Katie", "id": 322, "last_name": "Glueck", "name_slug": "katie-glueck", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/322/", "title": "Staff writer", "twitter": null}], "canonical_url": "/texas/statements/2012/feb/10/rick-perry/rick-perry-says-he-signed-legislation-leading-clos/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 5340, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "kglueck@statesman.com", "first_name": "Katie", "id": 322, "last_name": "Glueck", "name_slug": "katie-glueck", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/322/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/5340/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tAt a Personhood USA forum in South Carolina last month, Texas Gov. Rick Perry praised a move by Texas lawmakers to &quot;de-fund&quot; Planned Parenthood, which runs family planning and abortion clinics around the country.<br />\r\n\t<br />\r\n\tAccording to a Jan. 18, 2012, <a href=\"http://www.politico.com/news/stories/0112/71644.html#ixzz1kKLCMrnJ\">account</a> by Politico, Perry said: &quot;I was really proud to be able to sign legislation that we worked with our legislature to defund Planned Parenthood in the state of Texas. There are 12 abortion clinics that aren&rsquo;t open in the state of Texas today because our members of the Legislature had the courage, the wisdom to do that.&quot; &nbsp;&nbsp;&nbsp;<br />\r\n\t<br />\r\n\tPerry&rsquo;s statement, made the day before he dropped his bid for president, came to our attention from Sarah Wheat, interim co-CEO of the <a href=\"http://www.plannedparenthood.org/ppaustin/\">Austin-area Planned Parenthood</a>, who told us via <a href=\"https://docs.google.com/document/pub?id=1x5ljN9QNTZIjpvyQXb1ECMLNw7ZvLk5cqM2ruI6oBqA\">email </a>that none of the clinics Perry referenced provided abortions -- and that 11, not 12, clinics closed.<br />\r\n\t<br />\r\n\tWheat told us the Texas clinics to which Perry referred were &quot;nonprofit health centers &hellip; that provided family planning health exams, cancer screenings, treatment for sexually transmitted infections and other basic health care.&quot; Wheat <a href=\"https://docs.google.com/document/pub?id=162qZZUWQDUAvmGj7fTeJI0632s7gMTPlFNr2RreWWCs\">said </a>in another email that the clinics were located in Arlington, Gainesville, Mesquite, Plano, Terrell, Mission, Progreso, Rio Grande City, San Carlos, Alice and Brownsville. She said clinics that provide abortions are ineligible for state funds, while the closed clinics had been receiving state money until September 2011, the beginning of the state&rsquo;s new fiscal year.<br />\r\n\t<br />\r\n\tCarrie Williams, a spokeswoman for the Texas Department of State Health Services (DSHS), advised by <a href=\"https://docs.google.com/document/pub?id=1nlOvi8EXoGtJwaQ6AkViXy8ijM5NF_MZaxQBVma9fL4\">email</a> that there are now 156 state-supported family planning clinics -- compared to 300 through August 2011. Previously, such clinics served 220,000 women a year, she said, while expectations are that the remaining state-supported clinics will serve about 60,000 women a year through August 2013.<br />\r\n\t<br />\r\n\tIn a telephone interview, Williams confirmed &nbsp;that abortion clinics do not receive state or federal funding. In an <a href=\"https://docs.google.com/document/pub?id=1-vR1tFsCQwoqDorPi6mijsw7-2ALGRa3yvAKbmn7ijA\">email</a>, she said the clinics that closed had each received state funding in 2011.<br />\r\n\t<br />\r\n\tSeparately, she said that had those clinics provided abortions, they would not have been eligible for state money.<br />\r\n\t<br />\r\n\tPerry repeated his characterization of the shuttered clinics at a Feb. 6, 2012, Republican Party event north of Austin, according to a KVUE-TV <a href=\"http://www.kvue.com/video/featured-videos/Governor-Perry-stumps-against-Obama-in-first-speech-since-exiting-race-138824919.html\">report.</a> &quot;Since I signed that budget,&quot; Perry said then, &quot;there have been about a dozen Planned Parenthood &#39;abortion clinics&#39; that have shut down in this state. There are lives that have been saved.&quot;<br />\r\n\t<br />\r\n\tWe asked Perry spokesman Josh Havens for backup information on the governor&rsquo;s claim that legislative action caused abortion-providing clinics to close. Havens &nbsp;said in a telephone interview that he didn&rsquo;t know which, if any, of the clinics performed abortions. Regardless, Havens said, he would &quot;make the argument that a Planned Parenthood clinic is an abortion clinic.&quot;<br />\r\n\t<br />\r\n\t&quot;Even if the specific clinic was (for) family planning, it&rsquo;s affiliated with its parent organization, which does do abortions,&quot; Havens said.<br />\r\n\t<br />\r\n\tHavens agreed in an <a href=\"https://docs.google.com/document/pub?id=1IL9GbCFaNWrH3r0DDHQHGr7uU_iPx5SqorO94q6qCJY\">email</a> that clinics that provide abortion services are ineligible for state funds.<br />\r\n\t<br />\r\n\tThe Planned Parenthood Federation of America Inc. <a href=\"http://www.plannedparenthood.org/about-us/who-we-are/planned-parenthood-glance-5552.htm\">bills itself </a>as &quot;the nation&#39;s leading sexual and reproductive health care provider and advocate&quot; and runs its sexual health clinics through local affiliates. About 3 percent of the services Planned Parenthood offers are abortion services, the organization says.<br />\r\n\t<br />\r\n\tIn Texas, 14 Planned Parenthood-affiliated clinics provide abortions, according to information on Planned Parenthood&rsquo;s <a href=\"http://www.plannedparenthood.org/health-center/findCenter.asp?s=TX&amp;p=0&amp;o=1&amp;c=0\">website</a>. Wheat said its 51 other clinics in the state focus on preventive services, including the provision of contraception and screenings for cervical and breast cancer. The organization also offers some services for men. &nbsp;<br />\r\n\t<br />\r\n\tNationally and in Texas, whether government funding should pay for abortions has long been debated.<br />\r\n\t<br />\r\n\t<a href=\"http://www.guttmacher.org/pubs/tgr/04/2/gr040208.html\">Title X</a> of the Public Health Service Act, enacted in 1970, stipulated that federal family planning funds could not be used for abortions, according to <a href=\"http://www.guttmacher.org/media/experts/nash.html\">Elizabeth Nash,</a> a specialist in state-level sexual health policy at the pro-abortion rights <a href=\"http://www.guttmacher.org/index.html\">Guttmacher Institute</a>. In 1976, Congress passed the <a href=\"http://www.nchla.org/datasource/ifactsheets/4FSHydeAm22a.08.pdf\">Hyde amendment</a>, significantly reducing federal funding of abortions by banning Medicaid and other programs from spending federal funds on the procedures except in cases of rape or incest, or when the woman&rsquo;s life is in danger.<br />\r\n\t<br />\r\n\tIn Texas, various laws have addressed the issue of state funding for abortions since the <a href=\"https://docs.google.com/document/pub?id=1p5WW5O-mKiic0WG3wANbhnJgG5xchAovlzLfUs9UAlE\">1990s</a>. But 2003 was a pivotal year. Before then, &quot;Planned Parenthood and other providers that pay for abortions with non-tax dollars received state money to provide Pap smears, well-woman exams, counseling and mammograms, mostly for low-income patients,&quot; according to a May 23, 2003, <em>Austin American-Statesman</em> <a href=\"https://docs.google.com/document/pub?id=15Re9f8qyTcMMYcZY5KJSu3UfY0LbpPEnxJJ9kY_rM0Y\">news article</a>.<br />\r\n\t<br />\r\n\tIn 2003, the newly Republican-majority Texas House and Republican-steered Senate agreed to a budget <a href=\"https://docs.google.com/document/d/153Kw6MJei9c_wX_noDhB6lcfL9BcvXtyFPuounLrw0k/edit\">provision</a> barring federal family planning funds from being distributed to health care facilities that performed abortions. &nbsp;In subsequent legislative sessions, lawmakers renewed that language in each budget. Sometimes, they advanced into law additional proposals intended to keep public funds from reaching abortion providers and clinics affiliated with the providers.<br />\r\n\t<br />\r\n\tSo, what exactly did the 2011 Legislature do that affected the Planned Parenthood clinics?<br />\r\n\t<br />\r\n\tTo our inquiry, Williams of the DSHS pointed out two actions.<br />\r\n\t<br />\r\n\tFirst, Williams said, lawmakers reduced the department&rsquo;s family planning funding by two-thirds. That is, they appropriated $38 million for family planning services for 2012-13, compared to the $111 million budgeted in 2009-10. Williams said the reduction wiped out funds to some of the Planned Parenthood clinics that ultimately shut down.<br />\r\n\t<br />\r\n\tBesides the funding cut, Williams said, lawmakers advanced two measures, <a href=\"http://www.lbb.state.tx.us/Bill_82/2_House/prtHouse_Full_2011.pdf\">House Bill 1</a> and <a href=\"http://www.legis.state.tx.us/tlodocs/821/billtext/pdf/SB00007F.pdf#navpanes=0\">Senate Bill 7</a>, restructuring the way funding is allotted for the DSHS-supported family planning centers in the state.<br />\r\n\t<br />\r\n\t&quot;It stands to reason that (there are fewer clinics now) because of the budget cuts,&quot; Williams said. &quot;The budget for family planning was reduced dramatically, and that&rsquo;s going to change the financial outlook for clinics. There&rsquo;s less money available.&quot;<br />\r\n\t<br />\r\n\tUnder the restructuring provision, state family planning aid is awarded first to public entities, like state health clinics, that provide family planning services, and last to clinics--like Planned Parenthood--that don&rsquo;t provide comprehensive health services.<br />\r\n\t<br />\r\n\tThe budget cuts and establishment of the tiered funding system &quot;changed the landscape for Planned Parenthood and other providers,&quot; Williams said.<br />\r\n\t<br />\r\n\tWheat said that the cut in family planning aid caused the Planned Parenthood clinics to shut down. &quot;The number one, primary reason for these closures is there&rsquo;s one-third of the funds that used to be available,&quot; she said. &quot;There&rsquo;s precious few dollars in the state that are left.&quot;<br />\r\n\t<br />\r\n\tSome Planned Parenthood clinics, including an East Austin clinic now dependent on donations, had previously relied on the state funding to survive, Wheat said. She speculated that when Perry celebrated the 12 closures, he might have been including the East Austin clinic.<br />\r\n\t<br />\r\n\tSo, legislative moves approved by Perry evidently led to at least 11 Planned Parenthood clinic closings.<br />\r\n\t<br />\r\n\tPresuming those clinics did not provide abortions, since they were eligible for state money, we asked Wheat whether shuttered clinics could still be reasonably associated with abortion clinics -- and if that, as Perry&rsquo;s spokesman suggested, makes them about the same as abortion clinics.<br />\r\n\t<br />\r\n\tWheat said the family planning clinics and abortion service providers were entirely separate, independent nonprofit organizations, per language <a href=\"http://www.lbb.state.tx.us/Bill_78/7_FSU/Bill-78-7_FSU_1003.pdf\">inserted</a> into each budget since the <a href=\"https://docs.google.com/document/d/153Kw6MJei9c_wX_noDhB6lcfL9BcvXtyFPuounLrw0k/edit\">2003</a> legislative session that requires the separation of such institutions in order for family planning clinics to be eligible for state funds.<br />\r\n\t<br />\r\n\t&quot;We are all Planned Parenthood health centers, but the services that are provided and how we&rsquo;re legally operated and governed, those are all completely independent,&quot; Wheat explained.<br />\r\n\t<br />\r\n\tShe said that while Planned Parenthood family planning and abortion clinics fall under the same umbrella organization, and all have to meet certain requirements--professional standards for personnel, for example--the two kinds of clinics are entirely separate, maintaining different bank accounts, different governing boards and filing separate tax returns.<br />\r\n\t<br />\r\n\tAt Planned Parenthood family planning clinics, Wheat said, counselors inform women facing unintended pregnancy of three options: adoption, abortion or prenatal care. Wheat said that if a woman chooses the abortion option, a counselor talks with her about how to proceed and offers a list of resources including abortion providers. However, Wheat said, the family planning clinics do not transfer any client&rsquo;s medical records to an abortion clinic or otherwise provide medical referrals. Clinics will, however, transfer official medical records for women who opt for prenatal care, she said.<br />\r\n\t<br />\r\n\tAs we closed out this research, we asked Joe Pojman, executive director of the anti-abortion Texas Alliance for Life, to assess Perry&rsquo;s statement. Pojman said that as far he knows, no Texas abortion clinics shut down as a result of Texas legislative decisions in 2011. Perry, he speculated, was suggesting that Planned Parenthood&rsquo;s family planning clinics are closely related to the abortion services affiliated with the overarching Planned Parenthood group. &nbsp;<br />\r\n\t<br />\r\n\tHavens responded to a follow-up request for clarification of the governor&rsquo;s statement in an <a href=\"https://docs.google.com/document/d/1aI23Qn_YWRP4sqUKVzsulWMVTa8xRKS-qthk9fq2KCQ/edit\">email</a>: &quot;The governor meant what he said. Planned Parenthood clinics either perform abortions or refer women to affiliated abortion clinics. Neither the governor nor the Texas Legislature make a distinction between whether the abortion is performed on premises or enabled through an affiliate. When a Planned Parenthood clinic closes, it can no longer perform this function.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tPlanned Parenthood clinics shut down due to legislative decisions approved by Perry.</p>\r\n<p>\r\n\tBut Perry&#39;s key point -- that the clinics provided abortions -- is unsupported. Abortion providers had been ineligible for state funding for years. This reference to abortion is critical to Perry&#39;s claim, which we rate Mostly False.</p>\r\n", "ruling_comments_date": "2012-02-10T12:36:39.932126", "ruling_date": "2012-02-10T13:46:25", "ruling_headline": "Rick Perry says he signed legislation leading to closings of 12 abortion clinics", "ruling_headline_slug": "rick-perry-says-he-signed-legislation-leading-clos", "ruling_link_text": "Clinics didn't provide abortions", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tPolitico, news article, <a href=\"http://www.politico.com/news/stories/0112/71644.html#ixzz1kKLCMrnJ\">&quot;Rivals hit absent Mitt Romney on abortion,&quot; </a>Jan. 18, 2012<br />\r\n\t<br />\r\n\tEmail exchanges and telephone interviews, Sarah Wheat, interim co-CEO of the Austin-area Planned Parenthood, January and February 2012<br />\r\n\t<br />\r\n\tEmail exchanges and telephone interviews, Carrie Williams, press officer, Texas Department of State Health Services, January and February 2012<br />\r\n\t<br />\r\n\tKVUE.com, news article, <a href=\"http://www.kvue.com/video/featured-videos/Governor-Perry-stumps-against-Obama-in-first-speech-since-exiting-race-138824919.html\">&quot;Governor Perry stumps against Obama in first speech since exiting race,&quot;</a> Feb. 6, 2012<br />\r\n\t<br />\r\n\tEmail exchanges and telephone interviews, Josh Havens, deputy press secretary, Gov. Rick Perry, January and February 2012<br />\r\n\t<br />\r\n\tTelephone interview and <a href=\"https://docs.google.com/document/pub?id=1p5WW5O-mKiic0WG3wANbhnJgG5xchAovlzLfUs9UAlE\">email exchange,</a> Elizabeth Nash, state issues manager, Guttmacher Institute, Feb. 1, 2012<br />\r\n\t<br class=\"kix-line-break\" />\r\n\t<em>Austin American-Statesman</em>, news article, <a href=\"https://docs.google.com/document/d/15Re9f8qyTcMMYcZY5KJSu3UfY0LbpPEnxJJ9kY_rM0Y/edit\">Plan bans funds for abortion providers</a>, May 23, 2003<br />\r\n\t<br />\r\n\t<a href=\"https://docs.google.com/document/d/153Kw6MJei9c_wX_noDhB6lcfL9BcvXtyFPuounLrw0k/edit\">Legislative rider</a>, 2004-2005 Texas budget, from the 2003 Legislature, regular session, Text of Conference Committee Report, <a href=\"http://www.lbb.state.tx.us/Bill_78/7_FSU/Bill-78-7_FSU_1003.pdf\">House Bill No. 1 </a>(General Appropriations Act), 2003<br />\r\n\t<br />\r\n\t<em>The Texas Tribune</em>, news article, <a href=\"http://www.texastribune.org/texas-legislature/82nd-legislative-session/state-releases-family-planning-contractor-list/\">State Releases Reduced List of Women&rsquo;s Health Clinics</a>, Jan. 17, 2012<br />\r\n\t<br />\r\n\t<a href=\"http://www.lbb.state.tx.us/Bill_82/2_House/prtHouse_Full_2011.pdf\">House Bill 1</a>, 82nd Legislature, 2012-2013 Biennium<br />\r\n\t<br />\r\n\t<a href=\"http://www.legis.state.tx.us/tlodocs/821/billtext/pdf/SB00007F.pdf#navpanes=0\">Senate Bill 7</a>, restructuring language, 82nd Legislature<br />\r\n\t<br />\r\n\tTelephone interviews, Joe Pojman, executive director, <a href=\"http://www.txchoose-life.org/\">Texas Alliance for Life</a>, Feb. 2 and Feb. 3, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 30, "current_job": "U.S. Energy Secretary", "false_count": 31, "first_name": "Rick", "half_true_count": 42, "home_state": "Texas", "id": 291, "last_name": "Perry", "mostly_true_count": 24, "name_slug": "rick-perry", "pants_count": 18, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Perry_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/291/", "total_count": 176, "true_count": 26, "website": "https://energy.gov/management/history/secretaries-energy"}, "statement": "<p>\r\n\tSays he signed legislation leading to 12 Texas abortion clinics being closed.</p>\r\n", "statement_context": "a South Carolina forum.", "statement_date": "2012-01-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}, {"description": "", "id": 208, "photo": null, "resource_uri": "/api/v/2/subject/208/", "subject": "State Finances", "subject_slug": "state-finances", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 1, "home_state": "", "id": 60, "last_name": "Planned Parenthood", "mostly_true_count": 0, "name_slug": "planned-parenthood", "pants_count": 1, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-independentgroup____________.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/60/", "total_count": 6, "true_count": 3, "website": ""}], "twitter_headline": ""}