{"art": [{"brightcove": "", "caption": "Newt Gingrich made reference to a Texas judge's order in his victory speech after the 2012 South Carolina GOP presidential primary (PBS video).", "id": 2053, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/2053/", "title": "Newt Gingrich victory in SC speech, PBS.", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/6nYoqe-VjvQ?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "6nYoqe-VjvQ"}], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2012/feb/12/newt-gingrich/newt-gingrich-says-judge-threatened-jail-texas-sup/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": "", "id": 5343, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/5343/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Republican presidential candidate Newt Gingrich has his eye on a U.S. district judge in San Antonio. Gingrich has mentioned Fred Biery on the stump when arguing that the legislative and executive branches of government should remove judges perceived as abusing their power and acting out of sync with the nation&rsquo;s culture.</p>\r\n\r\n<p>On Jan. 21, 2012, after winning the South Carolina Republican presidential primary, Gingrich again referenced Biery, urging voters to check out a <a href=\"http://www.newt.org/sites/newt.org/files/Courts.pdf\">position paper</a> on his campaign website about &quot;the balance of power, putting the judiciary back in its proper role and eliminating dictatorial religious bigots such as Judge Biery in San Antonio, who issued a ruling that &hellip; not only could the students not pray at their graduation, if they used the word &lsquo;benediction,&rsquo; the word &lsquo;invocation,&rsquo; the word &lsquo;God,&rsquo; asked the audience to stand or asked for a moment of silence, he would put the superintendent in jail.&quot;</p>\r\n\r\n<p>A reader alerted us to Gingrich&rsquo;s talk of Biery after the candidate mentioned the judge during a Dec. 18, 2011, appearance on the CBS News show <em>Face the Nation</em>. For this article, we&rsquo;re checking the accuracy of the candidate&rsquo;s description of Biery&rsquo;s order during his South Carolina speech. We&rsquo;re not going to delve into whether Biery is a &quot;dictatorial religious bigot&quot; &mdash; that&rsquo;s Gingrich&rsquo;s opinion &mdash; or whether his decision on prayer at graduation is an example of the judiciary overstepping its role.</p>\r\n\r\n<p><strong>The case</strong></p>\r\n\r\n<p>Taking Gingrich&rsquo;s suggestion in his victory speech, we checked out the 54-page paper on his website, &quot;Bringing the Courts Back Under the Constitution.&quot; Its Appendix B is devoted to Biery, chief judge of the federal Western District of Texas, and is headlined: &quot;Federal district court judge orders the censoring of high school graduation speech.&quot;</p>\r\n\r\n<p>At issue: A June 1, 2011, order from Biery granting an agnostic family&rsquo;s request for a temporary order prohibiting the 3,000-student Medina Valley school <a href=\"http://www.mvisd.com/index.php?cPath=1\">district</a>, west of San Antonio, from including a prayer in its high school&rsquo;s then-pending graduation ceremony.</p>\r\n\r\n<p>Gingrich spokesman Joe DeSantis pointed out the order when we asked for the backup for Gingrich&rsquo;s victory-speech statement.</p>\r\n\r\n<p>In a May 26, 2011, lawsuit, the family challenged Medina Valley High School&rsquo;s tradition of having students deliver an invocation and benediction as part of the graduation, a practice that the family said amounted to unconstitutional school-sponsored prayer.</p>\r\n\r\n<p>The lawsuit, filed on behalf of the family by the Washington-based Americans United for Separation of Church and State, said Christa and Danny Schultz were exposed to the &quot;unwelcome prayers&quot; at the high school&rsquo;s 2009 ceremony, when their oldest child graduated. The couple&rsquo;s younger son was in the 2011 graduating class.</p>\r\n\r\n<p>The lawsuit said: &quot;If the Schultzes were to attend the graduation of their son, they would once again be exposed to the school district&rsquo;s longstanding practice of presenting prayers as part of graduation ceremonies&quot; unless the court stopped it.</p>\r\n\r\n<p>The lawsuit alleged that the graduation prayers violated the Establishment Clause of the <a href=\"http://memory.loc.gov/cgi-bin/ampage?collId=llsl&amp;fileName=001/llsl001.db&amp;recNum=144\">First Amendment</a> &mdash; &quot;Congress shall make no law respecting an establishment of religion&quot; &mdash; and included a request that the judge issue an emergency order prohibiting the district &quot;from including any prayer &hellip; whether denominated an &lsquo;invocation,&rsquo; &lsquo;benediction,&rsquo; or otherwise&quot; at the graduation on June 4, 2011.</p>\r\n\r\n<p>During a May 31, 2011, <a href=\"https://docs.google.com/open?id=0B53RSQaAZ707OTVkYjZjNmMtNjgwNS00NDZmLWIwNTMtYWU5NjFlYmYwNTE5\">hearing</a> on the request, Craig Wood, a lawyer representing the school district, argued that with respect to the graduation speeches, the district was adhering to a 2007 state law that Wood said was enacted &quot;to honor the fact that students do sometimes wish to express religious viewpoints and ought not be penalized for doing so.&quot;</p>\r\n\r\n<p>Wood was referring to the <a href=\"http://www.legis.state.tx.us/tlodocs/80R/billtext/html/HB03678F.HTM\">Texas Religious Viewpoints Anti-discrimination Act</a>, which requires each school district to adopt a policy enabling student speakers at school events, including graduation ceremonies, to voluntarily express a religious viewpoint. At graduations, <a href=\"http://www.statutes.legis.state.tx.us/Docs/ED/htm/ED.25.htm#25.152\">the law</a> says, districts must &quot;state, in writing, orally, or both, that the student&#39;s speech does not reflect the endorsement, sponsorship, position, or expression of the district.&quot;</p>\r\n\r\n<p>&quot;We&#39;re attempting to balance those First Amendment interests of all parties involved,&quot; Wood told Biery. &quot;And I will acknowledge, your honor, in a community like Medina Valley, it is not unusual for there to be a student selected (to speak at graduation) who would, in fact, make some sort of reference to some sort of religious deity. I will also tell you that in the last couple of years that the closing remarks made by the student had no religious connotation whatsoever.&quot;</p>\r\n\r\n<p>By the end of the hearing, Biery had made it clear that he planned to grant the Schultzes&rsquo; request, articulating in court essentially what appeared the following day in his injunction. Ayesha Khan, legal director of Americans United for Separation of Church and State, who represented the family at the hearing, requested that Biery&rsquo;s order specify that the students&rsquo; remarks could not include a prayer.</p>\r\n\r\n<p>&quot;Well, I will put that in there: It&rsquo;s not to be a prayer,&quot; Biery said. &quot;On the other hand, if these young ladies get up and say the same thing without invoking a deity, or they make a personal statement: I believe, myself, in a higher being, like I think Mr. Wood used that phrase. And they can make a personal statement of their own belief. I think that&#39;s certainly acceptable.&quot;</p>\r\n\r\n<p><strong>The order</strong></p>\r\n\r\n<p>Biery&rsquo;s <a href=\"https://docs.google.com/open?id=0B53RSQaAZ707ZjM4MzYzMjUtYWQwZS00MDA0LTlkZjMtNjkzYTViYWY4ZjU3\">order</a>, dated June 1, says the district and &quot;its officials, agents, servants, and employees, as well as all persons acting in concert with them, are prohibited from allowing a prayer (as defined in paragraph (b) below) to be included&quot; in the ceremony.</p>\r\n\r\n<p>Paragraph b mandates that:</p>\r\n\r\n<p>** the district instruct the students chosen to deliver the &quot;invocation&quot; and &quot;benediction&quot; to change their remarks to be &quot;statements of their own beliefs as opposed to leading the audience in prayer.&quot;</p>\r\n\r\n<p>** everyone scheduled to speak at the graduation be instructed not to present a prayer, &quot;to wit, they shall be instructed that they may not ask audience members to &lsquo;stand,&rsquo; &lsquo;join in prayer,&rsquo; or &lsquo;bow their heads,&rsquo; they may not end their remarks with &lsquo;amen&rsquo; or &lsquo;in [a deity&rsquo;s name] we pray,&rsquo; and they shall not otherwise deliver a message that would commonly be understood to be a prayer, nor use the word &lsquo;prayer&rsquo; unless it is used in the student&rsquo;s expression of the student&rsquo;s personal belief, as opposed to encouraging others who may not believe in the concept of prayer to join in and believe the same concept.&quot;</p>\r\n\r\n<p>At the end of paragraph B, Biery says that &quot;in stating their own personal beliefs,&quot; students may &quot;speak through conduct such as kneeling to face Mecca, the wearing of a yarmulke or hijab or making the sign of the cross.&quot;</p>\r\n\r\n<p>Also in the order, Biery says that the district must remove the terms &quot;invocation&quot; and &quot;benediction&quot; from the &quot;program of ceremonies for the graduation exercises&quot; and that they are to be replaced with &quot;opening remarks&quot; and &quot;closing remarks.&quot;</p>\r\n\r\n<p>Finally, the order says the injunction goes into effect immediately and &quot;shall be enforced by incarceration or other sanctions for contempt of court if not obeyed by district official(s) and their agents.&quot;</p>\r\n\r\n<p><strong>The fact-check</strong></p>\r\n\r\n<p>So how does Gingrich&rsquo;s statement describing Biery&rsquo;s order stand up? Let&rsquo;s break it down:</p>\r\n\r\n<p>** Gingrich&rsquo;s first claim &mdash; that the judge&rsquo;s order said students could not pray at their graduation &mdash; has a basis. The order prohibits student speakers from leading the audience in prayer or delivering &quot;a message that would commonly be understood to be a prayer.&quot; Then again, Biery&rsquo;s order allows the students to talk about their personal beliefs and use the word &quot;prayer&quot; in that context.</p>\r\n\r\n<p>** Next, Gingrich says Biery banned the words &quot;benediction&quot; and &quot;invocation&quot; from being spoken. That&rsquo;s pretty close. Although the order did not specifically prohibit students from uttering &quot;benediction&quot; and &quot;invocation,&quot; the district was told to banish the terms from the paper program. And Biery said at the pivotal hearing that &quot;there will be no words &lsquo;invocation,&rsquo; &lsquo;benediction&rsquo; in the ceremony.&quot;</p>\r\n\r\n<p>** Gingrich says &quot;God&quot; was also not to be mentioned during graduation speeches. That seems like a reach since Biery&rsquo;s order has only one curb on mentions of God; it bars speakers from using the phrase &quot;in God&rsquo;s name we pray.&quot;</p>\r\n\r\n<p>** Also prohibited, according to Gingrich: asking the audience to stand or asking for a moment of silence. In fact, the order says speakers cannot ask the audience to &quot; &lsquo;stand,&rsquo; &lsquo;join in prayer&rsquo; or &lsquo;bow their heads&rsquo; &quot; &mdash; actions that often precede organized prayer. The order does not mention moments of silence.</p>\r\n\r\n<p>** Finally, Gingrich says that Biery&rsquo;s order says the district&rsquo;s superintendent would go to jail if the boundaries set by the injunction were crossed. That appears to be an overstatement in that the order says it &quot;shall be enforced by incarceration or other sanctions.&quot; That is, punishments short of going to jail were possible.</p>\r\n\r\n<p>In a July 3, 2011, <a href=\"http://www.mysanantonio.com/news/local_news/article/ColorfulJudge-Bieryat-eye-oflegal-storm-1450798.php\">news article</a> about the case, the <em>San Antonio Express-News</em> reported that Biery&rsquo;s order said &quot;school administrators could be jailed if they didn&rsquo;t comply.&quot;</p>\r\n\r\n<p>We consulted two legal experts about the wording of that section of Biery&rsquo;s order.</p>\r\n\r\n<p>Charles Silver, a professor at the University of Texas School of Law, told us: &quot;It&rsquo;s possible for someone who has violated a court order to be put in jail, but it would be unusual for that to happen. It would be much more likely for the punishment to involve a fine.&quot;</p>\r\n\r\n<p>Mechele Dickerson, a UT law professor who teaches civil procedure, agreed that the most likely punishment for a violation of Biery&rsquo;s order would have been a fine for the district. Also, she said, had the judge wanted to jail someone, the order&rsquo;s language doesn&rsquo;t necessitate that the person be the superintendent &mdash; unlike what Gingrich said. The punished person could be another &quot;agent&quot; of the district &mdash; the high school&rsquo;s principal, for example &mdash; Dickerson said.</p>\r\n\r\n<p>Silver and Dickerson each said the punishment section of the order was fairly common. Silver said: &quot;It&rsquo;s pretty much boilerplate language. The function is really to put people on notice: &lsquo;Hey, the court means this.&rsquo; &quot;</p>\r\n\r\n<p>Each professor also noted that if the order was violated in some way, procedural steps would have to take place before anyone was punished. First, the plaintiffs in the case &mdash; the Schultz family &mdash; would have to file a motion with the court; and then a hearing would be held so that the judge could decide whether someone &mdash; possibly the superintendent &mdash; was in contempt. If so, the judge would then decide on punishment.</p>\r\n\r\n<p>Biery declined our request for an interview.</p>\r\n\r\n<p>In a telephone interview, Wood, the district&rsquo;s lawyer, generally supported the views of Silver and Dickerson and said he thought Gingrich&rsquo;s statement about Biery&rsquo;s order wasn&rsquo;t quite right.</p>\r\n\r\n<p>He agreed that the order&rsquo;s language about the possible sanctions was standard and was informing the district that &quot;a violation was enforceable vis a vis the regular methods.&quot; The sanctions imposed by the judge would most likely have depended upon the circumstances of the violation, Wood said, such as who had done it and &quot;the degree to which they thumbed their nose at the order.&quot;</p>\r\n\r\n<p><strong>The rest of the story</strong></p>\r\n\r\n<p>Biery&rsquo;s order survived for two days.</p>\r\n\r\n<p>On June 2, 2011, the district asked the 5th U.S. Circuit Court of Appeals in New Orleans to dissolve Biery&rsquo;s order barring the students from praying at the graduation, <a href=\"https://www.oag.state.tx.us/newspubs/releases/2011/060211schultz_motion.pdf\">arguing</a> that the court had abused its discretion, that the district had not violated the Establishment Clause and that the injunction had violated the graduation speakers&rsquo; &quot;free speech and free exercise of religion rights as well as state law.&quot;</p>\r\n\r\n<p>The Texas attorney general&rsquo;s office <a href=\"https://www.oag.state.tx.us/oagnews/release.php?id=3746\">announced</a> that it had filed a brief with the appeals court supporting the district&rsquo;s appeal.</p>\r\n\r\n<p>On June 3, a three-judge panel of the appeals court <a href=\"https://docs.google.com/open?id=0B53RSQaAZ707NzY1YjE0NmEtZmRkZi00MWZhLTg3ZDktZmRjOWU4MmM0YTE1\">vacated</a> the injunction, saying that they were &quot;not persuaded that plaintiffs have shown that they are substantially likely to prevail on the merits, particularly on the issue that the individual prayers or other remarks to be given by students at graduation are, in fact, school-sponsored.&quot; The judges also said the Schultzes&rsquo; request for an injunction &quot;may be rooted at least in part in circumstances that no longer exist,&quot; pointing to the statement in the district&rsquo;s appeal that it had agreed not to include the words &quot;invocation&quot; and &quot;benediction&quot; in the graduation program distributed at the event.</p>\r\n\r\n<p>The panel sent the case &mdash; which included more than simply the injunction request &mdash; back to the district court, and on Feb. 9, 2012, it was <a href=\"http://www.mysanantonio.com/default/article/School-prayer-case-is-settled-3198656.php\">settled</a>.</p>\r\n\r\n<p>On the issue of speeches at graduation, the <a href=\"http://www.txwd.uscourts.gov/opinions/cases/Schultz/Schultz-AppendixI.pdf\">settlement</a> says the district will not include a prayer as part of the official program or invite nonstudent speakers that it &quot;has reason to believe will proselytize, promote religion, or disparage the religious beliefs (or lack thereof) of students or members of the community during their remarks.&quot; Student speakers will, however, be allowed to pray or ask the audience to join them in prayer.</p>\r\n\r\n<p>For its part, Wood said, the district agreed to honor &quot;the students&rsquo; right to free expression whether it be religious or otherwise, taking careful steps to clarify that it&rsquo;s not the district&rsquo;s speech or sponsorship.&quot; For example, if a student leads a prayer at the ceremony, district officials must remain seated.</p>\r\n\r\n<p><strong>Our ruling</strong></p>\r\n\r\n<p>To recap, Gingrich&rsquo;s claim is that Biery &quot;issued a ruling that &hellip; not only could the students not pray at their graduation, if they used the word &lsquo;benediction,&rsquo; the word &lsquo;invocation,&rsquo; the word &lsquo;God,&rsquo; asked the audience to stand or asked for a moment of silence, he would put the superintendent in jail.&quot;</p>\r\n\r\n<p>The judge&rsquo;s ruling did not broadly say students could not pray. However, his order prohibited students speaking at the graduation from leading the audience in prayer or delivering &quot;a message that would commonly be understood to be a prayer.&quot; Gingrich is close on this part.</p>\r\n\r\n<p>Also, the judge told the district to banish &quot;benediction&quot; and &quot;invocation&quot; from the event.</p>\r\n\r\n<p>The rest of Gingrich&rsquo;s claim, including its crescendo reference to putting the superintendent in jail, has weaknesses. The order did not bar &quot;God&quot; from any mention during the ceremony, only ruling out the phrase &quot;in God&rsquo;s name we pray.&quot; The judge&rsquo;s order barred students from asking the audience to stand, presumably in preparation for organized prayer, but it did not forbid a moment of silence.</p>\r\n\r\n<p>The punch line of Gingrich&rsquo;s primary-night claim &mdash; that the Texas order said the superintendent would be jailed if his ruling was violated &mdash; overstates things. The order lists incarceration or &quot;other sanctions&quot; as possible penalties, though nothing as a certainty, and doesn&rsquo;t specify the superintendent as potential inmate. Also, the punishment language appears to have been standard.</p>\r\n\r\n<p>We rate Gingrich&rsquo;s statement Half True.</p>\r\n\r\n<p><a href=\"https://www.sharethefacts.co/share/c5674cd1-9b64-4cb6-acd3-d197cd1abe5d\">https://www.sharethefacts.co/share/c5674cd1-9b64-4cb6-acd3-d197cd1abe5d</a></p>\r\n", "ruling_comments_date": "2012-02-10T13:10:12.075391", "ruling_date": "2012-02-12T06:00:00", "ruling_headline": "Newt Gingrich says judge said he'd jail Texas superintendent if orders on graduation prayer violated", "ruling_headline_slug": "newt-gingrich-says-judge-threatened-jail-texas-sup", "ruling_link_text": "Superintendent to hoosegow? Not certain", "ruling_state": null, "source_documents": null, "sources": "<p>C-SPAN, <a href=\"http://www.c-spanvideo.org/program/303825-1\">video</a>, Newt Gingrich speech on night of South Carolina Republican presidential primary, Jan. 21, 2012 (go to 15:40 mark)</p>\r\n\r\n<p>Newt Gingrich campaign website, <a href=\"http://www.newt.org/sites/newt.org/files/Courts.pdf\">position paper</a>, &quot;Bringing the Courts Back Under the Constitution,&quot; Oct. 7, 2011</p>\r\n\r\n<p>CBS News, <a href=\"http://www.cbsnews.com/8301-3460_162-57344818/face-the-nation-transcript-december-18-2011/\">transcript</a>, &quot;Face the Nation,&quot; Dec. 18, 2011</p>\r\n\r\n<p>Email (<a href=\"https://docs.google.com/document/d/1O5pqy7EX2zGB9YjmzLAWRP6IM1ilqcZwmhnl_K0852M/edit\">excerpt</a>) from Joe DeSantis, spokesman for Newt Gingrich, Feb. 7, 2012</p>\r\n\r\n<p>Schultz family <a href=\"https://www.oag.state.tx.us/newspubs/releases/2011/060211schultz_pop.pdf\">lawsuit</a> against Medina Valley school district, May 26, 2011</p>\r\n\r\n<p>Americans United for Separation of Church and State, website, <a href=\"http://www.au.org/our-work/legal/lawsuits/schultz-v-medina-valley-independent-school-district\">page</a> on Schultz v. Medina Valley Independent School District, accessed Jan. 9, 2012</p>\r\n\r\n<p><a href=\"https://docs.google.com/open?id=0B53RSQaAZ707OTVkYjZjNmMtNjgwNS00NDZmLWIwNTMtYWU5NjFlYmYwNTE5\">Transcript</a> of hearing before U.S. district Judge Fred Biery, May 31, 2011</p>\r\n\r\n<p>PolitiFact Texas, <a href=\"http://www.politifact.com/texas/statements/2011/dec/09/rick-perry/rick-perry-says-kids-cant-openly-celebrate-christm/\">Truth-O-Meter item</a>, &quot;Rick Perry says kids can&rsquo;t openly celebrate Christmas or pray in school,&quot; Dec. 9, 2011</p>\r\n\r\n<p>Texas Education Code, <a href=\"http://www.statutes.legis.state.tx.us/Docs/ED/htm/ED.25.htm#25.152\">Sec. 25.152</a>, &quot;Limited Public Forum; School District Policy&quot; (accessed Feb. 7, 2012)</p>\r\n\r\n<p>U.S. District Court, Western District of Texas, San Antonio division, &quot;<a href=\"https://docs.google.com/open?id=0B53RSQaAZ707ZjM4MzYzMjUtYWQwZS00MDA0LTlkZjMtNjkzYTViYWY4ZjU3\">Amended order on plaintiffs&rsquo; motion for temporary restraining order and preliminary injunction</a>,&quot; June 1, 2011</p>\r\n\r\n<p><em>San Antonio Express-News</em>, <a href=\"http://www.mysanantonio.com/news/local_news/article/ColorfulJudge-Bieryat-eye-oflegal-storm-1450798.php\">news article</a>, &quot;Colorful Judge Biery at eye of legal storm,&quot; July 3, 2011</p>\r\n\r\n<p><em>San Antonio Express-News</em>, <a href=\"http://www.mysanantonio.com/default/article/School-prayer-case-is-settled-3198656.php\">news article</a>, &quot;Medina Valley ISD settles prayer suit,&quot; Feb. 10, 2012</p>\r\n\r\n<p>Interview with Charles Silver, professor, University of Texas School of Law, Feb. 9, 2012</p>\r\n\r\n<p>Interview with Mechele Dickerson, professor, University of Texas School of Law, Feb. 9, 2012</p>\r\n\r\n<p>Interview with Craig Wood, lawyer for Walsh, Anderson, Gallegos, Green &amp; Trevi&ntilde;o, Feb. 9, 2012</p>\r\n\r\n<p>Medina Valley school district, <a href=\"https://www.oag.state.tx.us/newspubs/releases/2011/060211schultz_motion.pdf\">emergency motion</a> to dissolve temporary restraining order and preliminary injunction, June 2, 2011</p>\r\n\r\n<p>Texas attorney general&rsquo;s office, <a href=\"https://www.oag.state.tx.us/oagnews/release.php?id=3746\">news release</a>, &quot;Texas attorney general defends students&rsquo; constitutional right to express religious views,&quot; June 2, 2011</p>\r\n\r\n<p>5th U.S. Circuit Court of Appeals, <a href=\"https://docs.google.com/open?id=0B53RSQaAZ707NzY1YjE0NmEtZmRkZi00MWZhLTg3ZDktZmRjOWU4MmM0YTE1\">decision</a> dissolving injunction, June 3, 2011</p>\r\n\r\n<p>U.S. District Court, Western District of Texas, San Antonio division, <a href=\"http://www.txwd.uscourts.gov/opinions/cases/schultz/default.asp\">webpage</a> for Schultz v. Medina Valley school district (accessed Feb. 9, 2012)</p>\r\n\r\n<p>U.S. District Court, Western District of Texas, San Antonio division, <a href=\"http://www.txwd.uscourts.gov/opinions/cases/Schultz/Schultz-AppendixI.pdf\">settlement agreement</a>, Schultz v. Medina Valley school district, Feb. 9, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 16, "current_job": "", "false_count": 15, "first_name": "Newt", "half_true_count": 21, "home_state": "Georgia", "id": 152, "last_name": "Gingrich", "mostly_true_count": 11, "name_slug": "newt-gingrich", "pants_count": 12, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/gingrichcutter.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/152/", "total_count": 86, "true_count": 7, "website": ""}, "statement": "<p>Says a federal judge in San Antonio &quot;issued a ruling that &hellip; not only could the students not pray at their graduation, if they used the word &lsquo;benediction,&rsquo; the word &lsquo;invocation,&rsquo; the word &lsquo;God,&rsquo; asked the audience to stand or asked for a moment of silence, he would put the superintendent in jail.&quot;</p>\r\n", "statement_context": "remarks after winning the South Carolina Republican presidential primary", "statement_date": "2012-01-21", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}, {"description": "", "id": 9, "photo": null, "resource_uri": "/api/v/2/subject/9/", "subject": "Religion", "subject_slug": "religion", "used_in_edition": []}], "target": [], "twitter_headline": ""}