{"art": [], "author": [{"email_address": "jhar@oregonian.com", "first_name": "Janie", "id": 192, "last_name": "Har", "name_slug": "janie-har", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/192/", "title": "Staff writer", "twitter": null}], "canonical_url": "/oregon/statements/2012/feb/11/kevin-cameron/oregon-house-republicans-tout-five-year-plan-50000/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "dlane@oregonian.com", "first_name": "Dee", "id": 183, "last_name": "Lane", "name_slug": "dee-lane", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/183/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 5347, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jhar@oregonian.com", "first_name": "Janie", "id": 192, "last_name": "Har", "name_slug": "janie-har", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/192/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/5347/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tOregon House Republican leader Kevin Cameron came out swinging in January with a jobs plan that his caucus says could create 50,000 jobs over five years. The plan calls for a mix of tax cuts as well as job growth in forestry, farms and food processing. Cameron insists it&rsquo;s not a partisan plan and has offered to work with House Democrats who share the chamber with Republicans 30-30.<br />\r\n\t<br />\r\n\tDemocrats said no, thank you, so we&rsquo;re pretty sure the package won&rsquo;t go anywhere this month. But a reader asked -- and we agree -- that the numbers need vetting. What&rsquo;s their documentation for the claim that &quot;the plan could generate more than 50,000 jobs?&quot;<br />\r\n\t<br />\r\n\tAs our sister organization <a href=\"http://www.politifact.com/florida/statements/2010/jul/26/rick-scott/rick-scott-touts-7-7-7-plan-create-700000-jobs-sev/\">PolitiFact Florida wrote in July 2010</a>, we can&rsquo;t weigh in on what may or may not happen in the future. But like PolitiFact Florida, we can check whether the House plan, as put together, actually calls for 50,000 jobs over five years. In other words, has a valid third party come by these numbers in some way?<br />\r\n\t<br />\r\n\tCameron is wise to use the word &quot;could.&quot; And to put it into perspective, 50,000 jobs isn&rsquo;t too big. <a href=\"http://www.portlandonline.com/mayor/index.cfm?c=51350&amp;a=276844\">Portland Mayor Sam Adams said way back when that he would bring 10,000 jobs over five years </a>in the city. Also, Portland metro area employers added 14,200 jobs over the last year, according to December unemployment figures reported by <a href=\"http://www.oregonlive.com/business/index.ssf/2012/01/portland-area_unemployment_dro_1.html\">The Oregonian&rsquo;s Richard Read</a>.<br />\r\n\t<br />\r\n\tNick Smith of the House Republicans provided emails and spreadsheets generated by the building&rsquo;s nonpartisan Legislative Revenue Office, backed up by reports and data from Business Oregon and the state agencies of Employment, Forestry and Agriculture.<br />\r\n\t<br />\r\n\tThere are seven components to the plan:<br />\r\n\t<br />\r\n\t(1) Water: Use 450,000 acre feet of water from the Columbia River to boost jobs in farm and food processing. The Agriculture Department estimates 72 acre feet of water could equal one direct job. That would yield 6,250 jobs, plus an additional 4,000 indirect jobs based on a multiplier used by Oregon State University. &nbsp;<br />\r\n\t<br />\r\n\t(2) Forests: Increase the amount of new growth timber harvested, adding 175 million board feet of timber to the 275 million board feet harvested in 2010. Legislative Revenue Officer Paul Warner checked with Forestry and calculated 7. 3 direct jobs for each million and 4.7 indirect jobs for each million, totaling 1,278 direct jobs and 823 indirect jobs.<br />\r\n\t<br />\r\n\t(3) Enterprise: Create more enterprise and e-commerce zones, providing incentives to companies that promise to hire people. The Legislative Revenue Office estimates 4,900 direct jobs and 3,200 indirect jobs.<br />\r\n\t<br />\r\n\t(4) Construction: Create an income tax credit for capital improvements to private homes and businesses. Legislative Revenue estimates the creation of more than 4,000 direct jobs and 2,600 indirect jobs.<br />\r\n\t<br />\r\n\t(5) Unemployed: Give businesses a tax break to hire people. Legislative Revenue projects more than 600 direct jobs and 400 indirect jobs.<br />\r\n\t<br />\r\n\tSo far, that adds up to a little more than 17,000 direct jobs and roughly 11,000 indirect jobs. (<a href=\"http://www.uscis.gov/ilink/docView/AFM/HTML/AFM/0-0-0-1/0-0-0-6330/0-0-0-8263.html\">Indirect jobs </a>refers to the assortment of jobs that could be propped up by the direct job, such as at companies that supply material or at bars that serve thirsty new workers.)<br />\r\n\t<br />\r\n\tThe final two proposals rely on a &quot;general equilibrium analysis,&quot; and not impact analysis, which is why there&rsquo;s no breakout between direct and indirect jobs.<br />\r\n\t<br />\r\n\t(6) Taxes: Double the income in the two lowest tax brackets, and provide a $250 per child tax credit. Combined, this should save a family of four with an adjusted gross income of $35,000 a year, about $927 a year. Legislative Revenue Office estimates more than 18,500 jobs at the end of five years.<br />\r\n\t<br />\r\n\t(7) Capital gains: Reduce the tax rate to 2.5 percent for two years, and then increase to 5 percent. This is expected to translate into nearly 3,800 jobs in 2016.<br />\r\n\t<br />\r\n\tAgain, PolitiFact Oregon is not in a position to second-guess economic modeling by Legislative Revenue. But we did ask Paul Warner, the top man there, and Chris Allanach to walk us through some of the analyses. At the end, we asked: Is it fair to say this plan could result in 50,000 jobs?<br />\r\n\t<br />\r\n\t&quot;Overall, I think it&rsquo;s objective and under certain conditions I think those are reasonable approximations,&quot; Warner said. But, he also added, who knows what sorts of global and national factors might have an impact on our jobs picture five years from now?<br />\r\n\t<br />\r\n\tWe turned to House Democrats to get their take. Jared Mason-Gere directed us to Steve Robinson, <a href=\"http://www.decisionmetrics.org/Home_Page.html\">a consultant </a>and former state analyst. Robinson questions the numbers -- as well as the philosophies behind the tax cuts -- and reminds us of jobs lost by the reduction in money to the public sector, such as at the Department of Human Services. (He points us to a <a href=\"http://www.o4ad.org/downloads/econweconomicstudyfinal.pdf\">report by ECONorthwest </a>that examines the impact of loss of funding on long-term care workers.)<br />\r\n\t<br />\r\n\tWe totally get that economists could measure impact on jobs in different ways. But the only real question we had left for Warner was whether his analyses regarding taxes and capital gains projected net jobs, in other words, accounting for losses as well as gains. He said yes, after a five-year period.<br />\r\n\t<br />\r\n\t&quot;So when you reach this new equilibrium state, your private sector is bigger and your public sector is smaller,&quot; Warner said.<br />\r\n\t<br />\r\n\tWe have a ruling to make. We stated upfront that we don&rsquo;t have the economic credentials to second-guess these numbers, but we&rsquo;ve largely cleared them of political manipulation. There are caveats galore, but House Republicans have relied on neutral third-parties to come up with job impact analyses.<br />\r\n\t<br />\r\n\tThe only quibble we have is that indirect jobs are not the same as direct jobs estimated, and the statement should have included the distinction. Still, we end up with nearly 40,000 direct jobs estimated. We rate the statement Mostly True.</p>\r\n", "ruling_comments_date": "2012-02-10T19:50:34.813845", "ruling_date": "2012-02-11T00:00:00", "ruling_headline": "Oregon House Republicans tout five-year plan for 50,000 jobs", "ruling_headline_slug": "oregon-house-republicans-tout-five-year-plan-50000", "ruling_link_text": "No arguing with LRO here", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tThe Oregonian, &quot;<a href=\"http://www.oregonlive.com/politics/index.ssf/2012/01/oregon_republican_lawmakers_re.html\">Oregon Republican lawmakers release their plans to grow jobs, cut state government,</a>&quot; Jan. 18, 2012<br />\r\n\tOregon House Democrats, &quot;<a href=\"http://www.leg.state.or.us/press_releases/hdo_011812.html\">House Republican Jobs Agenda Doesn&rsquo;t Add Up</a>,&quot; Jan. 18, 2012<br />\r\n\tKevin Cameron, &quot;<a href=\"http://www.statesmanjournal.com/article/20120122/OPINION/201220324/Cost-50-000-Jobs-plan-worthwhile\">Cost of &lsquo;50,000 Jobs&rsquo; plan worthwhile</a>,&quot; Jan. 21, 2012<br />\r\n\tE-mails from Nick Smith, House Republicans, Jan. 25-27, 2012<br />\r\n\tInterview with Paul Warner and Chris Allanach, LRO, Feb. 3, 2012<br />\r\n\tInterviews with Paul Warner, Feb. 6-7 2012<br />\r\n\tEmail from Chris Allanach, Feb. 6, 2012<br />\r\n\tInterview with and email from Steve Robinson, Feb. 6, 2012<br />\r\n\tEmails from Jared Mason-Gere, House Democrats, Feb. 6-7, 2012<br />\r\n\tPolitiFact Florida, <a href=\"http://www.politifact.com/florida/statements/2010/jul/26/rick-scott/rick-scott-touts-7-7-7-plan-create-700000-jobs-sev/\">&quot;Rick Scott touts &quot;7-7-7&quot; plan to create 700,000 jobs in seven years,&quot; </a>July 25, 2010<br />\r\n\tECONorthwest, &quot;<a href=\"http://www.o4ad.org/downloads/econweconomicstudyfinal.pdf\">Oregon&rsquo;s Long-Term Care Sector: An Analysis of the Sector and the Economic Impacts from Potential Reductions in Funding</a>,&quot; (prepared for The Campaign for Oregon&rsquo;s Seniors and People with Disabilities), Jan. 5, 2009</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Kevin", "half_true_count": 0, "home_state": "Oregon ", "id": 1678, "last_name": "Cameron", "mostly_true_count": 1, "name_slug": "kevin-cameron", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/KevinCameron2.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1678/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\tOregon House Republicans&rsquo; jobs plan could generate more than 50,000 jobs over five years.</p>\r\n", "statement_context": "a news release", "statement_date": "2012-01-21", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}