{"art": [], "author": [{"email_address": "seaton@plaind.com", "first_name": "Sabrina ", "id": 151, "last_name": "Eaton", "name_slug": "sabrina-eaton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-sabrina-eaton_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/151/", "title": "Reporter, Plain Dealer Washington bureau", "twitter": null}], "canonical_url": "/ohio/statements/2012/feb/17/rob-portman/rob-portman-says-unemployment-would-be-10-percent-/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 5374, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "seaton@plaind.com", "first_name": "Sabrina ", "id": 151, "last_name": "Eaton", "name_slug": "sabrina-eaton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-sabrina-eaton_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/151/", "title": "Reporter, Plain Dealer Washington bureau", "twitter": null}], "resource_uri": "/api/v/2/statement/5374/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tEconomists view <a href=\"http://www.bls.gov/news.release/pdf/empsit.pdf\">unemployment data</a> that the federal Bureau of Labor Statistics releases each month as a way to gauge whether the nation is shaking off the effects of the recession that&rsquo;s hindered U.S. growth since December 2007.<br />\r\n\t<br />\r\n\tPoliticians use those statistics to <a href=\"http://www.whitehouse.gov/blog/2012/02/03/employment-situation-january\">claim credit</a> for economic healing, or <a href=\"http://boehner.house.gov/News/DocumentSingle.aspx?DocumentID=277963\">blame rivals</a> for failing to get the job done. Falling unemployment rates are seen as <a href=\"http://www.businessweek.com/news/2012-01-09/obama-re-election-odds-may-rise-as-unemployment-falls.html\">beneficial to President Barack Obama&rsquo;s re-election prospects</a>, so Republicans have been eager to minimize recent unemployment reductions.<br />\r\n\t<br />\r\n\tWhen the BLS released reported that unemployment dipped to 8.3 percent in January 2012 - the lowest rate in nearly three years - Sen. Rob Portman, a Republican from Ohio, greeted the news with <a href=\"http://portman.senate.gov/public/index.cfm/press-releases?ID=80c8205a-db99-45d2-8276-0da5aeb4ca2b\">a statement</a> that claimed the BLS measurements neglected other data that would reveal higher unemployment.<br />\r\n\t<br />\r\n\t&quot;It&rsquo;s good to see that there has been some improvement in the unemployment rate and that people are starting to get back to work,&quot; Portman said. &quot;However, this doesn&rsquo;t take into account the 3-million-person reduction in labor force participation compared to pre-recession levels. If those people were still counted within the labor force, the unemployment rate would be 10 percent, which is a more accurate gauge of the current jobs environment.&quot;<br />\r\n\t<br />\r\n\tPolitiFact Ohio asked Portman where he got his statistics and why he believes they&rsquo;re more accurate than the more-commonly used official unemployment estimates.<br />\r\n\t<br />\r\n\tHis office said that the official unemployment rate measures only people actively seeking jobs. It doesn&rsquo;t account for people who have quit their search for employment and found something else to do, like staying home with their children or going back to school.<br />\r\n\t<br />\r\n\tPortman&rsquo;s office attributes much of a drop that the <a href=\"http://data.bls.gov/timeseries/LNS11300000\">Bureau of Labor Statistics has observed</a> in the nation&rsquo;s labor force participation rate to people who have dropped out of the workforce in this fashion but would prefer to have jobs. The labor force participation rate fell to 63.7 percent last month, down from 66 percent when the recession began in December 2007.<br />\r\n\t<br />\r\n\tThat change is important for Portman&rsquo;s calculations. His staff walked us through the math.<br />\r\n\t<br />\r\n\tIf the labor force participation were still at 66 percent, civilian workforce would be around 159.9 million people instead of today&rsquo;s 154.4 million people - a difference of about 5.5 million. To be conservative in his estimates, Portman went with 3 million. He added that to both 12,768,000 (people who are currently unemployed) and 154.4 million (today&rsquo;s civilian workforce) to compute a new unemployment rate.<br />\r\n\t<br />\r\n\tWorking through the math, the 15,768,000 people who are actually unemployed under Portman&rsquo;s scenario would be divided by 157,400,000, the number he computes as the actual civilian workforce, translating to a 10 percent unemployment rate.<br />\r\n\t<br />\r\n\t&quot;Thus, there are 3 million people who would work if they could, but instead are sitting on the sidelines due to the sluggish economy,&quot; said Portman spokeswoman Christine Mangi. &quot;That means 10 percent of the population that wants to work cannot. This is a useful measure of true unemployment.&quot;<br />\r\n\t<br />\r\n\tPortman&rsquo;s office cited a <a href=\"http://www.hamiltonplacestrategies.com/wp-content/uploads/2012/02/HPS_Jobs_Day_Missing_Workers.pdf\">research paper</a> written by GOP economist at Hamilton Place Strategies. It cites a similar figure as Portman - 3.2 million - as the number of &quot;missing workers who should be participating in the labor force but are not actively seeking work.&quot; It acknowledges that the peak rate of 67 percent labor force participation during the dot-com bubble was expected to decline because of demographic shifts, such as retirement of Baby Boomers. But it asserts that current labor participation is 1.3 percentage points lower than those demographic estimates would predict, &quot;the equivalent of 3.2 million missing workers.&quot;<br />\r\n\t<br />\r\n\tA <a href=\"http://www.cbo.gov/ftpdocs/126xx/doc12699/01-31-2012_Outlook.pdf\">January report</a> from the nonpartisan Congressional Budget Office used a similar approach. It estimated about a third of the 2 percent decline in labor participation between 2007 and the second half of 2011 reflected factors other than the downturn, such as the aging of the Baby Boom generation. Because the report was produced before the most recent unemployment statistics were released, its labor participation and unemployment rates vary slightly from the latest numbers.<br />\r\n\t<br />\r\n\t&quot;Had that portion of the decline in the labor force participation rate since 2007 that is attributable<br />\r\n\tto neither the aging of the Baby Boomers nor the downturn in the business cycle (on the basis of the experience in previous downturns) not occurred, the unemployment rate in the fourth quarter of 2011 would have been about 1.25 percentage points higher than the actual rate of 8.7 percent,&quot; that CBO report says. Those numbers together produce a percentage close to Portman&rsquo;s, although it reflects statistics from the end of 2011, not January 2012.<br />\r\n\t<br />\r\n\tBLS economist Jim Walker declined to assess Portman&rsquo;s calculations, but said BLS would never assume that an extra 3 million people added to the workforce would all be unemployed. He also noted that his agency tracks the number of people outside the workforce who say they want a job. Those individuals must have searched for work during the past year, but not the month before they were surveyed.<br />\r\n\t<br />\r\n\tBLS counted 4,697,000 such people in December 2007, &nbsp;the month the recession officially began, and 6,319,000 of them in January 2012. The 1,622,000 increase is significantly less than the 3 million rise that Portman claims occurred over that period. Walker also pointed us to a <a href=\"http://chicagofed.org/digital_assets/publications/chicago_fed_letter/2012/cflmarch2012_296.pdf\">research paper</a> produced by the Federal Reserve Bank of Chicago which attributes just under half of the 3.3 percent decline in the U.S. labor force participation rate since 2000 to shifting demographics, like the retiring Baby Boomers.<br />\r\n\t<br />\r\n\tDiana Furchtgott-Roth, a senior fellow at the Manhattan Institute and former Labor Department chief economist, suggested a third BLS statistic would best show the true proportion of people who want jobs but lack them. In January 2012, according to BLS, 15.1 percent of U.S. workers were either working part-time jobs even though they desired full-time work or were unemployed but wanted a job and had looked for one within the past year. In December 2007, the month the recession began, <a href=\"http://www.bls.gov/news.release/archives/empsit_01042008.pdf\">BLS listed</a> that number at 8.8 percent. At that time, regular unemployment rate was 5 percent<br />\r\n\t<br />\r\n\t&quot;It seems like Sen. Portman used a lower measure than he could have come out with,&quot; said Furchtgott-Roth. &quot;Rather than doing his own calculations, it seems like he should use theirs, since they have gone to the trouble of measuring it with their monthly survey of 60,000 households.&quot;<br />\r\n\t<br />\r\n\tLabor participation peaked around the turn of the century, Furtchgott-Roth said. In addition to Baby Boomer retirements and a shortage of jobs during the recession, the size of the workforce has been depleted by an accelerated number of people who have gone on the Social Security&rsquo;s disability rolls. According to the Social Security Administration, the number of people collecting disability benefits rose from 7.1 million in 2007 to 8.2 million in 2012. Furtchgott-Roth says unemployment is a particular problem for recent college graduates.<br />\r\n\t<br />\r\n\tPortman&rsquo;s assertion is partly accurate. Nobody disputes his contention that the recession elevated the number of Americans who want jobs but are not seeking to be part of the workforce, and that the nation&rsquo;s official unemployment rate would be higher if those people were included.<br />\r\n\t<br />\r\n\tBut there&rsquo;s no consensus on how to find the best alternative number.<br />\r\n\t<br />\r\n\tBLS itself produces options that fall on either side of Portman&rsquo;s suggested number. The extra 3 million people that Portman counts as unemployed is an estimate -- one that includes all people but not participating in the workforce as unemployed. That&rsquo;s something BLS cautioned against.<br />\r\n\t<br />\r\n\tThat Portman opted to use an estimate, rather than one of the many alternative unemployment indicators that BLS calculates, undermines his assertion that the 10 percent unemployment rate is a &quot;more accurate gauge of the current jobs environment,&quot; than BLS numbers.<br />\r\n\t<br />\r\n\tThose are important details needed to evaluate his claim.<br />\r\n\t<br />\r\n\tOn the Truth-O-Meter, Portman&rsquo;s claim rates Half True.</p>\r\n", "ruling_comments_date": "2012-02-16T18:25:07.897010", "ruling_date": "2012-02-17T06:00:00", "ruling_headline": "Rob Portman says unemployment would be 10 percent if entire workforce were considered", "ruling_headline_slug": "rob-portman-says-unemployment-would-be-10-percent-", "ruling_link_text": "Assumes all those not factored in still would want jobs", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tBureau of Labor Statistics, &quot;<a href=\"http://www.bls.gov/news.release/pdf/empsit.pdf\">The Employment Situation, January 2012</a>,&quot; Feb. 3, 2012<br />\r\n\t<br />\r\n\tBureau of Labor Statistics, &quot;<a href=\"http://www.bls.gov/news.release/archives/empsit_01042008.pdf\">The Employment Situation, December 2007</a>,&quot; Jan. 4, 2008<br />\r\n\t<br />\r\n\tBloomberg-BusinessWeek, <a href=\"http://www.businessweek.com/news/2012-01-09/obama-re-election-odds-may-rise-as-unemployment-falls.html\">Obama Re-election Odds May Rise As Unemployment Falls</a>, Jan. 9, 2012<br />\r\n\t<br />\r\n\tLos Angeles Times, <a href=\"http://www.latimes.com/business/money/la-fi-mo-unemployment-january-report-20120203,0,6620355.story\">Unemployment falls to 8.3%; fifth straight monthly decline</a>, Feb. 3, 2012<br />\r\n\t<br />\r\n\tSen. Rob Portman, news release, &quot;<a href=\"http://portman.senate.gov/public/index.cfm/press-releases?ID=80c8205a-db99-45d2-8276-0da5aeb4ca2b\">Portman Statement on January Jobs Report</a>,&quot; Feb. 3, 2012<br />\r\n\t<br />\r\n\tEmails with Portman press secretary Christine Mangi, Feb. 7 to Feb. 15, 2012<br />\r\n\t<br />\r\n\tInterview with BLS economist Jim Walker, Feb. 8, 2011<br />\r\n\t<br />\r\n\tInterview with Manhattan Institute Senior Fellow Diana Furchtgott-Roth, February 14, 2012<br />\r\n\t<br />\r\n\tHamilton Place Strategies, <a href=\"http://www.hamiltonplacestrategies.com/wp-content/uploads/2012/02/HPS_Jobs_Day_Missing_Workers.pdf\">Jobs Preview 2012: The Year of the Missing Worker</a>, January 2012<br />\r\n\t<br />\r\n\tCongressional Budget Office, <a href=\"http://www.cbo.gov/ftpdocs/126xx/doc12699/01-31-2012_Outlook.pdf\">The Budget and Economic Outlook Fiscal Years 2012 to 2022</a>, January 2012<br />\r\n\t<br />\r\n\tCongressional Budget Office, <a href=\"http://www.cbo.gov/ftpdocs/120xx/doc12052/03-22-LaborForceProjections.pdf\">CBO&rsquo;s Labor Force Projections Through 2021</a>, March 2011<br />\r\n\t<br />\r\n\tBureau of Labor Statistics, Labor Force Statistics from the Current Population Survey, <a href=\"http://www.bls.gov/webapps/legacy/cpsatab16.htm\">(Unadjusted) Not in Labor Force, Want a Job Now</a>, accessed Feb. 8, 2011<br />\r\n\t<br />\r\n\tChicago Fed Letter, <a href=\"http://chicagofed.org/digital_assets/publications/chicago_fed_letter/2012/cflmarch2012_296.pdf\">Explaining the decline in the U.S. labor force participation rate</a>, March 2012<br />\r\n\t<br />\r\n\tSocial Security Administration, <a href=\"http://www.ssa.gov/OACT/TR/2011/lr5c5.html\">Disability Insurance Beneficiaries with Benefits in Current Payment Status</a>, accessed Feb. 10. 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "U.S. senator from Ohio", "false_count": 5, "first_name": "Rob", "half_true_count": 11, "home_state": "Ohio", "id": 534, "last_name": "Portman", "mostly_true_count": 11, "name_slug": "rob-portman", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rob-Portman-official-portrait.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/534/", "total_count": 48, "true_count": 17, "website": "http://portman.senate.gov/"}, "statement": "<p>\r\n\tSays unemployment would be at 10 percent if people who have quit looking for work were included in federal labor force calculations.</p>\r\n", "statement_context": "a news release", "statement_date": "2012-02-03", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}