{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2012/feb/20/myra-crownover/myra-crownover-says-2011-legislature-increased-sta/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 5378, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/5378/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tIn a letter to constituents, state Rep. Myra Crownover strikes a familiar Republican chord by suggesting the 2011 Legislature dealt with tough times without shorting Texas public schools.<br />\r\n\t<br />\r\n\tCrownover&rsquo;s message, which a reader pointed out to us on her<a href=\"http://myracrownover.com/\"> campaign website</a> in January 2012, says: &quot;Most importantly, we balanced the state&#39;s budget with the first overall decrease in state spending in 50 years. We also were able to increase state spending on Education by $1.6 Billion even in the face of the worst recession in decades.&quot;<br />\r\n\t<br />\r\n\tWe wondered if Crownover, R-Denton, was right about state education aid going up while the Republican-majority Legislature balanced the 2012-13 budget without a tax increase. That&rsquo;s proved a common refrain from some Republicans including Lt. Gov. David Dewhurst, who presides over the Senate.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tCrownover&rsquo;s chief of staff, Kevin Cruser, provided a statement from Crownover pointing out that lawmakers last year wrote the budget after learning the state would reap $27 billion less in tax revenue over the two years than it would need to maintain &nbsp;&quot;current services&quot; spending, which takes into account the impact of growing demands in major funding areas including education, health and human services and employee benefits, according to the December 2011 &quot;Fiscal Size-up&quot;<a href=\"http://www.lbb.state.tx.us/Fiscal_Size-up/Fiscal%20Size-up%202012-13.pdf\"> report</a> by the nonpartisan Legislative Budget Board.<br />\r\n\t<br />\r\n\tCrownover&rsquo;s statement further says schools were asked to tighten their belts and that federal funding available for the education part of the budget decreased significantly.<br />\r\n\t<br />\r\n\t&quot;The Legislature did the best it could to lessen the impact of the recession and the decreased federal funding for public schools,&quot; her statement says, which the note says lawmakers could not cover. &quot;In House Bill 1 (the budget act), General Revenue appropriations to the Foundation School Program increased by $1.6 billion over the previous biennium. General Revenue,&quot; Crownover notes, &quot;is the term for state revenue that the Legislature has direct control over, and the Foundation School Program represents the most direct source of state revenue to our public schools.&quot;<br />\r\n\t<br />\r\n\tBy<a href=\"http://www.statutes.legis.state.tx.us/Docs/ED/htm/ED.42.htm\"> law,</a> the foundation program&rsquo;s purpose is to guarantee that each school district has adequate resources to provide each student a basic instructional program and facilities. Also, each district is guaranteed access to substantially equalized financing for additional needs.<br />\r\n\t<br />\r\n\tCrownover&rsquo;s statement also says the Legislature could not fund costs associated with rapid projected growth in the student population. After mentioning the $1.6 billion increase a second time, her statement says legislators did their best to prioritize schoolchildren.<br />\r\n\t<br />\r\n\tClear sailing, then? Not for long.<br />\r\n\t<br />\r\n\tNews accounts of legislative deliberations and budget board figures clarify that Crownover&rsquo;s slightly-off recap of additional state revenue to the foundation program -- the bump proved to be $1.5 billion -- overlooks other spending decisions adding up to more than $5 billion in state-driven education budget reductions. In a way, this claim is a reminder that touting only one part of a budget can be deceptive.<br />\r\n\t<br />\r\n\tLet&rsquo;s cover what legislators did and said, starting with news reports.<br />\r\n\t<br />\r\n\tLawmakers tied up loose ends in the 2012-13 budget in a June 2011 special session. Key to Crownover&rsquo;s claim: Members voted largely along party lines to approve a $2 billion a year reduction in state aid to schools based on existing funding formulas. According to a June 19, 2011, <em>Austin American-Statesman</em> news article, such aid, triggered by expected changes in enrollment, demographics and local property values, had formed the baseline for state education funding for 60 years.<br />\r\n\t<br />\r\n\tIn the June session, the Republican heads of respective House and Senate education panels each acknowledged the June action as a reduction to districts though also saying the cuts could have been worse. As the Senate acted, according to a June 4, 2011, news article in the <em>San Antonio Express-News</em>, Sen. Florence Shapiro of Plano said: &quot;Nobody wants cuts. But we have to have them.&quot; And as the House followed suit, a June 11, 2011, news article in the <em>Fort Worth Star-Telegram</em> quoted Rep. Rob Eissler of The Woodlands saying the overall net decrease to districts would average 4 to 5 percent, which he called &quot;not that big a cut.&quot;<br />\r\n\t<br />\r\n\tLegislative Budget Board analyses of the budget reveal other ways that lawmakers reduced education aid.<br />\r\n\t<br />\r\n\tBoard staffers summarized the yet-to-be finalized budget in May 2011 by<a href=\"http://www.lbb.state.tx.us/Bill_82/4_Conference/Summary%20of%20Conference%20Committee%20Report%20on%20House%20Bill%201.pdf\"> saying</a> the foundation program&rsquo;s total funding, counting federal aid, would be reduced by $1.8 billion, a figure later adjusted to $1.9 billion based on actions in the June special session, according to the 2011 &quot;Fiscal Size-up&quot;<a href=\"http://www.lbb.state.tx.us/Fiscal_Size-up/Fiscal%20Size-up%202012-13.pdf\"> report</a>.<br />\r\n\t<br />\r\n\tThis occurred, in part, due to federal aid to the foundation program dropping $2.8 billion, according to the May 2011 budget summary. In contrast, lawmakers in 2009 had the luxury of applying $3.3 billion in one-time federal stimulus aid to the public education part of the state budget, helping to cover a projected shortfall in state revenue. Congress did not send fresh stimulus money to the states in 2011.<br />\r\n\t<br />\r\n\tSumming up foundation program funding challenges, the 2011 &quot;Fiscal Size-up&quot;<a href=\"http://www.lbb.state.tx.us/Fiscal_Size-up/Fiscal%20Size-up%202012-13.pdf\"> report</a> says the 2011 Legislature was faced both with making up for the loss of the federal stimulus dollars that went to education in the previous budget plus $2.2 billion in costs to school districts to accommodate annual enrollment growth of 78,000 students through the 2012-13 school year. In addition, the report says, legislators had to address an estimated $2.3 billion needed to balance out past under-payments to districts for various reasons.<br />\r\n\t<br />\r\n\tAnd how did lawmakers confront those demands? They put $1.5 billion more in state revenue into the foundation program, as Crownover notes. Otherwise, the report shows, the Legislature did not cover costs of the projected enrollment increases and postponed a regular distribution of state aid to schools for 2012-13 into fiscal 2014, likely meaning the budget to be written by the 2013 Legislature.<br />\r\n\t<br />\r\n\tIn addition, the May board summary shows that schools took another hit due to $1.4 billion in legislated reductions in funding for programs outside the foundation program. That 53 percent reduction, the summary says, diminished teacher incentive pay and dropout prevention funding and zeroed out grants to the pre-Kindergarten Early Start program. &nbsp;In a telephone interview, board staff spokesman John Barton told us lawmakers trimmed the reduction to $1.3 billion in their June special session.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tCrownover&rsquo;s statement focuses on one stream of public school funding. But other legislative decisions resulted in funding reductions to Texas schools more than twice as great as her touted increase. Overall funding to the foundation program went down.<br />\r\n\t<br />\r\n\tSo, lawmakers ultimately cut public school aid, with key leaders even acknowledging so as those decisions were sealed. To tell constituents otherwise is not only inaccurate, it&rsquo;s misleading and ridiculous. Pants on Fire!</p>\r\n", "ruling_comments_date": "2012-02-17T11:50:22.437419", "ruling_date": "2012-02-20T06:00:00", "ruling_headline": "Myra Crownover says the 2011 Legislature increased state spending on education", "ruling_headline_slug": "myra-crownover-says-2011-legislature-increased-sta", "ruling_link_text": "Billions less to schools, overall", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<em>Austin American-Statesman</em>, news article, <a href=\"http://www.statesman.com/news/texas-politics/will-the-other-shoe-fall-on-republicans-school-1549430.html\">&quot;Will the other shoe fall on Republicans&#39; school budget cuts?,&quot; J</a>une 19, 2011<br />\r\n\t<br />\r\n\tEmail, <a href=\"https://docs.google.com/document/pub?id=1-i0qE-UEy1iM-3dfyKOA8Dm2MENbgnEvyK8Py7MA2sw\">statement</a> to PolitiFact Texas, Myra Crownover, Jan. 31, 2012 (forwarded by Kevin Cruser, chief of staff to Rep. Crownover)<br />\r\n\t<br />\r\n\t<em>Fort Worth Star-Telegram</em>, news article,<a href=\"http://www.star-telegram.com/2011/06/10/3144237/texas-house-gives-final-approval.html\"> &quot;Texas House gives final approval to school finance bill,&quot;</a> June 11, 2011<br />\r\n\t<br />\r\n\tLegislative Budget Board, publication and budget summary,<a href=\"http://www.lbb.state.tx.us/Fiscal_Size-up/Fiscal%20Size-up%202012-13.pdf\"> &quot;Fiscal Size-up, 2012-13,&quot;</a> January 2012;<a href=\"http://www.lbb.state.tx.us/Bill_82/4_Conference/Summary%20of%20Conference%20Committee%20Report%20on%20House%20Bill%201.pdf\"> &quot;Summary of Conference Committee Report on House Bill 1 for the 2012&ndash;13 Biennium,&quot;</a> May 2011<br />\r\n\t<br />\r\n\t<em>San Antonio Express-News</em>, news article,<a href=\"http://www.mysanantonio.com/news/article/State-Senate-OKsschool-funding-cut-1409137.php\"> &quot;State Senate OKs school-funding cut,&quot;</a>June 4, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Myra", "half_true_count": 0, "home_state": "Texas", "id": 1685, "last_name": "Crownover", "mostly_true_count": 0, "name_slug": "myra-crownover", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/crownoverapfeb2011.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1685/", "total_count": 1, "true_count": 0, "website": "http://www.myracrownover.com/"}, "statement": "<p>\r\n\tSays Texas legislators in 2011 increased state spending on education.</p>\r\n", "statement_context": "her campaign website.", "statement_date": "2012-01-30", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}