{"art": [{"brightcove": "", "caption": "In this advertisement, MSNBC's Lawrence O'Donnell extolls the original GI Bill and, a finger poking, says that critics called it welfare (MSNBC video).", "id": 2080, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/2080/", "title": "\"G.I. Bill\" advertisement Lawrence O'Donnell 1/2012", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/zTRGxJM91Dk?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "zTRGxJM91Dk"}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2012/feb/17/lawrence-odonnell/lawrence-odonnell-says-critics-called-original-gi-/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 5381, "in_future": false, "is_pundit": true, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/5381/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>In a promotional spot for his MSNBC <a href=\"http://thelastword.msnbc.msn.com/\">program</a>, Lawrence O&rsquo;Donnell speaks proudly of his father attending college on the post-World War II benefits package that transformed the nation.<br />\r\n<br />\r\nO&rsquo;Donnell further says of the original GI Bill: &quot;It&rsquo;s the most successful educational program that we&rsquo;ve ever had in this country -- and the critics called it welfare.&quot;<br />\r\n<br />\r\nThey did? Austin lawyer Terral Smith, a former Republican member of the Texas House, urged us to check this after seeing the ad in January.<br />\r\n<br />\r\nAfter asking MSNBC to elaborate, we looked for authoritative recaps of how the far-reaching law came to be.<br />\r\n<br />\r\nPresident Franklin Roosevelt signed the Servicemen&rsquo;s Readjustment Act, the &quot;GI Bill of Rights,&quot; into law in June 1944, according to the Veterans Administration&rsquo;s <a href=\"http://www.va.gov/opa/publications/archives/docs/history_in_brief.pdf\">online history </a>of the agency. Broadly, the history says, the act provided millions of veterans with up to four years of education or training, plus a monthly subsistence allowance; offered them federally guaranteed home, farm and business loans with no down payment; and provided for unemployment compensation of $20 weekly for up to 52 weeks for veterans who had served 90 days or more. &nbsp;&nbsp;<br />\r\n<br />\r\nThe VA&rsquo;s web post is silent on the act&rsquo;s progress through Congress -- and any related criticism.<br />\r\n<br />\r\nNext, we turned to the American Legion&rsquo;s <a href=\"http://www.legion.org/education/history\">online post</a> of a 1949 article by a Washington reporter, David Camelon, recapping the law&rsquo;s roots. This story says the American Legion drafted the proposal in 1943 and lobbied for it the first part of 1944 -- surprisingly drawing early opposition from other veterans groups, including the Disabled American Veterans.<br />\r\n<br />\r\nAccording to the article, that group&rsquo;s representative, Millard Rice, sent a Feb. 22, 1944, letter to Walter George, chairman of the Senate Finance Committee, objecting to the proposed unemployment benefits. Rice&rsquo;s letter said, in part: &quot;The lazy and &#39;chisely&#39; types of veterans would get the most benefits, whereas the resourceful, industrious and conscientious veterans would get the least benefits, if any.&quot; The article says Rice and others assumed too many veterans would idle for the 52 weeks of unemployment payments.<br />\r\n<br />\r\nDespite such critiques, a revised version of the proposal shortly won unanimous Senate approval, according to the article. In the House, though, Rep. John Rankin, chairman of its committee for veterans affairs, had misgivings about the unemployment compensation element.<br />\r\n<br />\r\nIn his 2009 book, <a href=\"http://www.amazon.com/Beyond-Bonus-March-Bill-ebook/dp/B0049H8W8M\">&quot;Beyond the Bonus March and GI Bill,&quot;</a> Stephen Ortiz, an assistant professor of history at Binghamton University, says Rankin &quot;viewed the educational features (of the GI Bill) with skepticism, believing that only a small percentage of already privileged veterans would take advantage of them. Moreover, he treated the unemployment features with outright disdain. An ardent white supremacist, Rankin feared the unemployment provision&rsquo;s impact on the work habits of the African Americans in his state and region. African Americans would not quickly rejoin the work force, he argued, if they were being paid generous unemployment benefits. Rankin complained further that it would &lsquo;spoil&rsquo; them.&quot;<br />\r\n<br />\r\nIn a telephone interview, Ortiz told us that no critics called the GI Bill &quot;welfare,&quot; but some admirers later considered the law a welcome step toward the United States becoming more of a social-welfare state.<br />\r\n<br />\r\nBack to our timeline: House committee members sent their version of the legislation to the House, which gave unanimous approval in May 1944, the American Legion story says. A House-Senate conference committee convened to iron out differences between the bodies. By early June 1944, its members had resolved many provisions though, the article says, they broke down seemingly over which agency would oversee veteran job placements, a standoff that the article calls a camouflage for continued uncertainty over the measure&rsquo;s 52-20 unemployment compensation feature. The impasse ultimately cleared after a Georgia member of &nbsp;the conference panel flew in overnight to vote for the compromise, the story says.<br />\r\n<br />\r\nBy email, MSNBC spokeswoman Lauren Skowronski sent us two batches of excerpts, some attributed to members of Congress as quoted in the 1944 Congressional Record. Many of the excerpts covered objections noted in the American Legion magazine article.<br />\r\n<br />\r\nA memo from Melissa Ryerson, a producer of O&rsquo;Donnell&rsquo;s program, says some lawmakers and critics also fretted over the GI Bill&rsquo;s &quot;broad&quot; education provisions. The memo also suggests that objections mentioning &quot;relief&quot; or &quot;the dole&quot; were equivalent to modern-day references to welfare. &quot;If Mr. O&rsquo;Donnell had used the word &lsquo;relief&rsquo; instead of &lsquo;welfare&rsquo;&quot; in the advertisement, the memo says, &quot;no one would have understood what he meant.&quot;<br />\r\n<br />\r\nA sampling of MSNBC&rsquo;s excerpts:<br />\r\n<br />\r\n-- Comments from Rep. Rankin about fearing a &quot;tremendous inducement to certain elements to try to get employment compensation. It is going to be very easy&hellip; to induce these people to get on federal relief.&quot; Another Rankin comment, suggesting the proposal would reward those who delayed seeking work: &quot;The bane of the British Empire has been the dole system.&quot; He also aired a racist comment, saying: &quot;If every white serviceman in Mississippi&hellip; could read this so-called GI Bill, I don&rsquo;t believe there would be one in 20 who would approve of it... &nbsp;We have 50,000 Negroes in the service from our state and in, in my opinion, if the bill should pass in its present form, a vast majority of them would remain unemployed for at least another year, and a great many white men would do the same.&quot;<br />\r\n<br />\r\n-- A 1950 Saturday Evening Post article stating: &quot;The education and training section of the GI Bill became, in reality, a relief act or a bonus act&hellip; more than 15 million veterans [were still] entitled to an average of 40 months of schooling at government expense, including subsistence.&quot;<br />\r\n<br />\r\n--A comment attributed to <a href=\"http://president.uchicago.edu/history/hutchins.shtml\">Robert Maynard Hutchins</a>, president of the University of Chicago from 1929 to 1951: &quot;Colleges and universities will find themselves converted into educational hobo jungles&hellip; [The GI Bill] is a threat to American education [and] education is not a device for coping with mass unemployment.&quot;<br />\r\n<br />\r\nWe spotted the same comment in a November 2004 <a href=\"http://www.military.com/NewContent/0,13190,111104_BonusArmy,00.html\">commentary</a> on the GI Bill&rsquo;s origin by writers Paul Dickson and Thomas B. Allen. Before quoting Hutchins&rsquo; &quot;hobo jungle&quot; warning, the commentary says: &quot;Racist politicians opposed provisions of the bill that would &lsquo;put money in the pockets of black vets&rsquo; and some elitist educators opposed higher education as a benefit.&quot;<br />\r\n<br />\r\nBy 1956, the commentary says, the law had helped to produce 450,000 engineers, 238,000 teachers, 91,000 scientists, 67,000 doctors, 22,000 dentists, and more than 1 million other college-trained men and women. Also, it says, 11 million of 13 million houses built in the 1950s were financed with GI Bill loans.<br />\r\n<br />\r\nOrtiz and Nancy Beck Young, a University of Houston historian who has studied the legislative history of the GI Bill, each told us it would be incorrect to say critics called the proposal welfare.<br />\r\n<br />\r\nBeck Young told us in a telephone interview that members of Congress were intent on ensuring returning troops did not face the fate of World War I veterans, some of whom marched on Washington only to be ignored and then mistreated. While there were concerns about the unemployment provisions and the measure&#39;s overall cost, she said, they &quot;did not call it welfare. The (congressional) debates were about fine-tuning. Everybody realized something that had to be done; something generous.&quot;<br />\r\n<br />\r\nBeck Young cautioned against &quot;cherry-picked research. It&rsquo;s not right to say they called it welfare.&quot;<br />\r\n<br />\r\n<strong>Our ruling</strong><br />\r\n<br />\r\nWe found no evidence of critics referring to the GI Bill as welfare. Yet some fretted that the law&rsquo;s unemployment compensation element would encourage laziness. We see a touch of truth to O&rsquo;Donnell&rsquo;s claim, which we rate Mostly False.</p>\r\n", "ruling_comments_date": "2012-02-17T13:28:03.243857", "ruling_date": "2012-02-17T13:03:26", "ruling_headline": "Lawrence O'Donnell says critics called the original GI Bill welfare", "ruling_headline_slug": "lawrence-odonnell-says-critics-called-original-gi-", "ruling_link_text": "Not w-eally", "ruling_state": null, "source_documents": null, "sources": "<p>The American Legion, web site and news article, <a href=\"http://www.legion.org/education/history\">&quot;GI Bill History&quot;</a> and &quot;The GI Bill Story,&quot; Parts <a href=\"http://www.legion.org/documents/legion/pdf/gibillpitkinpt1.pdf\">1</a> and <a href=\"http://www.legion.org/documents/legion/pdf/gibillpitkinpt2.pdf\">2</a>, originally reprinted in The American Legion Magazine, January 1969 (accessed Feb. 7, 2012)<br />\r\n<br />\r\nEmails, <a href=\"https://docs.google.com/document/pub?id=1Oc3y_zjTrqKe8cY-y6acIcdI-4iPW_JscQCeEsPjVZk\">responses</a> to PolitiFact Texas, Lauren Skowronski, director, media relations, MSNBC, Feb. 8, 2012<br />\r\n<br />\r\nMemo, <a href=\"https://docs.google.com/document/pub?id=1qeUOVTKnA1QTXf0B911hYIfbDlqo1zWyZSDL136BRjQ\">&quot;GI Bill,&quot;</a> response to PolitiFact Texas, Melissa Ryerson, producer, MSNBC, Feb. 14, 2012<br />\r\n<br />\r\nTelephone interview, Tom Allen, writer, Bethesda, Feb. 10, 2012<br />\r\n<br />\r\nTelephone interview, Stephen Ortiz, assistant professor of history, Binghamton University (SUNY), Feb. 10, 2012<br />\r\n<br />\r\nTelephone interview, Nancy Beck Young, professor of history, University of Houston, Feb. 10, 2012<br />\r\n<br />\r\nU.S. Veterans Administration, report, <a href=\"http://www.va.gov/opa/publications/archives/docs/history_in_brief.pdf\">&quot;VA History In Brief&quot; </a>(accessed Feb. 6, 2012)</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 2, "first_name": "Lawrence", "half_true_count": 0, "home_state": "", "id": 151, "last_name": "O'Donnell", "mostly_true_count": 3, "name_slug": "lawrence-odonnell", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/lawrence_6-15.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/151/", "total_count": 8, "true_count": 1, "website": ""}, "statement": "<p>Says critics called the original GI Bill &quot;welfare.&quot;</p>\r\n", "statement_context": "TV advertisement for MSNBC's \"The Last Word.\"", "statement_date": "2012-01-31", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}, {"description": "", "id": 104, "photo": null, "resource_uri": "/api/v/2/subject/104/", "subject": "Pundits", "subject_slug": "pundits", "used_in_edition": []}, {"description": "", "id": 51, "photo": null, "resource_uri": "/api/v/2/subject/51/", "subject": "Veterans", "subject_slug": "veterans", "used_in_edition": []}], "target": [], "twitter_headline": ""}