{"art": [], "author": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2012/feb/22/jan-jones/ga-head-class-teacher-compensation/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "liz.miniet@ajc.com", "first_name": "Elizabeth", "id": 143, "last_name": "Miniet", "name_slug": "elizabeth-miniet", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/143/", "title": "Word Editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 5394, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/5394/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tThere&rsquo;s apparently one major lesson that Georgia teachers should be sharing with their students.<br />\r\n\t<br />\r\n\tYou can do better as a public school teacher here than any other state in America, says one influential state lawmaker.<br />\r\n\t<br />\r\n\t&quot;[W]hen adjusted for cost of living, Georgia ranks first nationally in teacher salary and benefits,&quot; said Rep. Jan Jones, a Republican from north Fulton County who is also House speaker pro tem.<br />\r\n\t<br />\r\n\tJones&rsquo; comments were posted on The Atlanta Journal-Constitution&rsquo;s Get Schooled blog. Many readers were surprised by her claim.<br />\r\n\t<br />\r\n\tSome said this was a case for the Truth-O-Meter.<br />\r\n\t<br />\r\n\tJones used a February 2009 study by the John Locke Foundation, a Raleigh, N.C.-based think tank that supports limited government, to help back up her claim. She also did some research on her own, looking at states that had higher average salaries and determining that there were other factors -- such as differences in cost of living -- to conclude that Georgia teachers lead the nation in total compensation.<br />\r\n\t<br />\r\n\t&quot;I couldn&rsquo;t find any factors that led me to believe that anyone had jumped ahead of us,&quot; she said.<br />\r\n\t<br />\r\n\tThe John Locke Foundation report focused on teacher compensation in the foundation&rsquo;s home state, North Carolina. Although Georgia ranked 17th in average salaries, the Peach State finished first in overall annual compensation.<br />\r\n\t<br />\r\n\tHow did the foundation reach that conclusion?<br />\r\n\t<br />\r\n\tIt used a formula that included the National Education Association&rsquo;s average salaries ($53,270 for Georgia) in 2008, pension contribution rates and a cost-of-living formula to measure compensation. They concluded that the average Georgia teacher&rsquo;s annual compensation was $72,393. The average years of experience for Georgia of 12.9 was slightly below the national average of 14.6.<br />\r\n\t<br />\r\n\tInterestingly, the difference between average salary and total compensation was higher for Georgia than any other state, at $19,123. The percentage difference between average salary and total compensation for Georgia was 35.9 percent. The only other state with a higher percentage difference was Arkansas, at 36.7 percent.<br />\r\n\t<br />\r\n\tTax dollars contributed to Georgia teacher pension plans were 9.28 percent in 2009, which the Locke Foundation used to calculate Georgia&rsquo;s pension contribution. The national average was 10.16 percent, Locke reported. The Georgia contribution rose to 9.74 percent in 2010, The Atlanta Journal-Constitution reported. <br />\r\n\t<br />\r\n\tGeorgia&rsquo;s cost-of-living index was 0.909, which was lower than every state except Arkansas, Oklahoma and Tennessee. Georgia had the same cost-of-living index as Texas. Much of the research we found shows Georgia ranks in the lower half of the nation when it comes to cost of living. In late 2011, Georgia had the 16th lowest cost of living in the nation, according to the Missouri Economic Research and Information Center.<br />\r\n\t<br />\r\n\tJeff Humphreys, director of the University of Georgia&rsquo;s Selig Center for Economic Growth, looked at the Locke Foundation&rsquo;s study and thought the general approach it used to measure cost of living was &quot;reasonable.&quot; Humphreys noted the study used ACCRA, a well-known index that measures cost of living in the nation&rsquo;s larger cities and metropolitan areas. The foundation apparently used the cost of living of each city in a state to calculate the entire state&rsquo;s cost-of-living index. The company that runs ACCRA told PolitiFact Georgia it does not measure cost of living for the entire state.<br />\r\n\t<br />\r\n\tIn general, though, Humphreys said salaries are based on simple supply and demand.<br />\r\n\t<br />\r\n\t&quot;To get enough teachers to move into those states, they have to pay more,&quot; Humphreys said. &quot;It&rsquo;s really market economics at its best.&quot;<br />\r\n\t<br />\r\n\tWe found no research that considered other factors such as pensions and cost of living to calculate teacher compensation. &nbsp;<br />\r\n\t<br />\r\n\tAccording to one website, www.teachersalaryinfo.com, Georgia was behind 18 other states and Washington, D.C., in teacher pay in 2009, the most recent year available. The average salary was $51,050. Another website, Teacher Portal, ranked Georgia third behind Illinois and Delaware in its &quot;salary comfort index.&quot; It used a number of sources to come up with the average salary figure, but noted &quot;[f]inding accurate beginning and average salaries for teachers by state is a tricky business.&quot;<br />\r\n\t<br />\r\n\tThe conservative-leaning Heritage Foundation did its own research on teacher salaries in 2011, but it did not include a state-by-state comparison. A senior policy analyst there, Jason Richwine, suggested other factors such as health insurance, life/disability insurance, retiree health care, and paid leave need to be included in any such comparisons.<br />\r\n\t<br />\r\n\tTim Callahan, spokesman for the Professional Association of Georgia Educators, dismissed Jones&rsquo; claim. He argued that many Georgia teachers have had furlough days, had their salaries frozen and faced other cuts that Jones did not consider.<br />\r\n\t<br />\r\n\t&quot;That doesn&rsquo;t pass the laugh test,&quot; Callahan said of Jones&rsquo; claim.<br />\r\n\t<br />\r\n\tJones, who said she became interested in the subject from her time as vice chair of the House Appropriations Committee, countered that teachers in several other states have similar financial circumstances. <br />\r\n\t<br />\r\n\t&quot;I&rsquo;m comfortable with my conclusions,&quot; the lawmaker said.<br />\r\n\t<br />\r\n\tAs we mentioned, there is little research on total teacher compensation nationally. The independent experts we spoke to looked at the Locke study and found its methodology was sound, but they found some areas to quibble about. We also wonder about the cost-of-living calculation used since ACCRA doesn&rsquo;t measure it for the entire state.<br />\r\n\t<br />\r\n\tThe statement is based in some solid methodology, but we believe there are too many variables to consider and not enough research in order to make a true apples-to-apples comparison here. Under our rating system, that&rsquo;s a Half True.</p>\r\n", "ruling_comments_date": "2012-02-21T15:54:44.468292", "ruling_date": "2012-02-22T06:00:00", "ruling_headline": "Is Ga. at the head of the class in teacher compensation?", "ruling_headline_slug": "ga-head-class-teacher-compensation", "ruling_link_text": "Claim tough to say either way", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tAtlanta Journal-Constitution Get Schooled <a href=\"http://blogs.ajc.com/get-schooled-blog/2012/02/06/rep-jones-proposed-constitutional-amendment-affirms-true-local-control-parents/\">blog</a></p>\r\n<p>\r\n\tAtlanta Journal-Constitution, &quot;Study finds teacher pension funding gap, but state disagrees,&quot; April 14, 2010</p>\r\n<p>\r\n\tEmail and telephone interview with Jeff Humphreys, director of the University of Georgia&rsquo;s Selig Center for Economic Growth, Feb. 14, 2012<br />\r\n\t<br />\r\n\tEmails with Heritage Foundation senior policy analyst Jason Richwine, Feb. 10, 2012<br />\r\n\t<br />\r\n\tJohn Locke Foundation <a href=\"http://www.johnlocke.org/acrobat/spotlights/spotlight-367_teacherpay2009\">report</a> on teacher pay, 2009</p>\r\n<p>\r\n\tMissouri Economic Research and Information Center, 4th Quarter 2011 <a href=\"http://www.missourieconomy.org/indicators/cost_of_living/index.stm\">data</a></p>\r\n<p>\r\n\tTeacher Salary Info <a href=\"http://www.teachersalaryinfo.com/compare-average-teacher-salary-by-state.html\">average</a> teacher salary by state</p>\r\n<p>\r\n\tTelephone interview with Professional Association of Georgia Educators spokesman Tim Callahan, Feb. 9, 2012<br />\r\n\t<br />\r\n\tTelephone interview with state Rep. Jan Jones, Feb. 10, 2012</p>\r\n<p>\r\n\tU.S. Census Bureau 2009 state-by-state teacher salary <a href=\"http://www.census.gov/compendia/statab/2012/tables/12s0256.pdf\">data</a></p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Jan", "half_true_count": 1, "home_state": "Georgia", "id": 1695, "last_name": "Jones", "mostly_true_count": 0, "name_slug": "jan-jones", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Jan_Jones.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1695/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\t&quot;[W]hen adjusted for cost of living, Georgia ranks first nationally in teacher salary and benefits.&quot;</p>\r\n", "statement_context": "an essay", "statement_date": "2012-02-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 208, "photo": null, "resource_uri": "/api/v/2/subject/208/", "subject": "State Finances", "subject_slug": "state-finances", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": ""}