{"art": [{"brightcove": "", "caption": "Newt Gingrich taped a 30-minute address to air on television in certain primary states. We checked one claim he made about energy.", "id": 2108, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/2108/", "title": "Gingrch 30-minute speech", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/vOImnCrKPZ8?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "vOImnCrKPZ8"}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2012/feb/24/newt-gingrich/newt-gingrich-says-us-may-have-three-times-much-oi/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": "", "id": 5425, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/5425/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>In a <a href=\"http://www.newt.org/news/video-message-newt-gingrich-american-energy/\">30-minute speech</a> that&rsquo;s running on television as a campaign ad in selected primary states, Newt Gingrich suggests the United States is awash in oil.<br />\r\n<br />\r\n&quot;Turns out, we may have more oil in the United States today, given new science and new technology, than we have actually pumped worldwide since 1870,&quot; Gingrich says. &quot;We may, in fact, by one estimate, have three times as much oil in the United States as there is in Saudi Arabia.&quot;<br />\r\n<br />\r\nFor this item, we&rsquo;ll be looking at the latter claim -- that one estimate says the U.S. may have &quot;three times as much oil in the United States as there is in Saudi Arabia.&quot;<br />\r\n<br />\r\nThe Gingrich campaign did not tell us which report the candidate was citing, but we found one study that made a comparison that&rsquo;s almost identical to what Gingrich said. However, Gingrich does not make the comparison accurately.</p>\r\n\r\n<p>The 2005 report by the RAND Corp., an independent think tank, is titled, &quot;<a href=\"http://www.rand.org/content/dam/rand/pubs/monographs/2005/RAND_MG414.pdf\">Oil Shale Development in the United States Prospects and Policy Issues</a>.&quot; It focuses on oil shale -- sedimentary rocks that release petroleum-like liquids when heated. (Oil shale is <a href=\"https://www.documentcloud.org/documents/314831-oil-shale-vs-tight-oil-handout-1.html\">different</a>, and more technically difficult to recover, than the &quot;tight oil&quot; being aggressively extracted today in North Dakota, which requires modern drilling and recovery techniques but not heating.)<br />\r\n<br />\r\nHere&rsquo;s the comparison from the report that echoes what Gingrich said:<br />\r\n<br />\r\n&quot;The United States contains massive amounts of oil held in mineral deposits known as oil shale, located primarily in the states of Colorado, Utah, and Wyoming. The recoverable energy from these high-grade deposits may be more than 800 billion barrels of crude oil equivalent &mdash; more than triple the known oil reserves of Saudi Arabia.&quot; (The RAND report offered a range of 500 billion barrels to 1.1 trillion barrels, of which 800 billion was roughly the midpoint estimate.)<br />\r\n<br />\r\nThat sounds pretty similar, but we should note a couple of important caveats.<br />\r\n<br />\r\n<strong>Shale oil isn&rsquo;t yet ready for the taking</strong><br />\r\n<br />\r\nIn <a href=\"http://www.politifact.com/truth-o-meter/statements/2011/aug/31/michele-bachmann/michele-bachmann-says-us-no-1-world-energy-resourc/\">an earlier PolitiFact item on this subject</a>, we noted a Congressional Research Service report that offered some broad principles for judging how easy or hard it is to extract natural resources.<br />\r\n<br />\r\n&quot;It is important to keep in mind that naturally occurring deposits of any material, whether it is fossil fuels, gold, or timber, comprise a broad spectrum of concentration, quality, and accessibility (geologic, technical, and cultural),&quot; CRS wrote. The report&rsquo;s authors suggested visualizing this notion as a pyramid -- a small amount of easily recoverable resources at the top, with increasingly large deposits that are more and more difficult to extract toward the base of the pyramid.<br />\r\n<br />\r\nOil shale is somewhere toward the bottom of the pyramid, making it more susceptible to technological and cost concerns.<br />\r\n<br />\r\nThe RAND report&rsquo;s lead author, James T. Bartis, told us it&#39;s difficult and costly to extract the oil from shale because &quot;the heating process is expensive, since the temperature needs to be raised to over 650 degrees Fahrenheit, as compared to about 200 degrees Fahrenheit for the Canadian tar sands,&quot; another non-traditional source that&rsquo;s been expanding rapidly in recent years.</p>\r\n\r\n<p>&quot;At this time, no firm with the technical, management, and financial resources needed to develop this resource has stepped forward and stated that they are prepared to build a commercial production facility, though such firms, and others, are actively engaged in developing the necessary technology.&quot;<br />\r\n<br />\r\n<strong>The comparison isn&rsquo;t apples to apples</strong><br />\r\n<br />\r\nThe U.S. side of the comparison is based on &quot;potentially recoverable reserves,&quot; whereas the Saudi side of the comparison is based on &quot;proven reserves.&quot; Those are two very different measures.<br />\r\n<br />\r\n&quot;Proven reserves,&quot; according to CRS, refers to estimates made with &quot;reasonable certainty&quot; to be &quot;commercially recoverable&quot; under current economic and governmental conditions. According to data from the Energy Information Adminstration, a federal agency, <a href=\"http://www.eia.gov/cfapps/ipdbproject/IEDIndex3.cfm?tid=5&amp;pid=57&amp;aid=6\">Saudi Arabia has 13 times the amount of proven reserves as the U.S. does</a>. These numbers need to be taken with a grain of salt, due to imperfect estimation techniques and old or unreliable data. (Countries, for instance, have an incentive to exaggerate their holdings.) Still, at least this comparison is as close as one gets to apples to apples in the petroleum estimation business.<br />\r\n<br />\r\nAssuming one uses a consistent methodology, it would also be valid to compare potentially recoverable reserves in both nations, although the numbers available are even more speculative than they are for proven reserves, especially for the Saudi side of the equation. &quot;I have no basis for estimating Saudi Arabia&rsquo;s potentially recoverable resource base,&quot; Bartis said.<br />\r\n<br />\r\nThe estimate of potentially recoverable resources in the U.S. is also subject to some debate. CRS, for instance, said that &quot;the uncertainty associated with estimates of those deposits is too great to produce meaningful comparisons. &hellip; The final tally would have very little meaning considering the difficulties in estimating those resources.&quot; Also unknown is how much of an environmental cost there would be to extraction, or how much government investment would be necessary if the industry considered it uneconomical on its own terms.<br />\r\n<br />\r\nThe RAND report explicitly did not factor in economics when making its estimates because shale has never been profitable, which confounds attempts to quantify how much is there. The report assumed that in time, techniques will be developed that would allow 60 percent of the embedded resource to be extracted.<br />\r\n<br />\r\nNot considering economic feasibility leads some to question whether the RAND paper&rsquo;s assumptions are too generous. However, the more important factor as we judge Gingrich&rsquo;s comparison is that he seemed to compare potentially recoverable reserves to proven reserves -- a comparison that&rsquo;s apples to oranges.<br />\r\n<br />\r\n&quot;I think it would be most accurate to compare all of our probable reserves including our oil shale and heavy oil as compared to Saudi Arabia&#39;s proven and probable reserves,&quot; said Amy Myers Jaffe, director of the Energy Forum at Rice University&rsquo;s James A. Baker III Institute for Public Policy.<br />\r\n<br />\r\nWhile the RAND report did pair U.S. potentially recoverable reserves with just Saudi proven reserves -- not probable ones -- Bartis said that he and his co-authors did so simply to provide a sense of scale of how big the U.S. shale oil reservoir was -- not to make an actual comparison between how much each country had, as Gingrich did.<br />\r\n<br />\r\nBartis said he made the analogy &quot;to help our readers grasp the magnitude of the oil shale resources in the U.S. But that doesn&rsquo;t mean that the U.S. has three times the oil&quot; of Saudi Arabia.<br />\r\n<br />\r\n<strong>Our ruling</strong><br />\r\n<br />\r\nGingrich said that the United States &quot;may, in fact, by one estimate, have three times as much oil in the United States as there is in Saudi Arabia.&quot; A paper, published by a respected think tank, does make a similar comparison, but it does not go so far as to suggest that the U.S. may actually have &quot;three times as much oil as Saudi Arabia.&quot; The paper&rsquo;s author told PolitiFact that such a leap is invalid since the comparison does not use apples-to-apples statistics.<br />\r\n<br />\r\nThe U.S. figure is an estimate of what may be theoretically recoverable without looking at economic viability, while the Saudi number is an estimate made with at least some consideration of the economics of recovery. On balance, we rate the statement Mostly False.</p>\r\n\r\n<p><a href=\"https://www.sharethefacts.co/share/ce4ffa7c-649c-4571-b659-f777b90e0724\">https://www.sharethefacts.co/share/ce4ffa7c-649c-4571-b659-f777b90e0724</a></p>\r\n", "ruling_comments_date": "2012-02-24T15:34:21.605973", "ruling_date": "2012-02-24T18:31:16", "ruling_headline": "Newt Gingrich says U.S. may have 'three times as much oil' as Saudi Arabia", "ruling_headline_slug": "newt-gingrich-says-us-may-have-three-times-much-oi", "ruling_link_text": "Not an apples-to-apples comparison", "ruling_state": null, "source_documents": null, "sources": "<p>Rand Corp., &quot;<a href=\"http://www.rand.org/content/dam/rand/pubs/monographs/2005/RAND_MG414.pdf\">Oil Shale Development in the United States Prospects and Policy Issues</a>,&quot; 2005</p>\r\n\r\n<p>Newt Gingrich, &quot;<a href=\"http://www.newt.org/news/video-message-newt-gingrich-american-energy/\">$2.50 per Gallon Gasoline, Energy Independence and Jobs &ndash; An Address by Newt Gingrich</a>,&quot; (<a href=\"http://www.youtube.com/watch?v=vOImnCrKPZ8&amp;feature=player_embedded\">video</a>) Feb. 22, 2012</p>\r\n\r\n<p>PolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/aug/31/michele-bachmann/michele-bachmann-says-us-no-1-world-energy-resourc/\">Michele Bachmann says U.S. is No. 1 in the world for energy resources</a>,&quot; Aug. 31, 2011</p>\r\n\r\n<p>U.S. Energy Information Administration, &quot;<a href=\"http://www.eia.gov/cfapps/ipdbproject/IEDIndex3.cfm?tid=5&amp;pid=57&amp;aid=6\">Crude Oil Proved Reserves</a>,&quot; accessed Feb. 24, 2012</p>\r\n\r\n<p>National Oil Shale Association, &quot;<a href=\"https://www.documentcloud.org/documents/314831-oil-shale-vs-tight-oil-handout-1.html\">What is the difference between &#39;Oil Shale&#39; and &#39;Tight Oil?&#39; </a>&quot; accessed Feb. 24, 2012</p>\r\n\r\n<p>Email interview with James T. Bartis, senior policy researcher at RAND Corp., Feb. 24, 2012</p>\r\n\r\n<p>Email interview with Amy Myers Jaffe, director of the Energy Forum at Rice University&rsquo;s James A. Baker III Institute for Public Policy, Feb. 24, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 16, "current_job": "", "false_count": 15, "first_name": "Newt", "half_true_count": 21, "home_state": "Georgia", "id": 152, "last_name": "Gingrich", "mostly_true_count": 11, "name_slug": "newt-gingrich", "pants_count": 12, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/gingrichcutter.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/152/", "total_count": 86, "true_count": 7, "website": ""}, "statement": "<p>One estimate says there may be &quot;three times as much oil in the United States as there is in Saudi Arabia.&quot;</p>\r\n", "statement_context": "a televised address", "statement_date": "2012-02-22", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 219, "photo": null, "resource_uri": "/api/v/2/subject/219/", "subject": "Message Machine 2012", "subject_slug": "message-machine-2012", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}