{"art": [], "author": [{"email_address": "abettelheim@cq.com", "first_name": "Adriel", "id": 48, "last_name": "Bettelheim", "name_slug": "adriel-bettelheim", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/48/", "title": "Writer, CQ", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2008/jun/25/barack-obama/he-didnt-brand-them-all-pork/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "smontgomery@sptimes.com", "first_name": "Scott", "id": 9, "last_name": "Montgomery", "name_slug": "scott-montgomery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/9/", "title": "Former Government & Politics Editor, St. Petersburg Times", "twitter": null}], "facebook_headline": null, "id": 545, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "abettelheim@cq.com", "first_name": "Adriel", "id": 48, "last_name": "Bettelheim", "name_slug": "adriel-bettelheim", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/48/", "title": "Writer, CQ", "twitter": null}], "resource_uri": "/api/v/2/statement/545/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\n Sen. John McCain has a reputation as a loud critic of political pork, especially the projects that get stuffed into Congress' periodic water bills. McCain says the water projects are overly political, which means Congress approves low-priority or marginal projects simply so members can bring home the bacon.\n</p>\n<p>\n McCain's reputation as a reformer has bolstered his image as a fiscal conservative. But it can also be a liability, particularly when flood victims are complaining that the federal government didn't do enough to prevent a disaster.\n</p>\n<p>\n And it's not just McCain. The existing Army Corps of Engineers process has been widely criticized in government reports and audits for exaggerating the benefits and underestimating the negative effects of water projects and not getting its priorities straight.\n</p>\n<p>\n During a June 21, 2008, address to the U.S. Conference of Mayors in Miami, Sen. Barack Obama branded McCain a cheapskate who views every local project as \"pork,\" and chastised McCain for visiting flood victims in Iowa while opposing funding for projects to prevent such disasters.\n</p>\n<p>\n \"Both Sen. McCain and I have traveled recently to the areas that have been devastated by floods, and I know that Sen. McCain felt as strongly as I did &hellip; enormous sympathy for the victims of the recent flooding,\" Obama said. \"And I'm sure they appreciated the sentiment, but they probably would have appreciated it even more if Sen. McCain hadn't opposed legislation to fund levees and flood control programs, which he considers pork.\"\n</p>\n<p>\n Obama was referring to McCain's opposition to a water resources bill that Congress debated last year that would have authorized $23.2-billion for more than 900 Army Corps projects and studies. The legislation included $3.9-billion for a system of new locks and dams and environmental restoration for the upper Mississippi River and Illinois waterway system. The bill also carried an \"earmark,\" inserted by members of Iowa's congressional delegation, to funnel $6.9-million into work on the Des Moines and Raccoon rivers, the spot where a levee break the weekend of June 14 and 15 forced an evacuation and heavily damaged several dozen homes and businesses.\n</p>\n<p>\n It's true that McCain was out front imploring his Senate colleagues to vote against a final agreement on the bill, arguing that it would increase the Army Corps' backlog of unfinished projects by $23.2-billion. Echoing statements from earlier debates on previous water resources legislation, McCain on Sept. 24, 2007 said, \"It is time that we end this process of blind spending, throwing money at projects that may or may not benefit the larger good. Shouldn't we be doing all that we can to reform the Corps and ensure that the most urgent projects are being funded and constructed? Or are we more content with needless earmarks &mdash; too often at the expense of projects that are of most need?\"\n</p>\n<p>\n Congress didn't heed McCain's advice and subsequently adopted the agreement in an 81-12 vote. President Bush then vetoed the bill, citing some of the same concerns McCain raised. The House and Senate overrode the veto in November 2007, marking the first time Congress enacted a law over Bush's objections. Both McCain and Obama were busy campaigning and missed the votes.\n</p>\n<p>\n While Obama correctly identifies one area where McCain has criticized politically sensitive local spending priorities, he is not telling the entire story.\n</p>\n<p>\n Earlier in the year, McCain and Sen. Russ Feingold, D-Wis., unsuccessfully proposed amendments to the water resources bill that would have established independent reviews to prioritize federal water projects according to the ability of each to reduce the risk to human life, property and the environment. In calling for the changes, McCain cited instances of botched oversight, including one 2002 case in which costs associated with the Sacramento River Flood Protection Project in California rose from $114-million to $500-million.\n</p>\n<p>\n McCain said changing the process as he and Feingold proposed would have ensured that the levees that failed in Iowa and Missouri would have been given highest priority and would have been fixed first.\n</p>\n<p>\n But McCain has been far more willing to talk about bad projects than exemplary ones, which allows Obama to portray his position in broad strokes. Moreover, McCain over the past decade has a history of missing votes on or voting against the annual spending bills that fund some of the water and energy projects. That, too, gives credence to Obama's charge that McCain is categorically opposed to levee and flood control efforts.\n</p>\n<p>\n McCain's campaign responded by portraying Obama as resistant to true reform efforts. It noted the Illinois senator voted against the first attempt to prioritize the Army Corps work in May 2007 &mdash; a sign, it said, that Obama was willing to put parochial interests over life-saving flood mitigation. As further proof, McCain's campaign noted that Sen. Claire McCaskill, D-Mo. &mdash; one of Obama's most fervent campaign supporters &mdash; allied herself with McCain and Feingold's effort.\n</p>\n<p>\n McCain was out front in urging the Senate to reject the water resources bill and he has been consistent in branding the government's process for funding those projects to be an exercise in pork-barrel spending. But McCain is not just a naysayer on water projects, he has been advancing an argument about how spending priorities are set for water projects. And proposing a way to change it. We find Obama's claim to be oversimplifying McCain's record and his position on water project funding and we rate it Half True.\n</p>\n<p>\n &nbsp;\n</p>", "ruling_comments_date": "2010-01-07T13:28:12.372768", "ruling_date": "2008-06-25T00:00:00", "ruling_headline": "He didn't brand them all \"pork\"", "ruling_headline_slug": "he-didnt-brand-them-all-pork", "ruling_link_text": "He didn't brand them all \"pork\"", "ruling_state": null, "source_documents": null, "sources": "<p>\n Barack Obama,\n <a href=\"http://www.barackobama.com/2008/06/21/remarks_of_senator_barack_obam_80.php\" target=\"_blank\">\n  Remarks to U.S. Conference of Mayors,\n </a>\n June 21, 2008\n</p>\n<p>\n Associated Press, \"Obama Raps McCain on Flood Prevention Programs,\" by Nedra Pickler, June 21, 2008\n</p>\n<p>\n Des Moines Register,\n <a href=\"http://www.desmoinesregister.com/apps/pbcs.dll/article?AID=2008806200360\" target=\"_blank\">\n  \"McCain Earmark Opposition Assailed,\"\n </a>\n by Jane Norman, June 20, 2008\n</p>\n<p>\n CQ Weekly, \"Congress Overrides Water Projects Veto,\" by Avery Palmer, Nov. 12, 2007\n</p>\n<p>\n John McCain,\n <a href=\"http://mccain.senate.gov/public/index.cfm?FuseAction=PressOffice.PressReleases&amp;ContentRecord_id=1117951d-1321-0e36-ba49-3e77ae11fb01&amp;Region_id=&amp;Issue_id=\" target=\"_blank\">\n  Statement on the Water Resources Development Act conference report,\n </a>\n Sept. 24, 2007\n</p>\n<p>\n CQ Weekly, \"Water Projects Reauthorization Raises Controversy, Veto Threat,\" by Avery Palmer, Aug. 6, 2007\n</p>\n<p>\n John McCain,\n <a href=\"http://mccain.senate.gov/public/index.cfm?FuseAction=PressOffice.PressReleases&amp;ContentRecord_id=b68e395e-ab70-4f04-9a82-db50af5b07ef&amp;Region_id=&amp;Issue_id=bc036142-6f29-470a-9be9-37d306822ccf\" target=\"_blank\">\n  Statement on prioritization of Army Corps of Engineers projects,\n </a>\n May 9, 2006\n</p>\n<p>\n John McCain press release,\n <a href=\"http://mccain.senate.gov/public/index.cfm?FuseAction=PressOffice.PressReleases&amp;ContentRecord_id=e1d11c9b-d1b3-454f-84a4-a72c88b2a996&amp;Region_id=&amp;Issue_id=\" target=\"_blank\">\n  \"McCain Supports Independent Review of Army Corps Projects,\"\n </a>\n July 19, 2006\n</p>\n<p>\n &nbsp;\n</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>John McCain \"opposed legislation to fund levees and flood control programs, which he considers pork.\"</p>", "statement_context": "remarks to U.S. Conference of Mayors", "statement_date": "2008-06-21", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}], "target": [], "twitter_headline": null}