{"art": [], "author": [{"email_address": "Locker@CommercialAppeal.com", "first_name": "Richard", "id": 317, "last_name": "Locker", "name_slug": "richard-locker", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 19, "publication_name": "The Commercial Appeal, Memphis", "resource_uri": "/api/v/2/publication/19/"}, "resource_uri": "/api/v/2/staffer/317/", "title": "Nashville Bureau Chief, The Commercial Appeal in Memphis", "twitter": null}], "canonical_url": "/tennessee/statements/2012/mar/04/bill-haslam/gov-haslam-links-his-jobs-plan-states-improved-eco/", "edition": {"adkey": "Editions", "advalue": "Tennessee", "edition": "Tennessee", "edition_slug": "tennessee", "has_afterthefact": false, "id": 14, "index_page": false, "meter_name": "The Tennessee Truth-O-Meter", "resource_uri": "/api/v/2/edition/14/"}, "editor": [{"email_address": "ZMcMillin@CommercialAppeal.com", "first_name": "Zack", "id": 314, "last_name": "McMillin", "name_slug": "zack-mcmillin", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/ZackMcMillinPolitiFact.JPG", "publication": {"id": 19, "publication_name": "The Commercial Appeal, Memphis", "resource_uri": "/api/v/2/publication/19/"}, "resource_uri": "/api/v/2/staffer/314/", "title": "Editor, PolitiFact Tennessee", "twitter": null}], "facebook_headline": null, "id": 5474, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "Locker@CommercialAppeal.com", "first_name": "Richard", "id": 317, "last_name": "Locker", "name_slug": "richard-locker", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 19, "publication_name": "The Commercial Appeal, Memphis", "resource_uri": "/api/v/2/publication/19/"}, "resource_uri": "/api/v/2/staffer/317/", "title": "Nashville Bureau Chief, The Commercial Appeal in Memphis", "twitter": null}], "resource_uri": "/api/v/2/statement/5474/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tGov. Bill Haslam delivered his second <a href=\"http://forward.tn.gov/stateofthestate/files/2012StateoftheStateAddress.pdf\">State of the State address </a>last month and he was clearly pleased. &nbsp;After campaigning for governor in 2009-10 on the need for new jobs, he was able to report after one year in office that job creation is on the rise: &quot;In 2011, there were more than 28,000 new Tennessee jobs created and over $4 billion in capital investment. &nbsp;Our Jobs4TN plan is working.&quot;<br />\r\n\t<br />\r\n\t<a href=\"http://www.tn.gov/ecd/Jobs4TN.html\">Jobs4TN</a> is the governor&rsquo;s economic development plan, unveiled in outline form last April. And 28,000 is a lot of new jobs in a state that had a higher unemployment rate than the national average all of last year. So we checked it out.<br />\r\n\t<br />\r\n\tFor factual claims like this one, PolitiFact treats the claim in two parts: 1) Are the numbers right? 2) Is the job gain caused by the official or their policies?<br />\r\n\t<br />\r\n\tIf Haslam had stopped at his first point &ndash; 28,000 new jobs &ndash; he&rsquo;d be on fairly firm ground. &nbsp;In fact, he could have cited a more impressive statistic: the number of employed Tennesseans jumped by 57,550 from January 2011 through December 2011, according to the federal Bureau of Labor Statistics. While those numbers don&rsquo;t distinguish between a brand &quot;new&quot; job and jobs that were lost to the recession but are now returning, the important thing is that the number of people with jobs in Tennessee is up, from 2,782,167 in January 2011 to 2,839,717 in December, according to the <a href=\"http://data.bls.gov/timeseries/LASST47000006?data_tool=XGtable\">Bureau of Labor Statistics</a>. &nbsp;<br />\r\n\t<br />\r\n\tThough the governor didn&rsquo;t say &quot;I created&quot; or even &quot;we created&quot; those jobs, the mere mention of them in a political speech implies some level of credit taking. And the next sentence he uttered took it even further: &quot;Our Jobs4TN plan is working.&quot;<br />\r\n\t&nbsp;&nbsp;<br />\r\n\tOn the jobs claim, Haslam spokesman David Smith referred us to the Tennessee Department of Economic and Community Development&rsquo;s (ECD) <a href=\"http://www.tn.gov/ecd/pdf/2011AnnualReport.pdf\">2011 annual report</a> that samples nine of the larger job announcements during the year, such as Quaprotek&rsquo;s Aug. 17 announcement that it would create 126 jobs over five years in Ripley, Tenn. ECD generated a more complete <a href=\"https://www.documentcloud.org/documents/321486-ecd-2011-job-numbers.html\">document</a> that details most of 28,535 jobs that it says shows &quot;an aggregation of jobs created as a direct result of ECD recruitment and expansion projects,&quot; job creation supported and reported by regional economic development agencies, and jobs created by selected industries reported to ECD in a year-end survey.<br />\r\n\t<br />\r\n\tBut the ECD-generated number includes jobs announced in 2011 that actually will not be filled by newly hired employees until sometimes years late. For example, the list includes the 2,350 jobs at General Motors&rsquo; Spring Hill, Tenn., plant even though GM&rsquo;s own <a href=\"http://media.gm.com/media/us/en/gm/news.detail.html/content/Pages/news/us/en/2011/Nov/1121_springhill\">Nov. 21, 2011, press release </a>&nbsp;announcing the plant&rsquo;s re-opening has a smaller number. The GM press release says it will add &quot;594 hourly jobs and 91 salaried positions,&quot; in the second half of 2012, and that &quot;timing was not announced (for) an additional 1,090 hourly and 106 salaried positions&quot; to be added sometime later.<br />\r\n\t<br />\r\n\tECD also <a href=\"https://www.documentcloud.org/documents/322039-ecd-jobs-growth-012712.html\">says</a> only 18,175 of the 28,535 are jobs created as a direct result of ECD recruitment and expansion projects. The rest include &quot;job creation supported and reported&quot; by regional economic development agencies and jobs reported to ECD through a year-end survey of select industries.<br />\r\n\t<br />\r\n\tSo, the &quot;28,000 new jobs&quot; figure the governor cited from ECD is questionable, but it&rsquo;s mitigated &ndash; in our view &ndash; by the <a href=\"http://data.bls.gov/timeseries/LASST47000006?data_tool=XGtable\">numbers from the Bureau of Labor Statistics</a> indicating that 57,550 more Tennesseans were working at the end of the year than at the start.<br />\r\n\t<br />\r\n\tNow for the &quot;Our Jobs4TN plan is working&quot; component. We find it&#39;s a stretch to credit the job gains to it because the plan is just taking effect.<br />\r\n\t<br />\r\n\tJobs4TN is the &quot;economic development strategy&quot; for Haslam&rsquo;s administration to help private businesses create new jobs that the governor and his ECD Commissioner Bill Hagerty unveiled <a href=\"http://news.tn.gov/node/7038\">with great fanfare</a> on April 20, 2011. But most of Jobs4TN was not put into place at all until late 2011. The nine &quot;regional strategic plans&quot; outlining how ECD&rsquo;s field staff &quot;will lead new economic development efforts in their regions&quot; <a href=\"http://news.tn.gov/node/8198\">were announced Dec. 16, for instance. </a>Athough the governor and Hagerty <a href=\"http://news.tn.gov/node/7119\">announced on May 5 </a>&nbsp;the creation of &quot;INCITE,&quot; a $50 million &quot;innovation support&quot; fund as a component of Jobs4TN, the guidelines for the fund were <a href=\"http://news.tn.gov/node/8236\">not issued until Dec. 28 </a>and the supporting documents and applications were not released until about <a href=\"http://news.tn.gov/node/8399\">three weeks ago</a>.<br />\r\n\t<br />\r\n\tAnd although ECD announced a competitive grant program to create nine regional &quot;business accelerators&quot; across Tennessee, the grant recipients were <a href=\"http://news.tn.gov/node/8022\">not announced until Nov. 3 </a>and there is no word on when they&rsquo;ll be operating. Finally, the governor and Hagerty released a &quot;<a href=\"http://news.tn.gov/node/8266\">Regulatory Reform Report</a>&quot; on Jan. 6 of this year.<br />\r\n\t<br />\r\n\tAnother key element of the governor&rsquo;s jobs strategy, although not technically part of Jobs4TN, is the new law limiting civil liability lawsuits -- the &quot;Civil Justice Reform Act of 2011&quot; that he pushed through the legislature last year to create a more business-friendly environment. It did not go into effect until Oct. 1.<br />\r\n\t<br />\r\n\tSmith, Haslam&rsquo;s press secretary, said the governor was not trying to claim credit for the jobs. &quot;When there&rsquo;s an economic development project, it&rsquo;s a team effort by the state, the company and local communities that take months to come about. We thought the State of the State address was an opportunity to announce the jobs number that ECD was releasing that same day. There was a full stop between it and the governor&rsquo;s statement that Jobs4TN is working. There are multiple entities that play a role in Jobs4TN and we think it is working and was working.&quot;<br />\r\n\t<br />\r\n\tBut we think anyone who heard or read the governor&#39;s speech would indeed come to the conclusion that by saying &quot;Our Jobs4TN plan is working,&quot; he was taking credit for the job gains.<br />\r\n\t<br />\r\n\tWe asked two university economists to assess the governor&rsquo;s statement and specifically whether he deserves credit for 28,000 new jobs created last year.<br />\r\n\t<br />\r\n\tDr. David H. Ciscel, professor emeritus of economics at the University of Memphis, said labor data he tracked through 2011 shows 31,200 more jobs in Tennessee at the end of the year than at the beginning. His <a href=\"https://www.documentcloud.org/documents/321479-pfjobs1.html\">email response</a>: &quot;So both establishment and survey data show a positive story for Tennessee. Can Governor Haslam claim credit? That is a tough question. He is, of course, just puffing. He has little or no power to increase the number of jobs with or without his Job4Tn program. But we usually allow politicians to accept the blame or the honor for what happens when they are in office.&quot;<br />\r\n\t<br />\r\n\tDr. Malcolm Getz, associate professor of economics at Vanderbilt University, was even more blunt. He gave a brief <a href=\"https://www.documentcloud.org/documents/321479-pfjobs1.html\">point-by-point analysis </a>of Jobs4TN and concluded: &quot;None of the initiatives in the governor&#39;s Jobs4TN program have yet had time to influence the growth of employment over what it would have been in the absence of the change in policies. Employment is growing nationally and in Tennessee as we regroup after the massive fraud in the financial system. The governor&#39;s program may prove beneficial in time but it does not address the causes of the recession -- that&#39;s primarily a matter of Federal policy -- and it shouldn&#39;t seek credit for the rebound.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tThe governor said the state has added 28,000 news jobs thanks to his jobs plan. We find he&#39;s right about the gains -- he actually understated the number -- but that it&#39;s a big stretch to even imply Jobs4TN should get credit for the increase. Much of that plan took effect late in the year and economists told us the job growth is largely a function of the slow but steady nationwide economic recovery. On balance, we rate the statement Half True.</p>\r\n", "ruling_comments_date": "2012-03-02T16:59:47.730388", "ruling_date": "2012-03-04T06:33:46", "ruling_headline": "Gov. Haslam links his jobs plan with state’s improved economic picture", "ruling_headline_slug": "gov-haslam-links-his-jobs-plan-states-improved-eco", "ruling_link_text": "Employment up but can't credit Jobs4TN plan", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<a href=\"http://forward.tn.gov/stateofthestate/files/2012StateoftheStateAddress.pdf\">Gov. Bill Haslam&rsquo;s 2012 State of the State address, </a>&nbsp;Jan. 30, 2012.</p>\r\n<p>\r\n\t<a href=\"http://news.tn.gov/node/7038\">Jobs4TN</a>, April 20, 2011.</p>\r\n<p>\r\n\tLabor force, employment, unemployment statistics for Tennessee, <a href=\"http://data.bls.gov/timeseries/LASST47000006?data_tool=XGtable\">U.S. Bureau of Labor Statistics</a>.</p>\r\n<p>\r\n\tTenn. Dept. of Economic and Community Development (ECD), <a href=\"about:blank\">2011 Annual Report.</a></p>\r\n<p>\r\n\tECD, <a href=\"https://www.documentcloud.org/documents/321486-ecd-2011-job-numbers.html\">2011 Growth by Company</a>, Email from ECD spokesman Clint Brewer, Feb. 24, 2011/</p>\r\n<p>\r\n\tGeneral Motors press release, <a href=\"http://media.gm.com/media/us/en/gm/news.detail.html/content/Pages/news/us/en/2011/Nov/1121_springhill\">&quot;Spring Hill Assembly Reborn as Ultra-Flexible Operation,&quot;</a> Nov. 21, 2011.</p>\r\n<p>\r\n\tECD, <a href=\"https://www.documentcloud.org/documents/322039-ecd-jobs-growth-012712.html\">&quot;ECD Growth Information,&quot;</a> Email from ECD Spokesman Clint Brewer, Feb. 28, 2011.</p>\r\n<p>\r\n\tECD, <a href=\"http://news.tn.gov/node/8198\">&quot;Governor Haslam, Commissioner Hagerty Announce Release of Regional Strategic Plans, Staff Changes&quot;</a>, press release, Dec. 16, 2011.</p>\r\n<p>\r\n\tECD, <a href=\"http://news.tn.gov/node/7119\">&quot;Governor Haslam Announces Innovation Strategy in Tennessee,&quot;</a> press release, May 5, 2011.</p>\r\n<p>\r\n\tECD, <a href=\"http://news.tn.gov/node/8236\">&quot;TTDC Releases Final INCITE Co-Investment Fund Program Guidelines,&quot; </a>&nbsp;press release, Dec. 28, 2011.</p>\r\n<p>\r\n\tECD, <a href=\"http://news.tn.gov/node/8399\">&quot;TTDC Releases Additional INCITE Co-Investment Fund Detail,&quot;</a> press release, Feb. 9, 2012.</p>\r\n<p>\r\n\tECD, <a href=\"http://news.tn.gov/node/8022\">&quot;Governor Haslam, Commissioner Hagerty Announce Statewide Regional Entrepreneurial Accelerators,&quot;</a> press release, Nov. 3, 2011.</p>\r\n<p>\r\n\tECD, <a href=\"http://news.tn.gov/node/8266\">&quot;Governor Haslam, Commissioner Hagerty Release Regulatory Reform Report,&quot;</a> press release, Jan. 6, 2012.</p>\r\n<p>\r\n\tMalcolm Getz, associate professor of economics, Vanderbilt University, <a href=\"https://www.documentcloud.org/documents/321479-pfjobs1.html\">Email,</a> Feb. 24, 2012.</p>\r\n<p>\r\n\tDr. David H. Ciscel, professor emeritus of economics, University of Memphis, <a href=\"https://www.documentcloud.org/documents/321479-pfjobs1.html\">Email, </a>Feb. 23, 2012.</p>\r\n<p>\r\n\tEmails, interviews with governor&rsquo;s Press Secretary David Smith and ECD Assistant Commissioner Clint Brewer.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Governor", "false_count": 1, "first_name": "Bill", "half_true_count": 1, "home_state": "Tennessee", "id": 1648, "last_name": "Haslam", "mostly_true_count": 0, "name_slug": "bill-haslam", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/haslamMUG.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Tennessee", "edition": "Tennessee", "edition_slug": "tennessee", "has_afterthefact": false, "id": 14, "index_page": false, "meter_name": "The Tennessee Truth-O-Meter", "resource_uri": "/api/v/2/edition/14/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1648/", "total_count": 4, "true_count": 1, "website": ""}, "statement": "<p>\r\n\t&quot;In 2011, there were more than 28,000 new Tennessee jobs created and over $4 billion in capital investment. Our Jobs4TN plan is working.&quot;</p>\r\n", "statement_context": "his State of the State address.", "statement_date": "2012-01-30", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}