{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2008/jul/02/chain-email/fellow-pow-backs-up-mccains-story/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 548, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "alex.reporter@gmail.com", "first_name": "Alexander", "id": 58, "last_name": "Lane", "name_slug": "alexander-lane", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/58/", "title": "Staff Writer, PolitiFact.com", "twitter": null}], "resource_uri": "/api/v/2/statement/548/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "A\n<a href=\"http://www.politifact.com/truth-o-meter/mccainpledge/\">\n chain e-mail\n</a>\nmaking the rounds recounts a moving anecdote Sen. John McCain has related about a fellow Vietnam prisoner of war who was severely beaten by guards for fashioning a makeshift American flag that became an inspirational symbol to fellow POWs.\n<p>\n The e-mail message encourages those who receive the e-mail to \"pass this on... and on... and on!\"\n</p>\n<p>\n And it leaves little doubt about its political intent, as it closes with the line, \"oh...and then you have this clown, who refuses to place his hand on his heart and say the pledge. ...\"\n</p>\n<p>\n This is an obvious, and misguided, swipe at Sen. Barack Obama, who has frequently been attacked in chain e-mails for allegedly refusing to place his hand on his heart when saying the Pledge of Allegiance. We at PolitiFact already\n <a href=\"http://politifact.com/truth-o-meter/statements/342/\">\n  debunked that myth.\n </a>\n</p>\n<p>\n But here we will check the accuracy of McCain's POW anecdote, which was forwarded to us by several PolitiFact readers.\n</p>\n<p>\n Here's how the chain e-mail reads, in part:\n</p>\n<p>\n \"One of the men who moved into my (POW) room was a young man named Mike Christian. ... Mike got himself a bamboo needle. Over a period of a couple of months, he created an American flag and sewed on the inside of his shirt.\n</p>\n<p>\n \"Every afternoon, before we had a bowl of soup, we would hang Mike's shirt on the wall of the cell and say the Pledge of Allegiance.\n</p>\n<p>\n \"I know the Pledge of Allegiance may not seem the most important part of our day now, but I can assure you that in that stark cell it was indeed the most important and meaningful event.\n</p>\n<p>\n \"One day the Vietnamese searched our cell, as they did periodically, and discovered Mike's shirt with the flag sewn inside, and removed it.\n</p>\n<p>\n \"That evening they returned, opened the door of the cell, and for the benefit of all of us, beat Mike Christian severely for the next couple of hours. Then, they opened the door of the cell and threw him in. We cleaned him up as well as we could.\n</p>\n<p>\n \"The cell in which we lived had a concrete slab in the middle on which we slept. Four naked light bulbs hung in each corner of the room.\n</p>\n<p>\n \"As I said, we tried to clean up Mike as well as we could. After the excitement died down, I looked in the corner of the room, and sitting there beneath that dim light bulb with a piece of red cloth, another shirt and his bamboo needle, was my friend, Mike Christian. He was sitting there with his eyes almost shut from the beating he had received, making another American flag. He was not making the flag because it made Mike Christian feel better. He was making that flag because he knew how important it was to us to be able to pledge our allegiance to our flag and country.\n</p>\n<p>\n \"So the next time you say the Pledge of Allegiance, you must never forget the sacrifice and courage that thousands of Americans have made to build our nation and promote freedom around the world. You must remember our duty, our honor, and our country.\"\n</p>\n<p>\n McCain relates this same anecdote in his book,\n <i>\n  Faith of My Fathers,\n </i>\n in nearly identical fashion.\n</p>\n<p>\n And the story is backed up by another POW, Leo K. Thorsness, albeit with a couple small differences in detail.\n</p>\n<p>\n Thorsness was an Air Force fighter pilot who was shot down on his 93rd mission and spent six years as a prisoner of war in Hanoi.\n</p>\n<p>\n When people ask if he lived with McCain at the Hanoi Hilton, Thorsness likes to correct: \"John lived with me. I got there first.\"\n</p>\n<p>\n Thorsness, who was awarded the Medal of Honor for valor in the Vietnam War, recalled to PolitiFact \"the day when Mike Christian found this slimy old rag, an old dirty handkerchief\" while in the yard outside the cell.\n</p>\n<p>\n Thorsness said Christian spent days cleaning up the handkerchief, and used blue ink and ground up red roof tiles for color. Then, he took threads from his blanket and sewed on stars with a bamboo needle.\n</p>\n<p>\n It took a good bit of imagination to make out that it was an American flag, Thorsness said, \"but we all knew what it was.\" When Christian finished the flag and showed it to his fellow POWs, Thorsness said, \"I think every one of us snapped to attention.\"\n</p>\n<p>\n It was a tough group of men, he said, and yet there were very few dry eyes.\n</p>\n<p>\n Sometimes, he said, it was hung up on a cell wall and men would salute it and say the Pledge of Allegiance.\n</p>\n<p>\n \"To everyone there, it was very meaningful,\" he said.\n</p>\n<p>\n Christian knew full well that he would eventually be caught and punished, Thorsness said. Christian hid the makeshift flag in an extra sleeve of his pajamas. But it was discovered by the guards and confiscated during a surprise inspection.\n</p>\n<p>\n That night, the guards came for Christian, Thorsness said, and \"they beat him mercilessly through most of the night. They beat the hell out of him. But Mike was one tough guy.\"\n</p>\n<p>\n And soon after, Thorsness said, Christian was back at it again making another flag.\n</p>\n<p>\n \"Anyone who witnessed that was moved,\" Thorsness said. \"It made a lasting impression.\"\n</p>\n<p>\n Christian died in a Virginia home fire in 1983.\n</p>\n<p>\n Thorsness was later elected to the state Senate in Washington in 1988. During a flag amendment debate, Thorsness spoke publicly for the first time about Mike Christian's flag.\n</p>\n<p>\n \"Every other senator turned their heads and looked at me,\" Thorsness said.\n</p>\n<p>\n The story was later published in 1992 in\n <i>\n  Reader's Digest.\n </i>\n</p>\n<p>\n Several details in Thorsness' account differ from McCain's recollection, such as whether the handkerchief was a rag found in the prison yard or, as McCain tells it, part of a care package allowed in by the guards. But the stories are substantially the same. We rule McCain's story True.\n</p>\n<p>\n</p>", "ruling_comments_date": "2010-01-07T13:28:11.634816", "ruling_date": "2008-07-02T00:00:00", "ruling_headline": "Fellow POW backs up McCain's story", "ruling_headline_slug": "fellow-pow-backs-up-mccains-story", "ruling_link_text": "Fellow POW backs up McCain's story", "ruling_state": null, "source_documents": null, "sources": "Chain e-mail,\n<a href=\"http://politifact.com/truth-o-meter/mccainpledge/\">\n Pledge of Allegiance E-mail,\n</a>\nMay 18, 2008\n<p>\n POW Network,\n <a href=\"http://www.pownetwork.org/bios/c/c083.htm\">\n  \"Bio of Michael Durhen Christian\"\n </a>\n</p>\n<p>\n Steven Searle blog,\n <a href=\"http://bpa-cinc.gaia.com/blog/2008/3/john_mccains_flag_vs_leo_k_thorsnesss_flag\">\n  \"John McCain's flag vs. Leo K. Thorsness's flag,\"\n </a>\n March 13, 2008\n</p>\n<p>\n Faith of My Fathers, by John McCain, pages 335-336, 1999\n</p>\n<p>\n Interview with Leo K. Thorsness, former POW in Vietnam, June 26, 2008\n</p>\n<p>\n</p>", "speaker": {"adkey": "People ", "advalue": "Fake_news", "barely_true_count": 11, "current_job": "", "false_count": 44, "first_name": "", "half_true_count": 8, "home_state": "", "id": 27, "last_name": "Chain email", "mostly_true_count": 5, "name_slug": "chain-email", "pants_count": 106, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-emailer.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/27/", "total_count": 180, "true_count": 6, "website": ""}, "statement": "McCain tells of a fellow Vietnam POW who was beaten for fashioning an American flag that became an inspirational symbol to fellow POWs.\r\n", "statement_context": "", "statement_date": "2008-05-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 36, "photo": null, "resource_uri": "/api/v/2/subject/36/", "subject": "Patriotism", "subject_slug": "patriotism", "used_in_edition": []}], "target": [], "twitter_headline": null}