{"art": [{"brightcove": "", "caption": "Rick Santorum gave a speech on Feb. 29, 2012, at a church near Knoxville, Tenn. We checked several claims from that address.", "id": 2133, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Santorum_Knoxville.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/2133/", "title": "Santorum Knoxville", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2012/mar/06/rick-santorum/santorum-says-when-his-grandfather-came-us-1925-th/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 5484, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/5484/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tOn <a href=\"http://www.forsythnews.com/section/1/article/11956/\">a number of occasions</a>, Rick Santorum has used speeches to tout the theme of self-reliance and limited government, including one claim about government programs at the time his grandfather immigrated to the United States.</p>\r\n<p>\r\n\tHere&rsquo;s an excerpt from his <a href=\"http://www.wate.com/story/17035851/rick-santorum-holds-rally-in-powell\">Feb. 29, 2012, speech near Knoxville, Tenn.</a>:</p>\r\n<p>\r\n\t&quot;Eight or nine months ago, President (Barack) Obama, responding to Paul Ryan&rsquo;s budget, gave a lecture on all these wonderful programs that Ryan was going to cut or change. Programs like unemployment insurance and food stamps and housing programs and Medicaid and Medicare. He listed them all. He said America is a better country because of these commitments. And then he read off his teleprompter, he said, &lsquo;I will go one step further. America was not a great country until these commitments.&rsquo;</p>\r\n<p>\r\n\t&quot;So the president of the United States did not believe America was great until people came into power in Washington who raised your taxes, took your freedom and then redistributed your hard-earned dollars to someone that Washington believed deserved it more than you did. In his mind, that&rsquo;s the greatness of America.</p>\r\n<p>\r\n\t&quot;That&rsquo;s what makes America not different or great -- it makes it like every other country in the world. And by the way, all of us came from those countries because we didn&rsquo;t want those countries to take care of us. When my grandfather came to this country back in 1925, there were no government benefits.&quot;</p>\r\n<p>\r\n\tThere&rsquo;s a lot to digest here, but we&rsquo;ll focus in this item on whether it&rsquo;s true that when Santorum&rsquo;s grandfather arrived in the United States in 1925, &quot;there were no government benefits.&quot;</p>\r\n<p>\r\n\tWe contacted the Santorum campaign about this statement but received no response.</p>\r\n<p>\r\n\tBut did hear from a dozen historians and economists and read a number of scholarly papers on the subject and found that the pre-1925 history of social welfare spending in the United States was complicated and nuanced.</p>\r\n<p>\r\n\tThere were two major sources of payments to individuals prior to 1925 -- veterans benefits and workers&#39; compensation. We&rsquo;ll take a closer look here:</p>\r\n<p>\r\n\t<strong>Veterans benefits:</strong> The federal government began funding benefits for Civil War veterans in 1862, initially based on a physical examination to determine the severity of a wartime injury. In time, however, the threshold for receiving a benefit was lowered -- first to less obvious wartime ailments, then to retroactive wartime claims that had never been previously been reported and then, in 1890, to servicemembers who had a disability not related to their military service.</p>\r\n<p>\r\n\t&quot;Pensioners and federal expenditures swelled after 1890, and the amount the government spent on pensions that year alone was $106 million,&quot; Peter Blanck and Chen Song wrote in a 2003 paper in the <em>William and Mary Law Review</em>. The 1890 Disability Pension Act, they wrote, was called the most expensive and liberal pension measure &quot;ever passed by any legislative body in the world&quot; at the time.</p>\r\n<p>\r\n\tThe law was expanded further in 1904 through an executive order by President Theodore Roosevelt, defining &quot;disability&quot; to include old age, as long as the beneficiary had at least 90 days of service and an honorable discharge. Three years later, the 1890 law was replaced by a new one that granted pensions to veterans over 62, with increases in payments as they aged. &quot;In 1907, it was estimated that the 1890 Act had cost more than $1 billion,&quot; Blanck and Song wrote. &quot;Between 1870 and 1910, the proportion of veterans receiving pensions rose from 5 percent to 93 percent.&quot; A veterans&rsquo; health system also began in the aftermath of World War I.</p>\r\n<p>\r\n\tThis was not a trivial portion of the population. In a different paper, University of Arizona economist Price V. Fishback wrote that &quot;roughly 40 to 48 percent of the elderly in the North and Midwest in the early 1900s were receiving pensions&quot; through the system. This was such a significant group, Fishback wrote, that &quot;it likely altered the political calculus in ways that delayed the adoption of old-age assistance and pensions in the United States for a decade or two.&quot;</p>\r\n<p>\r\n\tThe presence of federal benefits created, and reinforced, a broad interest group.</p>\r\n<p>\r\n\t&quot;At its height in the 1890s, the (Union veteran) pension scheme consumed almost half of the federal budget and was intimately linked to the Republican Party&#39;s strategy to maintain the soldier vote and hold the White House,&quot; Blanck and Song wrote, adding that &quot;it galvanized interests of the constituency of disabled (Union) veterans, who were increasingly important to the Republican and Democratic parties in the upcoming national elections.&quot;</p>\r\n<p>\r\n\t<strong>Worker compensation:</strong> A federal worker-compensation law to help civilian government workers injured or made sick on the job was adopted in 1908, according to a history on the Social Security Administration website. Starting in 1911, states began passing such laws, and by 1929, laws were in effect in all but four states. Some states ran the compensation systems themselves, others required employers to pay into private plans, and some gave employers a choice between the two.</p>\r\n<p>\r\n\tWhile these are the clearest examples that run counter to Santorum&rsquo;s claim, there are a few other efforts worth noting.</p>\r\n<p>\r\n\t<strong>Local government aid to the poor:</strong> During the period Santorum is talking about, local governments were responsible for providing benefits to the poor, Fishback told PolitiFact. These payments tended to be modest. Fischback cited a study by Brendan Livingston of Rowan University that looked at welfare policies in Massachusetts -- generally considered the most generous state in the first decades of the 20th century -- and found that local governments were spending an amount equivalent to about 0.5 percent to 1 percent of all income earned by state residents on relief for the poor. Private charities were spending at about twice that rate.</p>\r\n<p>\r\n\tBy 1925, most states also had &quot;mothers&#39; pensions&quot; on the books, which allowed widows to raise their children without having to put them in orphanages, according to Fishback&rsquo;s paper. By then, a handful of states also had means-tested pensions for the elderly, and a sizable number had pensions for the blind. And states or municipalities often operated mental hospitals, old-age homes, orphanages and general hospitals, all for the public benefit.</p>\r\n<p>\r\n\t&quot;The 1920s were years when state and municipal expenditures expanded rapidly and public and social services continued the professionalization that had started mainly after World War I,&quot; said Michael B. Katz, a historian at the University of Pennsylvania.</p>\r\n<p>\r\n\t<strong>Schools and universities:</strong> While education isn&rsquo;t a direct payment to individuals, it&rsquo;s worth pointing out that they represented a government-provided benefit in kind. &quot;Primary and secondary education were already overwhelmingly paid for by taxes from the late 1800s on,&quot; said Peter Lindert, an economist at the University of California at Davis.</p>\r\n<p>\r\n\tMeanwhile, higher education had land-grant subsidies -- federally backed institutions dating back to the Morrill Land-Grant Acts of 1862 and 1890. &quot;Because they were public institutions, tuition was cheaper on account of public subsidies,&quot; said Gary Gerstle, a historian and political scientist at Vanderbilt University. &quot;This was clearly a government benefit.&quot;</p>\r\n<p>\r\n\t<strong>Health funding for mothers and newborns</strong>. In 1921, President Warren G. Harding signed the Sheppard-Towner Maternity and Infancy Protection Act, which gave states matching federal funds to build and operate prenatal and child health care centers. The bill grew out of an investigation begun under President William Howard Taft, which found that &quot;nearly 80 percent of U.S. women did not receive proper prenatal care -- a fact starkly illustrated during World War I when thousands of men failed to pass their physicals due to afflictions stemming from inadequate medical care as children.&quot;</p>\r\n<p>\r\n\t<strong>Adding it up</strong></p>\r\n<p>\r\n\tHow much did such expenditures add up to? Researchers from the Urban Institute pointed us to old editions of the Statistical Abstract of the United States. One table shows a compilation for expenses for federal, state and local governments for selected years between 1902 and 1970.</p>\r\n<p>\r\n\tWe chose 1922, the year closest to 1925, and found that the &quot;public assistance&quot; category amounted to $57 million, the &quot;other public welfare&quot; category totaled $71 million and &quot;veterans services otherwise not classified&quot; was $505 million. Combined, these three categories were 6.8 percent of expenditures at the three levels of government combined. Even if this overstates the amount, it&rsquo;s clear that the amount of government benefits was not zero.</p>\r\n<p>\r\n\tSantorum does have a point that social welfare spending by 1925 was relatively small compared to what it would ultimately become, because two major programs, Social Security and Medicare, didn&#39;t start until later.</p>\r\n<p>\r\n\t&quot;The most obvious feature of social expenditures at the turn of the 20th century was how much smaller they were in comparisons with the levels at the turn of the 21st century,&quot; Fishback wrote.</p>\r\n<p>\r\n\tAs we noted in a <a href=\"http://www.politifact.com/truth-o-meter/statements/2012/feb/23/rick-santorum/rick-santorum-charts-explosion-federal-entitlement/\">previous fact-check</a> of Santorum, federal entitlement programs have grown significantly, particularly after the establishment of Social Security in the 1930s and Medicare in the 1960s. In 1958, such payments accounted for 25.4 percent of the federal budget and grew to 65.1 percent in fiscal year 2011.</p>\r\n<p>\r\n\tThis is not purely a result of policy decisions; it&rsquo;s also a result of technological advances and demographic trends. The cost of medical care has risen significantly over the years due to technology and advances in treatments (a topic we earlier discussed <a href=\"http://www.politifact.com/truth-o-meter/article/2012/jan/20/was-early-1960s-golden-age-health-care/\">here</a>), and the percentage of the population that is elderly has grown from 4.1 percent in 1900 to 12.2 percent in 2000.</p>\r\n<p>\r\n\tIt&rsquo;s also worth noting that the specific individual Santorum cited -- his newly arrived immigrant grandfather -- wouldn&rsquo;t have benefited from military pensions or a land-grant college upon his arrival on these shores, and his ability to collect worker compensation would have depended on what state he lived in upon his arrival. Similarly, the local aid to the poor he would have qualified for would have varied significantly depending on what city or county he lived in, and it would have been small by the standards of later decades.</p>\r\n<p>\r\n\t&quot;I&rsquo;d go easy on Santorum for this one,&quot; said Brookings Institution economist Henry Aaron. &quot;There wasn&rsquo;t much back then.&quot;</p>\r\n<p>\r\n\t&quot;Santorum is not alone in making these mistakes,&quot; Fishback told PolitiFact. &quot;I would bet that the vast majority of people including many social scientists do not know what our social welfare system looked like in 1925.&quot;</p>\r\n<p>\r\n\tStill, Aaron and Fishback are among many economists we contacted who were skeptical about the underlying message of Santorum&rsquo;s claim -- that life was better before the New Deal programs of the 1930s and the Great Society programs of the 1960s.</p>\r\n<p>\r\n\tDean Baker, an economist with the liberal Center for Economic and Policy Research, notes that <a href=\"http://bea.gov/iTable/iTable.cfm?ReqID=9&amp;step=1\">inflation-adjusted per capita disposable income</a> grew from $6,537 in 1929 to $32,659 in 2011 -- a fivefold increase.</p>\r\n<p>\r\n\t&quot;Life is unquestionably better, unless you think two-earner households, busy spouses, and dirtier homes are not worth SUVs, air conditioning, and weekend in Paris,&quot; said Douglas J. Besharov, a public policy professor at the University of Maryland.</p>\r\n<p>\r\n\t<strong>Our ruling</strong></p>\r\n<p>\r\n\tContrary to what Santorum said, millions of Americans in 1925 would have either qualified for benefits directly, such as payments to veterans, or have been protected by workers&#39; compensation laws that provided benefits to those who became disabled by their jobs. And state and local governments had the longstanding role of paying support to people who were disabled or indigent. This provides a much more complex picture than Santorum is painting. We rate his statement False.</p>\r\n", "ruling_comments_date": "2012-03-06T01:45:33.622650", "ruling_date": "2012-03-06T12:22:39", "ruling_headline": "Santorum says when his grandfather came to the U.S. in 1925, 'there were no government benefits'", "ruling_headline_slug": "santorum-says-when-his-grandfather-came-us-1925-th", "ruling_link_text": "Veterans pensions, workers' comp were among programs in place then", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<em>Knoxville News Sentinel</em>, <a href=\"http://static.politifact.com/files/santorum022912.mp3\">Rick Santorum speech at Temple Baptist Church in Powell, Tenn.</a>, Feb. 29, 2012 (26.8 MB audio file)</p>\r\n<p>\r\n\tStatistical Abstract of the United States, Federal, State and Local Expenditures by Function, 1902-1970</p>\r\n<p>\r\n\tU.S. Bureau of Economic Analysis, Table 2.1. <a href=\"http://bea.gov/iTable/iTable.cfm?ReqID=9&amp;step=1\">Personal Income and Its Disposition</a>, accessed Mar. 5, 2012</p>\r\n<p>\r\n\tSocial Security Administration, &quot;<a href=\"http://www.ssa.gov/history/pdf/histdev.pdf\">Historical Development</a>,&quot; accessed Mar. 5, 2012</p>\r\n<p>\r\n\tPrice V. Fishback, &quot;Social Expenditures in the United States and the Nordic Countries: &nbsp;1900-2003,&quot; August 2009</p>\r\n<p>\r\n\tPeter Blanck and Chen Song, &quot;&rsquo;<a href=\"http://scholarship.law.wm.edu/wmlr/vol44/iss3/5\">Never Forget What They Did Here&rsquo;: Civil War Pensions for Gettysburg Union Army Veterans and Disability in Nineteenth-Century America</a>,&quot; William &amp; Mary Law Review, 2003</p>\r\n<p>\r\n\tGregory P Guyton, &quot;<a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC1888620/\">A Brief History of Workers&#39; Compensation</a>&quot; (article in Iowa Orthopedic Journal), 1999</p>\r\n<p>\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2012/feb/23/rick-santorum/rick-santorum-charts-explosion-federal-entitlement/\">Rick Santorum charts explosion of federal entitlement spending since 1958</a>,&quot; Feb. 23, 2012</p>\r\n<p>\r\n\tUniversity of Virginia Miller Center, &quot;<a href=\"http://millercenter.org/academic/americanpresident/events/11_23\">Harding Signs Sheppard-Towner Act&ndash;November 23, 1921</a>,&quot; accessed Mar. 6, 2012</p>\r\n<p>\r\n\tEmail interview with Eugene Steuerle, fellow with the Urban Institute, Mar. 5, 2012</p>\r\n<p>\r\n\tEmail interview with Caleb Quackenbush, research assistant with the Urban Institute, Mar. 5, 2012</p>\r\n<p>\r\n\tEmail interview with Michael B. Katz, historian at the University of Pennsylvania, Mar. 5, 2012</p>\r\n<p>\r\n\tEmail interview with Peter Lindert, economist at the University of California at Davis, Mar. 5, 2012</p>\r\n<p>\r\n\tEmail interview with Price V. Fishback, economist with the University of Arizona, Mar. 5, 2012</p>\r\n<p>\r\n\tEmail interview with Henry Aaron, economist at the Brookings Institution, Mar. 5, 2012</p>\r\n<p>\r\n\tEmail interview with Gary Burtless, economist at the Brookings Institution, Mar. 5, 2012</p>\r\n<p>\r\n\tEmail interview with Dean Baker, economist with the Center for Economic and Policy Research, Mar. 5, 2012</p>\r\n<p>\r\n\tEmail interview with Arloc Sherman, economist at the Center on Budget and Policy Priorities, Mar. 5, 2012</p>\r\n<p>\r\n\tEmail interview with Douglas J. Besharov, public policy professor at the University of Maryland, Mar. 5, 2012</p>\r\n<p>\r\n\tEmail interview with Timothy M. Smeeding, director of the Institute for Research on Poverty at the Robert M. La Follette School of Public Affairs at the University of Wisconsin, Mar. 5, 2012</p>\r\n<p>\r\n\tEmail interview with Gary Gerstle, professor of history and political science at Vanderbilt University, Feb. 6, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 12, "current_job": "", "false_count": 17, "first_name": "Rick", "half_true_count": 14, "home_state": "Pennsylvania", "id": 1077, "last_name": "Santorum", "mostly_true_count": 7, "name_slug": "rick-santorum", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Santorum_2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1077/", "total_count": 61, "true_count": 6, "website": ""}, "statement": "<p>\r\n\t&quot;When my grandfather came to this country back in 1925, there were no government benefits.&quot;</p>\r\n<p>\r\n\t&nbsp;</p>\r\n", "statement_context": "a campaign speech", "statement_date": "2012-02-29", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 196, "photo": null, "resource_uri": "/api/v/2/subject/196/", "subject": "City Budget", "subject_slug": "city-budget", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 171, "photo": null, "resource_uri": "/api/v/2/subject/171/", "subject": "County Budget", "subject_slug": "county-budget", "used_in_edition": ["/api/v/2/edition/4/"]}, {"description": "", "id": 119, "photo": null, "resource_uri": "/api/v/2/subject/119/", "subject": "Families", "subject_slug": "families", "used_in_edition": []}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}, {"description": "", "id": 217, "photo": null, "resource_uri": "/api/v/2/subject/217/", "subject": "Pensions", "subject_slug": "pensions", "used_in_edition": ["/api/v/2/edition/6/"]}, {"description": "", "id": 29, "photo": null, "resource_uri": "/api/v/2/subject/29/", "subject": "Poverty", "subject_slug": "poverty", "used_in_edition": []}, {"description": "", "id": 102, "photo": null, "resource_uri": "/api/v/2/subject/102/", "subject": "Retirement", "subject_slug": "retirement", "used_in_edition": []}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}, {"description": "", "id": 51, "photo": null, "resource_uri": "/api/v/2/subject/51/", "subject": "Veterans", "subject_slug": "veterans", "used_in_edition": []}, {"description": "", "id": 221, "photo": null, "resource_uri": "/api/v/2/subject/221/", "subject": "Welfare", "subject_slug": "welfare", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 103, "photo": null, "resource_uri": "/api/v/2/subject/103/", "subject": "Workers", "subject_slug": "workers", "used_in_edition": []}], "target": [], "twitter_headline": ""}