{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2012/mar/07/mitt-romney/mitt-romney-says-iran-released-hostages-1981-becau/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 5488, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/5488/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tDuring a March 6, 2012, video <a href=\"http://www.cq.com/doc/newsmakertranscripts-4040700\">address</a> to a conference of the American-Israel Public Affairs Committee, Mitt Romney seized the tough foreign policy mantle of President Ronald Reagan.</p>\r\n<p>\r\n\t&quot;I believe the right course is what Ronald Reagan called peace through strength,&quot; Romney told the pro-Israel group. &quot;There&#39;s a reason why the Iranians released the hostages on the same day and at the same hour that Reagan was sworn in. As president, I&#39;ll offer that kind of clarity, strength and resolve.&quot;</p>\r\n<p>\r\n\tBut was Reagan&rsquo;s &quot;peace through strength&quot; philosophy really responsible for freeing the 52 Americans who were taken hostage by Islamic militants and held for 444 days?</p>\r\n<p>\r\n\tFirst, a reminder of what the hostage crisis was all about. In 1979, the Shah of Iran -- who had been installed and supported by successive United States administrations -- was overthrown by Islamic revolutionaries. Militants took over the American embassy and held hostages from Nov. 4, 1979, until Jan. 20, 1981 -- the day President Jimmy Carter passed the reins to Reagan, who had defeated him amid widespread public disapproval of the incumbent&rsquo;s handling of the crisis.</p>\r\n<p>\r\n\t&quot;Iran contacted the Carter administration in September 1980 with a proposal to end the hostage crisis,&quot; said Gary Sick, a Columbia University professor who has written two books about the Iran hostage crisis. &quot;The U.S. made a proposal. Iran responded with an unacceptable offer just a day or two before the election. Afterwards, they nominated the Algerians to act as intermediaries. Those valuable discussions went on until literally the day or two before the inauguration, and they were settled by the Iranians caving in on a number of issues that were extremely costly to them. By my calculations, the Iranians ended up paying about $300,000 per hostage per day of incarceration.&quot;</p>\r\n<p>\r\n\tThe agreement that led to the release, as described by the <em>New York Times</em> 11 days after it occured, revolved around $11 billion to $12 billion in Iranian assets that Carter had frozen 10 days after the seizure of the U.S. embassy. It had been negotiated over the course of several months before Reagan&#39;s inauguration.</p>\r\n<p>\r\n\tThe <em>Times</em>, in its account of the inauguration, reported that &quot;no one on the speaker&#39;s stand knew of the latest developments in Iran. Word quickly spread among the governors, Congressmen and Reagan friends, family and aides as they left the platform.&quot;</p>\r\n<p>\r\n\tCarter informed Reagan at 8:31 a.m. that the release of the hostages was imminent, &quot;but the onetime bitter rivals for the presidency told reporters as they entered the speaker&#39;s area separately, to the flourish of trumpets, that the hostages had not yet taken off from Tehran. The President got his first chance to announce the news at 2:15 p.m. at a luncheon with Congressional leaders in Statuary Hall in the Capitol.&quot;</p>\r\n<p>\r\n\tSo Reagan, not Carter, got to bask in the glow of the hostages&rsquo; safe return. However, we contacted seven scholars of the period, and their consensus was that neither Reagan nor his philosophy played any significant role in freeing the hostages.</p>\r\n<p>\r\n\t&quot;Well before Reagan became president, the deal for releasing the hostages had already been worked out by the Carter administration&#39;s State Department and the Iranians, ably assisted by Algerian diplomats,&quot; said David Farber, a Temple University historian and author of <em>Taken Hostage: The Iranian Hostage Crisis</em> and <em>America&#39;s First Encounter with Radical Islam</em>.</p>\r\n<p>\r\n\t&quot;No Reagan administration officials participated in the successful negotiations,&quot; Farber added. &quot;The Iranian government waited to officially release the Americans until Carter had left the presidency as a final insult to Carter, whom they despised. They believed Carter had betrayed the Iranian revolution by allowing the self-exiled Shah to receive medical attention in the United States and then had threatened their new government by attempting, unsuccessfully, to use military force in April 1980 to free the hostages.&quot;</p>\r\n<p>\r\n\t&quot;By doing this, Iran thought they were showing the world that they could meddle in our affairs, just as we had done to them in 1953,&quot; added Dave Houghton, a political scientist at the University of Central Florida and author of <em>U.S. Foreign Policy and the Iran Hostage Crisis</em>. Houghton suggested that Iran had a relatively unsophisticated grasp of U.S. politics, and said he thinks it&rsquo;s possible that the Iranians &quot;didn&rsquo;t even know what Reagan had said on the campaign trail.&quot;</p>\r\n<p>\r\n\t&quot;I don&#39;t think they were scared into the release,&quot; Houghton said. &quot;In all likelihood, they released the hostages because they needed the sanctions we&#39;d placed on them lifted so they could finance their war with Iraq.&quot;</p>\r\n<p>\r\n\tThe one scholar who entertained the possibility that Iran was taking heed of the future president&rsquo;s philosophy was Michael Gunter, a political scientist at Tennessee Tech University and the author of several papers about the crisis. Still, Gunter added, the &quot;main reason for the release&quot; was that &quot;the mileage the Iranians had gained by holding the hostages had been used for everything it was worth and there was no further advantage in continuing.&quot;</p>\r\n<p>\r\n\tSeveral other experts agreed that the Iranians&rsquo; focus was on Carter, not Reagan.</p>\r\n<p>\r\n\t&quot;If it was related to the occupant of the White House, it certainly had more to do with Carter than Reagan,&quot; said Stephen Kinzer, a former <em>New York Times </em>reporter who now teaches at Boston University and authored the book, <em>Reset: Iran, Turkey, and America&rsquo;s Future</em>. &quot;My guess is that the hostages would have been released even if someone else had been inaugurated -- anyone but Carter. The Iranians had come to hate Carter and didn&#39;t want to give him a triumph. Giving it to someone else was fine with them.&quot;</p>\r\n<p>\r\n\tSick, the Columbia University professor, said that &quot;those who wish to believe that the final flurry of activity was out of fear of Reagan have a right to their opinion. Those closer to the events believed that the Iranians, who had clearly decided months earlier that the hostages were a wasting asset, feared that they would have to start the whole laborious process of negotiation over from scratch with a new administration, which obviously had no great appeal.&quot;</p>\r\n<p>\r\n\tThe Romney campaign did not return an inquiry seeking backup for the candidate&rsquo;s claim.</p>\r\n<p>\r\n\t<strong>Our ruling</strong></p>\r\n<p>\r\n\tWe can&rsquo;t read the Iranians&rsquo; minds, but seven scholars of the period told us that Reagan&rsquo;s foreign policy approach was either a minor factor in the release of the hostages or not a factor at all. The fact that the deal was negotiated entirely by the Carter administration, without involvement by Reagan or his transition team, seems to support the expert consensus. Romney made a claim that flies in the face of history and offered no evidence to support it. We rate the statement Pants On Fire.&nbsp;</p>\r\n", "ruling_comments_date": "2012-03-06T17:17:50.104512", "ruling_date": "2012-03-07T12:18:53", "ruling_headline": "Mitt Romney says the Iranians released hostages in 1981 because they feared Ronald Reagan's approach to foreign policy", "ruling_headline_slug": "mitt-romney-says-iran-released-hostages-1981-becau", "ruling_link_text": "Reagan did many things; this wasn't one of them", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tMitt Romney, <a href=\"http://www.cq.com/doc/newsmakertranscripts-4040700\">speech</a> to the American-Israel Public Affairs Committee, Mar. 6, 2012</p>\r\n<p>\r\n\t<em>New York Times</em>, &quot;Reagan Takes Oath as 40th President; Promises an &lsquo;Era of National Renewal&rsquo;; Minutes Later, 52 U.S. Hostages in Iran Fly to Freedom After 444-Day Ordeal,&quot; Jan. 21, 1981 (accessed via Nexis)</p>\r\n<p>\r\n\t<em>New York Times</em>, &quot;An Assertive America,&quot; Jan. 28, 1981 (accessed via Nexis)</p>\r\n<p>\r\n\t<em>New York Times</em>, &quot;Should Reagan Honor Deal with Iran?&quot; Jan 31, 1981 (accessed via Nexis)</p>\r\n<p>\r\n\t<em>New York Times</em>, &quot;<a href=\"http://www.nytimes.com/1990/11/19/us/kindly-reflections-on-the-carter-era.html?pagewanted=all&amp;src=pm\">Kindly Reflections on the Carter Era</a>,&quot; Nov. 19, 1990</p>\r\n<p>\r\n\tEmail interview with Michael Gunter, political scientist at Tennessee Tech University, Mar. 6, 2012</p>\r\n<p>\r\n\tEmail interview with Stephen Kinzer, Boston University professor and author of the book, <em>Reset: Iran, Turkey, and America&rsquo;s Future</em>, Mar. 6, 2012</p>\r\n<p>\r\n\tEmail interview with Dave Houghton, political scientist at the University of Central Florida and author of <em>U.S. Foreign Policy and the Iran Hostage Crisis</em>, Mar. 6, 2012</p>\r\n<p>\r\n\tEmail interview with Steven A. Cook, senior fellow for Middle Eastern Studies at the Council on Foreign Relations, Mar. 6, 2012</p>\r\n<p>\r\n\tEmail interview with David Farber, Temple University historian and author of<em> Taken Hostage: The Iranian Hostage Crisis and America&#39;s First Encounter with Radical Islam</em>, Mar. 6, 2012</p>\r\n<p>\r\n\tEmail interview with Gary Sick, adjunct professor of international and public affairs at the Columbia University School of International and Public Affairs and author of All Fall Down: America&#39;s Tragic Encounter With Iran and October Surprise: America&#39;s Hostages in Iran and the Election of Ronald Reagan, Mar. 6, 2012&nbsp;</p>\r\n<p>\r\n\tEmail interview with John Limbert, historian and political scientist at the U.S. Naval Academy and author of Iran: At War with History, Mar. 6, 2012</p>\r\n<p>\r\n\t&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 34, "current_job": "Former governor", "false_count": 32, "first_name": "Mitt", "half_true_count": 58, "home_state": "Massachusetts", "id": 5, "last_name": "Romney", "mostly_true_count": 33, "name_slug": "mitt-romney", "pants_count": 19, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-mittromney.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/5/", "total_count": 221, "true_count": 30, "website": "http://www.mittromney.com/"}, "statement": "<p>\r\n\tRonald Reagan&rsquo;s philosophy of &quot;peace through strength&quot; is why &quot;the Iranians released the hostages on the same day and at the same hour that Reagan was sworn in.&quot;</p>\r\n", "statement_context": "a speech to the American-Israel Public Affairs Committee", "statement_date": "2012-03-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}], "target": [], "twitter_headline": ""}