{"art": [{"brightcove": "", "caption": "Rick Santorum holds up his pocket copy of the Constitution during a Rally for Rick at Temple Baptist Church in Powell, Tenn., Feb. 29, 2012. (MICHAEL PATRICK | Knoxville News Sentinel)", "id": 2142, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/santorum-constitution-300.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/2142/", "title": "Rick Santorum near Knoxville, Tenn.", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "bbowers@politifact.com", "first_name": "Becky", "id": 177, "last_name": "Bowers", "name_slug": "becky-bowers", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/bbowers-politifact-mug_.gif", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/177/", "title": "PolitiFact Digital Operations Manager", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2012/mar/07/rick-santorum/rick-santorum-says-happiness-time-our-founders-was/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 5492, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "bbowers@politifact.com", "first_name": "Becky", "id": 177, "last_name": "Bowers", "name_slug": "becky-bowers", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/bbowers-politifact-mug_.gif", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/177/", "title": "PolitiFact Digital Operations Manager", "twitter": null}], "resource_uri": "/api/v/2/statement/5492/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tWhen Thomas Jefferson wrote, &quot;life, liberty and the pursuit of happiness,&quot; into the Declaration of Independence &mdash; just what did he mean by happiness?<br />\r\n\t<br />\r\n\tProbably not what you think he meant, according to Republican presidential candidate Rick Santorum.<br />\r\n\t<br />\r\n\t&quot;If you actually go back and look up the dictionary definition of happiness at the time of our founders ... happiness was not going out and doing whatever you want to do to make yourself feel good,&quot; Santorum explained in a campaign speech near Knoxville, Tenn., on Feb. 29, 2012. &quot;Happiness was not doing what you wanted to do but doing what you ought to do, because that&#39;s what leads to true happiness.&quot;<br />\r\n\t<br />\r\n\tDoing what you ought to do, huh?<br />\r\n\t<br />\r\n\tWe had to know: What did dictionaries say about happiness when Jefferson wrote the Declaration of Independence? Was &quot;happiness&quot; about doing your duty, rather than chasing your desires?<br />\r\n\t<br />\r\n\tWe tracked down dictionaries Jefferson would have had in his library, consulted historical references in the Oxford English Dictionary, read source documents for the Declaration of Independence and spoke with historians. As it turns out, Santorum was right in some ways &mdash; and very wrong in others.<br />\r\n\t<br />\r\n\t<strong>The speech</strong><br />\r\n\t<br />\r\n\tSantorum invoked the wisdom of the founding fathers during his hourlong campaign speech. The Constitution of the United States should be &quot;central to the conversation,&quot; along with its companion document, the 1776 <a href=\"http://www.monticello.org/site/jefferson/transcript-declaration-independence-final\">Declaration of Independence</a> from the British empire, he said.<br />\r\n\t<br />\r\n\t&quot;You really can&#39;t have one &mdash; and understand the country &mdash; without the other,&quot; he said. &quot;While the Constitution is the how of America, the declaration is really the soul of America, the why of America.&quot;<br />\r\n\t<br />\r\n\tGod is mentioned four times in the declaration, he said, starting with the word &quot;creator&quot; in its most famous sentence: &quot;We hold these truths to be self-evident, that all men are created equal, that they are endowed by their Creator with certain unalienable rights, that among these are life, liberty and the pursuit of happiness.&quot;<br />\r\n\t<br />\r\n\tSantorum mentioned that &quot;life, liberty and property&quot; was the other phrase used at the time &mdash; but that for the founders, the term &quot;property&quot; wasn&rsquo;t enough.<br />\r\n\t<br />\r\n\t&quot;It was insufficient, because &lsquo;property&rsquo; is about stuff,&quot; he said. &quot;They put the sights at a higher calling: happiness.&quot;<br />\r\n\t<br />\r\n\tHe continued:</p>\r\n<p dir=\"ltr\" style=\"margin-left:36pt;\">\r\n\t<em>&quot;When we think of the word happiness today, we&#39;re thinking, is that a higher calling? To go out and do what makes you happy? To go out and seek enjoyment and pleasure? Because of course, that&#39;s what we think of today when we think of happiness &mdash; things that make you feel good.</em></p>\r\n<p dir=\"ltr\" style=\"margin-left:36pt;\">\r\n\t<em>&quot;But our founders had a fundamentally different understanding of that word, because they understood what true happiness &mdash; what process it took to create true happiness. And if you actually go back and look up the dictionary definition of happiness at the time of our founders, it was even there. It was something that was discussed and written about. Happiness was not going out and doing whatever you want to do to make yourself feel good. Happiness was not doing what you wanted to do, but doing what you ought to do, because that&#39;s what leads to true happiness.&quot;</em></p>\r\n<p>\r\n\tFor this fact-check, we&rsquo;re looking at the claim, &quot;If you look up the dictionary definition of happiness at the time of our founders &hellip; happiness was not doing what you want to do, but doing what you ought to do.&quot;<br />\r\n\t<br />\r\n\t<strong>&#39;Happiness&#39;</strong><br />\r\n\t<br />\r\n\tWe asked Santorum&rsquo;s campaign for support for his statement but didn&rsquo;t hear back.<br />\r\n\t<br />\r\n\tInstead, we turned to the <a href=\"http://www.monticello.org/site/research-and-collections/jefferson-library\">Jefferson Library</a> in Charlottesville, Va., down the road from Jefferson&rsquo;s historic plantation, Monticello.<br />\r\n\t<br />\r\n\tIn 1776, a committee of five was assigned the task of writing the Declaration of Independence, but Jefferson wrote the <a href=\"http://www.monticello.org/site/jefferson/transcript-declaration-independence-rough-draft\">rough draft</a>, including the key phrase, &quot;life, liberty and the pursuit of happiness.&quot; So we figured his understanding of &quot;happiness&quot; would be most relevant to this fact-check.<br />\r\n\t<br />\r\n\tResearch librarian Anna Berkes pointed us to two dictionaries among those known to be in <a href=\"http://tjlibraries.monticello.org/transcripts/March1783/234.html\">Jefferson&rsquo;s collection</a>, by <a href=\"http://babel.hathitrust.org/cgi/pt?id=hvd.hxkcgn;seq=486\">Samuel Johnson</a> and <a href=\"http://babel.hathitrust.org/cgi/pt?id=nnc1.1002377870;seq=396\">Nathan Bailey</a>. (Jefferson owned the 1775 edition of Johnson&rsquo;s dictionary, and we consulted the 1773 version, but bear with us. We consulted the matching version of Bailey&rsquo;s reference work.)<br />\r\n\t<br />\r\n\tDid their definitions of &quot;happiness&quot; talk about &quot;what you ought to do&quot;? Not so much.<br />\r\n\t<br />\r\n\tJohnson&rsquo;s <em><a href=\"http://babel.hathitrust.org/cgi/pt?id=hvd.hxkcgn;seq=486\">Dictionary of the English Language</a></em> had this to say (we&rsquo;ve changed some of his F&rsquo;s to S&rsquo;s to make it more readable to the modern eye):</p>\r\n<p dir=\"ltr\" style=\"margin-left:36pt;\">\r\n\t<em>Happiness</em></p>\r\n<p dir=\"ltr\" style=\"margin-left:36pt;\">\r\n\t<em>1. Felicity; state in which the desires are satisfied</em></p>\r\n<p dir=\"ltr\" style=\"margin-left:36pt;\">\r\n\t<em>2. Good luck; good fortune.</em></p>\r\n<p dir=\"ltr\" style=\"margin-left:36pt;\">\r\n\t<em>3. Fortuitous elegance</em></p>\r\n<p>\r\n\tBailey&rsquo;s <em><a href=\"http://babel.hathitrust.org/cgi/pt?id=nnc1.1002377870;seq=396\">Universal Etymological English Dictionary</a></em> defined the word merely as, &quot;Felicity, good Fortune.&quot;<br />\r\n\t<br />\r\n\tSo, if anything, Johnson&rsquo;s &quot;state in which the desires are satisfied&quot; would seem to contradict Santorum&rsquo;s claim that &quot;happiness was not going out and doing whatever you want to do to make yourself feel good.&quot; How else would you satisfy your desires?<br />\r\n\t<br />\r\n\tWe marched on toward another historical perspective, provided by the <em>Oxford English Dictionary</em>. Jefferson wouldn&rsquo;t have had the benefit of the authoritative reference &mdash; the earlier version wasn&rsquo;t published until 1898.<br />\r\n\t<br />\r\n\tBut the OED catalogs the use of words over time, so it offers a snapshot of &quot;happiness&quot; as Jefferson might have understood it. OED&rsquo;s basic definition is the &quot;quality or condition of being happy,&quot; and includes this citation from Isaac Watts&rsquo; book <em>Logick</em> in 1725:<br />\r\n\t<br />\r\n\t&quot;Happiness consists in the attainment of the highest and most lasting natural good.&quot;<br />\r\n\t<br />\r\n\tThat&rsquo;s more in line with Santorum&rsquo;s discussion of &quot;true happiness&quot; but still doesn&rsquo;t get to the idea of &quot;what you ought to do.&quot;<br />\r\n\t<br />\r\n\tMeanwhile, when we looked up definitions of &quot;happy&quot; in the OED, the lengthy entry included the &quot;colloquial, humorous&quot; definition of &quot;slightly drunk: &lsquo;elevated,&rsquo;&quot; based on two citations, one from the<em> Gentleman&rsquo;s Mag </em>in 1770.<br />\r\n\t<br />\r\n\tSo it seems the understanding of &quot;happiness&quot; in the founder&rsquo;s era wasn&rsquo;t entirely divorced from seeking &quot;enjoyment and pleasure.&quot;<br />\r\n\t<br />\r\n\tThe dictionaries weren&#39;t definitive. It was time to move on to other writings.<br />\r\n\t<br />\r\n\t<strong>John Locke&rsquo;s &lsquo;happiness&rsquo;</strong><br />\r\n\t<br />\r\n\tWe spoke with three historians with expertise in the time period, including one who wrote the entry on &quot;happiness&quot; for the <em>Blackwell Encyclopedia of the American Revolution</em>.<br />\r\n\t<br />\r\n\tThey agreed Santorum was right in the sense that &quot; &lsquo;pursuit of happiness&rsquo; is the pursuit of fulfillment in a wider sense than immediate gratification,&quot; said Jan Lewis, a history professor at Rutgers University at Newark who wrote the encyclopedia entry.<br />\r\n\t<br />\r\n\tThat&rsquo;s relatively consistent with Santorum&rsquo;s claim that happiness &quot;was not doing what you want to do.&quot; But Santorum&rsquo;s claim that to the founders it instead meant &quot;doing what you ought to do&quot; lands him on the wrong side of history, experts said.<br />\r\n\t<br />\r\n\tThat&rsquo;s a puritanical definition out of line with the world of Jefferson.<br />\r\n\t<br />\r\n\t&quot;It wasn&#39;t a sense of obligation. It wasn&#39;t a sense of oughtness. Rather, it was a more expansive sense of property,&quot; Lewis said. &quot;... I guess the closest we could say is &lsquo;well-being,&rsquo; being well-situated, being fulfilled.&quot;<br />\r\n\t<br />\r\n\tAnd Jefferson may not have been referring to individual happiness at all, she said &mdash; a point of debate among scholars. He may have been writing about a general sense of social well-being, a good standard of living &mdash; not about individual desire or duty.<br />\r\n\t<br />\r\n\t&quot;It wasn&#39;t an individualist, libertine happiness or individualist pleasure-seeking,&quot; she said. &quot;But it wasn&#39;t a sense of duty.&quot;<br />\r\n\t<br />\r\n\tThe founders were rebels, she pointed out.<br />\r\n\t<br />\r\n\t&quot;Jefferson and the founding fathers were not about duty. Duty would have been your obligation to obey the monarch. Duty would have been your obligation to obey priests, to obey the church hierarchy, to find fulfillment in obeying your hierarchy,&quot; she said. &quot;&hellip; That was not the way Jefferson and the founding fathers thought.&quot;<br />\r\n\t<br />\r\n\tRather, Jefferson was likely drawing on the &quot;happiness&quot; that John Locke wrote about in his <em><a href=\"http://books.google.com/books?id=vjYIAAAAQAAJ&amp;dq=john%20locke%20%22true%20and%20solid%20happiness%22&amp;pg=PA171#v=onepage&amp;q&amp;f=false\">Essay Concerning Human Understanding</a></em>, said Richard Beeman, an emeritus professor of history at the University of Pennsylvania to whom we were referred by the National Constitution Center.<br />\r\n\t<br />\r\n\tLocke, a 17th century English philosopher, provided key inspiration for the Americans&rsquo; withdrawal from Great Britain, especially with his Second Treatise on Government written in 1682.<br />\r\n\t<br />\r\n\t&quot;Life, liberty and property.&quot; That was derived from a phrase of Locke&rsquo;s. But he had plenty to say about happiness in his essay. Pursuing true happiness was the foundation of liberty, he wrote. And true happiness may mean being &quot;<a href=\"http://books.google.com/books?id=vjYIAAAAQAAJ&amp;pg=PA171&amp;img=1&amp;zoom=3&amp;hl=en&amp;sig=ACfU3U0w3LaSJ5cQza-G4i7jk5BgHPKvrQ&amp;ci=126%2C609%2C743%2C419&amp;edge=0\">obliged to suspend the satisfaction of our desires in particular cases.</a>&quot;<br />\r\n\t<br />\r\n\tAt last! That&rsquo;s far more in line with Santorum&rsquo;s speech than early dictionary definitions. Locke&rsquo;s happiness required some sense of deliberation, rather than knee-jerk pleasure-seeking.<br />\r\n\t<br />\r\n\t&quot;Whatever necessity determines to the pursuit of real bliss, the same necessity, with the same force, establishes suspense, deliberation and scrutiny of each successive desire, whether the satisfaction of it does not interfere with our true happiness, and mislead us from it,&quot; he wrote.<br />\r\n\t<br />\r\n\tAnd yet, Locke wasn&rsquo;t opposed to pleasure or feeling good. In his world, the definition of happiness would vary individual to individual.<br />\r\n\t<br />\r\n\t&quot;Men may choose different things and yet all choose right,&quot; <a href=\"http://books.google.com/books?id=vjYIAAAAQAAJ&amp;pg=PA173&amp;img=1&amp;zoom=3&amp;hl=en&amp;sig=ACfU3U1aNl7SeEKkP6AWhG4PxPL3NHEJHw&amp;ci=98%2C493%2C813%2C850&amp;edge=0\">he wrote</a>.</p>\r\n<p dir=\"ltr\" style=\"margin-left:36pt;\">\r\n\t<em>&quot;The mind has a different relish, as well as the palate; and you will as fruitlessly endeavour to delight all men with riches or glory (which yet some men place their happiness in) as you would to satisfy all men&#39;s hunger with cheese or lobsters; which though very agreeable and delicious fare to some, are to others extremely nauseous and offensive; and many people would, with reason, prefer the griping of an hungry belly, to those dishes which are a feast to others. Hence it was, I think, that the philosophers of old did in vain inquire, whether </em>summum bonum<em> consisted in riches or bodily delights or virtue or contemplation? And they might have as reasonably disputed whether the best relish were to be found in apples, plums, or nuts; and have divided themselves into sects upon it. For as pleasant tastes depend not on the things themselves, but their agreeableness to this or that particular palate, wherein there is great variety; so the greatest happiness consists in the having those things which produce the greatest pleasure; and in the absence of those which cause any disturbance, any pain. Now these, to different men, are very different things.&quot;</em></p>\r\n<p>\r\n\tSo to Locke, the pursuit of happiness could mean the pursuit of &quot;doing what you want to do,&quot; unlike Santorum what said. Locke just wanted people to be deliberate about their choices and make decisions in their long-term favor. If a man believed there to be no heaven, he might decide, &quot; &lsquo;let us eat and drink&rsquo; let us enjoy what we delight in, &lsquo;for tomorrow we shall die,&rsquo; &quot; Locke wrote.<br />\r\n\t<br />\r\n\tThat example was, to Locke, &quot;why, though all men&rsquo;s desires tend to happiness, yet they are not moved by the same object.&quot;<br />\r\n\t<br />\r\n\tFor him, happiness was in the eye of the beholder &mdash; and not merely in &quot;doing what you ought to do.&quot;</p>\r\n<p>\r\n\tIn the era, happiness was &quot;a many-definition term, and it&#39;s very hard to nail down,&quot; said&nbsp;Peter Onuf, a history profesor at the University of Virginia who specializes in the American Revolution.</p>\r\n<p>\r\n\tCertainly, &quot;ought&quot; wasn&rsquo;t part of Jefferson&rsquo;s definition, according to Lewis and Beeman, also deeply familiar with his writings.<br />\r\n\t<br />\r\n\t&quot;Jefferson would not have said happiness is &#39;doing what you ought to do,&#39; &quot; &nbsp;Beeman said.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tSantorum said, &quot;If you look up the dictionary definition of happiness at the time of our founders &hellip; happiness was not doing what you want to do, but doing what you ought to do.&quot; We took him up on that and checked two dictionaries that would have been in Jefferson&rsquo;s library and one published after the fact with historical references and found no such mention. Although we did read work by philosopher John Locke that might be read as supporting part of Santorum&#39;s assertion, Locke went on to say that happiness means different things to different individuals. And historians told us that the notion that happiness means doing your duty or &quot;doing what you ought to do&quot; ran counter to Jefferson&#39;s nature and to the nature of other founders. We rate his claim Mostly False.</p>\r\n", "ruling_comments_date": "2012-03-06T18:53:36.724873", "ruling_date": "2012-03-07T11:37:28", "ruling_headline": "Rick Santorum says happiness 'at the time of our founders' was 'doing what you ought to do'", "ruling_headline_slug": "rick-santorum-says-happiness-time-our-founders-was", "ruling_link_text": "Founders' understanding was far more sweeping", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<em>Knoxville News Sentinel</em>, <a href=\"http://static.politifact.com/files/santorum022912.mp3\">Rick Santorum speech at Temple Baptist Church in Powell, Tenn.</a>, Feb. 29, 2012 (26.8 MB audio file)</p>\r\n<p>\r\n\tMonticello.org, &quot;<a href=\"http://www.monticello.org/site/jefferson/declaration-independence\">Declaration of Independence</a>,&quot; accessed March 5, 2012<br />\r\n\t<br />\r\n\tEmail interview with Anna Burkes, research librarian, Jefferson Library, March 6, 2012<br />\r\n\t<br />\r\n\tInterview with Richard Beeman, emeritus professor of history at the University of Pennsylvania, March 5, 2012<br />\r\n\t<br />\r\n\tInterview with Jan Ellen Lewis, professor of history, Rutgers University at Newark, March 6, 2012<br />\r\n\t<br />\r\n\tInterview with Peter Onuf, professor of history at the University of Virginia, March 6, 2012<br />\r\n\t<br />\r\n\tJefferson Library, <a href=\"http://tjlibraries.monticello.org/transcripts/March1783/234.html\">Thomas Jefferson&#39;s 1783 catalog of books</a>, accessed March 6, 2012<br />\r\n\t<br />\r\n\tSamuel Johnson, <em>A Dictionary of the English Language</em>, &quot;<a href=\"http://babel.hathitrust.org/cgi/pt?id=hvd.hxkcgn;seq=486\">Happiness</a>,&quot; 1773<br />\r\n\t<br />\r\n\tNathan Bailey, <em>Universal Etymological English Dictionary</em>, &quot;<a href=\"http://babel.hathitrust.org/cgi/pt?id=nnc1.1002377870;seq=396\">Happiness</a>,&quot; 1773<br />\r\n\t<br />\r\n\t<em>Oxford English Dictionary</em>, &quot;<a href=\"http://www.oed.com/view/Entry/84070\">Happiness</a>,&quot; Second edition, 1989, online version, December 2011 (subscription only)<br />\r\n\t<br />\r\n\t<em>Oxford English Dictionary</em>, &quot;<a href=\"http://www.oed.com/view/Entry/84074\">Happy</a>,&quot; Second edition, 1989, online version, December 2011 (subscription only)<br />\r\n\t<br />\r\n\t<em>American Heritage Dictionary of the English Language</em>, &quot;<a href=\"http://ahdictionary.com/word/search.html?q=happiness&amp;submit.x=0&amp;submit.y=0\">Happiness</a>,&quot; accessed March 5, 2012<br />\r\n\t<br />\r\n\t<em>Merriam-Webster</em>, &quot;<a href=\"http://www.merriam-webster.com/dictionary/happiness\">Happiness</a>,&quot; accessed March 5, 2012<br />\r\n\t<br />\r\n\tJohn Locke, &quot;<a href=\"http://books.google.com/books?id=vjYIAAAAQAAJ&amp;dq=john%20locke%20%22true%20and%20solid%20happiness%22&amp;pg=PA171#v=onepage&amp;q&amp;f=false\">An Essay Concerning Human Understanding</a>,&quot; 1836</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 12, "current_job": "", "false_count": 17, "first_name": "Rick", "half_true_count": 14, "home_state": "Pennsylvania", "id": 1077, "last_name": "Santorum", "mostly_true_count": 7, "name_slug": "rick-santorum", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Santorum_2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1077/", "total_count": 61, "true_count": 6, "website": ""}, "statement": "<p>\r\n\t&quot;If you look up the dictionary definition of happiness at the time of our founders &hellip; happiness was not doing what you want to do but doing what you ought to do.&quot;</p>\r\n", "statement_context": "a speech near Knoxville, Tenn.", "statement_date": "2012-02-29", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}], "target": [], "twitter_headline": ""}