{"art": [], "author": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "canonical_url": "/oregon/statements/2012/mar/09/sam-adams/are-portlands-streets-safter-walkers-bikers-and-dr/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "dlane@oregonian.com", "first_name": "Dee", "id": 183, "last_name": "Lane", "name_slug": "dee-lane", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/183/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 5515, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "resource_uri": "/api/v/2/statement/5515/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tAfter a recent <a href=\"http://www.oregonlive.com/portland/index.ssf/2012/02/portlands_roads_to_ruin.html\">Oregonian article</a> questioned the Portland Bureau of Transportation&rsquo;s spending priorities, Mayor Sam Adams, who has overseen the department since 2005, wrote a <a href=\"http://www.oregonlive.com/opinion/index.ssf/2012/02/portlands_potholes_city_choose.html\">commentary in The Oregonian</a> in his defense. He maintained that while some of Portland&rsquo;s roads might be pock marked, overall, the streets were safer.<br />\r\n\t<br />\r\n\t&quot;In 2005, as a new transportation commissioner, I decided it was more important to keep drivers alive than totally comfortable on side streets. Together with the Portland Bureau of Transportation, we prioritized road safety over smoothness, improving some of the most dangerous streets and intersections,&quot; he wrote. &quot;This strategy is paying off much better than we imagined.&quot;<br />\r\n\t<br />\r\n\tThe next line really caught our attention: &quot;Traffic fatalities have fallen dramatically, even as population has risen. You are more likely to stay alive biking, walking and driving around Portland than you were before.&quot;<br />\r\n\t<br />\r\n\tWe wondered if he was right, so we got to checking.</p>\r\n<p>\r\n\tPortland&rsquo;s population has grown over the years. The U.S. Census shows an estimated 537,000 people living in the city back in 2006. The 2010 figure is more than 580,000. That&rsquo;s more than an 8 percent increase.<br />\r\n\t<br />\r\n\tThe real question was whether road safety had really improved during Adams&rsquo; time as head of the Portland Bureau of Transportation.<br />\r\n\t<br />\r\n\tOur first call was to the city&#39;s transportation department for figures on traffic fatalities and accidents. The first part was the easiest to come by.<br />\r\n\t<br />\r\n\tSpokesman Dan Anderson sent us <a href=\"http://www.portlandonline.com/transportation/index.cfm?c=44721&amp;a=340638\">a graph</a> that laid out the total number of traffic fatalities over the past decade. This includes bike, pedestrian, motorcycle and car fatalities.<br />\r\n\t<br />\r\n\tThe numbers bounced around a bit; 47 deaths in 2003 was the high point, while 20 in 2008 was the low. Generally, though, the trend line points downward.<br />\r\n\t<br />\r\n\tDuring the time Adams has been in charge the figures have fluctuated. In 2007 there were 36 deaths, the next year 20, the year after 33. Again, the trend line ultimately points down, but it&rsquo;s hardly an uninterrupted decline.<br />\r\n\t<br />\r\n\tWe asked the mayor&rsquo;s office about these figures and received a two-page written statement from spokeswoman Amy Ruiz. She noted that &quot;the six years from 2005 through 2010 were notable for having five of the six lowest numbers of traffic fatalities recorded in a year since 1925.&quot;<br />\r\n\t<br />\r\n\tWe checked, and they&rsquo;re correct. But that trend started at least a decade before Adams took control of the bueau: The 16 years since 1995 had 12 of the lowest numbers of traffic fatalities recorded in the same period.<br />\r\n\t<br />\r\n\tThe overall decline during Adams&rsquo; time in charge was driven almost exclusively by a decrease in motorist fatalities. If you look at the categorized figures, motorist deaths have &nbsp;fallen uniformly since 2005 from 19 that year to 7 in 2010. If you look at other categories, however, such as pedestrian, bicycle and motorcycle deaths, taken together the trend in those fatalities is upward.<br />\r\n\t<br />\r\n\tYou might be safer driving, but you&rsquo;re certainly not safer walking.<br />\r\n\t<br />\r\n\tThat&rsquo;s why we&rsquo;d asked for the number of traffic crashes -- not just those that resulted in deaths.<br />\r\n\t<br />\r\n\tThose figures didn&rsquo;t offer much in the way of support for Adams&rsquo; statement either. In 2005, there were some 9,660 accidents. That number rose in 2006 to 9,885 and then fell during the next three years. But, in 2010, it popped up again, hitting 10,334. Overall, the trend line there seems to indicate hardly any change at all during Adams&rsquo; tenure.<br />\r\n\t<br />\r\n\tWe decided we needed a broader perspective on all of this, so we gave the state&rsquo;s Department of Transportation a call. Spokeswoman Sally Ridenour knew just where to find <a href=\"http://www.oregon.gov/ODOT/TD/TDATA/car/docs/2001-10_Crash_Summary.pdf\">the stats we were looking for</a>.<br />\r\n\t<br />\r\n\tSince 2005, the state seems to have seen the same general trend that Portland has. The number of traffic accidents jumped slightly in 2006, fell the next three years and then jumped again in 2010, with a total of 44,094 accidents.<br />\r\n\t<br />\r\n\tIf you back up and take a larger, longer term look at accidents, the trend is downward for both Portland and Oregon.<br />\r\n\t<br />\r\n\tUnlike Portland&rsquo;s up and down numbers, the number of deaths statewide -- and this, we should note, is not the same as the number of accidents resulting in a death -- has been on a completely uninterrupted decline since 2005.<br />\r\n\t<br />\r\n\tNever satisfied, we wanted to get an even broader picture. So, we pulled up a report from the U.S. Department of Transportation. That report showed that nationally the number of traffic-related deaths has declined since 2005 as well.<br />\r\n\t<br />\r\n\tBecause we can&rsquo;t get enough of Excel&rsquo;s spreadsheets, we took this line of thought a little bit further. We calculated the number of deaths per thousand since 2005 in Portland and in the U.S. at large. While it&rsquo;s true that, as a whole, Portland is safer than the average, it&rsquo;s also true that the number of deaths per 1,000 people have dropped by about 26 percent both in Portland and nationally. That is to say that Portland is getting safer at about the same rate as the nation.<br />\r\n\t<br />\r\n\tWhile we were looking through all this data, we found a <a href=\"http://blog.oregonlive.com/commuting/2011/04/oregon_northwest_lead_nation_t.html\">2011 article from The Oregonian</a>, which outlines how the Pacific Northwest was leading the nation in this decline. &quot;Oregon, Washington, Idaho, Montana and Alaska -- the transportation department&rsquo;s &quot;Pacific Northwest region&quot; -- saw the nation&rsquo;s largest decrease. Deaths plummeted 12 percent to 1,215, federal officials said<a href=\"http://media.oregonlive.com/commuting/other/811451.pdf\"> in a report (PDF)</a>.&quot;<br />\r\n\t<br />\r\n\tIn fact, Oregon&rsquo;s figure for 2010 is the lowest since 1944, according to the report.<br />\r\n\t<br />\r\n\tNaturally, we were a little curious about why this might be happening. We talked to Troy Costales, who heads ODOT&rsquo;s safety division. He says it comes down to five factors: better engineering on roads and in cars, law enforcement, emergency response and public education campaigns.<br />\r\n\t<br />\r\n\t&quot;In Oregon we&#39;ve been on a steady decline ever since 1999,&quot; Costales said. &quot;We&#39;ve been out in front.&quot;<br />\r\n\t<br />\r\n\tRuiz said the fact that national and state trends were down didn&rsquo;t necessarily undermine Adams&rsquo; assertions that his focus on safety had resulted in fewer fatalities. &quot;He does not say focusing on safety in Portland resulted in unique traffic safety improvements.&quot;<br />\r\n\t<br />\r\n\tThat might be the case, but Adams directly links his spending decisions to safety trends. If those trends are happening elsewhere, it&rsquo;s hard to say just how much of the decline Adams can take credit for.<br />\r\n\t<br />\r\n\tIn any case, Adam&rsquo;s wrote that, despite population growth, fatalities are down &quot;dramatically.&quot;<br />\r\n\t<br />\r\n\t&quot;You are more likely to stay alive biking, walking and driving around Portland than you were before&quot; he took over, he wrote. He&rsquo;s partly right, the number of driver fatalities is trending down down. Pedestrian fatalities, however, during his time as head of PBOT are trending up, as are motorcycle deaths. What&rsquo;s more, Portland&rsquo;s figures aren&rsquo;t exactly unique. Adams statement ignores those details and the larger state and national context. We give this statement a Half True.</p>\r\n", "ruling_comments_date": "2012-03-09T17:44:47.123314", "ruling_date": "2012-03-09T14:43:11", "ruling_headline": "Are Portland's streets safer for walkers, bikers and drivers?", "ruling_headline_slug": "are-portlands-streets-safter-walkers-bikers-and-dr", "ruling_link_text": "Walkers aren't much safer these days", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tSam Adams, &quot;<a href=\"http://www.oregonlive.com/opinion/index.ssf/2012/02/portlands_potholes_city_choose.html\">City chooses to put safety ahead of smoothness</a>,&quot; Feb. 28, 2012<br />\r\n\t<br />\r\n\tCity of Portland, traffic fatality data by year since 1925, March 6, 2012<br />\r\n\t<br />\r\n\tCity of Portland, traffic crashes over the past decade, Feb. 29, 2012<br />\r\n\t<br />\r\n\tAmy Ruiz, statement from the mayor&rsquo;s office, March 6, 2012<br />\r\n\t<br />\r\n\tOregon Department of Transportation, <a href=\"http://www.oregon.gov/ODOT/TD/TDATA/car/docs/2001-10_Crash_Summary.pdf\">Crash Summaries by Year 01-10</a>, July 29, 2011<br />\r\n\t<br />\r\n\tThe Oregonian, &quot;<a href=\"http://blog.oregonlive.com/commuting/2011/04/oregon_northwest_lead_nation_t.html\">Oregon, Northwest lead nation to biggest decline in traffic deaths since 1940s</a>,&quot; April 1, 2011<br />\r\n\t<br />\r\n\tU.S. Department of Transportation, &quot;<a href=\"http://media.oregonlive.com/commuting/other/811451.pdf\">Traffic Safety Facts</a>,&quot; April 2011<br />\r\n\t<br />\r\n\tInterview with Troy Costales, head of ODOT Safety Division, March 5, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "Mayor of Portland", "false_count": 2, "first_name": "Sam", "half_true_count": 5, "home_state": "Oregon", "id": 710, "last_name": "Adams", "mostly_true_count": 2, "name_slug": "sam-adams", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Sam_Adams.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/710/", "total_count": 15, "true_count": 3, "website": "http://www.portlandonline.com/mayor/index.cfm"}, "statement": "<p>\r\n\tSays &quot;traffic fatalities have fallen dramatically, even as population has risen. You are more likely to stay alive biking, walking and driving around Portland than you were before&quot; he took over the Portland Bureau of Transportation.</p>\r\n", "statement_context": "a commentary article.", "statement_date": "2012-02-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 44, "photo": null, "resource_uri": "/api/v/2/subject/44/", "subject": "Transportation", "subject_slug": "transportation", "used_in_edition": []}], "target": [], "twitter_headline": ""}