{"art": [], "author": [{"email_address": "hgomez@plaind.com", "first_name": "Henry J. ", "id": 273, "last_name": "Gomez", "name_slug": "henry-gomez", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/henry-gomez.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/273/", "title": "Reporter, The Plain Dealer", "twitter": null}], "canonical_url": "/ohio/statements/2012/mar/14/ohio-democratic-party/ohio-democratic-party-touts-850000-buckeye-state-j/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 5532, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "hgomez@plaind.com", "first_name": "Henry J. ", "id": 273, "last_name": "Gomez", "name_slug": "henry-gomez", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/henry-gomez.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/273/", "title": "Reporter, The Plain Dealer", "twitter": null}], "resource_uri": "/api/v/2/statement/5532/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tHow do you know if a Democratic candidate is talking about the auto industry bailout in Ohio?<br />\r\n\t<br />\r\n\tHis lips are moving.<br />\r\n\t<br />\r\n\tBut, seriously, few issues excite party operatives more these days than the resurgence of Chrysler and General Motors, both rescued by the federal government. Democrats see it as a huge positive for President Barack Obama and U.S. Sen. Sherrod Brown, who just so happen to be up for re-election this year, and a huge negative for their Republican challengers.<br />\r\n\t<br />\r\n\tAnd while this might make for smart politics, particularly in states such as Michigan and Ohio, sometimes the crisp talking points come at the expense of facts. With this in mind, PolitiFact Ohio chose to look at a number that the Ohio Democratic Party has seized on with gusto.<br />\r\n\t<br />\r\n\tThe party trotted the number out in a March 13, 2012, news release targeting Ohio Treasurer Josh Mandel, Brown&rsquo;s Republican opponent in the Senate contest. The news release trumpeted criticism from Toledo-area auto workers toward Mandel, saying he would have opposed auto industry bailouts.<br />\r\n\t<br />\r\n\tThere are &quot;850,000 Ohio jobs tied to the auto industry,&quot; the release said.<br />\r\n\t<br />\r\n\tThat number has become key to ODP&rsquo;s core argument. The party used it in two other recent releases. One on March 6, the day of the Super Tuesday primary, took aim at front-running Republican presidential candidate Mitt Romney, an outspoken opponent of bailouts. The other on March 12 targeted Mandel.<br />\r\n\t<br />\r\n\tWe&rsquo;re not addressing Mandel&rsquo;s position on the auto bailouts or how Romney&rsquo;s anti-bailout view will serve him if he faces off against Obama in November. That&rsquo;s a political calculation for another forum.<br />\r\n\t<br />\r\n\tODP Chairman Chris Redfern and others have repeatedly claimed that the industry would have died had Romney and Mandel been calling the shots on the bailouts. That, too, is a hypothetical pretty much impossible to prove one way or the other.<br />\r\n\t<br />\r\n\tBut what about the number?<br />\r\n\t<br />\r\n\tWe asked Andrew Zucker, the ODP&rsquo;s press secretary, for the source, and he pointed us to the Center for Automotive Research, or CAR. In 2010, the independent group from Ann Arbor, Mich., published a 55-page report examining the U.S. auto industry&rsquo;s economic worth nationwide.<br />\r\n\t<br />\r\n\tSide note: We started looking into the number&rsquo;s accuracy after it was used in those two previous releases. By the time we had downloaded the report, Zucker had fired off the latest ODP missive, using the same statistic -- but this time with a full citation.&nbsp; We&rsquo;re using that statement for this item.<br />\r\n\t<br />\r\n\tAn appendix on page 48 of the report provides a state by state breakdown that attributes 848,304 Ohio jobs to the U.S. auto industry. That&rsquo;s roughly 12 percent of the state&rsquo;s workforce, according to CAR.<br />\r\n\t<br />\r\n\tPolitiFact Ohio then took a closer look at how CAR arrived at its figures.<br />\r\n\t<br />\r\n\tFor starters, it is important to understand what types of jobs factor into the group&rsquo;s analysis. CAR looks at three levels of employment: direct, intermediate and a category they call spin-off.<br />\r\n\t<br />\r\n\tDirect employees include those who work for automakers, parts manufacturers or car dealers. Intermediate employees work for companies that sell goods or services used by the direct employers. And spin-off jobs are the jobs created by the spending activity of employees in the direct and intermediate categories. Such employees could be a cashier at the supermarket or mall, a waiter or a bartender.<br />\r\n\t<br />\r\n\tIn Ohio, about 149,000 jobs are attributed to direct employment, 285,000 to intermediate and 415,000 to spin-off. Half of the jobs are tied to automakers rather than suppliers or dealers.<br />\r\n\t<br />\r\n\tIt is clear, though, that intermediate and spin-off jobs account for a majority of the estimated jobs. Those numbers, according to CAR&rsquo;s report, come from a &quot;dynamic, inter-industry model&quot; -- in other words, a simulation that includes multipliers. The methodology is not uncommon.<br />\r\n\t<br />\r\n\tWe touched base with Kim Hill, one of the report&rsquo;s authors, who confirmed what PolitiFact Ohio suspected. These estimates include not only U.S. automakers with Ohio operations, but also foreign automakers such as Honda, which has an Ohio presence.<br />\r\n\t<br />\r\n\tThat is a key point because the ODP has typically used the 850,000 number in a context that suggests that&rsquo;s how many jobs were at stake in the bailout. ODP, in the March 12 news release that also targeted Mandel, went as far as saying &quot;850,000 Ohio jobs &hellip; would have been in jeopardy&quot; had a hypothetical Sen. Mandel and his colleagues voted against the bailout.<br />\r\n\t<br />\r\n\tThis would be more accurate if those 850,000 jobs were tied solely to Chrysler and GM, the beneficiaries of the bailout. But had these two companies failed, Ohio still would have Honda, as well as suppliers and dealers that also do business with other foreign companies and Ford.<br />\r\n\t<br />\r\n\tHonda employs more than 13,500 Ohioans, according to recent media statements. The company has announced more than $500 million in Ohio investment since late 2010.<br />\r\n\t<br />\r\n\tHill gave the ODP a pass here and noted that industrywide fallout from the collapse of two giants would have been significant for suppliers and other service providers and thus would have impacted spin-off employment, as well.<br />\r\n\t<br />\r\n\tHill also noted that those jobs are supported by the auto industry not just in Ohio but in other states, too. A generic example would be a Cleveland metals manufacturer or another Ohio company that provides some professional service (an intermediate employer) to a Detroit automaker (a direct employer). In this case, it is auto industry in Michigan that is supporting the jobs in Ohio.<br />\r\n\t<br />\r\n\tThe ODP&rsquo;s claim was that &quot;850,000 Ohio jobs (are) tied to the auto industry.&quot; That is an accurate statement. While the jobs figure includes intermediate and spinoff jobs, as well as direct employment, that manner of counting is not uncommon for evaluating employment impact.<br />\r\n\t<br />\r\n\tOn the Truth-O-Meter, we rate the statement True.</p>\r\n", "ruling_comments_date": "2012-03-13T19:26:45.029737", "ruling_date": "2012-03-14T06:00:00", "ruling_headline": "Ohio Democratic Party touts 850,000 Buckeye State jobs tied to the auto industry", "ruling_headline_slug": "ohio-democratic-party-touts-850000-buckeye-state-j", "ruling_link_text": "A key driver in the economy", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tOhio Democratic Party, news release titled &quot;<a href=\"http://ohiodems.org/news/toledo-auto-workers-denounce-josh-mandel-for-opposing-auto-rescue-with-nearly-850000-ohio-jobs-in-balance/\">Toledo Auto Workers Denounce Josh Mandel For Opposing Auto Rescue With Nearly 850,000 Jobs In Balance</a>,&quot; March 13, 2012<br />\r\n\t<br />\r\n\tOhio Democratic Party, news release titled &quot;<a href=\"http://ohiodems.org/news/with-mandels-anti-auto-rescue-buddy-marco-rubio-in-town-does-josh-agree-social-security-medicare-weakened-us-as-a-people/\">With Mandel&rsquo;s Anti-Auto Rescue Buddy Marco Rubio in Town, Does Josh Agree Social Security and Medicare &lsquo;Weakened Us as a People?</a>&rsquo; &quot; March 12, 2012<br />\r\n\t<br />\r\n\tOhio Democratic Party, memo titled &quot;<a href=\"http://ohiodems.org/news/memo-no-matter-what-happens-democrats-are-the-real-winner-of-tonights-ohio-primary/\">No Matter What Happens, Democrats are the Real Winner of Tonight&rsquo;s Ohio Primary</a>, posted online March 6, 2012 &nbsp;<br />\r\n\t<br />\r\n\tEmail and telephone interviews with Andrew Zucker, ODP press secretary, March 12, 2012<br />\r\n\t<br />\r\n\tCenter for Automotive Research, report titled &quot;<a href=\"http://www.cargroup.org/?module=Publications&amp;event=View&amp;pubID=16\">Contribution of the Automotive Industry to the Economies of All 50 States and the United States</a>,&quot; by Kim Hill and Debra Menk, April 2010<br />\r\n\t<br />\r\n\tEmail and telephone interviews with Kim Hill, co-author of the CAR report, March 13, 2012<br />\r\n\t<br />\r\n\tHonda of America Manufacturing Inc., news release titled &quot;<a href=\"http://ohio.honda.com/pressroom/View_Release.cfm?articleid=255\">Honda to Invest $98 Million in Anna Engine Plant for Production of Advanced Transmission Components</a>,&quot; Feb. 1, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "", "false_count": 1, "first_name": "", "half_true_count": 2, "home_state": "Ohio", "id": 664, "last_name": "Ohio Democratic Party", "mostly_true_count": 2, "name_slug": "ohio-democratic-party", "pants_count": 2, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-mugs-donkey.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/664/", "total_count": 14, "true_count": 2, "website": "http://www.ohiodems.org/"}, "statement": "<p>\r\n\tThere are &quot;850,000 Ohio jobs tied to the auto industry.&quot;</p>\r\n", "statement_context": "a news release", "statement_date": "2012-03-13", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}