{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2012/mar/16/luis-garcia/house-republicans-stock-act-key-provisions-rivera/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 5534, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/5534/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tMembers of Congress are generally wealthier than the people they represent, and some leave office with fatter bank accounts than when they started. Could their growing riches be a result of access to special information that allowed them to make lucrative trades in the stock market?<br />\r\n\t<br />\r\n\tThose were questions that <em>60 Minutes</em> <a href=\"http://www.cbsnews.com/video/watch/?id=7388130n&amp;tag=contentBody;storyMediaBox\">tackled</a> in a November 2011 report inspire by the book <em><a href=\"http://www.amazon.com/gp/product/0547573146?ie=UTF8&amp;tag=washpost-books-20&amp;linkCode=xm2&amp;camp=1789&amp;creativeASIN=0547573146\">Throw Them All Out</a></em>, by Peter Schweizer, a fellow at the conservative Hoover Institution at Stanford University. The book&rsquo;s thesis is that members of Congress are using inside information to buy and sell stocks at a profit, using advantages that ordinary investors don&rsquo;t have.<br />\r\n\t<br />\r\n\tThe <em>60 Minutes</em> report helped breathe life into a bill largely ignored by Congress for years, the <a href=\"http://thomas.loc.gov/cgi-bin/bdquery/z?d112:s.2038:\">Stop Trading on Congressional Knowledge Act</a>, or STOCK Act. Suddenly, nearly everyone in Congress was in support of banning themselves from insider trading. The Senate and House passed different versions in February.<br />\r\n\t<br />\r\n\tBipartisanship at its best? Hardly.<br />\r\n\t<br />\r\n\tDemocrats argue that the legislation passed by the Republican-controlled House is too watered down. That argument has reverberated down to a Florida congressional race.<br />\r\n\t<br />\r\n\tLuis Garcia, a Miami Beach state representative and a Democrat, is trying to unseat U.S. Rep. David Rivera, R-Miami. In a Feb. 15, 2012, <a href=\"http://www.luisgarcia2012.com/content/luis-garcia-congressman-rivera-shouldn%E2%80%99t-use-his-office-%E2%80%9Cget-out-jail-free-card%E2%80%9D\">press release</a>, Garcia attacked Rivera&rsquo;s vote on the STOCK Act to suggest that Rivera is soft on public corruption.<br />\r\n\t<br />\r\n\tGarcia said Rivera &quot;allowed House Republican leaders to strip key provisions from the STOCK Act that would crack down on corruption of public officials and on those who peddle political inside information for profit.&quot; We should note that Garcia&rsquo;s claim was similar to claims in a press release sent by the Democratic Congressional Campaign Committee just a few days earlier.<br />\r\n\t<br />\r\n\tRivera is the subject of a <a href=\"http://www.miamiherald.com/2011/07/21/v-fullstory/2324906_feds-investigate-rep-rivera-on.html\">criminal probe</a> by the FBI and the Internal Revenue Service related to $510,000 in undisclosed payments from a gambling enterprise to a company owned by his mother.&nbsp;<br />\r\n\t<br />\r\n\tHere, we will fact-check Garcia&rsquo;s claim that Rivera allowed House Republican leaders to strip key provisions from the STOCK Act about public corruption and on those who peddle insider information. In <a href=\"http://www.politifact.com/florida/statements/2012/mar/16/luis-garcia/david-rivera-took-5000-donation-spencer-bachus-inv/\">a related report</a>, we will check another claim from Garcia, that Rivera received a $5,000 contribution from U.S. Rep. Spencer Bachus, R-Ala., who is under a House ethics investigation related to his stock trades.<br />\r\n\t<br />\r\n\t<strong>Roots of the STOCK Act</strong><br />\r\n\t<br />\r\n\tInsider trading is illegal for everyone, including members of Congress -- even without the STOCK Act. But independent investigations by journalists and academics show suspicious patterns of trading by members of Congress. Fueled in particular by the <em>60 Minutes</em> report, members wanted to pass legislation specifically for Congress, so there is no uncertainty about the matter.<br />\r\n\t<br />\r\n\tWhile newspaper articles have often focused on the trades of individual politicians, some believe the problem could be more widespread. Alan Ziobrowski, a business professor at Georgia State University, found that senators&rsquo; purchases outperformed the overall market, according to his <a href=\"https://www.documentcloud.org/documents/324381-abnormal-returns-us-sen-stock-investments-2004.html\">2004 paper</a> on the topic. His research showed &quot;senators trade with a substantial informational advantage....The results suggest that senators knew when to buy their common stocks and when to sell,&quot; he wrote.<br />\r\n\t<br />\r\n\tIn testimony about the STOCK Act in December, U.S. Securities and Exchange Commission (SEC)&nbsp;<a href=\"http://sec.gov/news/testimony/2011/ts120611rk.htm\">enforcement director Robert Khuzami</a> said that under current law pursuing insider-trading charges against a member of Congress, &quot;is without direct precedent and may present some unique issues.&quot; (Here&rsquo;s more <a href=\"http://www.washingtonpost.com/business/economy/for-sec-investigating-insider-trading-in-congress-presents-complications/2012/02/10/gIQAVzOB5Q_story.html\">analysis</a> about the complications of a federal agency investigating Congress.)<br />\r\n\t<br />\r\n\tIn 2006, a version of the STOCK Act was introduced after the<em> Wall Street Journal</em> reported that Tony Rudy, chief of staff to then House Majority Leader Tom DeLay, engaged in hundreds of stock trades from his computer at the Capitol. The bill never received a vote. It was reintroduced in 2007 and 2009 but drew little interest.<br />\r\n\t<br />\r\n\tBefore the <em>60 Minutes</em> report aired on Nov. 19, 2011, the STOCK Act had nine co-sponsors. After it aired, it got than 200 within a few weeks. Rivera signed on in December.<br />\r\n\t<br />\r\n\t<strong>Fighting over the STOCK Act</strong><br />\r\n\t<br />\r\n\tIt&rsquo;s at this point, when it looked like the STOCK Act might have an actual chance of passing, that the real battle began.<br />\r\n\t<br />\r\n\tOn Feb. 2, 2012, the Senate approved an amendment calling for the <a href=\"http://www.gpo.gov/fdsys/pkg/CREC-2012-01-31/pdf/CREC-2012-01-31-pt1-PgS215-2.pdf#page=1\">&quot;public corruption prosecution improvements&quot;</a> that was intended to give prosecutors more tools to go after corrupt public officials, including stiffer sentences.<br />\r\n\t<br />\r\n\tThe Senate version also included new requirements for &quot;political intelligence consultants,&quot; people who monitor actions on the Hill and sell the information to investors. The concern was that the consultants receive nonpublic information from members of Congress, so the Senate required them to disclose their activities the way that lobbyists do. The Senate approved the bill 96-3.<br />\r\n\t<br />\r\n\tOver in the House, Republican majority leader Rep. Eric Cantor, R-Va., unveiled his own version, which stripped out the public corruption amendment and the requirement that political intelligence consultants disclose their activities.<br />\r\n\t<br />\r\n\tDemocrats and watchdog groups criticized Cantor&rsquo;s bill as weak -- but so did a Republican senator who zeroed in on the elimination of the political consultant provision.<br />\r\n\t<br />\r\n\t&quot;It&rsquo;s astonishing and extremely disappointing that the House would fulfill Wall Street&rsquo;s wishes by killing this provision,&quot; said Sen. Charles Grassley, R-Iowa, in a statement. &quot;If Congress delays action, the political intelligence industry will stay in the shadows, just the way Wall Street likes it.&quot;<br />\r\n\t<br />\r\n\tStill, House Republicans added new clauses to the bill and said they were strengthening it. They called one of those sections the &quot;Pelosi provision&quot;; it included stricter rules for members participating in public offerings. The <em>60 Minutes</em> investigation reported that U.S. Rep. Nancy Pelosi, D-Calif., participated in Visa&rsquo;s initial public offering while a bill about credit cards was pending.<br />\r\n\t<br />\r\n\tSeveral groups that advocate for government transparency have called for a stronger version of the law including the <a href=\"http://sunlightfoundation.com/blog/2012/02/28/the-senate-should-stay-strong-on-the-stock-act/\">Sunlight Foundation</a> (which called the House version &quot;STOCK Act Lite&quot;) and <a href=\"http://www.commoncause.org/site/apps/nlnet/content2.aspx?c=dkLNK1MQIwG&amp;b=4773613&amp;ct=11624055\">Common Cause. </a><br />\r\n\t<br />\r\n\tThe House approved their version on Feb. 9 in a vote of 417-2. News reports in early March indicated that the <a href=\"http://www.nytimes.com/2012/03/06/us/politics/senate-to-choose-an-insider-trading-bill.html?_r=1\">Senate might accept the House&rsquo;s version</a> of the bill.<br />\r\n\t<br />\r\n\tWhatever one thinks of the particulars of the House version, its passage might still serve as a warning for Congress about insider trading, said Jacob Frenkel, a former SEC lawyer now in private practice who prosecuted securities fraud.<br />\r\n\t<br />\r\n\t&quot;The real effect of the STOCK Act is to put on notice prominently everyone on Capitol Hill and in the federal government that using material non-public information to buy or sell securities, or to tip off another person to do so, is a violation of federal law, and that they have a duty to keep confidential such information,&quot; said Frenkel in an email.<br />\r\n\t<br />\r\n\t<strong>Rivera&rsquo;s role</strong><br />\r\n\t<br />\r\n\tWe asked Garcia directly what he meant by saying Rivera &quot;allowed House Republican leaders to strip key provisions from the STOCK Act.&quot; What did Rivera do specifically that allowed the House version of this legislation to go forward?<br />\r\n\t<br />\r\n\tBy his &quot;yes&quot; vote, Rivera allowed it, Garcia said.<br />\r\n\t<br />\r\n\t&quot;He voted for the law,&quot; Garcia said. &quot;If you are voting for that law you are allowing that law to go on.&quot;<br />\r\n\t<br />\r\n\tWe checked to see if Rivera took any public action to encourage a stronger STOCK Act. We searched news reports and Rivera&rsquo;s office website and could not find anything beyond a single &quot;week in review&quot; <a href=\"http://rivera.house.gov/press-release/congressman-david-rivera%E2%80%99s-week-review-week-february-6th\">press release</a>.<br />\r\n\t<br />\r\n\tGarcia&rsquo;s statement -- that Rivera &quot;allowed House Republican leaders to strip key provisions from the STOCK Act&quot; -- makes it sounds like Rivera had some sort of power to stop Republican leaders from recrafting the bill, perhaps thanks to a committee post or close ties to leadership. In fact, that&rsquo;s not the case. Rivera doesn&rsquo;t have any powerful <a href=\"http://rivera.house.gov/about-me/committees-and-caucuses\">committee role</a> connected to the act and is a member of separate House committees on foreign affairs and natural resources.<br />\r\n\t<br />\r\n\tMeanwhile, Cantor has kept his distance from Rivera at times. In 2011, a Cantor spokesman said <a href=\"http://miamiherald.typepad.com/nakedpolitics/2011/02/eric-cantor-has-concerns-about-david-rivera-.html\">Cantor had concerns </a>about investigations into Rivera. When Cantor held a fundraiser in Miami in February 2011, Rivera wasn&rsquo;t in attendance.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tGarcia claimed that &quot;Congressman David Rivera allowed House Republican leaders to strip key provisions from the STOCK Act&nbsp;that would crack down on corruption of public officials and on those who peddle political inside information for profit.&quot;</p>\r\n<p>\r\n\tIt&rsquo;s true that Rivera voted for a version of the bill that removed provisions related to corruption of public officials and on political intelligence consultants. But Garcia doesn&rsquo;t offer any evidence that Rivera &quot;allowed&quot; it to happen other than voting for it. The statement makes it sound like Rivera had some sort of powerful role in making the legislation coming to pass. Actually, Rivera himself is under investigation -- and not exactly the guy House leaders would turn to when crafting legislation about ethics.<br />\r\n\t<br />\r\n\tWe rate this claim Mostly False.</p>\r\n", "ruling_comments_date": "2012-03-14T12:14:31.304515", "ruling_date": "2012-03-16T14:28:14", "ruling_headline": "David Rivera \"allowed House Republican leaders to strip key provisions from the STOCK Act,\" said Luis Garcia", "ruling_headline_slug": "house-republicans-stock-act-key-provisions-rivera", "ruling_link_text": "Exaggerating Rivera's influence", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tLuis Garcia press release,<a href=\"http://www.luisgarcia2012.com/content/luis-garcia-congressman-rivera-shouldn%E2%80%99t-use-his-office-%E2%80%9Cget-out-jail-free-card%E2%80%9D\"> &quot;Luis Garcia: Congressman Rivera shouldn&rsquo;t use his office as a &lsquo;Get Out of Jail Card,&rsquo;&quot;</a> Feb. 15, 2012<br />\r\n\t<br />\r\n\tDemocratic Congressional Campaign Committee press release, &quot;Rivera Fails to Fight For Stronger STOCK Act,&quot; Feb. 9, 2012<br />\r\n\t<br />\r\n\tU.S. Rep. David Rivera, <a href=\"http://rivera.house.gov/about-me/committees-and-caucuses\">Committees and caucuses</a>, Accessed March 13, 2012<br />\r\n\t<br />\r\n\tU.S. Rep. David Rivera, <a href=\"http://rivera.house.gov/press-release/congressman-david-rivera%E2%80%99s-week-review-week-february-6th\">Week in review: Week of Feb. 6, 2012</a><br />\r\n\t<br />\r\n\tOffice of Congressional Ethics,<a href=\"http://oce.house.gov/faq.html\"> Frequently asked questions</a>, Accessed March 13, 2012<br />\r\n\t<br />\r\n\tHouse Committee on Ethics,<a href=\"http://ethics.house.gov/\"> Website</a>, Accessed March 13, 2012<br />\r\n\t<br />\r\n\tU.S. Library of Congress, <a href=\"http://thomas.loc.gov/cgi-bin/bdquery/z?d112:s.2038:\">Stop Trading on Congressional Knowledge Act S. 2038</a>, Passed the House Feb. 9. 2012<br />\r\n\t<br />\r\n\tU.S. Library of Congress, <a href=\"http://thomas.loc.gov/cgi-bin/bdquery/z?d109:H.R.5015:\">Stop Trading on Congressional Knowledge Act H.R. 5015</a>, Introduced March 28, 2006<br />\r\n\t<br />\r\n\tU.S. Securities and Exchange Commission,<a href=\"http://sec.gov/news/testimony/2011/ts120611rk.htm\"> &quot;Testimony of Robert Khuzami, director of the division of enforcement, on H.R. 1148, the Stop Trading on Congressional Knowledge Act,&quot; </a>Dec. 6, 2011<br />\r\n\t<br />\r\n\tGOP, <a href=\"https://www.documentcloud.org/documents/324904-gop-on-stock-act.html\">Legislative digest S. 2038</a>, Feb. 9, 2012<br />\r\n\t<br />\r\n\tHouse Majority Leader Eric Cantor,<a href=\"http://majorityleader.gov/newsroom/2012/02/leader-cantor-statement-on-house-consideration-of-the-stock-act.html\"> &quot;Leader Cantor statement on House consideration of the STOCK Act,&quot; </a>Feb. 7, 2012<br />\r\n\t<br />\r\n\tU.S. Rep. Louise Slaughter, D-N.Y., <a href=\"http://www.louise.house.gov/index.php?option=com_content&amp;view=article&amp;id=2623\">About the STOCK Act</a>, Accessed March 9, 2012<br />\r\n\t<br />\r\n\tJournal of Finance and Quantitative Analysis, <a href=\"https://www.documentcloud.org/documents/324381-abnormal-returns-us-sen-stock-investments-2004.html\">&quot;Abnormal returns from the common stock investments of the U.S. Senate,&quot;</a> December 2004<br />\r\n\t<br />\r\n\tJournal of Business and Politics, <a href=\"https://www.documentcloud.org/documents/324382-abnormal-returns-house-of.html\">&quot;Abnormal returns from the common stock investments of the U.S. House of Representatives,&quot; </a>2011<br />\r\n\t<br />\r\n\tCNBC, <a href=\"http://www.cnbc.com/id/43183551/\">&quot;Insider Trading on Capitol Hill: Congressional Democrats do it better,&quot;</a> May 27, 2011<br />\r\n\t<br />\r\n\t<em>Miami Herald </em>Naked Politics blog, <a href=\"http://miamiherald.typepad.com/nakedpolitics/2011/02/eric-cantor-has-concerns-about-david-rivera-.html\">&quot;Republican leader Eric Cantor has &lsquo;concerns&rsquo; about Rivera,&quot; </a>Feb. 25, 2011<br />\r\n\t<br />\r\n\t<em>Miami Herald</em>, <a href=\"http://www.miamiherald.com/2011/07/21/v-fullstory/2324906_feds-investigate-rep-rivera-on.html\">&quot;Feds investigate Congressman Rivera on Casino contract,&quot; </a>July 21, 2011<br />\r\n\t<br />\r\n\t<em>60 Minutes</em>, <a href=\"http://www.cbsnews.com/8301-18560_162-57323527/congress-trading-stock-on-inside-information/?tag=mncol;lst;8\">&quot;Congress: Trading stock on inside information?&quot; </a>Nov. 13, 2011<br />\r\n\t<br />\r\n\tPolitico, <a href=\"http://www.politico.com/news/stories/0212/72624.html\">&quot;Eric Cantor under fire for STOCK Act tweaks,&quot;</a> Feb. 8, 2012<br />\r\n\t<br />\r\n\tPolitico,<a href=\"http://www.politico.com/news/stories/0212/73474_Page2.html\"> &quot;STOCK Act Limps toward passage,&quot; </a>Feb. 29, 2012<br />\r\n\t<br />\r\n\t<em>Washington Post</em>,<a href=\"http://www.washingtonpost.com/politics/rep-bachus-faces-insider-trading-investigation/2012/02/09/gIQA21Ui2Q_story.html\"> &quot;Rep. Spencer Bachus faces insider trading investigation,&quot;</a> Feb. 9, 2012<br />\r\n\t<br />\r\n\t<em>Washington Post</em>, <a href=\"http://www.washingtonpost.com/business/economy/for-sec-investigating-insider-trading-in-congress-presents-complications/2012/02/10/gIQAVzOB5Q_story.html\">&quot;For SEC, investigating insider trading in Congress presents complications,&quot;</a> Feb. 10, 2012<br />\r\n\t<br />\r\n\t<em>Miami Herald</em>, <a href=\"http://www.miamiherald.com/2012/03/07/2681462_garcia-slams-penelas-and-national.html\">&quot;Garcia clams Penelas and national Democrats,&quot;</a> March 7, 2012<br />\r\n\t<br />\r\n\tAP, &quot;<a href=\"http://www.houmatoday.com/article/20120303/APN/1203030867?tc=ar\">Bachus re-election bid tops Alabama House races,&quot;</a> March 3, 2012<br />\r\n\t<br />\r\n\t<em>New York Times</em>, <a href=\"http://www.nytimes.com/2012/03/06/us/politics/senate-to-choose-an-insider-trading-bill.html?_r=1\">&quot;Senate to choose an insider trading bill,&quot; </a>March 5, 2012<br />\r\n\t<br />\r\n\tSunlight Foundation, <a href=\"http://sunlightfoundation.com/blog/2012/02/28/the-senate-should-stay-strong-on-the-stock-act/\">&quot;Senate should stay strong on the STOCK Act,&quot;</a> Feb. 28, 2012<br />\r\n\t<br />\r\n\tCommon Cause, <a href=\"http://www.commoncause.org/site/apps/nlnet/content2.aspx?c=dkLNK1MQIwG&amp;b=4773613&amp;ct=11624055\">&quot;Common Cause urges conferees to strengthen STOCK Act,&quot;</a> Feb. 9, 2012<br />\r\n\t<br />\r\n\tProject on Government Oversight, <a href=\"http://www.pogo.org/pogo-files/letters/government-corruption/gc-ii-20120206-boehner-cantor-letter.html\">&quot;POGO and partners support STOCK Act, Issue letter to House speaker John Boehner and Majority Leader Eric Cantor,&quot;</a> Feb. 6, 2012<br />\r\n\t<br />\r\n\tInterview, Stephanie Formas, Democratic Congressional Campaign Committee, March 8, 2012<br />\r\n\t<br />\r\n\tInterview, State Rep.Luis Garcia, March 8, 2012<br />\r\n\t<br />\r\n\tInterview, Christian Ulvert, campaign spokesman for Congressional candidate Luis Garcia, March 9, 2012<br />\r\n\t<br />\r\n\tInterview Meredith McGehee, Policy Director, Campaign Legal Center, March 9, 2012<br />\r\n\t<br />\r\n\tInterview, Jacob Frenkel, a lawyer in private practice in Maryland and former SEC Enforcement lawyer and federal prosecutor of securities and public corruption offenses, March 8, 2012<br />\r\n\t<br />\r\n\tInterview, Alan Ziobrowski, a business professor at George State University who published papers in 2004 about <a href=\"https://www.documentcloud.org/documents/324382-abnormal-returns-house-of.html\">stock purchases of Senators</a> and in 2011 about <a href=\"https://www.documentcloud.org/documents/324382-abnormal-returns-house-of.html\">Congress</a>, March 8, 2012<br />\r\n\t<br />\r\n\tInterview, Victoria Dillon, spokeswoman for U.S. Rep. Louise Slaughter, March 9, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "state representative", "false_count": 0, "first_name": "Luis", "half_true_count": 0, "home_state": "Florida", "id": 1728, "last_name": "Garcia", "mostly_true_count": 1, "name_slug": "luis-garcia", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Luis_Garcia.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1728/", "total_count": 2, "true_count": 0, "website": "http://www.luisgarcia2012.com/"}, "statement": "<p>\r\n\tSays David Rivera &quot;allowed House Republican leaders to strip key provisions from the STOCK Act&quot; that would crack down on insider trading by members of Congress.</p>\r\n", "statement_context": "a campaign press release", "statement_date": "2012-02-15", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}, {"description": "", "id": 35, "photo": null, "resource_uri": "/api/v/2/subject/35/", "subject": "Ethics", "subject_slug": "ethics", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. Representative, Florida District 25", "false_count": 2, "first_name": "David", "half_true_count": 0, "home_state": "Florida", "id": 747, "last_name": "Rivera", "mostly_true_count": 0, "name_slug": "david-rivera", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/OT_321983_KEEL_FLGOV_9.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/747/", "total_count": 2, "true_count": 0, "website": "http://rivera.house.gov/"}], "twitter_headline": ""}