{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2012/mar/22/mitt-romney/mitt-romney-says-barack-obama-ending-medicare-we-k/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}, {"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 5542, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "seaton@plaind.com", "first_name": "Sabrina ", "id": 151, "last_name": "Eaton", "name_slug": "sabrina-eaton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-sabrina-eaton_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/151/", "title": "Reporter, Plain Dealer Washington bureau", "twitter": null}, {"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}, {"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}, {"email_address": "wmariano@ajc.com", "first_name": "Willoughby", "id": 136, "last_name": "Mariano", "name_slug": "willoughby-mariano", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/136/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}, {"email_address": "moorhead@tampabay.com", "first_name": "Molly", "id": 274, "last_name": "Moorhead", "name_slug": "molly-moorhead", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Molly_the_Mollster.jpg", "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/274/", "title": "Pasco Editor", "twitter": null}], "resource_uri": "/api/v/2/statement/5542/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tMitt Romney is trying to turn the tables on President Barack Obama by using a favorite Democratic line against him, <a href=\"http://www.mittromney.com/news/press/2012/03/five-questions-president-obama-medicare\">accusing</a> Obama of &quot;ending Medicare as we know it.&quot;<br />\r\n\t<br />\r\n\tThat&#39;s been a trusty line for the Democrats, with variations used in campaign commercials and press releases over the past couple of years. It was used to criticize Republicans who supported Rep. Paul Ryan&#39;s plan to dramatically change Medicare and was uttered so often that we chose it as <a href=\"http://www.politifact.com/truth-o-meter/article/2011/dec/20/lie-year-democrats-claims-republicans-voted-end-me/\">2011 Lie of the Year</a>. &nbsp;But this time, it&#39;s coming from a Republican against the Democratic president.<br />\r\n\t<br />\r\n\tThe Romney campaign used it in a news release that listed five questions, each beginning with &quot;Why is President Obama ending Medicare as we know it...&quot;<br />\r\n\t<br />\r\n\t&bull; &quot;by allowing it to go bankrupt in less than 15 years?&quot;<br />\r\n\t<br />\r\n\t&bull; &quot;by funding Obamacare through $500 billion In Medicare cuts for today&rsquo;s seniors?&quot;<br />\r\n\t<br />\r\n\t&bull; &quot;by creating an unaccountable board to ration care for today&rsquo;s seniors?&quot;<br />\r\n\t<br />\r\n\t&bull; &quot;by destroying Medicare Advantage for today&rsquo;s seniors?&quot;<br />\r\n\t<br />\r\n\t&bull; &quot;by ending access to care for today&rsquo;s seniors?&quot;<br />\r\n\t<br />\r\n\tScaring senior citizens about Medicare has long been a part of both parties&#39; playbooks. But we hadn&#39;t heard of any plan from President Obama to dramatically alter the senior health care plan, so we thought it worthwhile to check the claim.<br />\r\n\t<br />\r\n\tIt&#39;s important to note that Obama&#39;s plan for Medicare hasn&#39;t been as big and sweeping as Ryan&#39;s. It has involved cutting the growth of future spending, particularly in the Medicare Advantage program and establishing a board to make recommendations about future savings. But he has not outlined a dramatic, structural overhaul or a fundamental redefinition of the program.<br />\r\n\t<br />\r\n\tWe found that Romney was stringing together a series of flimsy and often contradictory facts to justify an over-the-top statement. Let&#39;s take Romney&#39;s points one by one:<br />\r\n\t<br />\r\n\t<strong>Is Medicare going bankrupt?</strong><br />\r\n\t<br />\r\n\tAs PolitiFact Georgia <a href=\"http://www.politifact.com/georgia/statements/2011/oct/14/herman-cain/cain-says-medicare-social-security-financial-troub/\">has written</a> -- and as Medicare&rsquo;s government trustees declare every year -- Medicare does have big financial problems.<br />\r\n\t<br />\r\n\tMedicare is funded by two separate trust funds run by the federal government. According to the most recent <a href=\"https://www.cms.gov/ReportsTrustFunds/downloads/tr2011.pdf\">annual report of the Medicare trustees</a>, the trust fund for Medicare Part B, which covers doctors visits and outpatient costs, and part D, which covers prescription drugs, &nbsp;is in reasonably good shape, though not without longer-term worries.<br />\r\n\t<br />\r\n\tThe other trust fund, covering inpatient hospital care, home health care and services at skilled nursing facilities and hospices, is under greater fiscal stress. Tax income and dedicated revenues &quot;are expected to fall short&quot; of expenditures &quot;in all future years,&quot; the trustees wrote. The fund doesn&#39;t meet overall benchmarks for fiscal balance in either the short or the long term. The fund is expected to be exhausted by 2024, or possibly as soon as 2016 in a worst-case scenario.<br />\r\n\t<br />\r\n\tStill, not even this grim outlook translates into Obama &quot;allowing (Medicare) to go bankrupt in less than 15 years,&quot; as the Romney memo claims.<br />\r\n\t<br />\r\n\tFirst, it is a significant exaggeration to blame Medicare&#39;s situation entirely on the incumbent president. Decisions over nearly 50 years by many presidents and members of Congress have put the program on an unsustainable path. You could just as easily substitute the name of a Republican president or a GOP congressional leader who would have to share at least some responsibility for the financial situation.<br />\r\n\t<br />\r\n\tThe Medicare trustees don&rsquo;t use the word &quot;bankrupt&quot; in their report, and it&rsquo;s not clear that Medicare&rsquo;s situation fits the two definitions of &quot;bankrupt&quot; <a href=\"http://www.politifact.com/truth-o-meter/statements/2011/sep/22/gary-johnson/gary-johnson-says-us-bankrupt/\">we&rsquo;ve used in the past</a> -- to be &quot;<a href=\"http://www.google.com/search?sourceid=chrome&amp;ie=UTF-8&amp;q=definition+of+bankrupt#hl=en&amp;q=bankrupt&amp;tbs=dfn:1&amp;tbo=u&amp;sa=X&amp;ei=aUBFTvz8JMK1twfN45j5BQ&amp;ved=0CBkQkQ4&amp;bav=on.2,or.r_gc.r_pw.&amp;fp=7880ac2bb6d327b0&amp;biw=1269&amp;bih=643\">declared in law unable to pay outstanding debts</a>&quot; or &quot;<a href=\"http://www.merriam-webster.com/dictionary/bankrupt\">reduced to a state of financial ruin: impoverished</a>.&quot; Medicare is a government program; the government will have the ability to pay its bills, however financially painful that may become.<br />\r\n\t<br />\r\n\tMeanwhile, only one of the funds is considered in fiscal peril, and that peril could be headed off through benefit cuts or higher taxes.<br />\r\n\t<br />\r\n\tHistorically, Congress has intervened when funds appeared to be running out. &quot;Almost from its inception, the (Part A) trust fund has faced a projected shortfall,&quot; <a href=\"http://www.aging.senate.gov/crs/medicare14.pdf\">the Congressional Research Service has written</a>. In 1970, the insolvency date was 1972. For the next 16 years, trustees expected its funds to be exhausted by the 1990s. Congress repeatedly acted to lower fund spending and keep it from going dry.<br />\r\n\t<br />\r\n\tOverall, we find it is a ridiculous exaggeration to say that Obama is personally responsible for Medicare&#39;s financial woes.&nbsp;</p>\r\n<p>\r\n\t<strong>Is Obama funding his health care law by $500 billion in Medicare cuts?</strong><br />\r\n\t<br />\r\n\tFirst off, we&rsquo;ll note that this argument is an odd contradiction. In the first point, Romney argued that Obama is responsible for Medicare&#39;s financial peril. This one criticizes him for ... cutting its costs.<br />\r\n\t<br />\r\n\tWe previously checked a virtually identical claim by Romney, that &quot;Obamacare takes $500 billion out of Medicare and funds Obamacare.&quot; We ruled it <a href=\"http://www.politifact.com/truth-o-meter/statements/2011/jun/16/mitt-romney/500-billion-medicare-obamacare-romney-says/\">Half True</a>, though other times we&rsquo;ve given different ratings to this general topic due to variations in how the claim was worded.<br />\r\n\t<br />\r\n\tThe health care reform law made several changes to Medicare. In a few cases, it actually increased Medicare spending to provide more benefits and coverage. The law added money to cover preventive services and to fill a gap (or &quot;doughnut hole&quot;) for enrollees who purchase prescription drugs through the Medicare Part D program.<br />\r\n\t<br />\r\n\tOther provisions are designed to reduce future growth in Medicare spending, to encourage the program to operate more efficiently and to improve the delivery and quality of care in ways that include reducing hospital re-admissions. The bill doesn&#39;t take money out of the current Medicare budget but instead attempts to slow the program&#39;s future growth in provider payments, combined with premium hikes for higher-income beneficiaries and administrative changes.<br />\r\n\t<br />\r\n\tMedicare spending will still increase, however. The nonpartisan Congressional Budget Office projects Medicare spending will reach $929 billion in 2020, up from $499 billion in actual spending in 2009.<br />\r\n\t<br />\r\n\tRomney is right that future savings from Medicare are planned to offset new costs created by the law -- especially coverage for the uninsured -- so that the overall law doesn&#39;t add to the deficit. However, the way Romney phrases it gives the impression that the law takes money already allocated to Medicare and uses it to fund the new health care law. Instead, the law uses a number of measures to try to reduce the rapid growth of future Medicare spending -- something that, paradoxically, would help ease the concerns laid out in Romney&rsquo;s previous claim, that Medicare could &quot;go bankrupt in less than 15 years.&quot;<br />\r\n\t<br />\r\n\tSo that doesn&#39;t support the sweeping claim that Obama is &quot;changing Medicare as we know it.&quot; He&#39;s changed it, but not drastically.<br />\r\n\t<br />\r\n\t<strong>Does the health care law create an &quot;unaccountable board to ration care&quot;?</strong><br />\r\n\t<br />\r\n\tThe Independent Payment Advisory Board, or IPAB, with 15 members who are political appointees, is charged with identifying $15.5 billion in Medicare savings. PolitiFact and its affiliates have checked similar claims and typically found they were significant exaggerations.<br />\r\n\t<br />\r\n\tHere, we&rsquo;ll first ask: Is IPAB unaccountable? The answer is: No.<br />\r\n\t<br />\r\n\tMembers are chosen by the president and confirmed by the Senate. The board would not issue edicts. It would make recommendations. If Congress does not act on its recommendations within a set time, the recommendations are automatically implemented.<br />\r\n\t<br />\r\n\tBut Congress has other opportunities to intervene. According to a <a href=\"http://www.kff.org/medicare/upload/8150.pdf\">Kaiser Family Foundation analysis</a>, the full House and Senate may consider amendments that change or repeal the board&#39;s recommendations as long as those changes meet the same fiscal criteria as the board itself uses. Congress is even granted a one-time opportunity to introduce legislation to dismantle IPAB permanently. This would require approval between January 2017 and Aug. 15, 2017, with the support of three-fifths of the members of the House and Senate.<br />\r\n\t<br />\r\n\tSo Congress has multiple ways to intervene. This negates the argument that its actions are &quot;unaccountable.&quot;<br />\r\n\t<br />\r\n\tSecond, would IPAB ration care? No. The law specifically bars it from doing that. The panel is forbidden from submitting &quot;any recommendation to ration health care,&quot; according to Section 3403 of the health care law.<br />\r\n\t<br />\r\n\tThe types of recommendations the board is permitted to make are also sharply limited. It may not suggest raising premiums for Medicare beneficiaries or increase deductibles, coinsurance or co-payments. The board also may not urge changes to Medicare eligibility, the scope of benefits or initiatives to raise revenue.<br />\r\n\t<br />\r\n\tInstead, what it is permitted to do is reduce how much the government pays health-care providers for services, for instance, by reducing payments to hospitals with high rates of re-admissions or recommending innovations to cut wasteful spending.<br />\r\n\t<br />\r\n\tThe Romney campaign argues that IPAB&rsquo;s actions will have the effect of rationing care. If the reimbursement rate for mammograms is cut low enough, the campaign argues, doctors would face the choice of continuing to provide the same services for diminishing payments or else stop providing the services entirely.<br />\r\n\t<br />\r\n\tBut as <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/aug/25/howard-dean/rationing-health-care-reform/\">we&rsquo;ve argued before</a>, if that&rsquo;s rationing, then it&rsquo;s not substantially different from the type of unofficial rationing that existed before passage of the health care law (and continues to exist today, before much of it is in force). People who couldn&#39;t get health insurance due to a pre-existing condition or their financial situation felt like there was already rationing. And even for those with insurance, not every type of care was covered.<br />\r\n\t<br />\r\n\t&quot;Everyone hates the word rationing,&quot; Katherine Baicker, a health economics professor at Harvard University, told us in 2009. &quot;From an economics perspective, there&#39;s no way around rationing. Some care is being rationed now. Everyone isn&#39;t getting everything.&quot; &nbsp;<br />\r\n\t<br />\r\n\tSo, IPAB doesn&rsquo;t break any new ground in &quot;rationing,&quot; and the board is still accountable to Congress.<br />\r\n\t<br />\r\n\t<strong>Is Obama destroying Medicare Advantage?</strong><br />\r\n\t<br />\r\n\tThe health care law includes $136 billion in projected savings that would come from changes to the Medicare Advantage program -- a privately run, Medicare-funded plan akin to managed care health insurance.<br />\r\n\t<br />\r\n\tThe Romney camp points to a <a href=\"http://www.carlsonschool.umn.edu/medical-industry-leadership-institute/publications/documents/Book_RamletFinal_10-13-2011.pdf\">study</a> that supports the argument that these changes will destroy Medicare Advantage. It projects that &quot;nationwide, compared to what would have been the case under prior law, by 2017, when the changes are fully phased-in, enrollment (in Medicare Advantage) is projected to be 50 percent lower, the average would-be beneficiary will lose $3,700 in benefits (accounting for both those who remain in MA and those who leave) and the number of choices available in the average county will be reduced by about two-thirds.&quot;<br />\r\n\t<br />\r\n\tWe don&rsquo;t have any contrary data, but we&rsquo;ll note that the report was written by Robert A. Book, a former scholar at the conservative Heritage Foundation, and Michael Ramlet, the director of health care policy at the American Action Forum, a group whose board <a href=\"http://americanactionforum.org/about\">includes</a> a long list of Republican stalwarts. So we think the report is worth taking with a grain of salt.<br />\r\n\t<br />\r\n\tThere&rsquo;s no question that Medicare Advantage is taking a disproportionate share of the cuts made by the new law. But &quot;destroying&quot; is too strong a word -- few doubt that Medicare Advantage will continue to exist and draw beneficiaries. And these savings need to be taken in some context.<br />\r\n\t<br />\r\n\t&quot;The Affordable Care Act reduces payments to Medicare Advantage plans,&quot; Jonathan Oberlander, health policy professor at the University of North Carolina School of Medicine, <a href=\"http://www.politifact.com/truth-o-meter/statements/2011/dec/12/mitt-romney/romney-says-only-obama-has-cut-medicare/\">told us in 2011</a>. &quot;They&rsquo;re overpaid by quite a lot -- excess payments above and beyond what it costs to treat people,&quot; he said. &quot;As a result of that, there are projections that some of those (plans) are going to trim some of the extra benefits.&quot; Those could include benefits for vision or dental care, he said, but &quot;it doesn&rsquo;t affect the core benefits, the required Medicare benefits.&quot;<br />\r\n\t<br />\r\n\tAnd once again, we&rsquo;ll point out that if Romney is concerned about Medicare possibly going &quot;bankrupt&quot; in the future, it&rsquo;s paradoxical to simultaneously argue against lowering reimbursements to a portion of Medicare that is already paid higher-than-average amounts.<br />\r\n\t<br />\r\n\t<strong>Is Obama ending access to care for today&rsquo;s seniors?</strong><br />\r\n\t<br />\r\n\tThis is a stunningly sweeping claim, with virtually nothing to back it up. Are Medicare beneficiaries really being left without any doctors or hospitals to go to?<br />\r\n\t<br />\r\n\tThe campaign points to a <a href=\"http://www.cms.gov/ActuarialStudies/Downloads/PPACA_2010-04-22.pdf\">projection</a> by Medicare&rsquo;s actuary that one provision in the law could squeeze health care reimbursements so much that about 15 percent of health care providers &quot;could find it difficult to remain profitable and, absent legislative intervention, might end their participation in the program (possibly jeopardizing access to care for beneficiaries),&quot; the actuary wrote.<br />\r\n\t<br />\r\n\tComing from an independent federal official, this assessment seems credible. But health care experts -- while acknowledging the risks of squeezing providers -- caution against concluding that many of Medicare&rsquo;s providers will flee the program.<br />\r\n\t<br />\r\n\tOne reason is Medicare&rsquo;s market dominance. &quot;If hospitals don&rsquo;t serve Medicare patients, who exactly are they going to care for?&quot; Oberlander asks. &quot;Same goes for most physicians. Without Medicare patients, they would have very empty waiting rooms.&quot;<br />\r\n\t<br />\r\n\tHistory backs up this view, said Jonathan Gruber, a Massachusetts Institute of Technology health care policy specialist who has advised both Romney and Obama in the past.<br />\r\n\t<br />\r\n\t&quot;We have seen major cuts in Medicare reimbursement in the past, most notably for hospitals in 1997, where there were cuts that were much larger than those in&quot; Obama&rsquo;s law, yet none resulted in widespread defections, Gruber said.<br />\r\n\t<br />\r\n\tIt&rsquo;s also worth noting that the new law is not the only source of cost adjustments that could squeeze margins for providers. The most notable is Medicare&rsquo;s Sustainable Growth Rate, which (at least theoretically) caps physician reimbursement in the program based on a formula. We say &quot;theoretical&quot; because Congress has always acted to head off its implementation before the required cuts took effect. And that&#39;s been going on since it was first put into law in 1997.<br />\r\n\t<br />\r\n\t&quot;This would have been a problem regardless of whether the ACA ever became law, so connecting it to &lsquo;Obamacare&rsquo; is just false,&quot; Oberlander said.<br />\r\n\t<br />\r\n\t<strong>Summing up</strong><br />\r\n\t<br />\r\n\tWe&rsquo;ll evaluate Romney&rsquo;s claim in two steps. First, how accurate are his five claims? And second, do they collectively indicate that Obama is &quot;ending Medicare as we know it&quot;?<br />\r\n\t<br />\r\n\tThe claim that Obama is funding his health care law by $500 billion in Medicare cuts has the most merit, but three of the other claims greatly exaggerate a nugget of truth.<br />\r\n\t<br />\r\n\tMedicare has serious financial challenges in its future, but saying it will go &quot;bankrupt&quot; in less than 15 years is highly misleading. Meanwhile, Obama&rsquo;s law certainly targets Medicare Advantage for cuts, but it&rsquo;s not at all clear that those cuts will &quot;destroy&quot; the program. And Medicare&rsquo;s fiscal pressures and the possibility of reduced payments to providers do pose challenges for Medicare&rsquo;s ability to keep physicians and hospitals in its network, but its sheer size gives it market power that make it difficult for physicians to leave.<br />\r\n\t<br />\r\n\tAs for Romney&rsquo;s claim about IPAB, we see little if any truth in it.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tOverall, then, the Romney news release is a talking point in search of facts.<br />\r\n\t<br />\r\n\tIt takes some shreds of truth and combines them with worst-case-scenario speculations, then deploys overheated language. Even if each of his five claims were true, it would be a stretch to say that they added up to &quot;ending Medicare as we know it.&quot; But given their degree of inaccuracy, the memo doesn&rsquo;t have a leg to stand on.<br />\r\n\t<br />\r\n\tWe interpret &quot;ending Medicare as we know it&quot; to mean a fundamental, structural change to the program, one so significant that it is almost unrecognizable as a result. Romney&rsquo;s charge that Obama would &quot;end Medicare as we know it&quot; is at least as overheated as the Democratic charge that the Ryan plan would &quot;end Medicare.&quot;<br />\r\n\t<br />\r\n\tUnder Obama&rsquo;s approach, Medicare would still be a large, single-payer, federally run health care program for seniors -- slimmer in some areas, more generous in others, with a smattering of different rules. That&rsquo;s not &quot;ending Medicare as we know it,&quot; which is just the latest line in a long history of political attempts to scare seniors. We rate Romney&rsquo;s claim Pants on Fire.</p>\r\n", "ruling_comments_date": "2012-03-15T16:41:20.420961", "ruling_date": "2012-03-22T17:42:48", "ruling_headline": "Mitt Romney says Barack Obama is “ending Medicare as we know it.”", "ruling_headline_slug": "mitt-romney-says-barack-obama-ending-medicare-we-k", "ruling_link_text": "The evidence is not even close", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tMitt Romney for President, &quot;<a href=\"http://www.mittromney.com/news/press/2012/03/five-questions-president-obama-medicare\">Five Questions for President Obama on Medicare</a>,&quot; Mar. 12, 2012</p>\r\n<p>\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/dec/12/mitt-romney/romney-says-only-obama-has-cut-medicare/\">Romney says only Obama has cut Medicare</a>,&quot; Dec. 12, 2011</p>\r\n<p>\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/ohio/statements/2011/nov/25/60-plus-association/60-plus-association-spokesman-pat-boone-says-ipab/\">60 Plus Association, with spokesman Pat Boone, says the IPAB is like &#39;a Medicare IRS</a>,&#39; &quot; Nov. 7, 2011</p>\r\n<p>\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/jun/16/mitt-romney/500-billion-medicare-obamacare-romney-says/\">$500 billion from Medicare for Obamacare, Mitt Romney says</a>,&quot; June 16, 2011</p>\r\n<p>\r\n\tPolitiFact, <a href=\"http://www.politifact.com/georgia/statements/2011/oct/14/herman-cain/cain-says-medicare-social-security-financial-troub/\">&quot;Cain says Medicare, Social Security in financial tro</a><a href=\"http://www.politifact.com/georgia/statements/2011/oct/14/herman-cain/cain-says-medicare-social-security-financial-troub/\">uble</a>,&quot; Oct. 14, 2012</p>\r\n<p>\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2009/aug/25/howard-dean/rationing-health-care-reform/\">There&#39;s rationing in health care now, and there still would be under reform bill</a>,&quot; Aug. 25, 2009</p>\r\n<p>\r\n\t<a href=\"https://www.cms.gov/ReportsTrustFunds/downloads/tr2011.pdf\">Annual report of the Medicare trustees</a>, 2011</p>\r\n<p>\r\n\tCongressional Research Service, &quot;<a href=\"http://www.aging.senate.gov/crs/medicare14.pdf\">Medicare: History of Part A Insolvency Projections</a>,&quot; May 27, 2009</p>\r\n<p>\r\n\tAssociated Press, &quot;<a href=\"http://www.sltrib.com/sltrib/mobile/53495099-90/budget-tax-trillion-obama.html.csp\">Obama budget: New spending with recycled tax ideas</a>,&quot; Feb. 11, 2012</p>\r\n<p>\r\n\tCenter for Medicare and Medicaid Services, Office of the Chief Actuary, &quot;<a href=\"http://www.cms.gov/ActuarialStudies/Downloads/PPACA_2010-04-22.pdf\">Estimated Financial Effects of the Patient Protection and Affordable Care Act, as Amended</a>,&quot; April 22, 2010</p>\r\n<p>\r\n\tKaiser Family Foundation, <a href=\"http://www.kff.org/medicare/upload/8150.pdf\">&quot;The Independent Payment Advisory Board: A New Approach to Controlling Medicare Sp</a><a href=\"http://www.kff.org/medicare/upload/8150.pdf\">ending</a>,&quot; April 2011</p>\r\n<p>\r\n\tRobert A. Book and Michael Ramlet, &quot;<a href=\"http://www.csom.umn.edu/medical-industry-leadership-institute/publications/documents/Book_Ramlet_MILI-working-paper_2011-10-11_Final.pdf\">What Changes will Health Reform Bring to Medicare Advantage Plan Benefits and Enrollment</a>?&quot; (Medical Industry Leadership Institute/Carlson School of Management), Oct. 2011</p>\r\n<p>\r\n\tEmail interview with Jonathan Oberlander, health policy professor at the University of North Carolina School of Medicine, Mar. 14, 2012</p>\r\n<p>\r\n\tEmail interview with Jonathan Gruber, economist at the Massachusetts Institute of Technology, Mar. 14, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 34, "current_job": "Former governor", "false_count": 32, "first_name": "Mitt", "half_true_count": 58, "home_state": "Massachusetts", "id": 5, "last_name": "Romney", "mostly_true_count": 33, "name_slug": "mitt-romney", "pants_count": 19, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-mittromney.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/5/", "total_count": 221, "true_count": 30, "website": "http://www.mittromney.com/"}, "statement": "<p>\r\n\t<strong id=\"internal-source-marker_0.06674039410427213\">President Barack Obama is &quot;ending Medicare as we know it.&quot;</strong></p>\r\n", "statement_context": "a campaign memo", "statement_date": "2012-03-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 50, "photo": null, "resource_uri": "/api/v/2/subject/50/", "subject": "Medicare", "subject_slug": "medicare", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}], "twitter_headline": ""}