{"art": [{"brightcove": "", "caption": "The Obama campaign film \"The Road We've Traveled\" was directed by Davis Guggenheim, who has done documentaries on climate change and charter schools.", "id": 2174, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/2174/", "title": "Obama campaign film", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/2POembdArVo?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "2POembdArVo"}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2012/mar/16/barack-obama/barack-obama-film-says-health-care-law-aided-17-mi/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 5549, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/5549/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tA new film from President Barack Obama&#39;s re-election campaign makes the case that his health care law has expanded coverage and stopped insurance companies from denying benefits to people because of previous illnesses.<br />\r\n\t<br />\r\n\tWe&rsquo;re checking several claims from the film, including this one, that &quot;17 million kids can no longer be denied for a pre-existing condition.&quot;<br />\r\n\t<br />\r\n\tIt&rsquo;s true that the law prohibits excluding children with pre-existing conditions from private health insurance, effective six months following enactment. (Adults with pre-existing conditions get new protections that aren&rsquo;t as strong.)<br />\r\n\t<br />\r\n\tWe found problems with both the number of children affected by this provision and by how that number is used.<br />\r\n\t<br />\r\n\t<strong>The number</strong><br />\r\n\t<br />\r\n\tIt comes from an <a href=\"http://www.healthcare.gov/law/resources/reports/preexisting.html\">analysis</a> by the Department of Health and Human Services. It used a list of serious health conditions to create two estimates of how many Americans would run into trouble with private insurers in the individual market if they ever needed to obtain insurance after a break in coverage.<br />\r\n\t<br />\r\n\tThe first and more limited estimate counts the people who would likely be denied coverage outright if the new health care law is overturned (or was never passed). The second and more expansive estimate adds cases in which the applicant might be offered a more expensive policy or one that excludes the pre-existing condition in question.<br />\r\n\t<br />\r\n\tIn the big picture, the study found that &quot;as many as 82 million Americans with employer-based coverage have a pre-existing condition, ranging from life-threatening illnesses like cancer to chronic conditions like diabetes, asthma, or heart disease.&quot;<br />\r\n\t<br />\r\n\tSpecifically looking at children, the study found that for the more limited definition -- one that would be expected to result in outright exclusion from coverage -- would affect 5 percent of minors. The broader definition, which could include policies that cover everything but the pre-existing condition or full coverage for a higher price, would affect 24 percent of children.<br />\r\n\t<br />\r\n\t&quot;Translating these percentages into numbers of people, there are 4 to 17 million children under age 18 with some type of pre-existing condition,&quot; the HHS analysis said. So the film is cherry-picking the high end of that range.<br />\r\n\t<br />\r\n\tIt&rsquo;s also worth noting that the film has stripped some important context from this number. The film said that due to the new health care law, &quot;17 million kids can no longer be denied for a pre-existing condition.&quot; That&rsquo;s the higher of the two figures -- by a factor of more than four -- and one that includes cases in which the child isn&rsquo;t actually denied, but in which the family has to pay higher premiums. For those situations, it&rsquo;s not really accurate to say that they&rsquo;ve been &quot;denied&quot; coverage, but rather that they are forced to pay more for coverage.<br />\r\n\t<br />\r\n\t<strong>How the number is used</strong><br />\r\n\t<br />\r\n\tThe phrasing the film uses -- &quot;17 million kids can no longer be denied for a pre-existing condition&quot; -- is open to interpretation.<br />\r\n\t<br />\r\n\tTo watch the film, it&rsquo;s easy to think that 17 million children have been freed from the shackles of pre-existing conditions and are now able to purchase coverage as a result of the law. But that&rsquo;s not what the statistics used to back up this claim actually say. Most of those 17 million children <em>already have insurance</em>.<br />\r\n\t<br />\r\n\tThe HHS study sampled the national U.S. population -- both insured and uninsured -- and looked at how many Americans in various age groups would be at risk of having a pre-existing condition that would pose barriers in the insurance market <em>if they were currently uninsured and were seeking insurance on the individual market</em>.<br />\r\n\t<br />\r\n\tFor various reasons, including access to Medicaid or the State Children&rsquo;s Health Insurance Program, the number of children nationally who were both (a) uninsured before the passage of the law, and (b) had a pre-existing condition that posed a barrier to their obtaining insurance is almost certainly a whole lot lower than 17 million. And it&rsquo;s probably a whole lot lower than 4 million, too.<br />\r\n\t<br />\r\n\tWe couldn&rsquo;t find precise figures on this, but we can triangulate a bit.<br />\r\n\t<br />\r\n\tThe same study says that &quot;the number of people who both have a pre-existing condition and are uninsured ranges from 9 to 25 million -- or as much as 46 percent of the uninsured. Among non-elderly people with some type of pre-existing condition, about one in five, or 19 percent, is uninsured.&quot;<br />\r\n\t<br />\r\n\tApply that percentage to the range of estimates and you get 760,000 to 3.2 million children who are uninsured due to pre-existing conditions.<br />\r\n\t<br />\r\n\tBut even those estimates are probably too high. The likelihood of having a problematic pre-existing condition is not equal for all ages.<br />\r\n\t<br />\r\n\tAccording to the same study, children have pre-existing conditions either at one-fifth the rate of the population at large (using the first, narrower measurement) or one-third the rate of the population at large (using the second, broader measurement).<br />\r\n\t<br />\r\n\tIf you multiply these rates by our previous estimate of uninsured children with pre-existing conditions, the numbers fall further -- to 160,000 on the low end and 1.1 million on the high end. That&#39;s a lot lower than 17 million.<br />\r\n\t<br />\r\n\tOne additional point. The study argues -- and we wouldn&rsquo;t deny -- that in the absence of the law, pre-existing conditions would be a big problem for people who &quot;become self-employed, take a job with a company that does not offer coverage, or experience a change in life circumstance, such as divorce, retirement, or moving to a different state.&quot;<br />\r\n\t<br />\r\n\tBut the film would have been more accurate if it had described the impact of the law as offering a backstop for people who have pre-existing conditions, whether they have no coverage or if they for any reason lose or give up their coverage in the future.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tWe find this claim problematic on several levels. While the law does serve as a backstop for those at risk of being denied coverage, the film cites the higher of two equally plausible estimates, cherry-picking a number that&rsquo;s more than four times as high as the smaller estimate. And it glosses over a key difference: The study focused on people who could potentially be helped by the law if they found themselves uninsured in the future, not on those who actually were uninsured and were blocked from getting coverage by pre-existing conditions today. We rate the claim Mostly False.</p>\r\n", "ruling_comments_date": "2012-03-16T17:07:08.529156", "ruling_date": "2012-03-16T18:33:12", "ruling_headline": "Barack Obama film says health care law aided 17 million kids with pre-existing conditions", "ruling_headline_slug": "barack-obama-film-says-health-care-law-aided-17-mi", "ruling_link_text": "Cherry-picking highest estimate", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tBarack Obama for President, &quot;<a href=\"http://www.youtube.com/barackobama?source=RoadWeveTraveled-20120315-HP\">The Road We&rsquo;ve Traveled</a>,&quot; Mar. 16, 2012<br />\r\n\t<br />\r\n\tDepartment of Health and Human Services: &quot;<a href=\"http://www.healthcare.gov/law/resources/reports/preexisting.html\">At Risk: Pre-Existing Conditions Could Affect 1 in 2 Americans; 129 Million People Could Be Denied Affordable Coverage Without Health Reform</a>,&quot; accessed Mar. 16, 2012<br />\r\n\t<br />\r\n\tKaiser Family Foundation, <a href=\"http://www.kff.org/healthreform/upload/8061.pdf\">Summary of New Health Reform Law</a>, accessed Mar. 16, 2012</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\r\n\tBecause of the new health care law, &quot;17 million kids can no longer be denied for a pre-existing condition.&quot;</p>\r\n", "statement_context": "the campaign film \"The Road We've Traveled\"", "statement_date": "2012-03-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 3, "photo": null, "resource_uri": "/api/v/2/subject/3/", "subject": "Job Accomplishments", "subject_slug": "job-accomplishments", "used_in_edition": []}, {"description": "", "id": 219, "photo": null, "resource_uri": "/api/v/2/subject/219/", "subject": "Message Machine 2012", "subject_slug": "message-machine-2012", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}