{"art": [], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2012/mar/23/rick-perry/rick-perry-says-2010-nearly-80-women-served-womens/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 5612, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/5612/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tGov. Rick Perry has been using statistics to help defend the state&rsquo;s decision to exclude Planned Parenthood clinics from a family planning program for low-income Texas women.</p>\r\n<p>\r\n\tPerry&rsquo;s office suggested in a <a href=\"https://twitter.com/#%21/TexGov/status/180412530777268225\">tweet</a> posted March 15, 2012, that Planned Parenthood&rsquo;s involvement in the Texas Medicaid Women&rsquo;s Health Program is minimal, saying: &quot;In FY 2010, nearly 80% of women served received WHP services from non Planned Parenthood providers.&quot;</p>\r\n<p>\r\n\tScott Braddock, then hosting a Houston radio news program, responded with a tweet <a href=\"https://twitter.com/#%21/scottbraddock/status/180413445580132352\">of his own</a>, urging us to check whether Perry is right.</p>\r\n<p>\r\n\tWe looked into Perry&rsquo;s claim amid debate over the state&rsquo;s decision, which has led the Obama administration to set in motion a phased-in cutoff of federal funds for the program. And we found a weakness in the governor&rsquo;s figure.</p>\r\n<p>\r\n\tThe state started the Women&rsquo;s Health Program in 2007. It offers free family planning services, including birth control, to low-income women between the ages of 18 and 44. The goal is to reduce the number of births paid for by Medicaid &mdash; the health insurance program for the poor and disabled that is jointly financed by the federal government and the state &mdash; by reducing the number of unplanned pregnancies.</p>\r\n<p>\r\n\tIn Texas, adult women generally aren&rsquo;t eligible for Medicaid unless they are pregnant or disabled. The Women&rsquo;s Health Program &mdash; which is largely financed by the federal government &mdash; extends family planning services to women who don&rsquo;t qualify for Medicaid but whose future births would.</p>\r\n<p>\r\n\tThrough the program, eligible women receive an annual family planning exam that may include a Pap smear as well as other health screenings. The program also pays for birth control such as pills and condoms and family planning counseling.</p>\r\n<p>\r\n\tTo participate in the program, providers &mdash; including doctors and clinics &mdash; must be enrolled with the state as Medicaid providers and certify that they do not perform elective abortions. Since the program&rsquo;s start, dozens of Planned Parenthood health centers in Texas have qualified because they don&rsquo;t provide abortions and are legally separated from Planned Parenthood clinics that do.</p>\r\n<p>\r\n\tThat is changing, however. The Texas health and human services commissioner <a href=\"http://www.texastribune.org/texas-health-resources/abortion-texas/suehs-signs-rule-banning-abortion-affiliates/\">signed a rule</a> in February 2012 barring entities affiliated with abortion providers from the program, disqualifying Planned Parenthood health centers that do not provide abortions. In response, the Obama administration declined to renew the program, arguing that Texas&rsquo; new rule violates federal law by restricting women&rsquo;s abilities to choose their own caregivers. Perry has pledged to continue the program with state money &mdash; and without Planned Parenthood.</p>\r\n<p>\r\n\tSo, is Perry correct that during the state&rsquo;s fiscal year 2010 &mdash; Sept. 1, 2009, through Aug. 31, 2010 &mdash; nearly 80 percent of the women who received services under the program did so from a provider that wasn&rsquo;t Planned Parenthood?</p>\r\n<p>\r\n\tFor answers, Perry spokeswoman Catherine Frazier pointed us to the state&rsquo;s Health and Human Services Commission.</p>\r\n<p>\r\n\tStephanie Goodman, a commission spokeswoman, told us that Perry&rsquo;s &quot;nearly 80 percent&quot; figure is based on a data analysis that included three statistics for fiscal 2010:</p>\r\n<p>\r\n\t1) The total number of women who were served under the program (106,711)<br />\r\n\t2) The number who received services from a Planned Parenthood clinic (49,162)<br />\r\n\t3) The number who received services from &quot;all other providers&quot; (84,805)</p>\r\n<p>\r\n\tTo arrive at the &quot;nearly 80 percent&quot; figure, Perry&rsquo;s office calculated that 84,805 (number of women served by &quot;all other providers&quot;) is 79.5 percent of 106,711 (total number of women served). Alternatively, 49,162 (number served by Planned Parenthood) is 46.1 percent of 106,711.</p>\r\n<p>\r\n\tSo, according to state data, Planned Parenthood served 46 percent of 2010 clients while other types of providers served 80 percent.</p>\r\n<p>\r\n\tThat&rsquo;s a total of 126 percent! How can that be?</p>\r\n<p>\r\n\tIf you look at the numbers closely, you&rsquo;ll see that when added together, No. 2 and No. 3 are greater than No. 1. In other words, the number of women who received services from Planned Parenthood in fiscal 2010 plus the number of women who received services from &quot;all other providers&quot; adds up to more than the total number of women served in the program that year.</p>\r\n<p>\r\n\tThat&rsquo;s because some women received services from both types of providers, so they were counted in both categories: 27,256 women, to be exact.</p>\r\n<p>\r\n\tWhy the overlap?</p>\r\n<p>\r\n\tWe found a couple of possible explanations.</p>\r\n<p>\r\n\tIn an email, Frazier touched on one: Some women &quot;see more than one provider in a year.&quot; While it&rsquo;s true that about 40 percent of women saw a Planned Parenthood provider in fiscal 2010, Frazier wrote, it&rsquo;s also true that almost 80 percent went to a provider that was not part of Planned Parenthood.</p>\r\n<p>\r\n\tGoodman told us that some portion of the 27,256 women served by both a Planned Parenthood clinic and another type of provider could have simply changed their providers during the year. Goodman said that can happen for many reasons. &quot;Our clients tend to move more than most people &mdash; that&rsquo;s a reflection of their income and the difficulty in maintaining housing,&quot; she said.</p>\r\n<p>\r\n\tSarah Wheat, interim co-CEO of the Austin-area Planned Parenthood, suggested that some women might go to a Planned Parenthood center for Women&rsquo;s Health Program services when they need to be seen immediately &mdash; for example, if they are having trouble with their birth control &mdash; and can&rsquo;t get an appointment with their regular doctor. Wheat said that&rsquo;s because Planned Parenthood clinics can often serve women more quickly than other types of providers.</p>\r\n<p>\r\n\tThe other possible overlap reason: Goodman told us that a woman would be counted in both categories if she had an office visit at a Planned Parenthood clinic that was followed by the Planned Parenthood sending tests from the visit to an outside lab for processing. In that case, the only &quot;services&quot; that a woman would have received from a non-Planned Parenthood provider would be lab testing.</p>\r\n<p>\r\n\tWheat told us that it&rsquo;s common for Planned Parenthood centers to send tests for Women&rsquo;s Health Program clients to be processed at an outside lab.</p>\r\n<p>\r\n\tGoodman told us that the commission did not have data available that would show how many of the 27,256 women recorded as having been served by both Planned Parenthood and another type of provider showed up in the &quot;all other providers&quot; category for lab work alone, although she said it&rsquo;s probably a significant number.</p>\r\n<p>\r\n\tSubtract the number of women in the &quot;all other providers&quot; category who were also served by a Planned Parenthood provider in fiscal 2010 and you get 57,549. That&rsquo;s the number of women who got all of their Women&rsquo;s Health Program services from providers not linked to Planned Parenthood &mdash; or 54 percent, not 80 percent, of the women served in the program in those 12 months.</p>\r\n<p>\r\n\tWhen we pointed that out to the governor&rsquo;s office, Frazier told us via email that the 80 percent figure shows that Planned Parenthood can&rsquo;t claim they service an entire 45 percent of women in the program. &quot;Whether it&rsquo;s lab work or an actual doctor&rsquo;s visit, these non-(Planned Parenthood) providers are absorbing a large part of the services provided to women under the program,&quot; she said.</p>\r\n<p>\r\n\t<strong>Our ruling</strong></p>\r\n<p>\r\n\tOn its face, Perry&rsquo;s statement is accurate. Nearly 80 percent of the women served in the Women&rsquo;s Health Program in fiscal 2010 did receive a service from a non-Planned Parenthood provider.</p>\r\n<p>\r\n\tHowever, Perry&rsquo;s statement implies that 8 in 10 program beneficiaries did not visit Planned Parenthood clinics, and that&rsquo;s off-base. Thirty-two percent of the women swept up in the 80 percent statistic were also served by Planned Parenthood. And it&rsquo;s likely that in some of those cases, the only contact a woman had with a non-Planned Parenthood provider was the processing of her lab work.</p>\r\n<p>\r\n\tThe available state data show that 54 percent of Women&rsquo;s Health Program clients in fiscal 2010 received all their services from a provider not linked to Planned Parenthood.</p>\r\n<p>\r\n\tWe rate Perry&rsquo;s statement as Half True.</p>\r\n", "ruling_comments_date": "2012-03-23T11:57:57.329729", "ruling_date": "2012-03-23T12:00:02", "ruling_headline": "Rick Perry says that in 2010, nearly 80% of women served in Women's Health Program received services from non-Planned Parenthood clinic", "ruling_headline_slug": "rick-perry-says-2010-nearly-80-women-served-womens", "ruling_link_text": "32% of those women also served by Planned Parenthood", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tTwitter.com, <a href=\"https://twitter.com/#%21/TexGov/status/180412530777268225\">@TexGov feed</a>, March 15, 2012</p>\r\n<p>\r\n\tAustin American-Statesman, <a href=\"http://www.statesman.com/news/texas-politics/feds-ask-state-to-start-winding-down-womens-2241075.html\">news article</a>, &quot;Feds ask state to start winding down women&rsquo;s program,&quot; March 15, 2012</p>\r\n<p>\r\n\tTexas Tribune, <a href=\"http://www.texastribune.org/texas-state-agencies/health-and-human-services-commission/storify-primer-womens-health-program/\">archive</a> of articles on Women&rsquo;s Health Program, March 12, 2012</p>\r\n<p>\r\n\tTexas Health and Human Services Commission, <a href=\"http://www.hhsc.state.tx.us/WomensHealth.htm\">webpage</a> on Women&rsquo;s Health Program (accessed March 19, 2012)</p>\r\n<p>\r\n\tTexas Health and Human Services Commission, <a href=\"http://www.hhsc.state.tx.us/reports/2011/Rider64-Womens-Health-0811.pdf\">report</a>, &quot;2010 Annual Savings and Performance Report for the Women&rsquo;s Health Program,&quot; August 2011</p>\r\n<p>\r\n\tEmail (<a href=\"https://docs.google.com/document/d/1BuGryKIQ9cSWjv69Sl_gC0LOlrWy6bIfHpAXywxaLkg/edit\">excerpt, with data</a>) from Stephanie Goodman, spokeswoman for Texas Health and Human Services Commission, March 7, 2012</p>\r\n<p>\r\n\tInterviews with Stephanie Goodman, spokeswoman for Texas Health and Human Services Commission, March 12 and 20, 2012</p>\r\n<p>\r\n\tEmails (<a href=\"https://docs.google.com/document/d/1ZfkWJ1KTDIwCG1p2aDpWC2E0j53QpTz6hHgojBHKyvQ/edit\">excerpts</a>) from Catherine Frazier, spokeswoman for Gov. Rick Perry, March 16 and March 22, 2012</p>\r\n<p>\r\n\tInterview with Sarah Wheat, co-CEO of the Austin-area Planned Parenthood, March 20, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 30, "current_job": "U.S. Energy Secretary", "false_count": 31, "first_name": "Rick", "half_true_count": 42, "home_state": "Texas", "id": 291, "last_name": "Perry", "mostly_true_count": 24, "name_slug": "rick-perry", "pants_count": 18, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Perry_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/291/", "total_count": 176, "true_count": 26, "website": "https://energy.gov/management/history/secretaries-energy"}, "statement": "<p>\r\n\tSays that in fiscal year 2010, &quot;nearly 80 percent of women served&quot; in the Texas Women&rsquo;s Health Program received services from a provider other than a Planned Parenthood clinic.</p>\r\n", "statement_context": "a tweet", "statement_date": "2012-03-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 202, "photo": null, "resource_uri": "/api/v/2/subject/202/", "subject": "Public Health", "subject_slug": "public-health", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 146, "photo": null, "resource_uri": "/api/v/2/subject/146/", "subject": "Women", "subject_slug": "women", "used_in_edition": []}], "target": [], "twitter_headline": ""}