{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2012/mar/23/reince-priebus/reince-priebus-says-health-care-law-could-mean-man/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 5617, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/5617/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tRepublicans marked the two-year anniversary of President Barack Obama&rsquo;s health care law with statements and video ads attacking the law. RNC chairman Reince Priebus took aim with an <a href=\"http://www.orlandosentinel.com/news/opinion/os-ed-health-reform-con-032312-20120322,0,5384120.story\">op-ed in the <em>Orlando Sentinel</em></a>.<br />\r\n\t<br />\r\n\tPriebus pointed to what he saw as a range of problems with the law, but we zeroed in on one claim. &quot;While millions will be added to the government rolls, millions more will also lose their current health-care coverage,&quot; Priebus wrote, later explaining, &quot;According to the (Congressional Budget Office), as many as 20 million Americans could lose their employer-based insurance thanks to Obamacare.&quot;<br />\r\n\t<br />\r\n\tIs the health care law really going to leave 20 million American workers without health insurance from their employers?<br />\r\n\t<br />\r\n\tWe should note that PolitiFact does not fact-check predictions. However, we do fact-check whether politicians or pundits accurately portray the predictions made by others, particularly ones that carry a great deal of credibility, like CBO. So that&rsquo;s what we&rsquo;ll do in this case.<br />\r\n\t<br />\r\n\tFirst, we should explain that the law is being phased in and that only a few provisions have already taken effect. The major elements of the law, which require individuals to obtain coverage and state exchanges for the self-employed and workers from small businesses to get insurance, won&rsquo;t take effect until 2014.<br />\r\n\t<br />\r\n\tAlso, it&#39;s important to understand that the CBO and other independent groups project the law will result in new coverage for millions of people who are now uninsured. The numbers vary, but the CBO has projected that the number of uninsured Americans will be 29 million to 31 million lower than it would otherwise be without the law.<br />\r\n\t<br />\r\n\tThe law will cause some shifting around of how people get their insurance, and that is at the root of Priebus&#39;s point.<br />\r\n\t<br />\r\n\tWhen we asked the RNC to back up its number, a spokeswoman pointed us to a <a href=\"http://www.cbo.gov/sites/default/files/cbofiles/attachments/03-15-ACA_and_Insurance.pdf\">March 2012 study by the Congressional Budget Office</a>. We often cite CBO&rsquo;s research because we consider their work to be independent, nonpartisan and credible. We wondered whether Priebus had used CBO&rsquo;s figure appropriately, and with sufficient context.<br />\r\n\t<br />\r\n\tThe CBO study in question was undertaken to estimate the impact of the health care law on the number of people obtaining health care coverage from their employer. It took up this task with care, noting that surveys of what companies may do in the future about health care &quot;have no consequences for the responders, do not require careful analysis or extensive deliberations, and are necessarily based on limited information about the various ways that the (law) will affect the market for health insurance.&quot;<br />\r\n\t<br />\r\n\tStill, after taking into account the various cross-cutting factors, CBO came up with a &quot;baseline&quot; estimate -- essentially, its best guess. CBO, along with the similarly nonpartisan Joint Committee on Taxation, settled on a range of 3 million to 5 million fewer people, on net, obtaining coverage through their employer each year from 2019 through 2022 than would have been the case before the law was passed.<br />\r\n\t<br />\r\n\tWhile 3 million to 5 million people is nothing to sneeze at, it&rsquo;s also quite a bit lower than the 20 million figure Priebus cited. So where did the 20 million number come from?<br />\r\n\t<br />\r\n\tCBO supplemented its &quot;baseline&quot; estimate with four alternative scenarios, tweaking its model in a variety of ways to account for the possibility that companies or individuals will behave differently than the baseline estimate assumed.<br />\r\n\t<br />\r\n\tThe four alternative scenarios produced a wide range of outcomes. One actually resulted in a net gain of 3 million people with employer-sponsored insurance. The other scenarios resulted in a decline of 10 million, a decline of 12 million, and -- here it is -- a decline of 20 million.<br />\r\n\t<br />\r\n\tSo Priebus is right that CBO estimated that &quot;as many as 20 million Americans could lose their employer-based insurance thanks to Obamacare.&quot; But this is the most extreme outcome of five possible outcomes presented, and it&rsquo;s not the primary estimate, which is about 5 million, or one-quarter the number Priebus offered.<br />\r\n\t<br />\r\n\tSo Priebus has engaged in cherry-picking. He also ignores some important context.<br />\r\n\t<br />\r\n\tIt&rsquo;s important to note that not everyone who &quot;loses&quot; their employer coverage will do so involuntarily. According to CBO&rsquo;s &quot;baseline&quot; estimates, 3 million people will spurn their employer&rsquo;s offer of insurance and turn instead to another source, such as the health insurance &quot;exchanges&quot; created under the Obama health care law -- virtual marketplaces for each state where applicants will be able to compare and purchase plans that offer at least a minimum bundle of benefits. In many cases, they will do this because they consider the employer&rsquo;s offering to be unaffordable or lacking too many features they need. So those people aren&#39;t being <em>forced off </em>the employers&#39; plans, they are choosing to switch.<br />\r\n\t<br />\r\n\tPriebus also ignores 9 million people who wouldn&rsquo;t have had an employer plan before the Obama law, but who will get coverage after passage of the law, perhaps because of the law&rsquo;s mix of subsidies and penalties for employers.<br />\r\n\t<br />\r\n\tAfter accounting for these other groups, that still leaves about 11 million people &quot;who would have had an offer of employment-based coverage under prior law&quot; who will not have an offer under the new law, CBO says. That&rsquo;s about 7 percent of the roughly 161 million people projected to have employment-based coverage under prior law, according to CBO.<br />\r\n\t<br />\r\n\tWhile not as big as the 20 million Priebus cited -- and while it&rsquo;s partly offset by the 9 million who would gain employer coverage under the law -- this is not a trivial number. Still, it&rsquo;s important to keep a few bits of context in mind.<br />\r\n\t<br />\r\n\tThe people who lose insurance this way won&rsquo;t, for the most part, be left without insurance options. They should have access to coverage on the exchanges, perhaps with subsidies. And depending on their income level, they may have access to Medicaid or the State Children&rsquo;s Health Insurance Plan, which were expanded as part of the law.<br />\r\n\t<br />\r\n\tIndeed, health care experts say that a big reason why companies may drop coverage is specifically because their employees will be able to go onto the exchanges and get guaranteed, and in many cases, subsidized coverage.<br />\r\n\t<br />\r\n\tAnd again, contrary to Priebus&#39;s implication, the law is expected to result in a huge gain in the number of people getting coverage.<br />\r\n\t<br />\r\n\tIn addition, CBO expects that the employers who drop coverage &quot;will generally have to raise the cash compensation of their employees to compete with employers who continue to offer health insurance.&quot; It&rsquo;s unclear whether they will raise wages and salaries by enough to compensate for the lost insurance, but it&rsquo;s still worth remembering that any change will likely be something of a trade-off for the employee in question -- no more employer insurance, but more cash compensation.<br />\r\n\t<br />\r\n\tFinally, a number of other estimates by groups other than CBO tend to track with CBO&rsquo;s baseline estimate, rather than with Priebus&rsquo; figure. A <a href=\"http://www.urban.org/uploadedpdf/412267-america-under-aca.pdf\">study by the Urban Institute</a> projected a decline of about 500,000 people. The <a href=\"http://www.lewin.com/%7E/media/lewin/site_sections/publications/lewingroupanalysis-patientprotectionandaffordablecareact2010.pdf\">Lewin Group</a> predicted a decline of about 3 million people. The <a href=\"http://www.cms.gov/ActuarialStudies/Downloads/PPACA_2010-04-22.pdf\">Centers for Medicare and Medicaid Services actuary</a> pegged the number at about 1 million fewer people. And the <a href=\"http://www.rand.org/content/dam/rand/pubs/technical_reports/2012/RAND_TR1221.pdf\">RAND Corp. projected</a> that about 4 million more individuals would be covered by employment-based coverage by 2016.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tPriebus&rsquo; number does appear in the CBO report he references in the op-ed, but it&rsquo;s not the primary estimate -- it&rsquo;s one of four alternative scenarios, and easily the one with the biggest decrease. So the number is cherry-picked.<br />\r\n\t<br />\r\n\tHis claim also suggests that 20 million people are being forced out of the coverage, when in fact many will choose voluntarily to switch to better coverage. And he conveniently ignores the estimates that 9 million people who didn&#39;t have employer coverage will get it because of the law, at least according to CBO&rsquo;s estimates.<br />\r\n\t<br />\r\n\tHis claim is partially accurate but leaves out important details and takes things out of context, which is our definition of Half True.&nbsp;</p>\r\n", "ruling_comments_date": "2012-03-23T15:56:39.029594", "ruling_date": "2012-03-23T16:56:17", "ruling_headline": "Reince Priebus says health care law could mean 'as many as 20 million Americans could lose their employer-based insurance'", "ruling_headline_slug": "reince-priebus-says-health-care-law-could-mean-man", "ruling_link_text": "He cherry picks and ignores critical context", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tReince Priebus, &quot;After 2 years, Obamacare&#39;s costs outweighing benefits&quot; (<a href=\"http://www.orlandosentinel.com/news/opinion/os-ed-health-reform-con-032312-20120322,0,5384120.story\">op-ed in the Orlando Sentinel</a>), March 23, 2012<br />\r\n\t<br />\r\n\tCongressional Budget Office, &quot;<a href=\"http://www.cbo.gov/publication/43082\">CBO and JCT&rsquo;s Estimates of the Effects of the Affordable Care Act on the Number of People Obtaining Employment-Based Health Insurance</a>,&quot; March 2012<br />\r\n\t<br />\r\n\tCenter for Medicare and Medicaid Services Office of the Actuary, &quot;<a href=\"http://www.cms.gov/ActuarialStudies/Downloads/PPACA_2010-04-22.pdf\">Estimated Financial Effects of the Patient Protection and Affordable Care Act, as Amended</a>,&quot; April 22, 2010<br />\r\n\t<br />\r\n\tUrban Institute, &quot;<a href=\"http://www.urban.org/uploadedpdf/412267-america-under-aca.pdf\">America Under the Affordable Care Act</a>,&quot; December 2010<br />\r\n\t<br />\r\n\tRAND, &quot;<a href=\"http://www.rand.org/content/dam/rand/pubs/technical_reports/2012/RAND_TR1221.pdf\">The Effect of the Affordable Care Act on Enrollment and Premiums, With and Without the Individual Mandate</a>,&quot; 2012<br />\r\n\t<br />\r\n\tLewin Group, &quot;<a href=\"http://www.lewin.com/%7E/media/lewin/site_sections/publications/lewingroupanalysis-patientprotectionandaffordablecareact2010.pdf\">Patient Protection and Affordable Care Act (PPACA): Long Term Costs for Governments, Employers, Families and Providers</a>,&quot; June 8, 2010<br />\r\n\t<br />\r\n\tEmail interview with Jonathan Oberlander, health policy professor at the University of North Carolina School of Medicine, Mar. 23, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Chairman, Republican National Committee", "false_count": 14, "first_name": "Reince", "half_true_count": 9, "home_state": "Wisconsin", "id": 868, "last_name": "Priebus", "mostly_true_count": 3, "name_slug": "reince-priebus", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Reince_Priebus_Pfact_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/868/", "total_count": 30, "true_count": 1, "website": ""}, "statement": "<p>\r\n\tAccording to the Congressional Budget Office, &quot;as many as 20 million Americans could lose their employer-based insurance thanks to Obamacare.&quot;</p>\r\n", "statement_context": "an op-ed", "statement_date": "2012-03-23", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 103, "photo": null, "resource_uri": "/api/v/2/subject/103/", "subject": "Workers", "subject_slug": "workers", "used_in_edition": []}], "target": [{"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}], "twitter_headline": ""}