{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2008/jul/15/chain-email/obama-wants-to-reduce-stockpiles-not-disarm/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "smontgomery@sptimes.com", "first_name": "Scott", "id": 9, "last_name": "Montgomery", "name_slug": "scott-montgomery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/9/", "title": "Former Government & Politics Editor, St. Petersburg Times", "twitter": null}], "facebook_headline": null, "id": 562, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/562/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "Anonymous e-mails claim that Sen. Barack Obama wants to \"unilaterally disarm our nation\" &mdash; and they say they have the video to prove it.\n<p>\n \"You do not have to check Snopes to determine if this is true or false ... watch and listen to Obama's own words,\" warns one e-mail.\n</p>\n<p>\n \"Look at this ASAP &mdash; it may be pulled from the Obama Web site very soon,\" another e-mail states.\n</p>\n<p>\n \"This is shocking and reprehensible,\" opines a third e-mail.\n</p>\n<p>\n All the e-mails link to YouTube video that shows Barack Obama talking about his defense policies. The only problem is, Obama doesn't say in the video that he wants to disarm the United States.\n</p>\n<p>\n Rather, Obama talks about ending the war in Iraq, curtailing wasteful defense spending, and negotiating with Russia to reduce the U.S. nuclear arsenal. He says he wants \"a world without nuclear weapons,\" but as we'll explain shortly, that statement is well within the mainstream of U.S. foreign policy thought.\n</p>\n<p>\n We went looking for the source of the video and found it fairly quickly on the Obama campaign Web site. The official version includes opening and concluding remarks in which he emphasizes he will eliminate wasteful spending and make his sole priority protecting the American people.\n</p>\n<p>\n Obama's campaign created the video while campaigning to win the Iowa caucuses. Obama was seeking the endorsement of Caucus4Priorities, an Iowa-based advocacy movement that wants a portion of defense spending diverted to domestic issues like education and jobs. The group instead endorsed John Edwards.\n</p>\n<p>\n Here's Obama's statement in its entirety. We've noted where the edited version in the chain e-mails begins and ends:\n</p>\n<p>\n \"Thanks so much for the Caucus4Priorities, for the great work you've been doing. As president, I will end misguided defense policies and stand with Caucus4Priorities in fighting special interests in Washington. First, I'll stop spending $9-billion a month in Iraq. [Edited video starts.] I'm the only major candidate who opposed this war from the beginning, and as president, I will end it.\n</p>\n<p>\n \"Second, I will cut tens of billions of dollars in wasteful spending. I will cut investments in unproven missile defense systems. I will not weaponize space. I will slow our development of future combat systems, and I will institute an independent defense priorities board to ensure that the quadrennial defense review is not used to justify unnecessary spending.\n</p>\n<p>\n \"Third, I will set a goal of a world without nuclear weapons. To seek that goal, I will not develop new nuclear weapons. I will seek a global ban on the production of fissile material, and I will negotiate with Russia to take our ICBMs off hair-trigger alert and to achieve deep cuts in our nuclear arsenals. [Edited video ends.]\n</p>\n<p>\n \"You know where I stand. I've fought for open, ethical and accountable government my entire public life. I don't switch positions or make promises that can't be kept. I don't posture on defense policy, and I don't take money from federal lobbyists for powerful defense contractors. As president, my sole priority for defense spending will be protecting the American people. Thanks so much.\"\n</p>\n<p>\n We suspect that the phrase \"a world without nuclear weapons\" may have set off Obama's anonymous critics. Actually, that goal has been promoted by foreign policy experts on both sides of the political aisle. Obama's goal echoes an opinion piece published in the\n <i>\n  Wall Street Journal\n </i>\n on Jan. 4, 2007, authored by George P. Shultz, William J. Perry, Henry A. Kissinger and Sam Nunn. Its title: \"A World Free of Nuclear Weapons.\"\n</p>\n<p>\n \"The end of the Cold War made the doctrine of mutual Soviet-American deterrence obsolete,\" their essay said. \"Deterrence continues to be a relevant consideration for many states with regard to threats from other states. But reliance on nuclear weapons for this purpose is becoming increasingly hazardous and decreasingly effective.\"\n</p>\n<p>\n The piece then goes on to argue for similar points as Obama mentions in his statement, though in more detail.\n</p>\n<p>\n The authors have significant foreign policy experience: Shultz was was secretary of state under Ronald Reagan; Perry was defense secretary under Bill Clinton; Kissinger was secretary of state under Richard Nixon and Gerald Ford; and Nunn was chairman of the U.S. Senate Armed Services Committee.\n</p>\n<p>\n The piece kicked off enough discussion and debate in the foreign policy community that the quartet authored another piece for the\n <i>\n  Wall Street Journal\n </i>\n a year later, titled \"Toward a Nuclear-Free World,\" in which they discussed growing support for their ideas.\n</p>\n<p>\n Not everyone agreed, of course. In May 2008, the\n <i>\n  Weekly Standard\n </i>\n published a detailed critique of the policies by Gary J. Schmitt of the American Enterprise Institute and Henry Sokolski of the Nonproliferation Policy Education Center, who argued that their proposed solutions would be difficult to implement.\n</p>\n<p>\n For our fact-checking purposes, the point here is that Obama's statement falls firmly within the mainstream of  the U.S. foreign policy debate. His position does not constitute unilateral disarmament, said John Pike, director of GlobalSecurity.org, a Web site that specializes in information about defense, the military, weapons of mass destruction and homeland security.\n</p>\n<p>\n \"He's advocating the abolition of nuclear weapons in general, not nuclear disarmament,\" Pike said. \"If you're going to disagree with him, you have to understand what you're disagreeing with.\"\n</p>\n<p>\n The notion of unilateral disarmament is pretty much a nonstarter for both major political parties, including Obama, he added.\n</p>\n<p>\n \"Outside of the religious pacifist community, that is just not a policy position that has had meaningful political support in the United States,\" Pike said.\n</p>\n<p>\n One of the outlets that has promoted the Obama-wants-to-disarm-us argument is the conservative blog Macsmind. Macsmind linked on Feb. 27, 2008, to a YouTube video; several of the e-mails we received linked to the Macsmind post. Macsmind posted the commentary, \"Sen. McCain, you should grab this video and play it on every ad you can. This is absolutely shocking reprehensible. He plans to universally disarm our nation (sic). The question is for what, and more specifically 'for whom'.\"\n</p>\n<p>\n On June 8, Macsmind posted a full version of the video, noting \"some lefties are complaining that the video is a hack job and it's out of context. Therefore I present to you context.\"\n</p>\n<p>\n Macsmind and others may not like the foreign policy goals that Obama outlines in his video, but it's deceptive to call those goals unilateral disarmament. For this reason, we find this the chain e-mail's statements to be False.\n</p>\n<p>\n</p>", "ruling_comments_date": "2010-01-07T13:28:10.795916", "ruling_date": "2008-07-15T00:00:00", "ruling_headline": "Obama wants to reduce stockpiles, not disarm", "ruling_headline_slug": "obama-wants-to-reduce-stockpiles-not-disarm", "ruling_link_text": "Obama wants to reduce stockpiles, not disarm", "ruling_state": null, "source_documents": null, "sources": "Barack Obama campaign,\n<a href=\"http://www.youtube.com/watch?v=7o84PE871BE\">\n Caucus4Priorities video\n</a>\n, Oct. 22, 2007\n<p>\n Des Moines Register, Group endorses Edwards, touts his budget priorities, November 10, 2007\n</p>\n<p>\n Wall Street Journal,\n <a href=\"http://www.hoover.org/publications/digest/6731276.html\">\n  A World Free of Nuclear Weapons\n </a>\n , Jan. 4, 2007, linked via the Hoover Institution\n</p>\n<p>\n Wall Street Journal,\n <a href=\"http://online.wsj.com/public/article_print/SB120036422673589947.html\">\n  Toward a Nuclear-Free World\n </a>\n , Jan. 15, 2008\n</p>\n<p>\n The Weekly Standard,\n <a href=\"http://www.weeklystandard.com/Content/Public/Articles/000/000/015/068ekbiw.asp\">\n  Advice for Nuclear Abolitionists\n </a>\n , May 12, 2008\n</p>\n<p>\n Interview with John Pike of GlobalSecurity.org\n</p>\n<p>\n Macsmind,\n <a href=\"http://www.macsmind.com/wordpress/2008/06/08/obama-wants-to-protect-america/\">\n  Obama wants to \"Protect\" America\n </a>\n , June 8, 2008\n</p>\n<p>\n Macsmind,\n <a href=\"http://www.macsmind.com/wordpress/2008/02/27/obama-plans-to-disarm-america/\">\n  Obama plans to disarm America\n </a>\n , Feb. 27, 2008\n</p>\n<p>\n</p>", "speaker": {"adkey": "People ", "advalue": "Fake_news", "barely_true_count": 11, "current_job": "", "false_count": 44, "first_name": "", "half_true_count": 8, "home_state": "", "id": 27, "last_name": "Chain email", "mostly_true_count": 5, "name_slug": "chain-email", "pants_count": 106, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-emailer.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/27/", "total_count": 180, "true_count": 6, "website": ""}, "statement": "Barack Obama wants to \"unilaterally disarm our nation.\"", "statement_context": "a chain e-mail", "statement_date": "2008-05-21", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}], "target": [], "twitter_headline": null}