{"art": [], "author": [{"email_address": "amarshall@plaind.com", "first_name": "Aaron", "id": 152, "last_name": "Marshall", "name_slug": "aaron-marshall", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-aaron-marshall.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/152/", "title": "Reporter, Plain Dealer statehouse bureau", "twitter": null}], "canonical_url": "/ohio/statements/2012/mar/28/ohio-federation-teachers/ohio-federation-teachers-says-cleveland-reform-pla/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 5637, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "amarshall@plaind.com", "first_name": "Aaron", "id": 152, "last_name": "Marshall", "name_slug": "aaron-marshall", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-aaron-marshall.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/152/", "title": "Reporter, Plain Dealer statehouse bureau", "twitter": null}], "resource_uri": "/api/v/2/statement/5637/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tWhen Mayor Frank Jackson introduced his plan to radically reshape Cleveland public schools, it was almost inevitable that the union representing Cleveland teachers would push back.<br />\r\n\t<br />\r\n\tCondemning the proposal as a crackdown on the collective bargaining rights of teachers akin to last year&rsquo;s controversial Senate Bill 5, both the Cleveland Teachers Union and the larger group they belong to &mdash; the Ohio Federation of Teachers &mdash; spoke out.<br />\r\n\t<br />\r\n\tJackson&rsquo;s plan would possibly expand the school year or school day, set-up a merit pay for teachers, base layoffs on teacher performance and make getting rid of poor teachers easier. Seniority would no longer be the sole determining factor in layoffs and continuing contracts would end for new teachers and be limited for teachers already in the system. (On March 23, the Cleveland Teachers Union offered Jackson a counter-proposal which his administration is currently studying.)<br />\r\n\t<br />\r\n\tAt a state board of education meeting March 12, Gov. John Kasich offered strong support for the Jackson plan. At the same meeting, Ohio Federation of Teachers officials hand-delivered a letter from the union&rsquo;s new president, Melissa Cropper, to each member of the state board.<br />\r\n\t<br />\r\n\tCropper&rsquo;s letter and a news release OFT issued the same day both said the measure does nothing to benefit students and everything to attack teachers.<br />\r\n\t<br />\r\n\t&quot;The plan lacks any data or methods proven to raise student achievement and should not be supported blindly,&quot; read Cropper&rsquo;s statement in part.<br />\r\n\t<br />\r\n\tThat got PolitiFact Ohio&rsquo;s attention. We decided to study up on Cropper&rsquo;s charge.<br />\r\n\t<br />\r\n\tFirst, we turned the Ohio Federation of Teachers officials for supporting evidence.<br />\r\n\t<br />\r\n\tLisa Zellner, OFT&rsquo;s director of communications, said the claims stems from the fact that many of the provisions in the plan pertain to the teaching contract. She said the union knows of no empirical studies or data that backs up Jackson&rsquo;s specific plan.<br />\r\n\t<br />\r\n\t&quot;It&rsquo;s not about increasing student achievement,&quot; Zellner said. &quot;It&rsquo;s just about going after the teachers, it&rsquo;s going after the contract.&quot;<br />\r\n\t<br />\r\n\tEven provisions that may have some support in educational research &mdash; for example, increasing the length of school days or the school year &mdash; aren&rsquo;t spelled out enough in the mayor&rsquo;s plan to know whether they would be effective or not, she said.<br />\r\n\t<br />\r\n\tEric Gordon, CEO of the Cleveland Public Schools and the main architect of the Jackson plan, sees things differently. He said the plan is part of a broader strategy of district-wide reform known as the portfolio approach that is being tried in several dozen big-city school districts.<br />\r\n\t<br />\r\n\tAnd while Gordon conceded &quot;there is no empirical study that shows the portfolio strategy is the one strategy&quot; he said there is some evidence that some of the approaches in the Jackson plan have worked to raise test scores.<br />\r\n\t<br />\r\n\tFor example, Gordon mentioned research that has been done by the Center on Reinventing Public Education. The non-profit group recently issued a report on a number of big city school districts trying reforms similar to those in Jackson&rsquo;s plan.<br />\r\n\t<br />\r\n\tThe group&rsquo;s report looked at Denver schools, where many teachers voluntarily opted for a merit pay system instead of the standard teaching contract. Known as the ProComp program, it ties teacher pay to education levels and offers bonus pay to teachers who work in the toughest schools and whose students score higher on tests.<br />\r\n\t<br />\r\n\tResearchers at the University of Colorado found &quot;significant and positive ProComp effects at both middle and high school for both math and reading, and the effects are larger at high school than middle school.&quot; The researchers cautioned, however, that it generally was the more effective teachers who opted into the program.<br />\r\n\t<br />\r\n\tAnother approach tried in Colorado &mdash; a 2008 law called the Innovation Schools Act &mdash; gives school officials who opt into the program greater school autonomy and flexibility in operations and academic decisions.<br />\r\n\t<br />\r\n\t&quot;The innovation schools are experiencing growth in test scores but many were exceeding state averages prior to being innovation schools,&quot; said a recent report from researchers who have studied the schools.<br />\r\n\t<br />\r\n\tThe Baltimore school district &mdash; after working hand in hand with the union &mdash; implemented a reworked teacher contract largely based on teacher evaluations and student test scores. That contract only went into effect last year so it&rsquo;s too soon to say whether it has improved student test scores.<br />\r\n\t<br />\r\n\tThe Jackson plan also calls for increased learning time through either longer school days or a longer school year, a hot topic among educational academics. Research on the subject is mixed &mdash; a fact Gordon acknowledged. &quot;Well, no one factor in of itself is a magic bullet solution,&quot; he said. &quot;You are going to find time studies where it did work and time studies where it didn&rsquo;t work.&quot;<br />\r\n\t<br />\r\n\tIn 2005, Massachusetts became the first state to significantly expand learning time. It now has a program in several dozen schools that extended student learning time by about 25 percent. Test scores in those districts have risen by double the rate for English and math when compared to schools with normal hours and five times the rate in science.<br />\r\n\t<br />\r\n\tAdditionally, a charter school program known as KIPP (Knowledge is Power Program) has seen results from providing as much as 60 percent more learning time in core subjects.<br />\r\n\t<br />\r\n\tHowever, additional time doesn&rsquo;t always mean that student test scores rise. A $100 million effort in Miami schools to extend school hours by one hour and add 10 days to the school calendar hasn&rsquo;t produced higher student test scores and is largely considered a failure.<br />\r\n\t<br />\r\n\tSo where are we left on this issue as the bell rings and PolitiFact class is dismissed?<br />\r\n\t<br />\r\n\tOhio AFT union head Melissa Cropper said Mayor Frank Jackson&rsquo;s sweeping plan to improve Cleveland schools &quot;lacks any data or methods proven to raise student achievement&quot; as she labeled the proposal an attack on teachers. For PolitiFact Ohio, a key part of that statement is &quot;lacks any.&quot;<br />\r\n\t<br />\r\n\tWhile the specific approach Jackson mapped out for Cleveland hasn&rsquo;t been proven, it does clearly contain elements that researchers suggest may work &mdash; at least in some cases -- such as merit pay for teachers, greater flexibility for schools in how they go about their business and longer school days or school year.<br />\r\n\t<br />\r\n\tWhile the teacher federation leader&rsquo;s statement contains some element of truth &mdash; there&rsquo;s no specific study or data that proves definitively that Jackson&rsquo;s approach will raise student achievement &mdash; it ignores critical facts about the successes that have resulted in some places that have tried some of the elements of Jackson&rsquo;s plan. Those details could give a listener a different impression.<br />\r\n\t<br />\r\n\tOn the Truth-O-Meter, the claim by the Ohio Federation of Teachers rates Mostly False.</p>\r\n", "ruling_comments_date": "2012-03-27T18:39:44.491542", "ruling_date": "2012-03-28T06:00:00", "ruling_headline": "Ohio Federation of Teachers says Cleveland reform plan lacks any proven methods for success", "ruling_headline_slug": "ohio-federation-teachers-says-cleveland-reform-pla", "ruling_link_text": "Claim fails to make the grade", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tOhio Federation of Teachers, <a href=\"http://oh.aft.org/index.cfm?action=article&amp;articleID=2e61bd20-9dfa-49a4-80a0-11c632a8969f\">news release from President Melissa Cropper</a>, March 12, 2012 &nbsp;&nbsp;<br />\r\n\t<br />\r\n\tCenter on Reinventing Public Education, &quot;<a href=\"http://www.crpe.org/cs/crpe/download/csr_files/WP_PSDP_SchoolClosures_Feb12.pdf\">Better Schools through Better Politics: The Human Side of Portfolio School District Reform</a>,&quot; &nbsp;report authored by Sam Sperry, Kirsten Vital and Christina Sepe, March 2012<br />\r\n\t<br />\r\n\tMiami-Dade County Public Schools, &quot;<a href=\"http://media.miamiherald.com/smedia/2009/05/14/18/Zone.source.prod_affiliate.56.pdf\">Miami-Dade County Public Schools, School Improvement Zone, Final Evaluation Report</a>,&quot; report authored by Steven M. Urdegar, Office of Program Evaluation , to assess the impact of lengthened school days, May 2009<br />\r\n\t<br />\r\n\tMassachusetts 2020, &quot;More Time for Learning: Promising Practices and Lessons Learned,&quot; 2010 progress report<br />\r\n\t<br />\r\n\tNewburyport Daily News, &quot;<a href=\"http://www.newburyportnews.com/local/x845833361/Longer-school-days-weighed-New-study-shows-test-scores-jump-with-more-learning-time\">Longer school days weighed; New study shows test scores jump with more learning time</a>,&quot; Dec. 3, 2007<br />\r\n\t<br />\r\n\tUniversity of Colorado, School of Education &amp; Human Development, &quot;<a href=\"http://www.the-evaluation-center.org/wp-content/uploads/2011/12/IS-handout_final_Nov_2011.pdf\">Summary of Crafting an Innovation School: Findings from Denver&rsquo;s first Eight Innovation Schools</a>,&quot; &nbsp;research done on impact of Colorado&rsquo;s Innovation Schools initiative.<br />\r\n\t<br />\r\n\tColorado Department of Education, &nbsp;<a href=\"http://www.cde.state.co.us/cdegen/SB130.htm\">overview of innovation schools law in Colorado</a><br />\r\n\t<br />\r\n\tMaryland Newsline, &quot;<a href=\"http://www.newsline.umd.edu/schools/teacher-effectiveness-baltimore-051811.htm\">With New Teacher Contract, Lots of Unknowns</a>,&quot; article about the changes to teacher contract tried in Baltimore, May 18, 2011<br />\r\n\t<br />\r\n\tCenter for Education Data and Research, &quot;<a href=\"http://www.cedr.us/papers/working/WP%202011-3%20Procomp%20Strategic%20Compensation%20%289-28%29.pdf\">Strategic Pay Reform: A Student Outcomes-Based Evaluation of Denver&rsquo;s ProComp Teacher Pay Initiative</a>,&quot;research on the impact of the ProComp merit pay program in Denver on student test scores, 2011<br />\r\n\t&nbsp;<br />\r\n\tPhone interview with Lisa Zellner, director of communications for Ohio Federation of Teachers, March 14, 2012<br />\r\n\t<br />\r\n\tInterview with Eric Gordon, CEO of Cleveland Municipal School District, conducted at the Statehouse, March 21, 2012&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Labor union for school teachers", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "Ohio", "id": 1781, "last_name": "Ohio Federation of Teachers", "mostly_true_count": 0, "name_slug": "ohio-federation-teachers", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/ohio_federation_of_teachers.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1781/", "total_count": 1, "true_count": 0, "website": "http://oh.aft.org/"}, "statement": "<p>\r\n\t&quot;The (Jackson) plan (for reforming Cleveland schools) lacks any data or methods proven to raise student achievement.&quot;</p>\r\n", "statement_context": "a news release", "statement_date": "2012-03-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": ""}