{"art": [], "author": [{"email_address": "abettelheim@cq.com", "first_name": "Adriel", "id": 48, "last_name": "Bettelheim", "name_slug": "adriel-bettelheim", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/48/", "title": "Writer, CQ", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2008/jul/15/john-mccain/raised-awareness-but-doesnt-get-sole-credit/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 564, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "abettelheim@cq.com", "first_name": "Adriel", "id": 48, "last_name": "Bettelheim", "name_slug": "adriel-bettelheim", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/48/", "title": "Writer, CQ", "twitter": null}], "resource_uri": "/api/v/2/statement/564/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "Trying to tap voter frustration with Washington's political establishment, Sen. John McCain used a July 8, 2008, appearance on Fox News to remind viewers about his role investigating the political corruption scandal involving disgraced lobbyist Jack Abramoff. His comments imply that his work directly resulted in guilty pleas.\n<p>\n \"The American people are angry when we see spending completely out of control . . .  when we see corruption, that former members of Congress are now in federal prison,\" McCain said on the\n <i>\n  Fox and Friends\n </i>\n program. \"I investigated Abramoff and people ended up in jail, of course we get angry. Americans are angry now.\"\n</p>\n<p>\n McCain is referring to a two-year investigation he led as chairman of the Senate Indian Affairs Committee that detailed how Abramoff and his associate, Michael Scanlon, defrauded Indian tribal clients of tens of millions of dollars.\n</p>\n<p>\n The probe involved extensive interviews and subpoenas, five committee hearings and a review of some 750,000 pages of records. A resulting 373-page report, approved by the panel in June 2006, outlined the circumstances under which six tribes paid Scanlon approximately $66-million for grass-roots lobbying activities during a three-year period, one-third of which Scanlon delivered to Abramoff.\n</p>\n<p>\n Republicans and Democrats alike have praised McCain for aggressively pressing the issue. And the hearings led to expanded inquiries into Abramoff's efforts to pressure former Interior Secretary Gale A. Norton and other senior Interior Department officials on behalf of Indian tribes with gambling interests.\n</p>\n<p>\n But McCain wasn't the only one investigating. Federal prosecutors also were conducting extensive investigations into how Abramoff and Scanlon laundered millions of dollars through charities and front organizations in an effort take their cut of the proceeds and avoid paying taxes. Those probes and spinoff inquiries directly resulted in more than a dozen guilty pleas.\n</p>\n<p>\n Scanlon in November 2005 pleaded guilty to a single conspiracy charge stemming from his efforts to defraud tribes as part of the corruption scheme. He agreed to cooperate with investigators.\n</p>\n<p>\n Though there are several former members of Congress currently serving prison time on corruption charges, as McCain indicated, only ex-Rep. Bob Ney, R-Ohio, was convicted as part of the Abramoff investigation. In January 2007, Ney was sentenced to 2 years in prison after acknowledging taking bribes from Abramoff. In February 2008, he was released from prison and moved to a halfway house. However, Ney's activities were not a particular focus of McCain's investigation.\n</p>\n<p>\n McCain can legitimately take credit for snaring a senior Interior Department official in his probe. Ex-Deputy Interior Secretary J. Steven Griles, the former No. 2 official in the department, pleaded guilty in March 2007 to lying to the Indian Affairs Committee about his relationship with Abramoff during testimony on Nov. 2, 2005, and during an earlier deposition with panel investigators on Oct. 20, 2005. In June 2007, Griles was sentenced to 10 months in prison and a $30,000 fine.\n</p>\n<p>\n Another Bush administration figure who went to prison in connection with the scandal was David Safavian, the former chief of staff of the U.S. General Services Administration. Safavian was sentenced in October 2006 to 18 months in prison for lying to McCain's committee, the GSA's inspector general and a GSA ethics officer about his efforts to help Abramoff obtain control of two properties controlled by the GSA and covering up a golf trip he took with Abramoff to England and Scotland in 2002. However, a federal appeals court in June 2008 threw out some of the charges and ordered a new trial.\n</p>\n<p>\n As for Abramoff himself, the ex-lobbyist in March 2006 was sentenced to nearly six years in prison in a separate case &mdash; for defrauding banks of $23-million while purchasing a fleet of gambling boats in Florida in 2000. While he serves his sentence, Abramoff is cooperating with authorities in the ongoing corruption investigation of administration officials, lawmakers and their aides.\n</p>\n<p>\n At least 14 individuals caught up in the corruption probe or the Florida case have pleaded guilty to various charges. Most were sentenced to probation in return for their cooperation in the investigation.\n</p>\n<p>\n It certainly can be argued that McCain was the most aggressive member of Congress who investigated the Abramoff affair, and that his efforts expanded inquiries into wrongdoing that ultimately resulted in the convictions of Bush administration officials, congressional staffers and businesspeople. And though McCain didn't directly send any of the wrongdoers to jail, Griles, the former Interior Department deputy, wound up serving time specifically because he lied to investigators from McCain's committee.  For this reason, we rule McCain's statement Mostly True.\n</p>\n<p>\n</p>", "ruling_comments_date": "2010-01-07T13:28:10.542246", "ruling_date": "2008-07-15T00:00:00", "ruling_headline": "Raised awareness, but doesn't get sole credit", "ruling_headline_slug": "raised-awareness-but-doesnt-get-sole-credit", "ruling_link_text": "Raised awareness, but doesn't get sole credit", "ruling_state": null, "source_documents": null, "sources": "Washington Post,\n<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2007/03/23/AR2007032300581.html\">\n \"Ex-Official at Interior Hid His Ties to Abramoff\",\n</a>\nby Susan Schmidt and James V. Grimaldi, March 24, 2007\n<p>\n CBSNews.com,\n <a href=\"http://www.cbsnews.com/stories/2006/10/13/politics/main2087472.shtml\">\n  Ney Pleads Guilty, Plans to Resign,\n </a>\n Oct. 13, 2006\n</p>\n<p>\n CQ Today, \"Senate Indian Affairs Committee Approved Report on Abramoff Scandal,\" by Kate Barrett, June 22, 2006\n</p>\n<p>\n Associated Press, \"People Convicted in the Abramoff Investigation,\" June 17, 2008\n</p>\n<p>\n New York Times,\n <a href=\"http://www.nytimes.com/2005/11/19/politics/19lobby.html?_r=1&amp;oref=slogin\">\n  \"DeLay Ex-Aide to Plead Guilty in Lobby Case,\"\n </a>\n by Anne E. Kornblut, Nov. 19, 2005\n</p>\n<p>\n New York Times,\n <a href=\"http://www.nytimes.com/2005/11/02/politics/02lobby.html\">\n  \"Inquiry on Lobbyist Widens to Senior Officials; Senate Hearing is Today,\"\n </a>\n by Philip Shenon, Nov. 2, 2005\n</p>\n<p>\n FoxNews.com,\n <a href=\"http://www.foxnews.com/story/0,2933,331535,00.html\">\n  \"Former Rep. Bob Ney released from prison,\"\n </a>\n Feb. 20, 2008\n</p>\n<p>\n Washington Post,\n <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2007/01/19/AR2007011900162.html\">\n  \"Ney Sentenced to 30 Months in Prison for Abramoff Deals,\"\n </a>\n by Susan Schmidt and James V. Grimaldi, Jan. 20, 2007\n</p>\n<p>\n Washington Post,\n <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2007/06/26/AR2007062601472.html\">\n  \"Judge Orders Prison Time for Ex-Interior Deputy,\"\n </a>\n by James V. Grimaldi, June 27, 2007\n</p>\n<p>\n Washington Post,\n <a href=\"http://blog.washingtonpost.com/washingtonpostinvestigations/2008/06/new_trial_ordered_for_abramoff.html?hpid=topnews\">\n  \"Big Setback for Federal Abramoff Task Force,\"\n </a>\n June 17, 2008\n</p>\n<p>\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 32, "current_job": "U.S. senator", "false_count": 39, "first_name": "John", "half_true_count": 31, "home_state": "Arizona", "id": 8, "last_name": "McCain", "mostly_true_count": 37, "name_slug": "john-mccain", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-johnmccain.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Arizona", "edition": "Arizona", "edition_slug": "arizona", "has_afterthefact": false, "id": 56, "index_page": false, "meter_name": "The Arizona Truth-O-Meter", "resource_uri": "/api/v/2/edition/56/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/8/", "total_count": 190, "true_count": 37, "website": "http://www.johnmccain.com/"}, "statement": "\"I investigated Abramoff and people ended up in jail.\"", "statement_context": "an appearance on Fox News' \"Fox and Friends\"", "statement_date": "2008-07-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 35, "photo": null, "resource_uri": "/api/v/2/subject/35/", "subject": "Ethics", "subject_slug": "ethics", "used_in_edition": []}], "target": [], "twitter_headline": null}