{"art": [], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/ohio/statements/2012/apr/02/rob-portman/rob-portman-says-oil-production-public-lands-was-d/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 5658, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/5658/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tEveryone complains about gasoline prices.<br />\r\n\t<br />\r\n\tPresident Barack Obama says he&rsquo;s trying to do something about them, including making the country less reliant on foreign oil. Republicans say he should do a lot more to spur domestic oil and gas production.<br />\r\n\t<br />\r\n\tPolitiFact has reviewed some of Obama&rsquo;s energy measures before, including <a href=\"http://www.politifact.com/truth-o-meter/statements/2012/jan/24/barack-obama/barack-obama-says-us-oil-production-eight-year-hig/\">his claim that U.S. energy production is at an eight-year high</a>. But there&rsquo;s a counter-claim by many Republicans that was ripe for exploration when Sen. Rob Portman mentioned it on March 26, 2012.<br />\r\n\t<br />\r\n\tDuring a radio interview with Fox News Radio, Portman said:<br />\r\n\t<br />\r\n\t&quot;The president says, you know, &lsquo;we&#39;re doing more.&rsquo; Well, on public lands, we&#39;re doing less. Last year, we produced 14 percent less oil on public lands than we did the year before. We should be doing more on public lands, and that&#39;s the outer continental shelf and what&#39;s going on in Alaska and so on.&quot;<br />\r\n\t<br />\r\n\tPortman&rsquo;s press secretary, Christine Mangi, steered us to an <a href=\"http://rlch.org/news/drilling-leaves-fed-lands-because-state-private-acres-are-cheaper-says-blm-chief\">article published online by Greenwire</a>, a news service that covers energy issues. The article, posted on March 14, was on the state of energy exploration and was based on testimony and statements U.S. Bureau of Land Management director Bob Abbey made before a panel of Senate appropriators.<br />\r\n\t<br />\r\n\tThe article made its point in the first paragraph: &quot;Energy firms face fewer costs and regulatory obstacles when drilling on state and private lands than they do on public lands, where oil production fell last year, a top Obama administration official said today,&quot; Abbey also told the lawmakers, according to the article, that oil exploration and drilling companies have migrated to nonpublic lands for economic reasons, not because of Obama policies.<br />\r\n\t<br />\r\n\tThe article noted that, according to Interior Department statistics, oil production fell by 14 percent in fiscal year 2011 on federal lands and waters. That&rsquo;s exactly what Portman said. &quot;The dip in production occurred mostly in the Gulf of Mexico, where a moratorium on deepwater drilling stunted exploration for much of 2010 in the aftermath of the Deepwater Horizon disaster,&quot; Greenwire reported.<br />\r\n\t<br />\r\n\tWe wanted to drill down beneath the article. So we turned to transcripts of Abbey&rsquo;s recent testimony in both the House and the Senate. There is no need to repeat it all here because Greenwire summed it up well, but we&rsquo;ll point out one important part of the BLM chief&rsquo;s testimony before Senate appropriators on March 14.<br />\r\n\t<br />\r\n\tFrom a transcript:<br />\r\n\t<br />\r\n\t&quot;But no doubt the statistics would show that the U.S. oil and gas production is up and last year it&#39;s more -- last year more oil is produced in this country than any time since 2003 according to...<br />\r\n\t(CROSSTALK) And the, you know, no doubt the aggressive development of shale gas and shale oil has led to a shift to private lands in the east and to the south where there is less amount of federal mineral estate in those sections of the country.&quot;<br />\r\n\t<br />\r\n\tHe added that where oil and gas companies decide to develop &quot;is up to them. For example, we have approved 7,000 applications for permits to drill that are not being drilled. We have over 25 million acres of lands that we&#39;ve leased that are not being developed. So it&#39;s a decision that&#39;s being based and (CROSSTALK) by the market.&quot;<br />\r\n\t<br />\r\n\tAs for the Gulf of Mexico, Abbey acknowledged the effect of the 2010 Deepwater Horizon explosion, and of safety measures taken that slowed the issuance of new permits. But he said permitting has speeded up -- that trend, too, has been documented -- and added that the &quot;administration must strike the proper balance between the speed of processing and ensuring that industry is drilling responsibly and safely especially in the context of the largest oil spill in our nation&#39;s history which we saw with the Deepwater Horizon incident.&quot;<br />\r\n\t<br />\r\n\tPutting aside the reason for the decrease, it appeared that Portman was accurate when he said oil production was down on public lands last year. But there was one more thing we wanted to check: The actual number.<br />\r\n\t<br />\r\n\tFor that, we turned to the <a href=\"http://www.onrr.gov/\">Interior Department&rsquo;s Office of Natural Resources Revenue</a> and the U.S. Energy Information Administration.<br />\r\n\t<br />\r\n\tONRR tracks royalties to the government for oil, gas and coal produced on federal lands, including oil from offshore wells. Using online records of royalty revenue, it is possible to estimate the amount of oil, gas and coal produced onshore and offshore on federal property in any fiscal year.<br />\r\n\t<br />\r\n\tMuch more easily understood, and with similar results, is a recent report from EIA titled, &quot;<a href=\"http://www.eia.gov/analysis/requests/federallands/pdf/eia-federallandsales.pdf\">Sales of Fossil Fuels Produced from Federal and Indian Lands, FY 2003 through FY 2011</a>.&quot; EIA worked with ONRR to produce the report.<br />\r\n\t<br />\r\n\tThese numbers go directly to Portman&rsquo;s claim. In 2010, EIA data show, 726 million barrels of oil came from federal lands, including offshore wells. In 2011, it was 626. That&rsquo;s a drop of 13.77 percent, which can be rounded to 14 percent.<br />\r\n\t<br />\r\n\tThis data, as well as a more complex measure (it involves royalties and British thermal units of energy, but we&rsquo;ll spare you), would appear to render Portman&rsquo;s statement accurate. Yet it&rsquo;s worth noting that oil statistics can be used to make a somewhat different argument about drilling and exploration.<br />\r\n\t<br />\r\n\tFrom 2009 to 2010, offshore oil production rose by 14.9 percent. Prior to that, before Obama&rsquo;s presidency, the offshore volume fell for several years, and it was erratic even during a phase in which it rose, EIA figures show.<br />\r\n\t<br />\r\n\tYet onshore oil production generally rose on federally owned land -- and did again in 2011, by 3.7 percent.<br />\r\n\t<br />\r\n\tWhat does this say? To the White House, it says oil production on all public land is up; that it&rsquo;s getting better and better on private land, where oil companies are chasing the boom in horizontal fracking; and that even last year&rsquo;s drop on federal property, chiefly in the Gulf of Mexico, shouldn&rsquo;t be regarded as a lack of commitment to offshore drilling<br />\r\n\t<br />\r\n\tMaking this case more forcefully, the White House on <a href=\"http://www.whitehouse.gov/blog/2012/03/15/american-energy-facts\">March 15 issued a blog post</a> (to which we were pointed by the Interior Department) that broke the figures for oil production on public lands and water into annual averages over three-year periods. The most recent average, during the Obama presidency, was &nbsp;661.7 millions of barrels of oil. That compares with an annual average of 585.3 million barrels during President George W. Bush&rsquo;s last three years. The point of presenting it this way? The White House was able to show a 13 percent improvement over the previous administration.<br />\r\n\t<br />\r\n\tSo did the United States produce 14 percent less oil on its public lands last year, as Portman said? Yes.<br />\r\n\t<br />\r\n\tWas his statement made in a context of needing to do more, or more specifically, of this president not doing enough? Yes.<br />\r\n\t<br />\r\n\tHe lent his voice to the ongoing debate of whether to allow more drilling in the Gulf of Mexico, in Alaska, and off the intercontinental shelf of the Pacific and Atlantic oceans. Fair enough.<br />\r\n\t<br />\r\n\tThe White House points to the broader measure of all oil production, including on private land, to show an improvement. That, too, is fair. But experts agree that most big boosts in production come from years of earlier exploration and drilling. Much of the current success was seeded under a different administration, just as Obama&rsquo;s actions are expected to bear fruit later.<br />\r\n\t<br />\r\n\tAnd at least part of the drop on public lands last year was due to the Deepwater Horizon disaster and oil spill and, according to BLM, an apparent shift by oil companies to private lands ripe for fracking.<br />\r\n\t<br />\r\n\tThat leaves us here: Portman&rsquo;s fact was accurate: There was a 14 percent drop on public lands. Everything else can be teased out and spun for either party&rsquo;s purposes. Under PolitiFact guidelines, when a statement is accurate but needs clarification or additional information, it rates a Truth-o-Meter rating of Mostly True.</p>\r\n", "ruling_comments_date": "2012-04-01T14:51:20.348870", "ruling_date": "2012-04-02T06:00:00", "ruling_headline": "Rob Portman says oil production on public lands was down 14 percent in 2011", "ruling_headline_slug": "rob-portman-says-oil-production-public-lands-was-d", "ruling_link_text": "Number is accurate but not a gusher of clarity", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tSen. Rob Portman, radio interview with Fox News, March 26, 2012<br />\r\n\t<br />\r\n\tEmail with Portman press secretary Christine Mangi, March 27, 2012<br />\r\n\t<br />\r\n\tGreenwire, &quot;<a href=\"http://rlch.org/news/drilling-leaves-fed-lands-because-state-private-acres-are-cheaper-says-blm-chief\">Drilling leaves federal lands because state, private acres are cheaper, says BLM chief</a>,&quot; by Phil Taylor, March 14, 2012<br />\r\n\t<br />\r\n\tTelephone conversation with Patrick Etchart, office of public affairs, U.S. Department of Interior, Office of Natural Resources Revenue, March 27, 2012<br />\r\n\t<br />\r\n\tU.S. Department of Interior, <a href=\"http://www.onrr.gov/\">Office of Natural Resources Revenue, &nbsp;statistics database</a>, accessed March 27, 2012<br />\r\n\t<br />\r\n\tWhite House blog, &quot;<a href=\"http://www.whitehouse.gov/blog/2012/03/15/american-energy-facts\">American Energy: The Facts</a>,&quot; March 15, 2012<br />\r\n\t<br />\r\n\tU.S. Energy Information Administration, &quot;<a href=\"http://www.eia.gov/analysis/requests/federallands/pdf/eia-federallandsales.pdf\">Sales of Fossil Fuels Produced from Federal and Indian Lands, FY 2003 through FY 2011</a>,&quot; March 2012<br />\r\n\t<br />\r\n\tTranscript, Bob Abbey testimony before Senate Appropriations Committee, Subcommittee on Interior, Environment and Related Agencies, March 14, 2012<br />\r\n\t<br />\r\n\tPolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/statements/2012/jan/24/barack-obama/barack-obama-says-us-oil-production-eight-year-hig/\">&quot;Barack Obama says U.S. oil production is at eight-year high,&quot;</a> Jan. 24, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "U.S. senator from Ohio", "false_count": 5, "first_name": "Rob", "half_true_count": 11, "home_state": "Ohio", "id": 534, "last_name": "Portman", "mostly_true_count": 11, "name_slug": "rob-portman", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rob-Portman-official-portrait.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/534/", "total_count": 48, "true_count": 17, "website": "http://portman.senate.gov/"}, "statement": "<p>\r\n\t&quot;Last year, we produced 14 percent less oil on public lands than we did the year before.&quot;</p>\r\n", "statement_context": "a radio interview", "statement_date": "2012-03-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}], "target": [], "twitter_headline": ""}