{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2008/jul/11/democratic-national-committee/ad-takes-most-of-mccain-quotes-out-of-context/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "smontgomery@sptimes.com", "first_name": "Scott", "id": 9, "last_name": "Montgomery", "name_slug": "scott-montgomery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/9/", "title": "Former Government & Politics Editor, St. Petersburg Times", "twitter": null}], "facebook_headline": null, "id": 566, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/566/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "A new Web ad from the Democratic National Committee portrays John McCain as giving wildly different opinions on when U.S. troops can leave Iraq.\n<p>\n The ad begins, \"When Will John McCain Bring Our Troops Home? Depends on When You Ask.\"\n</p>\n<p>\n It then shows seven edited clips of McCain speaking, saying things like, \"Four or five years &hellip; five or six years &hellip; another year to a year and a half &hellip; maybe 100 &hellip; that's not too important.\" (\n <a href=\"http://www.youtube.com/watch?v=-eejYoz3Nl0\">\n  View the ad here\n </a>\n .) A fever line tracks the years on a chart while ominous music plays in the background.\n</p>\n<p>\n We decided to examine the transcripts of McCain's comments and see if he did give the many varied withdrawal dates that the ad claims. We found several problems with the way the ad portrays McCain's statements. In one case, he's not talking about troop withdrawal at all. In the \"100 years\" remark, he was talking about a permanent peacetime force similar to what the United States now has in Japan and South Korea. And the \"not too important\" comment is also taken significantly out of context.\n</p>\n<p>\n Let's take the ad's points one by one and examine the context of the McCain interviews to see where the ad gets it right and where it gets it wrong.\n</p>\n<p>\n &bull;\n <b>\n  From the ABC News show \"Nightline,\" Oct. 1, 2003:\n </b>\n</p>\n<p>\n Question: \"Over a course of how many years?\"\n</p>\n<p>\n McCain: \"Four or five years.\"\n</p>\n<p>\n This quote comes from an interview between Ted Koppel and John McCain, but the \"four or five years\" quote has nothing to do with U.S. troops. Instead, the show, which aired seven months after the initial invasion, focused on the costs of rebuilding Iraq. Koppel's report was skeptical of a claim from a Bush administration official that U.S. taxpayers would only be on the hook for $1.7 billion in reconstruction costs. (He was right to be suspicious; a 2007 GAO estimate put the reconstruction price tag at $40 billion and counting). Koppel interviewed McCain for his views on rebuilding costs, and even then McCain disputed the Bush administration claim.\n</p>\n<p>\n Here's a fuller excerpt from the interview:\n</p>\n<p>\n McCain: \"I think there (were) many of us, in fact, most of us that believed that the military part would be the easy part. And reconstruction and rebuilding Iraq would be the hard part. But I have to also tell you, we did not realize the state of total deterioration of the Iraqi infrastructure. We didn't appreciate how much Saddam Hussein had let everything go to hell. I knew it was going to be very tough. I didn't know until I went over there how much it was going to be. And may I say, it's going to be a lot more than $20 billion before we're through.\"\n</p>\n<p>\n Koppel: \"Do you have a sense of how much more?\"\n</p>\n<p>\n McCain: \"Estimates I hear as much as $50 to $55 billion more.\"\n</p>\n<p>\n Koppel: \"Over a course of how many years?\"\n</p>\n<p>\n McCain: \"Four or five years.\"\n</p>\n<p>\n Koppel never addresses the question of troops, deployments or withdrawal in this interview.\n</p>\n<p>\n We looked for other McCain statements at this time, and found that in most cases he was actually urging the Bush administration to send more troops to Iraq to maintain order and security there.  A few weeks before his interview with Koppel, a reporter on CNN asked him how long troops would have to be in Iraq to secure a true victory. McCain replied: \"I don't know, because I don't know how quickly we're going to act in the form of sending troops. I don't know how quickly we're going to be able to provide them with the security. So, it's sort of up to us.\"\n</p>\n<p>\n &bull;\n <b>\n  From MSNBC's \"Hardball,\" Feb. 25, 2004:\n </b>\n</p>\n<p>\n McCain: \"Listen, my friend, we're going to be there for five or six years.\"\n</p>\n<p>\n This exchange more fairly represents McCain's views, though his remarks aren't strictly about deployments. He seems to be more talking about how long troops will have to actively maintain order to help a newly formed government establish itself. After discussing that prospect, host Chris Matthews asked, \"What's the role of the U.S. military once we get a government out there?\"\n</p>\n<p>\n McCain: \"We'll still be there for security purposes. Listen, my friend, we're going to be there for five or six years. A little straight talk: We're going to have to be there for quite a while.\"\n</p>\n<p>\n Matthews: \"And we have to defend the government?\"\n</p>\n<p>\n McCain: \"We will try to maintain security. There's just too many bad elements both from outside and from within.\"\n</p>\n<p>\n &bull;\n <b>\n  From CBS News' \"The Early Show,\" Feb. 3, 2005:\n </b>\n</p>\n<p>\n McCain: \"If I had to guess, I would think that it's going to be at least another year to a year and a half...\"\n</p>\n<p>\n In this interview, Hannah Storm asks John McCain specifically about a withdrawal timetable. This snippet appears to be a fair presentation of McCain's views. Here's the fuller exchange:\n</p>\n<p>\n Storm: \"What is a realistic timetable here? When would you like to see our troops leave?\"\n</p>\n<p>\n McCain: \"Tomorrow. But I think that if I had to guess, I would think that it's going to be at least another year to a year and a half. But hopefully before then we could have our troops out of a lot of the areas where they're vulnerable to casualties. And the Iraqi American-trained law enforcement--their armed forces with U.S. troops embedded in them -- could take over much more of the responsibilities. That will reduce the casualty levels. Let me just remind you, Hannah, we're got troops in Bosnia; we've got them in Kosovo; we've been in South Korea for 50 years. Americans are not upset about that. They're upset when young Americans are wounded and killed.\"\n</p>\n<p>\n Storm: \"So you're saying our troops could potentially be there for decades then, Senator?\"\n</p>\n<p>\n McCain: \"I don't think decades because I don't think that the Iraqis want American troops staying, but I think we'll be there for a while and the Iraqi government appreciates that as well.\"\n</p>\n<p>\n &bull;\n <b>\n  From NBC News' \"Meet the Press,\" June 19, 2005.\n </b>\n</p>\n<p>\n McCain: \"I'd rather say two or three years, and be surprised a year from now.\"\n</p>\n<p>\n The questioning in this interview was about the training of Iraqi forces, not troop withdrawal. The time frame McCain mentions is when Iraqi troops will be fully trained, thought it's fair to say that the readiness of Iraqi troops is a pre-condition for U.S. withdrawal. Here's the full exchange between McCain and moderator Tim Russert.\n</p>\n<p>\n Russert: \"Our only exit strategy is to have enough Iraqis who are willing to defend their country, spill their own blood, so that we can withdraw. How many security forces do you believe the Iraqis have right now that are fully capable of fighting and defending their nation?\"\n</p>\n<p>\n McCain: \"I don't know the answer. I know the number is increasing. &hellip; But I believe that there has been some improvement, and that improvement gives us, at least, some hope. Because, as you say, and everybody knows, the exit strategy from Iraq is not a time or a date. The exit strategy from Iraq is clearly the Iraqis being able to take over the responsibilities and the casualties, for policing and ensuring security in their own country. Look, nobody cares--in fact, I'm kind of glad that American troops are in South Korea. Why? Because there's no Americans in combat. So it's not a matter of time and date of withdrawal. It's a matter of Iraqis being able to assume the responsibilities for the security of their own nation. And, again, I think we should tell people it's not going to be a short--I'd rather say two or three years, and be surprised a year from now, than say, 'Everything's fine,' and then be disappointed a year or two from now.\"\n</p>\n<p>\n &bull;\n <b>\n  From a town hall meeting in Concord, N.H., Jan. 3, 2008:\n </b>\n</p>\n<p>\n Question: President Bush is talking about our staying in Iraq for 50 year...\"\n</p>\n<p>\n McCain: \"Maybe a hundred.\"\n</p>\n<p>\n We've looked at this claim previously; McCain's opponents have hammered him before for this statement, but its clear from the context that McCain is not urging a 100-year war. Rather, once combat ends and there are no more U.S. casualties, he expects the United States could have troops in Iraq similar to the presence in South Korea and Japan. That presence could continue for many years, according to McCain.\n</p>\n<p>\n Here's the full exchange McCain had with a voter at a town hall meeting:\n</p>\n<p>\n Question: \"President Bush has talked about our staying in Iraq for 50 years &mdash; \"\n</p>\n<p>\n McCain: \"Maybe a hundred.\"\n</p>\n<p>\n Question: \"Is that &mdash; \"\n</p>\n<p>\n McCain: \"We've been in South Korea . . . we've been in Japan for 60 years. We've been in South Korea for 50 years or so. That would be fine with me. As long as Americans are not being injured or harmed or wounded or killed, that's fine with me. I hope that would be fine with you, if we maintain a presence in a very volatile part of the world where al Qaeda is training and equipping and recruiting and motivating people every single day.\"\n</p>\n<p>\n &bull;\n <b>\n  From a McCain speech on May 15, 2008:\n </b>\n</p>\n<p>\n McCain: \"By January 2013, America has welcomed home most of the servicemen and women who have sacrificed terribly.\"\n</p>\n<p>\n This appears to be a fair representation of McCain's views; it comes from a major policy speech he gave on what he hopes to accomplish during a first term. Here's a longer excerpt on the portion of his speech about Iraq:\n</p>\n<p>\n \"By January 2013, America has welcomed home most of the servicemen and women who have sacrificed terribly so that America might be secure in her freedom. The Iraq War has been won. Iraq is a functioning democracy, although still suffering from the lingering effects of decades of tyranny and centuries of sectarian tension. Violence still occurs, but it is spasmodic and much reduced. Civil war has been prevented; militias disbanded; the Iraqi Security Force is professional and competent; al Qaeda in Iraq has been defeated; and the Government of Iraq is capable of imposing its authority in every province of Iraq and defending the integrity of its borders. The United States maintains a military presence there, but a much smaller one, and it does not play a direct combat role.\"\n</p>\n<p>\n &bull;\n <b>\n  From NBC News' \"Today Show,\" June 11, 2008:\n </b>\n</p>\n<p>\n Question: \"Do you now have a better estimate of when American forces can come home from Iraq?\"\n</p>\n<p>\n McCain: \"No, but that's not too important.\"\n</p>\n<p>\n This is edited to seem like McCain doesn't care about when troops come home. But judging from what McCain said next, he meant it wasn't too important if troops were in Iraq as long as the fighting was over and there were few casualties. Here's McCain's complete answer:\n</p>\n<p>\n \"No. But that's not too important. What's important is the casualties in Iraq. Americans are in South Korea, Americans are in Japan, American troops are in Germany. That's all fine. American casualties and the ability to withdraw. We will be able to withdraw. General Petraeus is going to tell us in July when he thinks we are. But the key to it is we don't want any more Americans in harm's way. And that way they will be safe and serve our country, and come home with honor and victory, not in defeat, which is what Senator Obama's proposal would have done. And I'm proud of them and they're doing a great job, and we are succeeding. And it's fascinating that Senator Obama still doesn't realize that.\"\n</p>\n<p>\n So while the DNC ad gets some of its points accurate, it purposefully edits McCain's remarks to distort them in at least three instances (the Nightline interview, the \"100 years\" remark and the \"not too important remark\"). Two of the instances (the \"Hardball\" interview and the \"Meet the Press\" interview) are borderline; his comments address issues that affect withdrawal but aren't precisely on point. Two instances (\"The Early Show\" interview and McCain's speech) are fair and accurate representations of his views.\n</p>\n<p>\n While the ad is right on two items, and partially right on two items, three of the quotes are out of context and distort McCain's original meaning. This weakens the DNC's case against McCain significantly. We rate the DNC's argument that McCain has given inconsistent and erratic answers on when troops should return from Iraq Barely True.\n</p>\n\n<br/><br/><i>Editor's note: This statement was rated Barely True when it was published. On July 27, 2011, we changed the name for the rating to Mostly False.</i>", "ruling_comments_date": "2010-01-07T13:28:10.990492", "ruling_date": "2008-07-11T00:00:00", "ruling_headline": "Ad takes most of McCain quotes out of context", "ruling_headline_slug": "ad-takes-most-of-mccain-quotes-out-of-context", "ruling_link_text": "Ad takes most of McCain quotes out of context", "ruling_state": null, "source_documents": null, "sources": "Democratic National Committee,\n<a href=\"http://www.youtube.com/watch?v=-eejYoz3Nl0\">\n \"When\" ad\n</a>\n, July 9, 2008.\n<p>\n ABC News, \"Nightline\" transcript, Oct. 1, 2003, accessed via Lexis Nexis.\n</p>\n<p>\n U.S. Government Accountability Office,\n <a href=\"http://www.gao.gov/docsearch/abstract.php?rptno=GAO-08-231T\">\n  Securing, Stabilizing, and Rebuilding Iraq: GAO Audits and Key Oversight Issues\n </a>\n , Oct. 30, 2007.\n</p>\n<p>\n MSNBC, \"Hardball\" transcript, Feb. 25, 2004, accessed via Lexis Nexis.\n</p>\n<p>\n CBS News, \"The Early Show\" transcript, Feb. 3, 2005, accessed via Lexis Nexis.\n</p>\n<p>\n NBC News,\n <a href=\"http://www.msnbc.msn.com/id/8245636/\">\n  Meet the Press transcript\n </a>\n , June 19, 2005.\n</p>\n<p>\n YouTube.com,\n <a href=\"http://www.youtube.com/watch?v=VFknKVjuyNk&amp;feature=related\">\n  New Hampshire town hall meeting\n </a>\n , Jan. 3, 2008.\n</p>\n<p>\n John McCain campaign Web site,\n <a href=\"http://www.johnmccain.com/Informing/News/Speeches/e8114732-e294-4a0d-b0b6-e5fa16857f61.htm\">\n  John McCain's Four Year Vision for America\n </a>\n , May 15, 2008.\n</p>\n<p>\n NBC News, \"The Today Show\" transcript, June 11, 2008, accessed via Lexis Nexis.\n</p>\n<p>\n YouTube.com,\n <a href=\"http://www.youtube.com/watch?v=lDbLbKfC9IE\">\n  Today Show interview of John McCain\n </a>\n , June 11, 2008.\n</p>\n<p>\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 8, "current_job": "", "false_count": 2, "first_name": "", "half_true_count": 12, "home_state": "", "id": 26, "last_name": "Democratic National Committee", "mostly_true_count": 8, "name_slug": "democratic-national-committee", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-dnc.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/26/", "total_count": 37, "true_count": 7, "website": ""}, "statement": "John McCain has given erratic and inconsistent answers on when troops should return from Iraq.", "statement_context": "in an ad on the Internet", "statement_date": "2008-07-09", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 1, "photo": null, "resource_uri": "/api/v/2/subject/1/", "subject": "Iraq", "subject_slug": "iraq", "used_in_edition": []}], "target": [], "twitter_headline": null}