{"art": [{"brightcove": "", "caption": "Travis County District Attorney Rosemary Lehmberg is seeking re-election. In this campaign video, she touts her accomplishments since taking office in 2009.", "id": 2252, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/2252/", "title": "Lehmberg video", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/2Ngq8uH8RoM?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "2Ngq8uH8RoM"}], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2012/apr/03/rosemary-lehmberg/travis-da-rosemary-lehmberg-says-she-created-state/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 5662, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/5662/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tIn an online video, Travis County District Attorney Rosemary Lehmberg, who seeks re-election &nbsp;this year, says she has instituted reforms since she took office in 2009.</p>\r\n<p>\r\n\t&quot;My office is the most progressive DA&rsquo;s office in the state,&quot; she says. &quot;I&rsquo;ve created the first felony deferred prosecution program for nonviolent first-offenders, and it gives them a chance to stay out of the system with a clean record.&quot;</p>\r\n<p>\r\n\tVince Leibowitz, a campaign consultant for Charlie Baird, who is challenging Lehmberg in the May Democratic primary, questioned Lehmberg&rsquo;s statement that her program was the first of its kind in the state and asked us to fact-check it.</p>\r\n<p>\r\n\tThe Travis County program, which Lehmberg announced in May 2010, gives people who have committed certain felony offenses an opportunity to avoid being prosecuted for a crime by agreeing to meet certain conditions for a period of time.</p>\r\n<p>\r\n\tA March 23, 2012, <em>Austin American-Statesman</em> news <a href=\"http://www.statesman.com/news/local/blacks-poor-underrepresented-in-second-chance-travis-county-2258084.html?viewAsSinglePage=true\">article</a> on the program points out that since the 1990s, people with drug addictions and no previous convictions for violent offenses could escape certain felony charges by completing the county&rsquo;s drug court program, which requires a year of intensive treatment, drug testing and court appearances aimed at ending addictions.</p>\r\n<p>\r\n\tLehmberg told us in a telephone interview that she started the felony deferred prosecution program to provide the same second-chance opportunity for nonviolent, first-time felony offenders who are not addicts. &quot;Sort of a parallel track,&quot; she said. The program is for people with no prior record who made a mistake and want to make it right, she said. If they complete the program, the charges are dismissed.</p>\r\n<p>\r\n\tApplicants must be facing third-degree or state jail felony charges such as theft, forgery, credit card abuse, tampering with a governmental record, and evading arrest, according to the program&rsquo;s <a href=\"http://www.traviscountyda.com/pretrialdp2.htm\">web page</a>.</p>\r\n<p>\r\n\tThrough their attorneys, clients apply using a form posted online that asks for basic information, including the defendant&rsquo;s school and work history, an account of the crime and information about previous contact with the criminal justice system. The application is screened by lawyers in Lehmberg&rsquo;s office, who typically make the decision on whether to accept an applicant.</p>\r\n<p>\r\n\tOffenders accepted into the program sign a form pleading guilty and enter into a written agreement with the office laying out the terms they must meet for a set time, up to two years, including not being re-arrested. Other possible conditions of participation are community service, counseling and paying restitution. While people are in the program, their cases are tracked by state District Judge Mike Lynch.</p>\r\n<p>\r\n\tThe deferred prosecution program, also called a pretrial diversion program, started in September 2010. The Statesman article said that through March 12, 2012, 131 people had been accepted, with 26 having completed the program and eight having been discharged without finishing.</p>\r\n<p>\r\n\tSo, is the program the first of its kind in the state?</p>\r\n<p>\r\n\tDuring our research, several prosecutors and experts told us that generally, prosecutors don&rsquo;t have to develop a formal program like Lehmberg&rsquo;s to practice &quot;deferred prosecution.&quot; That&rsquo;s because local prosecutors have long been free to decide not to proceed with a case. A common example: Dismissing the charges against a young adult in exchange for his or her joining the military.</p>\r\n<p>\r\n\tSuch case-by-case arrangements are a form of deferred prosecution, Williamson County District Attorney John Bradley told us in a telephone interview. But typically, when someone is talking about a deferred prosecution program, he said, there are more formalized elements that have been put in place such as a list of qualifications and a screening process.</p>\r\n<p>\r\n\tBradley, who has been a prosecutor since 1989, said he didn&rsquo;t know whether Travis County was the first in the state to offer such a program for certain felony offenders. Most Texas deferred prosecution programs focus on misdemeanors, he said. &quot;It is unusual and rare at the felony level to have a deferred prosecution program,&quot; he said.</p>\r\n<p>\r\n\tUnlike counties such as Dallas and Bexar where the district attorney prosecutes both felonies and misdemeanors, Travis has a separate elected official, the county attorney, whose office handles misdemeanor cases. And that office had a diversion program long before Lehmberg launched her version, according to Lehmberg and the <em>Statesman</em> article.</p>\r\n<p>\r\n\tLehmberg told us that it&rsquo;s &quot;pretty common&quot; for prosecutors at both the felony and misdemeanor level to offer deferred prosecutions on a case-by-case basis. Narrowing the claim she aired in the video, Lehmberg said she is not aware of any other formalized non-drug-court deferred prosecution program for felony offenders that has an &quot;application and acceptance process&quot; like Travis County&rsquo;s.</p>\r\n<p>\r\n\tShe told us that before making her campaign video, she checked with some other Texas prosecutors and Robert Kepple, executive director of the Texas District and County Attorneys Association, to determine whether another program like hers had been started. She found none.</p>\r\n<p>\r\n\tKepple told us that the association did not know of any other program like Travis&rsquo; but that he had not researched the question specifically.</p>\r\n<p>\r\n\tYet, we later learned of two programs that while not identical to the one in Travis County, appear to have similar goals and share some of its processes. One, in the East Texas county of Nacogdoches, started the same year as Travis County&rsquo;s, in 2010. The other, in the South Texas county of Cameron, began about five years earlier.</p>\r\n<p>\r\n\tWe were alerted to the Nacogdoches program by an email sent from Austin lawyer Oscar Buitron in response to the <em>Statesman</em> article.</p>\r\n<p>\r\n\tLike Travis County, Nacogdoches has a district attorney who handles felony cases and a county attorney in charge of misdemeanor cases. We were unable to reach District Attorney Nicole LoStracco but found a May 1, 2010, news <a href=\"https://docs.google.com/document/d/1oXvCZDgqJglISxRANy-U2PEQex0zv1Jpyi2AjlA7DO4/edit\">article</a> reporting that she was starting a pretrial diversion program. We also talked with Nacogdoches defense attorney John Heath Jr. who said he has had many clients in LoStracco&rsquo;s program.</p>\r\n<p>\r\n\tThe 2010 article, in the <em>Nacogdoches Daily Sentinel</em>, quoted LoStracco as saying that under the program, first-time felony offenders who meet certain qualifications could avoid a permanent red flag on their record. She said her program would be for people who realize that they made a mistake, are repentant, and are willing to learn from the mistake and move on.</p>\r\n<p>\r\n\tThe article said LoStracco&rsquo;s office had put in place &quot;guidelines&quot; for the program, including that first-time felony offenders who aren&rsquo;t likely to commit another offense will be considered. The article also said that defense lawyers must approach the district attorney&rsquo;s office to apply for the program and that candidates would be required to fill out an application. Participants would also have to write a confession and pay any owed restitution up front, according to the article.</p>\r\n<p>\r\n\tUltimately, LoStracco told the <em>Daily Sentinel</em>, she will decide who qualifies for the program and is &quot;the only one in the DA&rsquo;s office that can authorize someone to be put on the program.&quot; The article said those in the Nacogdoches pretrial diversion program would be monitored by the local probation department. Conditions of the program could include community service, alcohol or drug testing, or counseling, the article said.</p>\r\n<p>\r\n\tOn June 1, 2011, the <em>Daily Sentinel</em> wrote a news <a href=\"https://docs.google.com/document/d/1oXvCZDgqJglISxRANy-U2PEQex0zv1Jpyi2AjlA7DO4/edit\">article</a> reporting that in the year since the program&rsquo;s start, 37 felony offenders had been placed into the program, with only two having been removed for failing to meet the conditions.</p>\r\n<p>\r\n\tHeath Jr., the defense attorney, told us that upon completion of the program, participants have the charges against them dismissed.</p>\r\n<p>\r\n\tWe learned about the Cameron County program from a 2005 news article on the <em>Brownsville Herald</em>&rsquo;s website that was sent to us by Tobin Lefler, director of Cameron County&rsquo;s adult probation department.</p>\r\n<p>\r\n\tArmando Villalobos, the county&rsquo;s top prosecutor, handles both felonies and misdemeanors. That means the county&rsquo;s pretrial diversion program, which Villalobos began in 2005, is open to both misdemeanor and felony offenders.</p>\r\n<p>\r\n\tThe Dec. 27, 2005, <a href=\"http://www.brownsvilleherald.com/news/program-68150-villalobos-pretrial.html\">article</a> says that Villalobos, of late a <a href=\"http://www.armandovillalobos.com/\">U.S. House candidate</a>, launched the program to give eligible defendants a chance to avoid criminal records that could ruin their careers.</p>\r\n<p>\r\n\tIn a telephone interview, Villalobos told us that &quot;a lot of felonies&quot; go through his program. A spokesman for his office said it did not have statistics on how many there have been.</p>\r\n<p>\r\n\tAfter examining the Travis County program&rsquo;s web page, Villalobos said his program was similar. &quot;We don&rsquo;t have anything as formal as a written application,&quot; he said. &quot;We have criteria, and we have forms they fill out if they are going to participate in the program.&quot; First-time offenders who committed nonviolent crimes and did not resist law enforcement are eligible, according to documents Villalobos&rsquo; office shared with us.</p>\r\n<p>\r\n\tVillalobos told us that defense attorneys usually send a letter requesting that their clients be considered for the program. Prosecutors then review the request. Participants must meet conditions to stay in the program and agree to confess to their crime. As in Nacogdoches County, participants in Cameron County&rsquo;s program are supervised by the local probation department. They also must pay a $500 fee to Villalobos&rsquo; office.</p>\r\n<p>\r\n\tPeople who complete the program have the charges against them dismissed, Villalobos said.</p>\r\n<p>\r\n\tLehmberg, presented with our research, said she thought the Nacogdoches program was more similar to hers than the one in Cameron County, which also includes misdemeanors. She said there are some significant differences between the Travis County program and the others, highlighting the involvement of the local probation department in Cameron and Nacogdoches counties. She said the Travis program is geared toward people who don&rsquo;t need that level of supervision.</p>\r\n<p>\r\n\tHowever, Lehmberg acknowledged that the programs have the same outcomes for successful participants: dismissal of charges upon completion.</p>\r\n<p>\r\n\t&quot;As far as being the first,&quot; Lehmberg said, &quot;the Nacogdoches program appears similar to mine. If she went first, so be it. I just didn&rsquo;t know&quot; that.</p>\r\n<p>\r\n\t<strong>Our ruling</strong></p>\r\n<p>\r\n\tLehmberg said the program she started in 2010 was the state&rsquo;s first felony deferred prosecution program for nonviolent first-offenders. We found two similar, though not identical, programs in other counties. One was implemented the same year as Travis&rsquo;, the other five years earlier. Since neither program shares all of the elements of Travis County&rsquo;s, her claim retains an element of truth. But Travis County was not first.</p>\r\n<p>\r\n\tWe rate Lehmberg&rsquo;s statement Mostly False.</p>\r\n", "ruling_comments_date": "2012-04-02T18:52:55.534607", "ruling_date": "2012-04-03T06:00:00", "ruling_headline": "Travis DA Rosemary Lehmberg says she created state's first deferred prosecution program for nonviolent first offenders", "ruling_headline_slug": "travis-da-rosemary-lehmberg-says-she-created-state", "ruling_link_text": "Similar programs in other counties", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tRosemary Lehmberg campaign, <a href=\"http://www.youtube.com/watch?v=2Ngq8uH8RoM\">YouTube video</a>, posted Oct. 31. 2011</p>\r\n<p>\r\n\tTravis County district attorney&rsquo;s office, <a href=\"http://www.traviscountyda.com/pressreleases/worddoc/deferredpros.pdf\">press release</a>, May 18, 2010<br />\r\n\t<br />\r\n\tTravis County district attorney&rsquo;s office, <a href=\"http://www.traviscountyda.com/pretrialdp2.htm\">web page</a>, &quot;Travis County Felony Pretrial Diversion Program&quot; (accessed March 2012)</p>\r\n<p>\r\n\tAustin American-Statesman, <a href=\"http://www.statesman.com/news/local/blacks-poor-underrepresented-in-second-chance-travis-county-2258084.html?viewAsSinglePage=true\">news article</a>, &quot;Blacks, poor underrepresented in second-chance Travis County court program,&quot; March 23, 2012</p>\r\n<p>\r\n\tTexas District and County Attorneys Association, <a href=\"http://www.tdcaa.com/node/1318\">journal article</a>, The Prosecutor, &quot;Starting a pretrial intervention program,&quot; November-December 2007</p>\r\n<p>\r\n\tNacogdoches Daily Sentinel, <a href=\"https://docs.google.com/document/d/1oXvCZDgqJglISxRANy-U2PEQex0zv1Jpyi2AjlA7DO4/edit\">news article</a>, &quot;Program offers some felons an opportunity to keep crime off permanent record,&quot; May 1, 2010</p>\r\n<p>\r\n\tNacogdoches Daily Sentinel, <a href=\"https://docs.google.com/document/d/1oXvCZDgqJglISxRANy-U2PEQex0zv1Jpyi2AjlA7DO4/edit\">news article</a>, &quot;One year later, pretrial diversion called success,&quot; June 1, 2011</p>\r\n<p>\r\n\tBrownsville Herald, <a href=\"http://www.brownsvilleherald.com/news/program-68150-villalobos-pretrial.html\">news article</a>, &quot;District attorney implements news program,&quot; Dec. 27, 2005</p>\r\n<p>\r\n\tInterview with John Bradley, Williamson County district attorney, March 9, 2012</p>\r\n<p>\r\n\tInterview with Roger Bridgwater, bureau chief, professional development, community protection and ethics, Harris County district attorney&rsquo;s office, March 19, 2012</p>\r\n<p>\r\n\tInterview with John Heath Jr., criminal defense attorney, Nacogdoches, Texas, March 29, 2012</p>\r\n<p>\r\n\tInterview with Robert Kepple, executive director, Texas District and County Attorneys Association, March 7 and 27, 2012</p>\r\n<p>\r\n\tInterview with Tobin Lefler, director, Cameron County adult probation department, March 12, 2012</p>\r\n<p>\r\n\tInterview with Rosemary Lehmberg, Travis County district attorney, March 8 and 29, 2012</p>\r\n<p>\r\n\tInterview with Jason Moody, spokesman, Cameron County county attorney&rsquo;s office, March 23, 2012</p>\r\n<p>\r\n\tInterview with Robert Storch, assistant public defender, El Paso County, May 13, 2012</p>\r\n<p>\r\n\tInterview with Jay Johannes, assistant county attorney, Colorado County, March 26, 2012</p>\r\n<p>\r\n\tInterview with Armando Villalobos, district and county attorney, Cameron County, March 13, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Travis County district attorney", "false_count": 0, "first_name": "Rosemary", "half_true_count": 0, "home_state": "Texas", "id": 1790, "last_name": "Lehmberg", "mostly_true_count": 0, "name_slug": "rosemary-lehmberg", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/lehmberg.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1790/", "total_count": 1, "true_count": 0, "website": "http://rosemarylehmberg.com/"}, "statement": "<p>\r\n\tSays she &quot;created the first felony deferred prosecution program for nonviolent first-offenders&quot; in Texas.</p>\r\n", "statement_context": "campaign video", "statement_date": "2011-10-31", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 209, "photo": null, "resource_uri": "/api/v/2/subject/209/", "subject": "County Government", "subject_slug": "county-government", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 177, "photo": null, "resource_uri": "/api/v/2/subject/177/", "subject": "Criminal Justice", "subject_slug": "criminal-justice", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}, {"description": "", "id": 173, "photo": null, "resource_uri": "/api/v/2/subject/173/", "subject": "Public Safety", "subject_slug": "public-safety", "used_in_edition": ["/api/v/2/edition/9/"]}], "target": [], "twitter_headline": ""}