{"art": [], "author": [{"email_address": "eoneill@starledger.com", "first_name": "Erin", "id": 244, "last_name": "O'Neill", "name_slug": "erin-oneill", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 15, "publication_name": "Newark Star-Ledger", "resource_uri": "/api/v/2/publication/15/"}, "resource_uri": "/api/v/2/staffer/244/", "title": "PolitiFact New Jersey Reporter", "twitter": null}], "canonical_url": "/new-jersey/statements/2012/apr/04/donald-verrilli/donald-verrilli-says-enrollment-declined-and-rates/", "edition": {"adkey": "Editions", "advalue": "New Jersey", "edition": "New Jersey", "edition_slug": "new-jersey", "has_afterthefact": false, "id": 13, "index_page": false, "meter_name": "The New Jersey Truth-O-Meter", "resource_uri": "/api/v/2/edition/13/"}, "editor": [{"email_address": "cshinske@starledger.com", "first_name": "Caryn", "id": 246, "last_name": "Shinske", "name_slug": "caryn-shinske", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 15, "publication_name": "Newark Star-Ledger", "resource_uri": "/api/v/2/publication/15/"}, "resource_uri": "/api/v/2/staffer/246/", "title": "PolitiFact New Jersey editor", "twitter": null}], "facebook_headline": null, "id": 5666, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "eoneill@starledger.com", "first_name": "Erin", "id": 244, "last_name": "O'Neill", "name_slug": "erin-oneill", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 15, "publication_name": "Newark Star-Ledger", "resource_uri": "/api/v/2/publication/15/"}, "resource_uri": "/api/v/2/staffer/244/", "title": "PolitiFact New Jersey Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/5666/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tA mandate for individuals to buy health insurance acts as a foundation for the national health care law, according to the federal government. Without it, the entire structure weakens.<br />\r\n\t<br />\r\n\tDuring last week&rsquo;s U.S. Supreme Court hearings on the law, Solicitor General Donald Verrilli cited New Jersey to support that argument.<br />\r\n\t<br />\r\n\tJustice Antonin Scalia, in an exchange with Verrilli, said when people &quot;have a substantial risk of incurring high medical bills, they&#39;ll buy insurance, like the rest of us.&quot;<br />\r\n\t<br />\r\n\tVerrilli said: &quot;That&#39;s the problem, Justice Scalia. That&#39;s -- and that&#39;s exactly the experience that the states had that made the imposition of guaranteed issue and community rating not only be ineffectual but be highly counterproductive. Rates, for example, in New Jersey doubled or tripled, went from 180,000 people covered in this market down to 80,000 people covered in this market.&quot;<br />\r\n\t<br />\r\n\tPolitiFact New Jersey found the solicitor general is largely right.<br />\r\n\t<br />\r\n\tVerrilli was referring to the individual market, a health insurance exchange that serves people who don&rsquo;t have access to health insurance through their employer or through government programs such as Medicare.<br />\r\n\t<br />\r\n\tIn the early 1990s New Jersey implemented guaranteed issue -- a ban on insurers rejecting applicants -- and community rating -- a requirement prohibiting insurers from charging different rates regardless of risk -- in its individual market.<br />\r\n\t<br />\r\n\tThe federal law includes similar measures.<br />\r\n\t<br />\r\n\tBut unlike the federal government, New Jersey didn&rsquo;t require residents to purchase health insurance. And, experts said, without a mechanism to push healthier people into buying coverage the state&rsquo;s individual market nearly collapsed.<br />\r\n\t<br />\r\n\tData shows an initial spike then a steep decline in enrollment following the reforms. A 2004 article in the journal Health Affairs found the &quot;current situation points to a market that is heading for collapse. Enrollment has declined from a peak of 186,130 lives at the end of 1995 to 84,968 at the end of 2001. In addition, premiums have increased two- to threefold above their early levels.&quot;<br />\r\n\t<br />\r\n\tEnrollment in New Jersey&rsquo;s market has rebounded since that report, but participation in a plan that allows for adjustment in rates based on age, gender and location is driving growth. The market&rsquo;s standard plan also now allows for rate adjustment based on age.<br />\r\n\t<br />\r\n\tExperts said New Jersey&rsquo;s early experience with reforms was the most appropriate time frame for assessing Verrilli&rsquo;s statement. By that account, his figures are roughly correct.<br />\r\n\t<br />\r\n\tBut is Verrilli right to claim the guaranteed coverage and cost provisions sparked enrollment decline and rate increases?<br />\r\n\t<br />\r\n\tHealth care experts acknowledged that other factors, such as a vibrant economy and loss of subsidies, may be involved, but said Verrilli&rsquo;s overall point is strong.<br />\r\n\t<br />\r\n\t&quot;Without a coverage mandate the guaranteed issue and modified community rating provisions had the effect of encouraging sick people to purchase insurance and discouraging well people from purchasing insurance,&quot; which led to the rate increases, said John Jacobi, a professor of health law and policy at Seton Hall Law School<br />\r\n\t<br />\r\n\tIt&rsquo;s worth noting that the average age and percentage of people who reported fair or poor health in the market increased for new enrollees from 1996 to 2002, according to a 2004 brief from Rutgers University&rsquo;s Center for State Health Policy.<br />\r\n\t<br />\r\n\tAlan Monheit, director of the Center for Health Economics and Health Policy at UMDNJ said, &quot;the statement is generally correct that without a mandate and with guaranteed issue and community rating that is certainly going to contribute to a potential unraveling of specific health plans within a marketplace and perhaps even the market itself.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tThe solicitor general said after New Jersey adopted provisions guaranteeing health insurance coverage and controlling rates in the individual market without a mandate rates &quot;doubled or tripled&quot; and enrollment dropped from 180,000 people to 80,000 people.<br />\r\n\t<br />\r\n\tVerrilli&rsquo;s figures are roughly correct in the years before a modified plan was introduced that has since boosted total enrollment in the market.<br />\r\n\t<br />\r\n\tExperts agree it&rsquo;s fair for Verrilli to point to guaranteed issue and community rating as sources of the enrollment decline and rate increase, but acknowledged there may be other factors involved.<br />\r\n\t<br />\r\n\tOverall, we rate Verrilli&rsquo;s claim Mostly True.&nbsp;</p>\r\n<p>\r\n\tTo comment on this ruling, go to <a href=\"http://www.nj.com/news/index.ssf/2012/04/politifact_nj_solicitor_genera.html\">NJ.com</a>.</p>\r\n", "ruling_comments_date": "2012-04-03T12:18:20.406119", "ruling_date": "2012-04-04T07:30:00", "ruling_headline": "Donald Verrilli says enrollment declined and rates increased when New Jersey adopted guaranteed coverage provisions in individual insurance market", "ruling_headline_slug": "donald-verrilli-says-enrollment-declined-and-rates", "ruling_link_text": "A fair characterization", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tU.S. Supreme Court, <a href=\"http://www.supremecourt.gov/oral_arguments/argument_transcripts/11-398-Tuesday.pdf\">Transcript</a>, March 27, 2012<br />\r\n\t<br />\r\n\tInterview with Alan Monheit, <a href=\"http://sph.umdnj.edu/staff/staffDetail.cfm?tblPers_ID_pk=29\">professor health economics</a> and director of the Center for Health Economics and Health Policy at the University of Medicine and Dentistry of New Jersey, March 28, 2012<br />\r\n\t<br />\r\n\tInterview with Ward Sanders, president of the <a href=\"http://njahp.org/\">New Jersey Association of Health Plans</a>, March 28, 2012<br />\r\n\t<br />\r\n\tInterview with John Jacobi, <a href=\"http://law.shu.edu/Faculty/display-profile.cfm?customel_datapageid_4018=13305\">professor of health law</a> and policy at Seton Hall University School of Law, March 28, 2012<br />\r\n\t<br />\r\n\tInterview with Joel C. Cantor, the director of the Center for State Health Policy and professor of public policy at Rutgers University, March 29, 2012<br />\r\n\t<br />\r\n\tEmail interview with Marshall McKnight, spokesman for the <a href=\"http://www.state.nj.us/dobi/index.html\">New Jersey Department of Banking and Insurance</a>, March 30, 2012<br />\r\n\t<br />\r\n\tEmail interview from Tracy Schmaler, spokeswoman for the <a href=\"http://www.justice.gov/\">U.S. Justice Department</a>, March 29, 2012<br />\r\n\t<br />\r\n\tRutgers Center for State Health Policy, <a href=\"http://www.cshp.rutgers.edu/Downloads/9140.pdf\">Combining New Jersey&rsquo;s Individual and Small Group Health Insurance Risk Pools</a>, December 2011<br />\r\n\t<br />\r\n\tHealth Affairs, <a href=\"http://content.healthaffairs.org/content/23/4/167.full\">Community Rating And Sustainable Individual Health Insurance Markets In New Jersey</a>, July 2004<br />\r\n\t<br />\r\n\tAmerica&rsquo;s Health Insurance Plans, <a href=\"http://www.ahipcoverage.com/wp-content/uploads/2012/03/Updated-Milliman-Report.pdf\">The Impact of Guaranteed Issue and Community Rating Reforms on States&#39; Individual Insurance Markets</a>, March 2012<br />\r\n\t<br />\r\n\tState of New Jersey Department of Banking and Insurance, <a href=\"http://www.state.nj.us/dobi/division_insurance/ihcseh/ihcguide/index.html\">NJ Individual Health Coverage Program Buyer&#39;s Guide</a>, accessed March 28, 2012<br />\r\n\t<br />\r\n\tState of New Jersey Department of Banking and Insurance, <a href=\"http://www.state.nj.us/dobi/division_insurance/ihcseh/enroll/4q11historical.pdf\">Individual Health Coverage Program: Historical Comparison of Enrollment</a>, accessed March 28, 2012<br />\r\n\t<br />\r\n\tState of New Jersey Department of Banking and Insurance, <a href=\"http://www.state.nj.us/dobi/division_insurance/ihcseh/ihc_seh.htm\">What Is New Jersey Health Insurance Reform?</a>, accessed March 29, 2012<br />\r\n\t<br />\r\n\tRutgers Center for State Health Policy, <a href=\"http://www.cshp.rutgers.edu/DOWNLOADS/5420.PDF\">A Decade After Regulatory Reform: A Case Study of New Jersey&rsquo;s Individual Health Coverage Program</a>, November 2004<br />\r\n\t<br />\r\n\tThe Nelson A. Rockefeller Institute of Government, <a href=\"http://www.rockinst.org/pdf/health_care/new_jersey_field_report.pdf\">New Jersey Small Employer Health Benefits Program Field Research Report</a>, accessed March 28, 2012<br />\r\n\t<br />\r\n\tRutgers Center for State Health Policy, <a href=\"http://www.cshp.rutgers.edu/DOWNLOADS/4690.PDF\">Non-Group Health Insurance in New Jersey</a>, July 2004<br />\r\n\t<br />\r\n\tBlue Cross Blue Shield, <a href=\"http://www.bcbsm.com/healthreform/pubs/ppaca_insurance_reform_2014.pdf\">2014 Insurance Reforms under the Patient Protection and Affordable Care Act</a>, accessed April 3, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Solicitor General", "false_count": 0, "first_name": "Donald", "half_true_count": 0, "home_state": "", "id": 1792, "last_name": "Verrilli", "mostly_true_count": 1, "name_slug": "donald-verrilli", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/verrilli.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1792/", "total_count": 1, "true_count": 0, "website": "http://www.justice.gov/osg/"}, "statement": "<p>\r\n\tSays when New Jersey adopted guaranteed coverage and cost provisions without a mandate individual health insurance market rates &quot;doubled or tripled&quot; and enrollment dropped from 180,000 people to 80,000 people.</p>\r\n", "statement_context": "a Supreme Court hearing on health care law", "statement_date": "2012-03-27", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 147, "photo": null, "resource_uri": "/api/v/2/subject/147/", "subject": "States", "subject_slug": "states", "used_in_edition": []}], "target": [], "twitter_headline": ""}