{"art": [], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/ohio/statements/2012/apr/05/josh-mandel/josh-mandels-campaign-says-sherrod-brown-balked-st/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 5680, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/5680/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tSometimes in politics, a string of independent facts and impressive words can be thrown together to reach a negative or menacing conclusion. One or more of the facts might even be true in a speculative context, even if they don&rsquo;t add up when put together. There is an art to this, and it can be a beautiful thing.<br />\r\n\t<br />\r\n\tSuch a claim crossed PolitiFact Ohio&rsquo;s desk recently, and on its face it seemed plausible.<br />\r\n\t<br />\r\n\t<a href=\"http://jobs.joshmandel.com/news/2012/03/press-release-sherrod-brown-favors-burdensome-epa-regulations-will-lead-higher-rates-oh\">The claim, from U.S. Senate candidate Josh Mandel</a>, was in response to the <a href=\"http://epa.gov/carbonpollutionstandard/index.html\">U.S. Environmental Protection Agency&rsquo;s announcement</a> on March 27 that it was severely restricting greenhouse gas emissions from new power plants. Mandel, a Republican, is Ohio&rsquo;s treasurer and hopes to unseat Democratic incumbent Sen. Sherrod Brown.<br />\r\n\t<br />\r\n\tIn a <a href=\"http://jobs.joshmandel.com/news/2012/03/press-release-sherrod-brown-favors-burdensome-epa-regulations-will-lead-higher-rates-oh\">news release on March 29</a>, Mandel&rsquo;s campaign used the EPA announcement to say that &quot;Senator Sherrod Brown voted against an amendment to block the EPA from implementing this new rule, despite acknowledging that the EPA&#39;s cap-and-trade regulations are &lsquo;burdensome&rsquo; and could harm economic growth in Ohio.&quot;<br />\r\n\t<br />\r\n\tThe harm to Ohio was this, said Mandel&rsquo;s communications director, Travis Considine, who issued the news release: &quot;According to the Sierra Club, these cap-and-trade regulations will ultimately put an end to coal fired power plants. This policy change would have a particularly negative effect on Ohio energy rates, because coal accounts for 86 percent of Ohio&#39;s energy supply.&quot;<br />\r\n\t<br />\r\n\tIt does sound bad, and being somewhat familiar with the ongoing battle over power plant regulation, PolitiFact Ohio wanted to learn more. We asked Considine for additional information, and asked Brown&rsquo;s Senate office to respond. We also did some independent reporting.<br />\r\n\t<br />\r\n\tMandel&rsquo;s claim began to fall apart pretty quickly.<br />\r\n\t<br />\r\n\tLet&rsquo;s start with some quick background. After years of disputes between the EPA, environmental groups, the utility industry and states, the <a href=\"http://www.oyez.org/cases/2000-2009/2006/2006_05_1120\">U.S. Supreme Court ruled in 2007</a> that Congress gave the EPA the authority to determine whether greenhouse gases contribute to climate change and, if so, the responsibility to regulate it. Carbon dioxide is a greenhouse gas produced when, among other things, power plants burn coal to create electricity.<br />\r\n\t<br />\r\n\tThe ruling prompted all parties to get to work. The EPA started working on proposed regulations, while the coal industry, many in the utility industry, skeptics of global warming and some politicians started working on ways to curtail the EPA&rsquo;s power. The fight was particularly germane to Ohio because coal is the state&rsquo;s primary fuel source for power plants.<br />\r\n\t<br />\r\n\tThe prospect of EPA regulation created difficult choices for Midwest Democrats, who generally were allied with environmentalists but also knew of potential negative economic effects on their states. <a href=\"http://www.brown.senate.gov/newsroom/press_releases/release/?id=15d01a11-40f3-4221-9a7b-c7bd498ec372\">Brown on Feb. 28, 2011, wrote to President Barack Obama</a> to warn of &quot;potential unintended consequences&quot; of greenhouse gas regulations. He said that &quot;industries, workers, and farmers are extremely concerned that burdensome permitting requirements have been triggered for greenhouse gas emissions.&quot;<br />\r\n\t<br />\r\n\tFive weeks later, as the EPA was still working on potential coal rules, Sen. Mitch McConnell of Kentucky, the top Republican in the Senate, sponsored an amendment to strip the EPA of its power to regulate greenhouse gases. Although the amendment got 50 votes, that was insufficient for passage under Senate rules. Brown voted against the amendment while Ohio Republican Sen. Rob Portman voted for it.<br />\r\n\t<br />\r\n\tBut another vote came up that day, this one on an <a href=\"http://thomas.loc.gov/cgi-bin/bdquery/z?d112:sp277:\">amendment sponsored by Michigan Democrat Debbie Stabenow</a>, with Brown as a cosponsor. It would have required the EPA to wait two years before implementing greenhouse gas limits. Stabenow and Brown also wanted the White House to provide more financial and technical assistance to power plants and factories to cushion any blow from new coal rules.<br />\r\n\t<br />\r\n\tThis amendment failed too, getting only seven votes. Brown <a href=\"http://online.wsj.com/article/SB10001424052748704503104576250621348962998.html\">took criticism from the Wall Street Journal editorial page</a>, which supported McConnell&rsquo;s amendment and said that several competing amendments to delay, including the one by Stabenow and Brown, were merely &quot;phony&quot; alternatives to give a few Democrats political cover. Yet Brown was also <a href=\"http://www.350.org/en/node/27519\">criticized by a group of environmentalists</a>, saying that by voting to delay greenhouse gas regulations, he was weakening the Clean Air Act.<br />\r\n\t<br />\r\n\tAnd so the EPA began regulating, issuing its first ever national standard on greenhouse gas emissions from coal-fired power plants on March 27. EPA Administrator Lisa Jackson said that new plants could release no more than 1,000 pounds of carbon dioxide per megawatt hour. This is a tough new standard, one that no commercially viable technology can currently handle, critics said. Power plants that use natural gas, however, can comply easily.<br />\r\n\t<br />\r\n\tThe EPA maintained that coal still provides for half of this country&rsquo;s electricity needs, that new technology could be available soon to allow future coal plants to comply, and that no existing plants, or those under construction, will be affected by the new rule. &nbsp;But Jeff Holmstead, a former EPA air regulator, <a href=\"http://www.eenews.net/tv/transcript/1510\">told Environment &amp; Energy Publishing (E&amp;E) in an interview</a>, &quot;I think everyone who&#39;s being honest agrees that it effectively bans new coal-fired power plants.&quot;<br />\r\n\t<br />\r\n\tOr, as Sierra Club executive director Michael Brune <a href=\"http://www.bloomberg.com/news/2012-03-28/obama-power-plant-rule-signals-demise-of-old-king-coal-1-.html\">told Bloomberg</a>, the EPA rule &quot;captures the end of an era.&quot;<br />\r\n\t<br />\r\n\tYet Brune also noted what others have said as well: The domestic market was moving away from coal already.<br />\r\n\t<br />\r\n\tIn fact, no new coal-fired power plants are being planned in the United States, a decision that predated the EPA&rsquo;s announcement. The price and efficiency of natural gas, and its apparent abundance in recent shale finds, has made new coal-power plants a foolish investment.<br />\r\n\t<br />\r\n\t&quot;We are not planning to build any coal-fired plants at the time,&quot; FirstEnergy spokesman Mark Durbin confirmed to PolitiFact Ohio.<br />\r\n\t<br />\r\n\tAmerican Electric Power, a large Columbus-based company, has a coal-fired plant under construction in Arkansas, but the new EPA rule only affects plants that are more than a year away from getting their construction permits. Power usage is down in general because of the economy, but industry officials say that any new needs should be handled far more cost-effectively with natural gas.<br />\r\n\t<br />\r\n\t&quot;We have nothing else planned in the way of coal-fire generation,&quot; AEP spkesman Pat Hemlepp told us.<br />\r\n\t<br />\r\n\tThe EPA has no plans to issue carbon rules for existing plants, the agency&rsquo;s director told reporters on a conference call after announcing the rule for new plants. If that changes, she said, it would be after extensive consultation with all parties, including utilities.<br />\r\n\t<br />\r\n\tSo the new rule that Mandel complained about -- the one for which he criticized Brown and predicted economic harm for Ohioans -- will have no known effect in Ohio.<br />\r\n\t<br />\r\n\tSkeptics suggest that President Barack Obama&rsquo;s administration could ramp up more regulations after the election. The coal industry and some Republicans point to other recent regulations that are not specifically related to greenhouse gases, such as an EPA rule in late 2011 limiting emissions of mercury and other poisonous metals. This rule prompted some utilities to announce they will shut down some of their older, less-efficient coal-burning units rather than spend money scrubbing mercury and arsenic. It took the EPA 20 years to issue the mercury rule, and the agency is giving companies at least three years to comply.<br />\r\n\t<br />\r\n\tWith all of these coal restrictions, regardless of what&rsquo;s being emitted and which rule it falls under, what will happen if natural gas proves to be less abundant than expected, or if its price rises dramatically? This is being asked by the coal industry and its supporters.<br />\r\n\t<br />\r\n\t&quot;Volatile natural gas prices will, once again, expose millions of households to higher utility bills, threaten hundreds of thousands of workers with unemployment and weaken both the competitiveness of basic industries and the reliability of the nation&rsquo;s electricity grid,&quot; <a href=\"http://www.nma.org/newsroom/press_release_detail.asp?idVar=402\">warned Hal Quinn, president and CEO of the National Mining Association</a>.<br />\r\n\t.<br />\r\n\tPortman, the Ohio Republican, emailed a statement to Bloomberg after the EPA released its new coal rule, saying, &quot;The uncertainty caused by these regulations could result in the loss of thousands of Ohio jobs and will increase electricity rates for families during tough economic times, in return for less reliable power.&quot;<br />\r\n\t<br />\r\n\tThat is possible. But no one is projecting that. The skepticism is speculative, and multi-billion-dollar corporations that have the most at stake are investing in natural gas. They were moving away from coal, regardless of its abundance, before the EPA&rsquo;s newest announcement.<br />\r\n\t<br />\r\n\tWe were curious as to why Mandel&rsquo;s campaigned use the words &quot;cap and trade.&quot; Cap and trade refers to a proposed system of emission limits and credits; if a company wanted to emit more carbon, it would have to buy excess credits from another company that had already reduced its emissions. This would set up a system that merges free-market ideas with government regulation. But Congress could never agree on those caps, so there is no cap-and-trade system. Considine, Mandel&rsquo;s spokesman, acknowledged as much.<br />\r\n\t<br />\r\n\tThat&rsquo;s a minor point, but it is helpful to know since Mandel used the term.<br />\r\n\t<br />\r\n\tThe bottom line here is that Mandel said: &quot;Senator Sherrod Brown (D-OH) voted against an amendment to block the EPA from implementing this new rule, despite acknowledging that the EPA&#39;s cap-and-trade regulations are &lsquo;burdensome&rsquo; and could harm economic growth in Ohio.&quot;<br />\r\n\t<br />\r\n\tIt is true that Brown voted against an amendment to strip the EPA of its power to regulate greenhouse gases. But the rest of the claim is inaccurate and invokes issues that don&rsquo;t exist in reality. In fact, were it not for this shred of truth, we might have considered the claim for a ruling of Pants on Fire.<br />\r\n\t<br />\r\n\tFirst, Mandel invokes the fear of cap-and-trade, a proposed system for limiting emissions that Congress could never agree on and does not exist.<br />\r\n\t<br />\r\n\tSecond, &quot;this new rule&quot; means a new rule that will not affect Ohio. Mandel blasted Brown for something that has no known effect. Existing coal-fired power plants and those under construction aren&rsquo;t covered by the rule, and no new plants are planned. Because it has no effect on anything occurring or planned, it cannot be burdensome.<br />\r\n\t<br />\r\n\tIt&rsquo;s fine to speculate; you can invest in coal stocks if you like. But speculate is what Mandel is doing.<br />\r\n\t<br />\r\n\tOn the Truth-O-Meter, his claim rates Mostly False.</p>\r\n", "ruling_comments_date": "2012-04-04T16:49:05.032950", "ruling_date": "2012-04-05T06:00:00", "ruling_headline": "Josh Mandel's campaign says Sherrod Brown balked at stopping a new EPA rule he knew would hurt Ohio", "ruling_headline_slug": "josh-mandels-campaign-says-sherrod-brown-balked-st", "ruling_link_text": "Strung-together claim unravels quickly under scrutiny", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tJosh Mandel Senate campaign, news release &quot;<a href=\"http://jobs.joshmandel.com/news/2012/03/press-release-sherrod-brown-favors-burdensome-epa-regulations-will-lead-higher-rates-oh\">Sherrod Brown favors &lsquo;burdensome&rsquo; EPA regulations that will lead to higher rates in Ohio</a>,&quot; March 29, 2012<br />\r\n\t<br />\r\n\tEmail exchange with Travis Considine, communications director for Josh Mandel, March 29 and April 1, 2012<br />\r\n\t<br />\r\n\tEmail exchange with Meghan Dubyak, communications director, Sen. Sherrod Brown, March 29 and April 2, 2012<br />\r\n\t<br />\r\n\tTranscript of EPA Administrator Lisa Jackson&rsquo;s conference call with reporters, March 27, 2012<br />\r\n\t<br />\r\n\tSen. Sherrod Brown, <a href=\"http://www.brown.senate.gov/newsroom/press_releases/release/?id=15d01a11-40f3-4221-9a7b-c7bd498ec372\">letter to President Barack Obama</a>, Feb. 28, 2011<br />\r\n\t<br />\r\n\tE&amp;E Publishing, &quot;<a href=\"http://www.eenews.net/tv/transcript/1510\">Former EPA air chief Holmstead discusses challenges to NSPS rule</a>,&quot; April 2, 2012<br />\r\n\t<br />\r\n\tPat Hemlepp, American Electric Power Corp. spokesman, telephone interviews, April 2, 2012<br />\r\n\t<br />\r\n\tMark Durbin, FirstEnergy Corp. spokesman, telephone interview, April 2, 2012<br />\r\n\t<br />\r\n\tThe Hill&rsquo;s energy and environment blog, &quot;<a href=\"http://thehill.com/blogs/e2-wire/e2-wire/218433-epa-chief-jackson-no-plans-to-issue-climate-rules-for-existing-power-plants\">EPA chief Jackson: &lsquo;No plans&rsquo; to issue climate rules for existing power plants</a>,&quot; by Andrew Restuccia, March 27, 2012<br />\r\n\t<br />\r\n\t<a href=\"http://www.nma.org/newsroom/press_release_detail.asp?idVar=402\">Statement from Hall Quinn</a>, president and CEO, National Mining Association, March 27, 2012<br />\r\n\t<br />\r\n\tBloomberg, &quot;<a href=\"http://www.bloomberg.com/news/2012-03-28/obama-power-plant-rule-signals-demise-of-old-king-coal-1-.html\">Obama power-plant rule signals demise of &lsquo;old king coal&rsquo;</a>,&quot; by Mark Drajam, March 28, 2012<br />\r\n\t<br />\r\n\tThe Wall Street Journal, &quot;<a href=\"http://online.wsj.com/article/SB10001424052748704503104576250621348962998.html\">How Senate Democrats maneuvered to kill a bill to rein in the EPA&rsquo;s carbon rule</a>,&quot; April 11, 2011<br />\r\n\t<br />\r\n\t350.org, &quot;<a href=\"http://www.350.org/en/node/27519\">Why is 350.org going after Sen. Sherrod Brown?</a>&quot; Internet news release, &nbsp;May 12, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "Ohio treasurer", "false_count": 5, "first_name": "Josh", "half_true_count": 4, "home_state": "Ohio", "id": 612, "last_name": "Mandel", "mostly_true_count": 5, "name_slug": "josh-mandel", "pants_count": 6, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/ohio-treasurer-josh-mandel_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/612/", "total_count": 31, "true_count": 5, "website": "http://www.tos.ohio.gov/"}, "statement": "<p>\r\n\tSherrod Brown opposed blocking a new EPA emissions rule, &quot;despite acknowledging that the EPA&#39;s cap-and-trade regulations are &lsquo;burdensome&rsquo; and could harm economic growth in Ohio.&quot;</p>\r\n", "statement_context": "a news release", "statement_date": "2012-03-29", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}, {"description": "", "id": 213, "photo": null, "resource_uri": "/api/v/2/subject/213/", "subject": "Government regulation", "subject_slug": "government-regulation", "used_in_edition": ["/api/v/2/edition/9/"]}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "U.S. Senator", "false_count": 4, "first_name": "Sherrod", "half_true_count": 5, "home_state": "Ohio", "id": 387, "last_name": "Brown", "mostly_true_count": 9, "name_slug": "sherrod-brown", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-sherrod-brown2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/387/", "total_count": 37, "true_count": 14, "website": "http://www.brown.senate.gov/"}], "twitter_headline": ""}