{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2012/apr/09/vern-buchanan/vern-buchanan-says-obama-will-no-longer-enforce/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 5685, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/5685/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tThe Human Rights Campaign, a national organization that fights for the rights of gays and lesbians, has targeted U.S. Rep. Vern Buchanan, R-Fla., for his statements on the Defense of Marriage Act.<br />\r\n\t<br />\r\n\tIn a <a href=\"http://hrc.org/files/assets/resources/BuchananMailer.pdf\">mailer</a>, Buchanan said that &quot;the Obama administration recently announced it will no longer enforce the Defense of Marriage Act (DOMA), the federal law defining marriage as the union of a man and a woman.&quot;<br />\r\n\t<br />\r\n\tThe Human Rights Campaign said that was wrong.<br />\r\n\t<br />\r\n\t&quot;While President Obama announced last year that his administration believed the law to be unconstitutional and could not continue to defend it in court, he also made clear that the law would continue to be enforced unless struck down or repealed,&quot; said the HRC.<br />\r\n\t<br />\r\n\tThe act, signed into law by President Bill Clinton in 1996, says states do not have to recognize same-sex marriages performed in other states, and that the federal government does not recognize same-sex marriage. Obama <a href=\"http://www.politifact.com/truth-o-meter/promises/obameter/promise/294/support-repeal-of-the-defense-of-marriage-act/\">promised to repeal DOMA </a>during his 2008 campaign.<br />\r\n\t<br />\r\n\tThe HRC sent a <a href=\"http://www.hrc.org/blog/entry/rep.-buchanan-paying-for-misleading-anti-gay-mailers-with-tax-dollars\">press release</a>&nbsp;on March 14, 2012, claiming that a <a href=\"http://hrc.org/files/assets/resources/BuchananMailer.pdf\">Buchanan mailer </a>mischaracterized the status of DOMA. The HRC said they received the mailer recently, but staff at Buchanan&rsquo;s office told us the mailer was a year old. They also said Buchanan, who represents the Sarasota area, stood by the statements.<br />\r\n\t<br />\r\n\tWas Buchanan correct to state that the Obama administration recently announced it would no longer enforce DOMA, or was he wrong, as the HRC suggested?<br />\r\n\t<br />\r\n\t<strong>DOMA status</strong><br />\r\n\t<br />\r\n\tIn February 2011, Attorney General Eric Holder sent a <a href=\"http://www.justice.gov/opa/pr/2011/February/11-ag-223.html\">letter</a> to House Speaker John Boehner saying that the Obama administration would no longer defend the law -- in court.<br />\r\n\t<br />\r\n\tHolder argued that the law, as applied to same-sex couples legally married under state law, violates the equal protection component of the Fifth Amendment. While the letter stated that the Obama administration would not defend the law in two cases, it also stated that it will continue to be &quot;enforced&quot; by the executive branch until Congress repeals it, or the courts definitively strike it down.<br />\r\n\t<br />\r\n\tThe law will still be defended, though. A <a href=\"http://www.politico.com/news/stories/0311/50987.html\">group of House leaders</a> directed the House general counsel to defend DOMA -- the initial <a href=\"http://embed.docstoc.com/docs/77167718/?utm_source=email&amp;utm_medium=email&amp;utm_campaign=2&amp;utm_content=2291\">contract</a> with a law firm was for $500,000 and later <a href=\"http://www.docstoc.com/docs/97918152/domacontractnew\">amended </a>for up to $1.5 million.<br />\r\n\t<br />\r\n\tIn response to our questions, the U.S. Department of Justice sent us a <a href=\"http://www.justice.gov/ag/boehner02-17-12.pdf\">letter</a> Holder wrote to Boehner in February 2012 related to a case in which military personnel were seeking benefits for same-sex spouses. Holder wrote that though DOMA is unconstitutional, the executive branch will continue to enforce a federal law that pertains to the military that defines spouses as opposite sex.<br />\r\n\t<br />\r\n\tAccording to the Service Members Legal Defense Network, which is working on the plaintiffs&rsquo; side, although DOJ is not defending the suit, the plaintiffs and other gay and lesbian military families are not getting the same benefits as their straight married peers.<br />\r\n\t<br />\r\n\tIn October 2011 the department announced <a href=\"http://www.defense.gov/news/newsarticle.aspx?id=65857\">some benefits </a>where members may designate beneficiaries of their choosing, regardless of sexual orientation. But Department of Defense spokeswoman Eileen Lainez said that the eligibility for a number of benefits is restricted by several statutes including DOMA.<br />\r\n\t<br />\r\n\tObama has repeatedly said that his administration would no longer defend DOMA in the courts, but he distinguished between defending in the courts and enforcement during a Sept. 28, 2011, <a href=\"http://www.whitehouse.gov/blog/2011/09/28/what-you-missed-president-obamas-open-questions-roundtable\">roundtable discussion </a>with reporters.<br />\r\n\t<br />\r\n\t&quot;Administratively, we can&#39;t ignore the law. DOMA is still on the books,&quot; Obama said. &quot;What we have said is even as we enforce it, we don&#39;t support it, we think it&#39;s unconstitutional. The position that my administration has taken I think will have a significant influence on the court as it examines the constitutionality of this law.&quot;<br />\r\n\t<br />\r\n\tHRC gave us two examples of how DOMA remains enforced. The Internal Revenue Service will not allow legally married same-sex couples to file jointly, and the Social Security Administration will not provide survivors benefits to a surviving same-sex spouse. We confirmed this with the two agencies.<br />\r\n\t<br />\r\n\tOn the other hand, Buchanan spokesman Max Goodman cited examples of where the administration&rsquo;s announcement -- or Holder&rsquo;s direct action -- influenced courts to halt deportation of illegal immigrants, which he counted as a lack of enforcement.<br />\r\n\t<br />\r\n\t&bull; In March 2011, the deportation case of <a href=\"http://articles.cnn.com/2011-03-25/us/new.york.marriage.law_1_nancy-morawetz-doma-deportation?_s=PM:US\">Monica Alcota</a> was put on hold. Alcota overstayed her tourist visa from Argentina and married a woman in Connecticut. The couple&rsquo;s attorney said the judge and government attorneys agreed to the action for several reasons, including Obama&rsquo;s direction to not defend DOMA. A judge later <a href=\"http://news.yahoo.com/us-drops-deportation-case-against-womans-spouse-020023385.html\">dismissed</a> her case.<br />\r\n\t<br />\r\n\t&bull; In May 2011, Holder vacated a decision by the <a href=\"http://metroweekly.com/poliglot/3712.pdf\">Board of Immigration Appeals</a> in the case of <a href=\"http://www.nj.com/news/index.ssf/2011/05/us_attorney_general_temporaril.html\">Paul Wilson Dorman</a>, a gay man from Ireland cleared for deportation after the judges ruled against the man on the basis of DOMA. Holder asked the board to determine whether the man, who had a civil union in New Jersey, could be considered a spouse under New Jersey law. The case remains pending.<br />\r\n\t<br />\r\n\t&bull; &nbsp;An immigration judge in Newark suspended a deportation in the <a href=\"http://www.nbcnewyork.com/news/local/Deportation-of-Partner-in-Same-Sex-Couple-Halted-121436139.html\">case of Henry Velandia</a> in May 2011 citing the action that Holder took in the Dorman case. Velandia, from Venezuela, had married a man in Connecticut. <a href=\"http://inthearena.blogs.cnn.com/2011/06/30/henry-velandia-will-not-be-deported/\">Immigrations and Customs Enforcement </a>later decided that it would no longer pursue deportation.<br />\r\n\t<br />\r\n\tBuchanan&rsquo;s office also pointed to comments made by constitutional scholars such as Ed Whelan, who worked for the U.S. Department of Justice from 2001 to 2004. Whelan testified about DOMA before the House in 2011 and is now the president of the Ethics and Public Policy Center, a conservative think tank.<br />\r\n\t<br />\r\n\t&quot;The executive branch&rsquo;s defense of a law in court is an essential part of enforcement, not something separate from enforcement,&quot; Whelan told PolitiFact in an email.<br />\r\n\t<br />\r\n\t&quot;Might it have been better if Rep. Buchanan&rsquo;s statement had said: &lsquo;The Obama administration recently announced that it would no longer enforce in court the Defense of Marriage Act (DOMA), the federal law defining marriage as between a man and a woman&rsquo;? Perhaps. But as this tweak illustrates, there is no problem with his use of the word &lsquo;enforce&rsquo; (rather than &lsquo;defend&rsquo;).&quot;<br />\r\n\t<br />\r\n\tWe decided to run the statement by a few other legal experts not involved in the cases<br />\r\n\t<br />\r\n\tEven though the president takes an oath to support the Constitution, the president can take a position on whether a particular statute is unconstitutional, said Stephen Schnably, a constitutional law professor at University of Miami. If he finds that it is unconstitutional, there&rsquo;s an argument that the president&rsquo;s duty bars him from defending it in court.<br />\r\n\t<br />\r\n\tDOMA raises the unanswered question of whether Obama and his administration have the legal right to choose which of Congress&rsquo; laws they defend and which ones they don&rsquo;t -- a question before the <a href=\"http://www.scotusblog.com/case-files/cases/m-b-z-v-clinton/\">U.S. Supreme Court </a>in a separate case, said Bob Jarvis, a constitutional law professor at Nova Southeastern University.<br />\r\n\t<br />\r\n\t&quot;One could certainly say that any failure to compel obedience to DOMA is a failure to enforce it,&quot; Jarvis said via email. &quot;On the other hand, one could also say that a failure to defend a law in court is different from a failure to enforce it in everyday life.&quot;<br />\r\n\t<br />\r\n\tPeter Edelman, a constitutional law professor at Georgetown, said there&rsquo;s a difference between deciding not to defend the constitutionality of a law and failing to enforce it.<br />\r\n\t<br />\r\n\t&quot;It is a significant step in and of itself, but it is not the same as not enforcing the law,&quot; he said.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tBuchanan said in a mailer that the Obama administration &nbsp;&quot;would no longer enforce the Defense of Marriage Act (DOMA).&quot; The Obama administration said in February 2011 it would no longer defend the law in the courts. But the HRC cites examples that enforcement continues -- for example, gay couples can&rsquo;t file their taxes jointly. We found legal experts who made arguments on both sides about whether not defending DOMA in the courts equals not enforcing it.<br />\r\n\t<br />\r\n\tIf Buchanan had said that Obama would no longer &quot;defend&quot; DOMA he&rsquo;d be on safe ground, but he chose &quot;enforce&quot; instead. The Obama administration is enforcing the law to some extent, such as forbidding joint tax returns or survivors&rsquo; benefits in Social Security for gay couples. Still, there&rsquo;s clear evidence that the Obama administration is seeking to mitigate the law&rsquo;s effects. We rate this claim Half True.</p>\r\n", "ruling_comments_date": "2012-04-05T10:08:59.975411", "ruling_date": "2012-04-09T09:21:36", "ruling_headline": "Vern Buchanan says Obama will no longer \"enforce\" DOMA", "ruling_headline_slug": "vern-buchanan-says-obama-will-no-longer-enforce", "ruling_link_text": "'Enforce' or 'defend'?", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tU.S. Rep. Vern Buchanan, <a href=\"http://hrc.org/files/assets/resources/BuchananMailer.pdf\">Mailer</a>, March 2011<br />\r\n\t<br />\r\n\tHuman Rights Campaign, <a href=\"http://www.hrc.org/blog/entry/rep.-buchanan-paying-for-misleading-anti-gay-mailers-with-tax-dollars\">&quot;Rep. Buchanan paying for misleading anti-gay mailers with tax dollars,&quot; </a>March 14, 2012<br />\r\n\t<br />\r\n\tU.S. Department of Justice, <a href=\"http://www.justice.gov/opa/pr/2011/February/11-ag-223.html\">Letter from U.S. Attorney General Eric Holder to Congress on litigation involving the Defense of Marriage Act</a>, Feb. 23, 2011<br />\r\n\t<br />\r\n\tU.S. Department of Justice,<a href=\"http://www.justice.gov/ag/boehner02-17-12.pdf\"> Letter from U.S. Attorney General Eric Holder to House Speaker John Boehner,</a> Feb. 17, 2012<br />\r\n\t<br />\r\n\tU.S. Attorney General, <a href=\"http://metroweekly.com/poliglot/3712.pdf\">Matter of Paul Wilson Dorman</a>, May 5, 2011<br />\r\n\t<br />\r\n\tU.S. Department of Defense, <a href=\"http://www.defense.gov/news/newsarticle.aspx?id=65857\">&quot;Department reminds troops of member-designated benefits,&quot;</a> Oct. 28 2011<br />\r\n\t<br />\r\n\tWhite House, <a href=\"http://www.whitehouse.gov/blog/2011/09/28/what-you-missed-president-obamas-open-questions-roundtable\">President Barack Obama Round table discussion</a>, Sept. 28, 2011<br />\r\n\t<br />\r\n\t<a href=\"http://embed.docstoc.com/docs/77167718/?utm_source=email&amp;utm_medium=email&amp;utm_campaign=2&amp;utm_content=2291\">Contract between the House of Representatives Office of the General Counsel and King &amp; Spalding law firm involving the Defense of Marriage Act</a>, April 14, 2011<br />\r\n\t<br />\r\n\t<a href=\"http://www.docstoc.com/docs/97918152/domacontractnew\">Amended contract between the House of Representatives Office of the General Council and King &amp; Spalding law firm involving the Defense of Marriage Act,</a> Sept. 29, 2011<br />\r\n\t<br />\r\n\tPolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/promises/obameter/promise/294/support-repeal-of-the-defense-of-marriage-act/\">&quot;Support repeal of Defense of Marriage Act (DOMA),&quot;</a> Feb. 24, 2011<br />\r\n\t<br />\r\n\tAssociated Press, <a href=\"http://www.nj.com/news/index.ssf/2011/05/us_attorney_general_temporaril.html\">&quot;U.S. Attorney General temporarily halts deportation of gay New Jersey man who is part of civil union,&quot;</a> May 6, 2011<br />\r\n\t<br />\r\n\tCBS, <a href=\"http://www.cbsnews.com/8301-503544_162-20035398-503544.html?tag=contentMain;contentBody\">&nbsp;&quot;Obama administration will no longer defend DOMA,&quot;</a> Feb. 23, 2011<br />\r\n\t<br />\r\n\tCNN, <a href=\"http://articles.cnn.com/2011-03-25/us/new.york.marriage.law_1_nancy-morawetz-doma-deportation?_s=PM:US\">&quot;Woman escapes deportation until status of same-sex marriage made clear,&quot;</a> March 25, 2011<br />\r\n\t<br />\r\n\tPolitico, <a href=\"http://www.politico.com/news/stories/0311/50987.html\">&quot;House GOP moves to defend DOMA,&quot;</a> March 9, 2011<br />\r\n\t<br />\r\n\tScotus blog, <a href=\"http://www.scotusblog.com/case-files/cases/m-b-z-v-clinton/\">M.B.Z. vs. Clinton</a>, Accessed March 19, 2012<br />\r\n\t<br />\r\n\t<em>Atlanta Journal-Constitution</em>, <a href=\"http://www.ajc.com/news/georgia-politics-elections/king-clement-resigns-923921.html\">&quot;King &amp; Spalding to withdraw from defending DOMA; Clement resigns,&quot;</a> April 25, 2011<br />\r\n\t<br />\r\n\tAP,<a href=\"http://news.yahoo.com/us-drops-deportation-case-against-womans-spouse-020023385.html\"> &quot;US drops deportation case against woman&#39;s spouse,&quot; </a>Dec. 7, 2011<br />\r\n\t<br />\r\n\tCNN In the Arena blog,<a href=\"http://inthearena.blogs.cnn.com/2011/06/30/henry-velandia-will-not-be-deported/\"> &quot;Henry Velandia will not be deported,&quot;</a> June 30, 2011<br />\r\n\t<br />\r\n\tInterview, Max Goodman, spokesman for U.S. Rep. Vern Buchanan, March 16, 2012<br />\r\n\t<br />\r\n\tInterview, Charles Joughin, spokesman for the Human Rights Campaign, March 16, 2012<br />\r\n\t<br />\r\n\tInterview, Nanda Chitre, spokeswoman, U.S. Department of Justice, March 19, 2012<br />\r\n\t<br />\r\n\tInterview, Peter Edelman, law professor at Georgetown, March 16, 2012<br />\r\n\t<br />\r\n\tInterview, Stephen J. Schnably, a constitutional &nbsp;law professor at University of Miami, March 16, 2012<br />\r\n\t<br />\r\n\tInterview, Bob Jarvis, law professor at Nova Southeastern University, March 16, 2012<br />\r\n\t<br />\r\n\tInterview, Ed Whelan, President of the Ethics and Public Policy Center and former Principal Deputy Assistant Attorney General for the Office of Legal Counsel in the U.S. Department of Justice (2001-2004), March 16, 2012<br />\r\n\t<br />\r\n\tInterview, Zeke Stokes, spokesman for the Service Members Legal Defense Network, March 20, 2012<br />\r\n\t<br />\r\n\tInterview, Eileen Lainez, spokeswoman for the Department of Defense, March 20, 2012<br />\r\n\t<br />\r\n\tInterview, Grant Williams, spokesman for the IRS, March 20, 2012<br />\r\n\t<br />\r\n\tInterview, Victoria Neilson, legal director for Immigration Equality, March 21, 2012<br />\r\n\t<br />\r\n\tInterview, Mark Hinkle, spokesman Social Security Administration, March 21, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "U.S. Rep.", "false_count": 1, "first_name": "Vern", "half_true_count": 1, "home_state": "Florida", "id": 407, "last_name": "Buchanan", "mostly_true_count": 0, "name_slug": "vern-buchanan", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/New_Congress_CAP128.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/407/", "total_count": 6, "true_count": 2, "website": "http://buchanan.house.gov/"}, "statement": "<p>\r\n\tSays the Obama administration &quot;will no longer enforce the Defense of Marriage Act (DOMA).&quot;</p>\r\n", "statement_context": "a mailer", "statement_date": "2011-03-01", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 118, "photo": null, "resource_uri": "/api/v/2/subject/118/", "subject": "Gays and Lesbians", "subject_slug": "gays-and-lesbians", "used_in_edition": []}, {"description": "", "id": 134, "photo": null, "resource_uri": "/api/v/2/subject/134/", "subject": "Marriage", "subject_slug": "marriage", "used_in_edition": []}], "target": [{"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}], "twitter_headline": ""}