{"art": [{"brightcove": "", "caption": "A farmer in central Illinois unloads a truck full of harvested corn, which can then be turned into a gasoline additive known as ethanol.", "id": 1415, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Ethanol_1.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/1415/", "title": "Ethanol 1", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "CollinsM@SHNS.com", "first_name": "Michael", "id": 323, "last_name": "Collins", "name_slug": "michael-collins", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 21, "publication_name": "Knoxville News Sentinel", "resource_uri": "/api/v/2/publication/21/"}, "resource_uri": "/api/v/2/staffer/323/", "title": "Washington Correspondent, Knoxville News Sentinel and Scripps Howard News Service", "twitter": null}], "canonical_url": "/tennessee/statements/2012/apr/06/james-durkan/tennessee-senate-candidate-says-putting-ethanol-ga/", "edition": {"adkey": "Editions", "advalue": "Tennessee", "edition": "Tennessee", "edition_slug": "tennessee", "has_afterthefact": false, "id": 14, "index_page": false, "meter_name": "The Tennessee Truth-O-Meter", "resource_uri": "/api/v/2/edition/14/"}, "editor": [{"email_address": "ZMcMillin@CommercialAppeal.com", "first_name": "Zack", "id": 314, "last_name": "McMillin", "name_slug": "zack-mcmillin", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/ZackMcMillinPolitiFact.JPG", "publication": {"id": 19, "publication_name": "The Commercial Appeal, Memphis", "resource_uri": "/api/v/2/publication/19/"}, "resource_uri": "/api/v/2/staffer/314/", "title": "Editor, PolitiFact Tennessee", "twitter": null}], "facebook_headline": null, "id": 5699, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "CollinsM@SHNS.com", "first_name": "Michael", "id": 323, "last_name": "Collins", "name_slug": "michael-collins", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 21, "publication_name": "Knoxville News Sentinel", "resource_uri": "/api/v/2/publication/21/"}, "resource_uri": "/api/v/2/staffer/323/", "title": "Washington Correspondent, Knoxville News Sentinel and Scripps Howard News Service", "twitter": null}], "resource_uri": "/api/v/2/statement/5699/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>Whether or not it&rsquo;s a good idea to add ethanol to gasoline is a debate that has been around for years. One of the key disputes has been the impact ethanol-infused gas has on food supplies and food prices.<br />\r\n<br />\r\nSuch highly charged topics often make great fodder for candidates looking to score a few political points, and U.S. Senate candidate James Durkan is one of the latest to thrust himself into the debate.<br />\r\n<br />\r\nDurkan, of Chattanooga,&nbsp;had intended to be one of&nbsp;the Republicans challenging U.S. Sen. Bob Corker, R-Tenn., in the state&rsquo;s GOP primary, but was not successful in filing a qualifying petition (see note below).<br />\r\n<br />\r\nOn his campaign website, Durkan outlines his three-step plan for lowering gas prices. One of his suggestions is to take ethanol out of gas.<br />\r\n<br />\r\n&quot;Why put it in?&quot; he wrote. &quot;It raises food costs.&quot;<br />\r\n<br />\r\nWe called Durkan and asked what sources he was using as the basis for his claim.<br />\r\n<br />\r\n&quot;It&rsquo;s common knowledge that it raises the price of food,&quot; he said. &quot;Just say we got that information from various sources.&quot;<br />\r\n<br />\r\nPressed further, Durkan refused to cite any sources for his statement. &quot;We know that we&rsquo;ve heard it, and we know that it&rsquo;s true,&quot; he said. Asked again for his sources, Durkan replied, &quot;I would rather just say radio and television and the newspaper.&quot;<br />\r\n<br />\r\nSaying something is &quot;common knowledge&quot; might be good enough for someone running for office, but not for PolitiFact Tennessee. So we decided to run Durkan&rsquo;s claim through the Truth-o-Meter.<br />\r\n<br />\r\nFirst, a little background, courtesy of our colleagues at <a href=\"http://www.politifact.com/wisconsin/statements/2011/may/29/wisconsin-corn-growers-association/wisconsin-corn-growers-association-says-without-et/\">PolitiFact Wisconsin</a>.<br />\r\n<br />\r\nMost gasoline is blended with 10 percent ethanol, a fuel made from corn. That&rsquo;s part of federal legislation pushed by the corn growers, the ethanol industry and renewable fuels supporters that seeks to boost the amount of ethanol we burn in our cars. For decades, the industry was encouraged &ndash; and propped up &ndash; by a controversial package of tax credits, production mandates and tariffs. Last year, after a series of bitter political fights, Congress allowed the federal ethanol subsidies to expire.<br />\r\n<br />\r\nOne reason for the political battle was the argument that ethanol diverted too much corn from food to fuel and that it caused food prices to rise. It also is worth noting that the percentage of corn used for fuel could rise -- an ethanol blend known as E15 passed a <a href=\"http://blogs.desmoinesregister.com/dmr/index.php/2012/04/02/e15-passes-another-approval-milestone/\">key regulatory hurdle</a> on Monday.<br />\r\n<br />\r\nThe Renewable Fuels Association, which lobbies for ethanol, has vigorously disputed that claim, arguing on its <a href=\"http://www.ethanolrfa.org/pages/ethanol-facts-agriculture\">website </a>that tremendous increases in the productivity of U.S. farmers have ensured ample supplies of grain are available for domestic and international use as food, feed and fuel.<br />\r\n<br />\r\nThe association concedes that using corn to produce ethanol could impact food prices, but argues that other factors, such as energy costs, play a much bigger role in driving up the price of food.<br />\r\n<br />\r\n&quot;No reasonable advocate for American ethanol will tell you that using corn to produce ethanol has no impact on food prices,&quot; the association wrote in a policy position on its web site. &quot;But to suggest that the driving factor behind the rise in food prices is our effort to develop a domestic renewable ethanol industry is disingenuous.&quot;<br />\r\n<br />\r\nThe nonpartisan Congressional Budget Office looked into ethanol&rsquo;s impact on food costs at the request of U.S. Reps. Ron Kind, D-Wis.; Rosa DeLauro, D-Conn.; and James McGovern, D-Mass.<br />\r\n<br />\r\nIn its 2009 report, <a href=\"http://www.cbo.gov/publication/41173\">&quot;The Impact of Ethanol Use on Food Prices and Greenhouse-Gas Emissions,&quot;</a> the agency estimated that the increased use of ethanol accounted for about 10 to 15 percent of the rise in food prices between April 2007 and April 2008. The report also said ethanol boosted federal spending on programs to feed the needy by an estimated $600 million to $900 million.<br />\r\n<br />\r\nThe reason: Nearly 3 billion bushels of corn were used to produce ethanol in the United States in 2008. That was an increase of nearly a billion bushels over the previous year. The demand for corn for ethanol production, along with other factors, exerted upward pressure on corn prices, which rose by more than 50 percent between April 2007 and April 2008.<br />\r\n<br />\r\nRising demand for corn also increased the demand for cropland and the price of animal feed.<br />\r\n<br />\r\nThose effects in turn raised the price of many farm commodities, such as soybeans, meat, poultry and dairy products. That, in turn, raised the retail price of food. Pushed up in part by those effects and by surges in the price of energy, food prices rose by almost 2.5 percent in 2006, by 4 percent in 2007 and by 5.1 percent in 2008.<br />\r\n<br />\r\nBut the report also noted that other factors, including transportation and energy costs, also had an impact on food prices. In fact, the report found that higher energy prices were more responsible for driving up the cost of food than ethanol production was. The increase in energy prices accounted for nearly a quarter (22 percent) of the 5.1 percent jump in food prices between 2007 and 2008, the report said.<br />\r\n<br />\r\nIn 2011, Iowa State University economists Bruce A. Babcock and Jacinto F. Fabiosa reached a similar conclusion in their report, <a href=\"http://www.card.iastate.edu/policy_briefs/display.aspx?id=1155\">&quot;The Impact of Ethanol and Ethanol Subsidies on Corn Prices: Revisiting History.&quot;</a><br />\r\n<br />\r\n&quot;It is disingenuous to argue that there is no link between ethanol production and corn prices,&quot; the report said. &quot;And there is a direct link between higher corn prices and food costs because higher corn prices translate directly into higher feed costs, which eventually translate into higher prices for meat, eggs and dairy products.&quot;<br />\r\n<br />\r\nHowever, &quot;the price of corn is not solely determined by ethanol,&quot; the report noted.<br />\r\n<br />\r\nThe expansion of corn ethanol from subsidies and market forces accounted for 36 percent of the average increase in corn prices from 2006 to 2009, the report concluded. But, &quot;all other market forces counted for 64 percent of the corn price increase,&quot; the report said.<br />\r\n<br />\r\n<strong>Our ruling</strong><br />\r\n<br />\r\nStudies show increased ethanol production has driven up the price of corn and other food commodities, such as soybeans, meat, poultry and dairy products. That, in turn, has contributed to a higher retail price of food. Yet those same studies show that other factors, particularly energy prices, have an even bigger impact on the cost of food than ethanol production.<br />\r\n<br />\r\nWe rate the claim Mostly True.</p>\r\n\r\n<p><em>*The Tennessee Secretary of State&#39;s office now tells us that James Durkan did not file for U.S. Senate and is not a candidate. Durkan told us the day after the April 5 filing deadline that he had indeed filed and didn&#39;t understand why his name was not on the Secretary of State&#39;s list of candidates for the office. Durkan said he could not remember exactly when he filed his paperwork, but thought it was sometime in 2010. But Blake Fontenay, a spokesman for the Secretary of State&#39;s office, told us in an email on&nbsp;April 11 that candidates can start filing qualifying petitions up to 90 days before the filing deadline. Fontenay said Durkan missed the deadline to pick up a petition and file. Contacted again and asked for clarification, Durkan said simply: &quot;We have no comment, sir.&quot;</em></p>\r\n", "ruling_comments_date": "2012-04-06T15:09:47.325840", "ruling_date": "2012-04-06T14:07:04", "ruling_headline": "Tennessee Senate candidate says putting ethanol in gas raises the price of food", "ruling_headline_slug": "tennessee-senate-candidate-says-putting-ethanol-ga", "ruling_link_text": "Yes, but other factors play larger role", "ruling_state": null, "source_documents": null, "sources": "<p>James Durkan, <a href=\"http://durkanforussenate.com/component/content/article/102-icetabs/1216-reduce-gas-prices\">&quot;My 3 stage approach to bringing down cost of gas,&quot; </a>campaign web site.<br />\r\n<br />\r\nJames Durkan, PolitiFact interview, March 23, 2012<br />\r\n<br />\r\nRenewable Fuels Association, <a href=\"http://www.ethanolrfa.org/pages/ethanol-facts-agriculture\">&quot;Ethanol Facts: Agriculture,&quot; </a>March 2012<br />\r\n<br />\r\nCongressional Budget Office, <a href=\"http://www.cbo.gov/publication/41173\">&quot;The Impact of Ethanol Use on Food Prices and Greenhouse-Gas Emissions,&quot;</a> April 2009<br />\r\n<br />\r\nBruce A. Babcock and Jacinto F. Fabiosa, &quot;<a href=\"http://www.card.iastate.edu/policy_briefs/display.aspx?id=1155\">The Impact of Ethanol and Ethanol Subsidies on Corn Prices: Revisiting History</a>,&quot; April 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Candidate for U.S. Senate", "false_count": 0, "first_name": "James", "half_true_count": 0, "home_state": "Tennessee", "id": 1805, "last_name": "Durkan", "mostly_true_count": 1, "name_slug": "james-durkan", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/JamesDurkanMUG.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Tennessee", "edition": "Tennessee", "edition_slug": "tennessee", "has_afterthefact": false, "id": 14, "index_page": false, "meter_name": "The Tennessee Truth-O-Meter", "resource_uri": "/api/v/2/edition/14/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1805/", "total_count": 1, "true_count": 0, "website": "http://durkanforussenate.com/"}, "statement": "<p>Adding ethanol to gas &quot;raises food costs.&quot;</p>\r\n", "statement_context": "a statement on his campaign website.", "statement_date": "2012-04-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 122, "photo": null, "resource_uri": "/api/v/2/subject/122/", "subject": "Agriculture", "subject_slug": "agriculture", "used_in_edition": []}, {"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}], "target": [], "twitter_headline": ""}