{"art": [{"brightcove": "", "caption": "State Rep. Sandra Williams joined other legislators, Cleveland Mayor Frank Jackson and school district CEO Eric Gordan at a news conference to discuss Jackson's school reform plan.", "id": 2267, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/2267/", "title": "Cleveland school plan video", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/ieMU39p1ph0?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "ieMU39p1ph0"}], "author": [{"email_address": "rfields@plaind.com", "first_name": "Reginald", "id": 156, "last_name": "Fields", "name_slug": "reginald-fields", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-reginald-fields.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/156/", "title": "Bureau chief, Plain Dealer statehouse bureau", "twitter": null}], "canonical_url": "/ohio/statements/2012/apr/10/sandra-williams/rep-sandra-williams-says-9997-percent-cleveland-pu/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "jkahoun@plaind.com", "first_name": "Jane", "id": 159, "last_name": "Kahoun", "name_slug": "jane-kahoun", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifact-jane-kahoun_1.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/159/", "title": "PolitiFact Ohio editor and deputy metro editor, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 5705, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "rfields@plaind.com", "first_name": "Reginald", "id": 156, "last_name": "Fields", "name_slug": "reginald-fields", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-reginald-fields.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/156/", "title": "Bureau chief, Plain Dealer statehouse bureau", "twitter": null}], "resource_uri": "/api/v/2/statement/5705/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tIt is an unfortunate but well known fact that the city of Cleveland owns one of the highest poverty rates for any big city in the United States. At 34 percent, Cleveland is the third poorest for cities with a population of at least 200,000 people, behind Detroit and San Bernardino, Calif., according to 2010 U.S. Census data. And about 53 percent of all people under 18 in Cleveland live in poverty.<br />\r\n\t<br />\r\n\tStill, a recent comment by state Rep. Sandra Williams, a Cleveland Democrat who represents one of the poorest areas of the city, was startling.<br />\r\n\t<br />\r\n\tDuring a news conference at the Statehouse on March 21 to express support for legislation that would revamp how the Cleveland Metropolitan School District operates, Williams rattled off a list of disturbing traits for students studying in schools with subpar academic performance. She also noted poverty as a factor.<br />\r\n\t<br />\r\n\t&quot;So, the fact is, 31,000 kids in failing schools, 99.97 percent of the kids live in poverty that attend Cleveland public schools,&quot; Williams said. &quot;The district is majority African-American. And the 11th House district that includes most of the Cleveland public school system is the poorest district in the state of Ohio.&quot;<br />\r\n\t<br />\r\n\tPolitiFact Ohio thought that the claim that essentially every student who attends a Cleveland public school lives in poverty was worth a check.<br />\r\n\t<br />\r\n\tThe 31,000 figure is for students attending Cleveland schools that individually have been rated as academic watch or academic emergency buildings. But the district has roughly 42,000 students and if Williams&rsquo; figure is correct, all but about 13 of those students are poor. It seems to be a stretch, even for a city and school district racked with poverty.<br />\r\n\t<br />\r\n\tWilliams told Politifact Ohio that she got the figure from notes provided by Cleveland schools CEO Eric Gordon in preparation for the news conference. The school district said it doesn&rsquo;t recall giving Williams such an exact percentage but that it believes the state lawmaker is close. The Ohio Department of Education, which also keeps similar statistics for every district in the state, says its numbers are similar to Williams&rsquo; but also not exact.<br />\r\n\t<br />\r\n\tSo what gives?<br />\r\n\t<br />\r\n\tBecause it has so many students who for so long have come from impoverished families, the district in 1999 began applying a federal provision allowing it to essentially claim its entire student population as eligible for free and reduced meals. The federal government agreed that it would be more cost efficient by saving on mountainous paperwork for the district to be able to claim 100 percent poverty.<br />\r\n\t<br />\r\n\tThe criteria for that provision requires the district to have at least 80 percent of its students qualifying for the free meals. To qualify for the free meals, students had to come from poor families based upon government income guidelines. The district continues to use the designation which is renewable every four years.<br />\r\n\t&quot;When you have such a high degree of poverty, (you) are eligible to feed all the students under the free and reduced lunch program rather than to charge fees or reduced fees for the few,&quot; explained school district spokeswoman Roseann Canfora.<br />\r\n\t<br />\r\n\tThat would mean that the true number of students in poverty attending Cleveland schools is somewhere between 80 and 100 percent. Canfora said the district could not provide an exact percentage.<br />\r\n\t<br />\r\n\tThe state Education Department does its own calculations based on information it receives from the school district, said spokesman Patrick Gallaway. He said the state considered 89 percent of Cleveland students eligible for free and reduced meals for the 2010-11 school year, the most recent data available.<br />\r\n\t<br />\r\n\tBut Gallaway said the state also does a separate poverty calculation it calls the economically disadvantaged flag. By that calculation, Gallaway said the state considers 95 percent of Cleveland schools students living in poverty. The economically disadvantaged number includes students who might not have filed an application for free and reduced meals but are known to come from households that would qualify, perhaps because there is an application on file for a sibling.<br />\r\n\t<br />\r\n\t&quot;The economically disadvantaged flag is more broad and could capture students who may not be included in the free and reduced totals,&quot; Gallaway said. &quot;That is the recommended figure if someone is looking to show the percentage of economically disadvantaged in a district.&quot;<br />\r\n\t<br />\r\n\tSo where does that leave us with Williams&rsquo; statement?<br />\r\n\t<br />\r\n\tThe district&rsquo;s calculation used for determining eligibility for free and reduced-price meals puts the poverty figure somewhere between 80 and 100 percent and guesses the actual number could be in the high 90-percent range.<br />\r\n\t<br />\r\n\tA separate calculation by the state puts the figure at 95 percent.<br />\r\n\t<br />\r\n\tWilliams is partially accurate. She clearly is correct that poverty is a significant problem in the Cleveland school district. But based on the figures supplied by the school district and the state, it appears Williams&rsquo; figure is overstated.<br />\r\n\t<br />\r\n\tPolitiFact Ohio is not in the business of playing Gotcha! But the difference between Williams&rsquo; precise figure and the percentages the state came up with mean that there could be thousands fewer students living in poverty. That&rsquo;s an important detail.<br />\r\n\t<br />\r\n\tHer figure of 99.97 percent would mean all but roughly 13 students in the district live in poverty.<br />\r\n\tIf the state&rsquo;s 95 percent figure is correct, that would mean about 2,100 students are not living in poverty. If the poverty percentage is at 89 percent (the figure the state used &nbsp;for students eligible for free and reduced meals for the 2010-11 school year), it would mean 4,600 students are not living in poverty.<br />\r\n\t<br />\r\n\tOn the Truth-O-Meter, Williams&rsquo; claim rates Half True.</p>\r\n", "ruling_comments_date": "2012-04-09T14:12:10.933024", "ruling_date": "2012-04-10T06:00:00", "ruling_headline": "Rep. Sandra Williams says 99.97 percent of Cleveland public schoolchildren live in poverty", "ruling_headline_slug": "rep-sandra-williams-says-9997-percent-cleveland-pu", "ruling_link_text": "Number could be off by thousands of students", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tOhio Capital Blog, <a href=\"http://www.youtube.com/watch?v=ieMU39p1ph0&amp;list=UUagNNeUgJmb-Zca97t7Ro2w&amp;index=76&amp;feature=plcp\">statehouse news conference to discuss the Cleveland schools plan, including Rep. Sandra Williams</a>, March 21, 2012<br />\r\n\t<br />\r\n\tThe Plain Dealer via Cleveland.com, &quot;<a href=\"http://www.cleveland.com/datacentral/index.ssf/2011/09/median_income_and_poverty_rate.html\">Median income and poverty rates for each U.S. state, metro area, county and city</a>,&quot; Sept. 22, 2011<br />\r\n\t<br />\r\n\tEmail exchange with Patrick Gallaway, Ohio Department of Education spokesman, April 3, 2012<br />\r\n\t<br />\r\n\tEmail exchange with Roseann Canfora, spokeswoman for Cleveland schools, April 5, 2012<br />\r\n\t<br />\r\n\tCleveland schools, Special Assistance Alternatives guidesheet, April 5, 2012<br />\r\n\t<br />\r\n\tOhio Department of Education, Enrollment by Student Demographics</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "State representative", "false_count": 0, "first_name": "Sandra", "half_true_count": 1, "home_state": "Ohio", "id": 1804, "last_name": "Williams", "mostly_true_count": 0, "name_slug": "sandra-williams", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/sandra_williams.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1804/", "total_count": 1, "true_count": 0, "website": "http://www.house.state.oh.us/index.php?option=com_displaymembers&task=detail&district=11"}, "statement": "<p>\r\n\t&quot;99.97 percent of the kids live in poverty that attend Cleveland public schools.&quot;</p>\r\n", "statement_context": "a news conference", "statement_date": "2012-03-21", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 29, "photo": null, "resource_uri": "/api/v/2/subject/29/", "subject": "Poverty", "subject_slug": "poverty", "used_in_edition": []}], "target": [], "twitter_headline": ""}