{"art": [], "author": [{"email_address": "moorhead@tampabay.com", "first_name": "Molly", "id": 274, "last_name": "Moorhead", "name_slug": "molly-moorhead", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Molly_the_Mollster.jpg", "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/274/", "title": "Pasco Editor", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2012/apr/10/mitt-romney/romney-campaign-says-women-were-hit-hard-job-losse/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}, {"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 5713, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}, {"email_address": "moorhead@tampabay.com", "first_name": "Molly", "id": 274, "last_name": "Moorhead", "name_slug": "molly-moorhead", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Molly_the_Mollster.jpg", "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/274/", "title": "Pasco Editor", "twitter": null}, {"email_address": "offy56@yahoo.com", "first_name": "Adam", "id": 329, "last_name": "Offitzer", "name_slug": "adam-offitzer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/329/", "title": "Intern", "twitter": null}], "resource_uri": "/api/v/2/statement/5713/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\t<em>Editor&rsquo;s note: After this item was published on April 11, 2012, we received <a href=\"http://www.politifact.com/romney-letter-obama-women/\">an email</a> from the Romney campaign raising several issues about our analysis and asking that we review our work and retract the ruling. Lanhee J. Chen, Romney&rsquo;s policy director, wrote that our analysis contradicted another ruling written by our partners at PolitiFact Georgia. Chen also criticized us for citing the opinions of two economists with ties to the Obama administration.<br />\r\n\t<br />\r\n\tWe considered the complaint and interviewed four other economists, none of whom have formal or financial ties to any campaigns. Our additional reporting found no reason to change our ruling, which remains at Mostly False. Here is our fact-check, with an addendum at the bottom reflecting our new research and reporting.</em></p>\r\n<p>\r\n\tMitt Romney&#39;s campaign wants you to know that the same president who argues for contraceptive coverage and suggests that a Congress with more female members would get more accomplished has also presided over disproportionate job losses among women.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tOn April 6, 2012, Romney&rsquo;s press secretary Andrea Saul tweeted, &quot;<a href=\"https://twitter.com/#%21/andreamsaul/status/188276307245793280\">FACT: Women account for 92.3% of the jobs lost under @BarackObama</a>, a claim also made on Romney&#39;s<a href=\"http://www.mittromney.com/blogs/mitts-view/2012/04/women-obama-economy-unemployment-infographic\"> website.</a><br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tShe followed it up a few hours later with this: &quot;<a href=\"https://twitter.com/#%21/andreamsaul/status/188283417773879296\">@BarackObama touts policies for women &amp; 92.3% jobs lost under him r women&#39;s. He&#39;s even more clueless than we thought.</a>&quot;<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tWhen we asked for backup for the claim, the campaign cited national employment figures spanning four years. We found that though the numbers are accurate, their reading of them isn&rsquo;t.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t<strong>&lsquo;Total nonfarm payroll jobs&rsquo;</strong><br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tRomney&rsquo;s campaign pointed to U.S. Bureau of Labor Statistics employment figures from January 2009, when Obama took office, and March 2012, for all employees and for female employees.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tHere they are:<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t* Total Nonfarm Payroll Jobs:<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tJanuary 2009: 133,561,000<br />\r\n\t&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;<br />\r\n\tMarch 2012: 132,821,000<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tNet loss: 740,000 jobs.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t* Total Female Nonfarm Payroll Jobs<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tJanuary 2009: 66,122,000<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tMarch 2012: 65,439,000<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tNet loss: 683,000 jobs.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tThey then divided the net loss among women by the total net loss and came up with 92.3 percent.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t<strong>Beyond the numbers</strong><br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tThe first problem we find with Saul&rsquo;s tweet is that it begins counting job losses the first month Obama was in office. We have<a href=\"http://www.politifact.com/truth-o-meter/statements/2012/feb/28/national-republican-congressional-committee/nrcc-ad-says-1500-jobs-lost-daily-barack-obama-too/\"> taken points off previous claims</a> for blaming officeholders for situations that existed at the beginning of their administrations, before their policies have had time to take effect. One could reasonably argue that January 2009 employment figures are more a result of President George W. Bush&rsquo;s policies, at least as far as any president can be blamed or credited for private-sector hiring.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tWe reached out to Gary Steinberg, spokesman for the BLS, for his take on the claim. He pointed out that women&rsquo;s job losses are high for that period of time because millions of men had already lost their jobs. Women were next.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t&quot;Between January 2009 and March 2012 men lost 57,000 jobs, while women lost 683,000 jobs. This is the reverse of the recession period of December 2007-June 2009 (with an overlap of six months) which saw men lose 5,355,000 jobs and women lose 2,124,000 jobs,&quot; Steinberg told us in an email.<br />\r\n\t<br />\r\n\tSo timing was important. And if you count all those jobs lost beginning in 2007, women account for just 39.7 percent of the total.<br />\r\n\t<br />\r\n\tGary Burtless, a labor market expert with the Brookings Institution, explained the gender disparity.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t&quot;I think males were disproportionately hurt by employment losses in manufacturing and especially construction, which is particularly male-dominated. A lot of job losses in those two industries had already occurred before Obama took office,&quot; he said. &quot;Industries where women are more likely to be employed &ndash; education, health, the government &ndash; fared better in terms of job loss. In fact, health and education employment continued to grow in the recession and in the subsequent recovery. &nbsp;Government employment only began to fall after the private economy (and private employment) began growing again.&quot;<br />\r\n\t<br />\r\n\t(Burtless contributed $750 to Obama&rsquo;s campaign in 2011. However, in 2008 he provided advice on aspects of labor policy to the presidential campaign of Sen. John McCain, R-Ariz., and he has worked as a government economist and served on federal advisory panels under presidents of both parties.)<br />\r\n\t<br />\r\n\tBetsey Stevenson, a business and public policy professor at the Wharton School of the University of Pennsylvania and visiting economics professor at Princeton University, who previously served as chief economist for Obama&rsquo;s labor secretary, also pointed out that &quot;in every recession men&rsquo;s job loss occurs first and most, with unemployment rates for men being more cyclical than those of women&rsquo;s.&quot;<br />\r\n\t<br />\r\n\tShe added that many of women&#39;s job losses have been government jobs -- teachers and civil servants -- which have been slower to come back because they require greater government spending.<br />\r\n\t<br />\r\n\tSo have Obama&#39;s policies been especially bad for women?<br />\r\n\t<br />\r\n\tSaid Stevenson: &quot;I don&rsquo;t think you could point to a single piece of evidence that the pattern of job loss: men first then women, is due to the president&rsquo;s policies. It&rsquo;s a historical pattern that has held in previous recessions.&quot;<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tRomney&#39;s website said that women account for 92.3 percent of jobs lost under Obama.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tBy comparing job figures with January 2009 and March 2012 and weighing them against women&rsquo;s job figures from the same periods, Saul came up with 92.3 percent. The numbers are accurate but quite misleading. First, Obama cannot be held entirely accountable for the employment picture on the day he took office, just as he could not be given credit if times had been booming. Second, by choosing figures from January 2009, months into the recession, the statement ignored the millions of jobs lost before then, when most of the job loss fell on men. In every recession, men are the first to take the hit, followed by women. It&#39;s a historical pattern, Stevenson told us, not an effect of Obama&#39;s policies.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tThere is a small amount of truth to the claim, but it ignores critical facts that would give a different impression. We rate it Mostly False.<br />\r\n\t<br />\r\n\t<strong>Addendum</strong><br />\r\n\t<br />\r\n\tWe considered the Romney campaign&#39;s complaints but do not see any evidence that warrants changing our ruling.<br />\r\n\t<br />\r\n\tThe other economists agreed the statement was misleading and, for the most part, said it wrongly blamed Obama for broad trends that were part of a long, deep recession.<br />\r\n\t<br />\r\n\tBruce Bartlett, a former official in the administrations of Ronald Reagan and George H.W. Bush, said much of the decline for women was in the public sector.<br />\r\n\t<br />\r\n\t&quot;To the extent there have been excessive job losses among women, a lot of it has to do with the fact that there has been an enormous reduction in state and local government employment,&quot; Bartlett said. &quot;The decline ... has been especially pronounced in this recession as opposed to other recessions.&quot;<br />\r\n\t<br />\r\n\t<a href=\"http://www.epi.org/publication/public-sector-job-losses-unprecedented-drag/\">This chart</a> from the Economic Policy Institute, a labor-backed group, bears that out. In earlier recessions, public-sector jobs began increasing again as the economy stabilized. After the most recent recession, they have continued to disappear. Again, these are jobs heavily held by women.<br />\r\n\t<br />\r\n\tBartlett added that many of those government jobs were eliminated in states controlled by Republican governors and legislatures.<br />\r\n\t<br />\r\n\t<a href=\"http://www.theatlantic.com/business/archive/2012/04/why-mitt-romneys-economic-war-on-women-charge-could-backfire/255754/#\">This story in the Atlantic</a> cited a study by the liberal Roosevelt Institute finding that the 11 states that went Republican in 2010 accounted for 40.5 percent of all state and local government job losses.<br />\r\n\t<br />\r\n\tJeff Hayes is a senior research analyst with the Institute for Women&rsquo;s Policy Research, an organization affiliated with George Washington University&rsquo;s public policy graduate program that receives contributions from groups including the Annie E. Casey Foundation and the Bill and Melinda Gates Foundation. Hayes added that &quot;there&rsquo;s a lag before the lost tax revenue catches up and government jobs are lost.<br />\r\n\t<br />\r\n\t&quot;If you break out the 683,000 jobs women lost between January 2009 and March 2012, 64 percent were in government and only 36 percent in the private sector.&quot;<br />\r\n\t<br />\r\n\tThat leads us to a point made by Eileen Appelbaum with the left-leaning Center on Economic and Policy Research. She noted that after the first wave of money in the president&rsquo;s stimulus bill had run out, Obama<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/06/12/AR2010061204152.html\"> asked for another $23 billion in &quot;emergency aid&quot; for state and local governments</a>. The money was sought to avert the layoffs of as many as 300,000 public school teachers, but House Republican leaders stripped it.<br />\r\n\t<br />\r\n\t&quot;You could hardly blame Obama for that,&quot; Appelbaum said.<br />\r\n\t<br />\r\n\tAs for the comparison with the PolitiFact Georgia item, such direct comparisons are tricky. In this case, the Georgia ruling was on the simpler question of the job creation under President Ronald Reagan, while the Romney claim omitted the critical detail of the loss of jobs for men before Obama took office.<br />\r\n\t<br />\r\n\tOther fact-checking organizations have examined Romney&#39;s claim and come to similar conclusions.<br />\r\n\t<br />\r\n\t<a href=\"http://www.washingtonpost.com/politics/fact-check-romneys-eye-popping-statistic-on-job-losses-by-women-raises-eyebrows-too/2012/04/12/gIQAHn27BT_story.html?tid=pm_pop\">The Associated Press</a> said using the 92.3 percent figure as a measure of Obama&rsquo;s record on women was &quot;dubious at best.&quot;<br />\r\n\t<br />\r\n\t<a href=\"http://firstread.msnbc.msn.com/_news/2012/04/12/11161001-first-thoughts-romney-struggles-to-close-the-gender-gap-but-catches-break?lite\">First Read</a>, a politics blog by NBC News, had this to say: &quot;Does anyone believe, with a straight face, that nine in 10 job losses over the past three years have been women workers?&quot;<br />\r\n\t<br />\r\n\tAnd the <em>New York Times</em> disputed the emphasis on the job losses occurring &quot;under Obama.&quot;<br />\r\n\t<br />\r\n\t&quot;Presidents get too much credit or blame for changes in the business cycle. Contrary to what seems to be popular opinion, neither Mr. Bush nor Mr. Obama had or have the unilateral ability to steer the country into good or bad job markets. Neither would a President Romney,&quot; <a href=\"http://economix.blogs.nytimes.com/2012/04/11/job-growth-isnt-just-a-womens-issue/\"><em>Times</em> economics writer Catherine Rampell wrote in the Economix blog</a>.<br />\r\n\t<br />\r\n\tWe&rsquo;ll conclude with this point: Experts agree that the economic recovery has not helped women as much as men. Howard Wall, an economics professor at Lindenwood University, said it&rsquo;s fair to fault Obama for that. But he took issue with the timeframe of the Romney campaign&rsquo;s claim -- starting in January 2009 while the recession was still on.<br />\r\n\t<br />\r\n\t&quot;I think you have to kind of divide the timeline. Call it the Bush recession and the Obama recovery,&quot; Wall said. &quot;I don&rsquo;t give them (the Obama administration) credit for stopping the fall or causing the fall. They had nothing to do with that. But they own the recovery.&quot;<br />\r\n\t<br />\r\n\tDoes all this mean that Obama&rsquo;s policies have brought hard times to women?<br />\r\n\t<br />\r\n\tSaid Bartlett, the conservative: &quot;There&rsquo;s no reason to think so.&quot;</p>\r\n", "ruling_comments_date": "2012-04-10T13:41:32.553999", "ruling_date": "2012-04-10T19:11:43", "ruling_headline": "Romney campaign says women were hit hard by job losses under Obama", "ruling_headline_slug": "romney-campaign-says-women-were-hit-hard-job-losse", "ruling_link_text": "Men lost more jobs earlier", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tAssociated Press, &quot;<a href=\"http://news.yahoo.com/obama-women-not-interest-group-150636735.html\">Obama: Women are not an interest group</a>,&quot; April 6, 2012<br />\r\n\t<br />\r\n\tAndrea Saul, Romney press secretary, <a href=\"https://twitter.com/#%21/andreamsaul\">Twitter feed</a><br />\r\n\t<br />\r\n\tMittRomney.com, &quot;<a href=\"http://www.mittromney.com/blogs/mitts-view/2012/04/women-obama-economy-unemployment-infographic\">Women &amp; the Obama Economy</a>, April 10, 2012<br />\r\n\t<br />\r\n\tEmail interview with Gail Gitcho, Romney campaign spokeswoman, April 9, 2012<br />\r\n\t<br />\r\n\t<a href=\"http://bls.gov/home.htm\">U.S. Bureau of Labor Statistics</a>, Employment, Hours, and Earnings data for total nonfarm payroll jobs<br />\r\n\t<br />\r\n\tEmail interview with Gary Steinberg, spokesman for BLS, April 10, 2012<br />\r\n\t<br />\r\n\tEmail interview with Betsey Stevenson, professor at Princeton University and the University of Pennsylvania, April 10, 2012<br />\r\n\t<br />\r\n\tEmail interview with Gary Burtless, Brookings Institution, April 10, 2012<br />\r\n\t<br />\r\n\t<em>POLITICO</em>, &quot;<a href=\"http://www.politico.com/politico44/2012/04/romney-camps-claims-about-female-job-loss-under-obama-119855.html\">Romney camp&#39;s claims about female job loss under Obama not so clear cut</a>,&quot; April 6, 2012<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2012/feb/28/national-republican-congressional-committee/nrcc-ad-says-1500-jobs-lost-daily-barack-obama-too/\">NRCC ad says 1,500 jobs lost daily since President Barack Obama took office</a>,&quot; Jan. 2, 2012<br />\r\n\t<br />\r\n\t<em>Washington Post</em>, &quot;<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/06/12/AR2010061204152.html\">Obama pleads for $50 billion in state, local aid</a>,&quot; June 13, 2010<br />\r\n\t<br />\r\n\tOpenSecrets.org, campaign donor records, accessed April 11, 2012<br />\r\n\t<br />\r\n\tInterview with Bruce Bartlett, columnist for Tax Notes, Fiscal Times and the New York Times&#39; Economix blog, April 11, 2012<br />\r\n\t<br />\r\n\tInterview with Eileen Appelbaum, senior economist for Center for Economic and Policy Priorities, April 11, 2012<br />\r\n\t<br />\r\n\tInterview with Howard Wall, director of the Institute for the Study of Economics and the Environment at Lindenwood University, April 11, 2012<br />\r\n\t<br />\r\n\tEmail interview with Jeff Hayes, senior research associate at the Institute for Women&#39;s Policy Research, April 11, 2012<br />\r\n\t<br />\r\n\tEconomic Policy Institute, &quot;<a href=\"http://www.epi.org/publication/public-sector-job-losses-unprecedented-drag/\">Public-sector job losses: An unprecedented drag on the recovery</a>,&quot; April 5, 2012<br />\r\n\t<br />\r\n\t<em>Atlantic</em>, &quot;<a href=\"http://www.theatlantic.com/business/archive/2012/04/why-mitt-romneys-economic-war-on-women-charge-could-backfire/255754/#\">Why Mitt Romney&#39;s &#39;Economic War On Women&#39; Charge Could Backfire</a>,&quot; April 11, 2012<br />\r\n\t<br />\r\n\tAssociated Press, &quot;<a href=\"http://www.washingtonpost.com/politics/fact-check-romneys-eye-popping-statistic-on-job-losses-by-women-raises-eyebrows-too/2012/04/12/gIQAHn27BT_story.html?tid=pm_pop\">FACT CHECK: Romney&rsquo;s eye-popping statistic on job losses by women raises eyebrows, too</a>,&quot; April 12, 2012<br />\r\n\t<br />\r\n\tNBC News First Read, &quot;<a href=\"http://firstread.msnbc.msn.com/_news/2012/04/12/11161001-first-thoughts-romney-struggles-to-close-the-gender-gap-but-catches-break?lite\">First Thoughts: Romney struggles to close the gender gap, but catches break</a>,&quot; April 12, 2012<br />\r\n\t<br />\r\n\t<em>New York Times</em> Economix blog, &quot;<a href=\"http://economix.blogs.nytimes.com/2012/04/11/job-growth-isnt-just-a-womens-issue/\">Job Growth Isn&rsquo;t Just a Women&rsquo;s Issue</a>,&quot; April 11, 2012<br />\r\n\t<br />\r\n\t<em>Washington Post</em> Fact Checker, &quot;<a href=\"http://www.washingtonpost.com/blogs/fact-checker/post/are-obamas-job-policies-hurting-women/2012/04/09/gIQAGz3q6S_blog.html\">Are Obama&rsquo;s job policies hurting women?</a>&quot; April 10, 2012<br />\r\n\t<br />\r\n\t<em>Current Issues in Economics and Finance</em>, &quot;<a href=\"http://papers.ssrn.com/sol3/papers.cfm?abstract_id=1582525\">The Unemployment Gender Gap during the 2007 Recession</a>,&quot; 2010<br />\r\n\t<br />\r\n\t<em>The Daily Kos</em>, &quot;<a href=\"http://www.dailykos.com/story/2012/04/11/1082524/-Mitt-Romney-demands-correction-after-PolitiFact-says-one-of-his-lies-is-merely-mostly-false-\">Mitt Romney demands correction after PolitiFact says one of his lies is merely &#39;mostly false,&rsquo;</a>&quot; April 11, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 34, "current_job": "Former governor", "false_count": 32, "first_name": "Mitt", "half_true_count": 58, "home_state": "Massachusetts", "id": 5, "last_name": "Romney", "mostly_true_count": 33, "name_slug": "mitt-romney", "pants_count": 19, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-mittromney.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/5/", "total_count": 221, "true_count": 30, "website": "http://www.mittromney.com/"}, "statement": "<p>\r\n\t&quot;Women account for 92.3 percent of the jobs lost under Obama.&quot;</p>\r\n", "statement_context": "Mitt Romney's website", "statement_date": "2012-04-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>We strive to make our work completely accurate. When we make a mistake, we correct it and note it on the original item. If the mistake is so significant that it requires us to change the ruling, we will do so. Readers who see an error should contact the writer or editor. Their names are listed on the right side of every Truth-O-Meter item. Clicking on their names will take you to their bio pages, where you can find their email addresses. Read more about our corrections policies in our <a href=\"http://www.politifact.com/truth-o-meter/article/2013/nov/01/principles-politifact-punditfact-and-truth-o-meter/\">Principles of the Truth-O-Meter</a>.</p>\r\n", "id": 255, "photo": null, "resource_uri": "/api/v/2/subject/255/", "subject": "Corrections and Updates", "subject_slug": "corrections-and-updates", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 146, "photo": null, "resource_uri": "/api/v/2/subject/146/", "subject": "Women", "subject_slug": "women", "used_in_edition": []}], "target": [{"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}], "twitter_headline": ""}