{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2012/apr/20/sara-stevenson/austin-school-librarian-says-school-district-has-6/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 5726, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/5726/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tAustin school librarian Sara Stevenson says state-mandated testing occurs too often.<br />\r\n\t<br />\r\n\t&quot;The Austin school district calendar lists 64 different dates for either a state-mandated test or make-up test,&quot; Stevenson wrote in an opinion <a href=\"http://www.statesman.com/opinion/stevenson-kids-relate-to-hunger-games-because-they-2283766.html?printArticle=y\">column</a> posted by the <em>Austin American-Statesman</em> on April 4, 2012.<br />\r\n\t<br />\r\n\tA third of the 180-day school year marked for state-ordered tests or make-ups?<br />\r\n\t<br />\r\n\tAfter we asked Stevenson how she reached her count, she said in a telephone interview that she mistakenly counted every test, re-test or make-up on the <a href=\"http://archive.austinisd.org/inside/docs/testing_calendar_2011_2012.pdf\">testing calendar</a> as a separate date when that&rsquo;s not what the calendar shows.<br />\r\n\t<br />\r\n\t&quot;I should have said (64) different tests rather than different test dates,&quot; she said.<br />\r\n\t<br />\r\n\tStill, there&rsquo;s a lot of testing, she said.<br />\r\n\t<br />\r\n\tStevenson was referring to dates set aside for one of two state-mandated tests behind the state&rsquo;s long-established mandate that students pass such tests to advance from grade to grade and, ultimately, qualify for a high-school diploma. One exam, the Texas Assessment of Knowledge and Skills, started getting phased out in 2011-12 with the more rigorous State of Texas Assessment of Academic Readiness taking its place in most grades.<br />\r\n\t<br />\r\n\tBy our count, the Austin district&rsquo;s calendar shows 34 dates set aside for state-mandated tests or make-up tests from mid-October 2011 through mid-July 2012 when the district has scheduled re-tests for different versions of the TAKS and STAAR.<br />\r\n\t<br />\r\n\tMark Billingsley, the district director of systemwide testing, cautioned in a telephone interview against concluding that every student is taking a state-ordered test on 34 different days -- or even any number of days close to that. He said that high-school students, faced with the exit-level TAKS plus end-of-course subject-matter tests, are taking the most state tests.<br />\r\n\t<br />\r\n\tFrom Oct. 18, 2011, through July 12, 2012, the calendar lists more than 60 different tests or make-up/re-test opportunities. In March 2012, for instance, the calendar shows 14 possible tests, re-tests or make-ups on nine different dates. Students in some grades could re-take the Mathematics and Science TAKS. Other tests on the month&rsquo;s calendar include grade-specific STAARs in English, writing, math and reading.<br />\r\n\t<br />\r\n\tSeparately, district spokeswoman Helena Wright pointed out that the state-related testing dates are dictated by the Texas Education Agency, which posts <a href=\"http://www.tea.state.tx.us/index3.aspx?id=3635&amp;menu_id=793\">annual student assessment testing calendars</a>. Indeed, the state agency&rsquo;s <a href=\"http://www.tea.state.tx.us/WorkArea/linkit.aspx?LinkIdentifier=id&amp;ItemID=2147489953&amp;libID=2147489952\">2011-12 state calendar</a> shows almost all the same testing dates as the Austin district&rsquo;s calendar.<br />\r\n\t<br />\r\n\tTEA spokeswoman Debbie Ratcliffe confirmed that every Texas district must give the state tests on the same dates, though she said in a telephone interview that a district may seek permission to test on a different date after, say, a hurricane or other momentous event.<br />\r\n\t<br />\r\n\tRatcliffe said the number of testing dates in Texas schools has increased over the years in response to state and federal mandates. But, she said, &quot;any one kid is only going to spend two to five days a year taking the state tests&quot; unless he or she fails, in which case re-testing would be possible.<br />\r\n\t<br />\r\n\tShe pointed us to an <a href=\"http://www.tea.state.tx.us/WorkArea/linkit.aspx?LinkIdentifier=id&amp;ItemID=2147503065&amp;libID=2147503059\">agency chart,</a> dated March 3, 2011, showing that for the STAAR, the total mandatory testing days in 2011-12 are varying by grade. For &nbsp;third- and sixth-graders, the number is two days. It&rsquo;s three days for fifth graders, four days in grades 4, 7 and 8 and five days in grades 9, 10 and 11.<br />\r\n\t<br />\r\n\tRatcliffe pointed out another potentially relevant aspect. &quot;This perception that there&rsquo;s an excessive amount of testing comes not just from the state tests,&quot; Ratcliffe said, but also from practice testing that districts undertake to prepare students for the TAKS and STAAR.<br />\r\n\t<br />\r\n\tMore testing dates? We were curious.<br />\r\n\t<br />\r\n\tTo our inquiry, the Austin district shared its 2011-12 schedules for district-level &quot;benchmark&quot; assessments. With the exception of brief reading tests given in Kindergarten through second grade, the benchmark tests are not state required.<br />\r\n\t<br />\r\n\tBut they do take up some time, occurring 12 and 25 weeks into the year and at year&rsquo;s end so teachers learn how well students have absorbed what they have been taught in line with the state&rsquo;s curriculum, Debra Ready, the district&rsquo;s executive director of assessment and accountability, told us in a telephone interview. She said, though, that it would be inaccurate to say that the bulk of each test date gets taken up by the tests, which average just 30 to 41 questions each.<br />\r\n\t<br />\r\n\tThe benchmark test schedules indicate that the number of days during which up to two hours would be spent taking the benchmark tests varies by grade, ranging from four days or so for third graders, for instance, to as many as nine days for eighth graders, it appears.<br />\r\n\t<br />\r\n\tFinally, we did not determine how many, if any, days that Austin schools devote to practice runs of the TAKS and STAAR. By email, district spokeswoman Erin Moore said the district administration does not develop practice versions of those exams. &quot;However,&quot; Moore said, &quot;some campuses may use state-released (test) items to help students feel comfortable before testing begins. This may be done on a campus by campus basis. We do not track this practice.&quot;<br />\r\n\t<br />\r\n\tUpshot: At Stevenson&#39;s request, the <em>Statesman</em> published a correction specifying that the district calendar shows 64 different state-mandated tests, not testing dates.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tAustin&rsquo;s school calendar has about 34 separate state-related testing dates, not 64. Also, many of the state tests are penciled in for the same dates. In addition, significantly, no students are taking tests on all 34 dates or, really, any number of dates close to that.<br />\r\n\t<br />\r\n\tStill, Stevenson&rsquo;s claim has an element of truth. According to the district calendar, state-mandated testing was a possibility on at least one day in six of the 10 months from mid-October 2011 through mid-July 2012.</p>\r\n<p>\r\n\tWe rate the claim Mostly False.</p>\r\n", "ruling_comments_date": "2012-04-11T17:28:50.433738", "ruling_date": "2012-04-20T06:00:00", "ruling_headline": "Austin school librarian says the school district has 64 dates set aside for state-mandated exams", "ruling_headline_slug": "austin-school-librarian-says-school-district-has-6", "ruling_link_text": "Testing 1 2 3... 34", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tAustin school district, document, <a href=\"http://archive.austinisd.org/inside/docs/testing_calendar_2011_2012.pdf\">&quot;AISD Testing Calendar 2011-12 School Year&quot;</a> (accessed April 10, 2012)<br />\r\n\t<br />\r\n\tTelephone interviews with Austin school district officials, Helena Wright, media relations supervisor; Mark Billingsley, director of systemwide testing, April 11, 2012; Erin Moore, media relations coordinator; Debra Ready, executive director of assessment and accountability, April 12, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Debbie Ratcliffe, communications director, Texas Education Agency, April 11, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Sara Stevenson, Austin, April 10, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Librarian", "false_count": 0, "first_name": "Sara", "half_true_count": 0, "home_state": "Texas", "id": 1807, "last_name": "Stevenson", "mostly_true_count": 0, "name_slug": "sara-stevenson", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/sarastevensonpft04112012.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1807/", "total_count": 2, "true_count": 1, "website": ""}, "statement": "<p>\r\n\t&quot;The Austin school district calendar lists 64 different dates for either a state-mandated test or make-up test.&quot;</p>\r\n", "statement_context": "an op-ed column.", "statement_date": "2012-04-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": ""}