{"art": [], "author": [{"email_address": "tferan@plaind.com", "first_name": "Tom", "id": 181, "last_name": "Feran", "name_slug": "tom-feran", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-tom-feran.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/181/", "title": "Plain Dealer reporter", "twitter": null}], "canonical_url": "/ohio/statements/2012/apr/17/mike-dovilla/mike-dovilla-claims-obamas-refusal-allow-keystone-/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 5755, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "tferan@plaind.com", "first_name": "Tom", "id": 181, "last_name": "Feran", "name_slug": "tom-feran", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-tom-feran.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/181/", "title": "Plain Dealer reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/5755/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>Both houses of the Ohio General Assembly approved resolutions in the past 10 months urging Congress to ask Secretary of State Hillary Clinton to approve the controversial TransCanada Keystone XL pipeline project from Alberta to Oklahoma.<br />\r\n<br />\r\nThe Ohio House acted last June. The Senate passed its resolution in January, as President Obama announced he was putting the project on hold by extending the deadline one year to rule on a permit for pipeline operator TransCanada.<br />\r\n<br />\r\nOne of the sponsors of House Resolution 97, State Rep. Mike Dovilla, a Republican from Berea who represents the 18th District, wrote to the Strongsville edition of Patch.com that he would introduce a new resolution supporting the pipeline.<br />\r\n<br />\r\nDelaying the project hurt U.S. energy security and cost &quot;the ability to create over 20,000 construction and manufacturing jobs,&quot; he said. Obama&#39;s decision to not issue a permit for the Keystone XL pipeline meant &quot;we were denied the ability immediately to reduce prices at the pump.&quot;<br />\r\n<br />\r\nWith the price of gas bubbling under $4 a gallon and becoming a political football, PolitiFact Ohio was interested, immediately, in his statement that permit approval would immediately reduce pump prices. We asked Dovilla&#39;s office how he backed it up.<br />\r\n<br />\r\nThey steered us to the U.S. Energy Information Agency and its statement, &quot;The single biggest factor in the price of gasoline is the cost of the crude oil from which it is made.&quot; Not approving the pipeline, they said, citing the State Department, would lead to increased imports of oil from unreliable sources, leading to increased speculation that contributes to price fluctuation.<br />\r\n<br />\r\nDovilla quoted a memo of last June 22 from the Department of Energy&#39;s deputy assistant secretary for policy analysis, saying that Keystone XL would eliminate transportation constraints. &quot;Gasoline prices in all markets served by PADD I and III refiners would decrease, including the Midwest,&quot; the memo said. (PADD stands for Petroleum Administration for Defense District. PADD I is the East Coast, PADD III is the Gulf Coast.)<br />\r\n<br />\r\nSupporting Dovilla&#39;s statement that prices would drop immediately, his office cited economist and commentator Larry Kudlow, who asserted in 2008 that oil prices dropped more than 6 percent &quot;on news that President Bush was moving forward with plans to develop new areas in the Outer Continental Shelf despite the fact that the oil would not make it to market for 7 to 10 years.&quot;<br />\r\n<br />\r\n&quot;Oil prices,&quot; Dovilla&#39;s spokesman said, &quot;will react to an announcement regarding future supply long before that supply is actually delivered.&quot;<br />\r\n<br />\r\nWe looked further. We found that the Department of Energy memo of last June came in response to a paper by energy economist Philip Verleger, an adviser to the Ford and Carter administrations, who heads a Colorado consulting firm on oil market economics. Illuminating the debate among industry analysts about Keystone&#39;s likely impact, Verleger says the pipeline would increase gas prices, particularly in the upper Midwest, by about 10 cents per gallon.<br />\r\n<br />\r\nThe companies involved with Keystone told Canadian regulators that the pipeline will allow Canadians to manipulate prices and add at least $4 billion to the U.S. fuel bill annually, Verleger said. He called Keystone &quot;a long, torturous way to move crude oil from Canada to China.&quot;<br />\r\n<br />\r\nHis assessment was echoed in a report in January from the Cornell University Global Labor Institute and by a new study from the Natural Resources Defense Council, a nonprofit environmental advocacy group.<br />\r\n<br />\r\nBoth said that the Keystone XL pipeline is designed to divert heavy crude tar sands oil from the Midwest -- where it has overwhelmed refinery demand and depressed the price of crude -- to Gulf Coast refineries, where much of it can be exported to international markets. They quoted the testimony and studies of TransCanada, the principal company behind the pipeline, in saying that the diversion of heavy crude oil to the Gulf would cut &quot;discounting&quot; in the glutted Midwest and bring Canadian oil producers an added $2 billion to $3.9 billion annually.<br />\r\n<br />\r\nOur colleagues at the Washington Post&#39;s Fact Checker, examining another statement about Keystone XL and gasoline, noted that TransCanada itself makes no claims that the project will reduce prices -- only that it will not increase prices. The company&#39;s Keystone XL fact sheet says: &quot;The price of international oil prices has no impact on the operation of our pipeline and we do not profit from changing market changes,&quot; TransCanada said. &quot;Prices are set on a global level.&quot;<br />\r\n<br />\r\nRay Perryman, an economist employed by TransCanada, told Forbes magazine that the pipeline would bring down gasoline prices by 3.5 cents to 4 cents a gallon once fully operational.<br />\r\n<br />\r\nMoody&#39;s, the investment ratings firm, had a lower estimate: 1.6 cents per gallon.<br />\r\n<br />\r\nEven those small reductions would not come until the pipeline was operational, however. The Fact Checker, which was examining the question of whether Keystone XL would lower prices at all, said: &quot;We could not find any experts to say that the prospect of the pipeline being built in the future would somehow impact the price of gasoline today.&quot;<br />\r\n<br />\r\nThat would seem to settle the question of whether the pipeline&#39;s approval would reduce prices immediately -- except for Dovilla&#39;s citation of Larry Kudlow about President Bush influencing prices in 2008. What happened then?<br />\r\n<br />\r\nIn July 2008, Bush lifted a presidential ban on offshore oil drilling on the Outer Continental Shelf that was established by his father. It carried symbolic and political significance in an election year, but had no immediate effect on exploration because of prohibitions by Congress against offshore drilling.<br />\r\n<br />\r\nPetroleum prices did drop, but they were continuing what was becoming a dramatic retreat from record high prices. Energy analysts and economists pointed to one reason for it: recession.<br />\r\n<br />\r\n&quot;Oil markets, analysts said, have been spun around by lower consumption in a U.S. economy weakened by financial instability and by a change in sentiment among financial players, many of whom are scurrying to stem losses or protect much-needed capital,&quot; the Washington Post reported at the time.<br />\r\n<br />\r\n&quot;The overwhelming cause of the collapse in oil prices has been the faltering world economy, which has fueled the drop in consumption,&quot; the Post reported.<br />\r\n<br />\r\nIn other words, Bush&#39;s announcement was coincidental but not causative.<br />\r\n<br />\r\nEnergy analyst Joseph M. Dukert, senior associate at the Center for Strategic and International Studies and former president of the U.S. Association for Energy Economics, expressed it more plainly to the liberal research group Media Matters when it looked at a similar claim:<br />\r\n<br />\r\n&quot;Most energy economists applauded President Bush&#39;s action in regard to offshore drilling,&quot; he said, &quot;but suggesting that this &#39;caused&#39; the precipitous drop in global oil prices is akin to the rooster&#39;s boast that his crowing brought the sun up.&quot;<br />\r\n<br />\r\nEven former Bush White House chief economist Douglas Holtz-Eakin discounted a president&#39;s impact on oil prices: &quot;You can&lsquo;t change the oil price very much with the U.S. exploration. It certainly can&lsquo;t change it quickly,&quot; he said in a television discussion.<br />\r\n<br />\r\nAnd that returns us to the statement that Obama&#39;s decision to not issue a permit for the Keystone XL pipeline meant &quot;we were denied the ability immediately to reduce prices at the pump.&quot;<br />\r\n<br />\r\nWe found debate among oil analysts over the effect the pipeline would have on gasoline prices, especially in the Midwest, where some expect it would drive prices up. And while estimates varied, our research (and that by our colleagues at the Washington Post) found that those experts didn&rsquo;t expect there would a price impact until after the pipeline were built. Even TransCanada, the company behind the pipeline, expressed doubts about any price impact, and an economist with the company projected that wouldn&rsquo;t happen until after the line was operational.<br />\r\n<br />\r\nThat&rsquo;s a far cry from Dovilla&rsquo;s claim of immediacy.<br />\r\n<br />\r\nOn the Truth-O-Meter, Dovilla&rsquo;s claim rates False.</p>\r\n", "ruling_comments_date": "2012-04-16T18:30:13.086729", "ruling_date": "2012-04-17T06:00:00", "ruling_headline": "Mike Dovilla: Obama's refusal to allow the Keystone Pipeline thwarted ability to reduce gas prices", "ruling_headline_slug": "mike-dovilla-claims-obamas-refusal-allow-keystone-", "ruling_link_text": "Immediately inaccurate", "ruling_state": null, "source_documents": null, "sources": "<p>Ohio 129th General Assembly, <a href=\"http://e-lobbyist.com/gaits/text/504290\">House Resolution 97</a>, June 15, 2011<br />\r\n<br />\r\nOhio 129th General Assembly, <a href=\"http://www.legislature.state.oh.us/res.cfm?ID=129_SR_69\">Senate Resolution 69</a>, Jan. 18, 2012<br />\r\n<br />\r\nStrongsville Patch, &quot;<a href=\"http://strongsville.patch.com/articles/letter-to-the-editor-creating-jobs-and-lowering-gas-prices\">Letter: Creating Jobs and Lowering Gas Prices</a>,&quot; March 13, 2012<br />\r\n<br />\r\nEmail from Chris Ventura, legislative aide to Rep. Dovilla, March 15, 2012<br />\r\n<br />\r\nChristian Science Monitor, &quot;<a href=\"http://www.csmonitor.com/USA/Politics/2012/0118/Obama-puts-Keystone-pipeline-on-hold-decries-rushed-and-arbitrary-deadline\">Obama puts Keystone pipeline on hold, decries &#39;rushed and arbitrary&#39; deadline</a>,&quot; Jan. 18, 2012<br />\r\n<br />\r\nU.S. State Department, Keystone XL Project, <a href=\"http://keystonepipeline-xl.state.gov/documents/organization/182117.pdf\">Environmental impact statement comment response</a><br />\r\n<br />\r\nEnergyWire, &quot;<a href=\"http://www.eenews.net/public/Greenwire/2012/01/31/1\">Pipelines, pump prices fuel political theater with few hard truths</a>,&quot; Jan. 31, 2012<br />\r\n<br />\r\nPetroleum Economics Monthly, &quot;<a href=\"http://www.pkverlegerllc.com/assets/documents/1102_PEM_Summary.pdf\">The Tar Sands Road to China: The Long, Tortured Route from Alberta to Dalian</a>,&quot; February 2011<br />\r\n<br />\r\nMinneapolis Star Tribune, &quot;<a href=\"http://www.startribune.com/opinion/117832183.html\">If gas prices go up further, blame Canada</a>,&quot; March 13, 2011<br />\r\n<br />\r\nNational Energy Board of Canada, <a href=\"http://www.scribd.com/doc/83397233/Trans-Canada-Testimony\">TransCanada testimony</a>, Sept. 17, 2009<br />\r\n<br />\r\nWashington Post Fact Checker, &quot;<a href=\"http://www.washingtonpost.com/blogs/fact-checker/post/will-the-keystone-xl-pipeline-lower-gasoline-prices/2012/03/01/gIQAtWkXlR_blog.html#pagebreak\">Will the Keystone XL pipeline lower gasoline prices?</a>,&quot; March 2, 2012<br />\r\n<br />\r\nCornell University Global Labor Institute, &quot;<a href=\"http://www.ilr.cornell.edu/globallaborinstitute/research/upload/GLI_KeystoneXL_012312_FIN.pdf\">Pipe dreams? Jobs Gained, Jobs Lost by the Construction of Keystone XL</a>,&quot; January 2012<br />\r\n<br />\r\nNational Resources Defense Council, &quot;<a href=\"http://www.nrdc.org/energy/keystone-oil-prices.asp\">Keystone XL Tar Sands Pipeline: Raising US Oil Prices</a>,&quot; March 26, 2012<br />\r\n<br />\r\nChristian Science Monitor, &quot;<a href=\"http://www.csmonitor.com/USA/Politics/2012/0309/Inside-the-Keystone-pipeline-How-much-would-it-really-help-US-consumers\">Inside the Keystone pipeline: How much would it really help U.S. consumers?</a>&quot; March 9, 2012<br />\r\n<br />\r\nTransCanada Keystone XL, &quot;<a href=\"http://www.transcanada.com/docs/Key_Projects/know_the_facts_kxl.pdf\">Know the Facts</a>,&quot; January 2012<br />\r\n<br />\r\nThe Plain Dealer, via Cleveland.com, &quot;<a href=\"http://www.cleveland.com/open/index.ssf/2012/03/while_president_obama_is_in_oh.html\">While President Obama is in Ohio, some answers on gas prices, drilling and that pipeline</a>,&quot; March 22, 2012<br />\r\n<br />\r\nForbes, &quot;<a href=\"http://www.forbes.com/sites/rickungar/2012/02/27/is-obama-really-to-blame-for-rising-gas-prices-do-you-really-care/\">Is Obama Really to Blame for Rising Gas Prices? Do You Really Care?</a>&quot; Feb. 27, 2012<br />\r\n<br />\r\nNational Review, &quot;<a href=\"http://www.nationalreview.com/kudlows-money-politics/2249/bush-says-drill-drill-drill-151-and-oil-drops-9\">Bush Says Drill, Drill, Drill &mdash; and Oil Drops $9!</a>,&quot; July 15, 2008<br />\r\n<br />\r\nWashington Post, &quot;<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/07/14/AR2008071401049.html\">Bush Rescinds Father&#39;s Offshore Oil Ban</a>,&quot; July 15, 2008<br />\r\n<br />\r\nWashington Post, &quot;<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/09/16/AR2008091600247.html\">Oil&#39;s Dramatic Price Retreat Ripples Around the World</a>,&quot; Sept. 17, 2008<br />\r\n<br />\r\nWashington Post, &quot;<a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2009/02/19/AR2009021903434.html\">Trouble Trickles From Steep Drop in Oil Prices</a>,&quot; Feb. 20, 2009<br />\r\n<br />\r\nMedia Matters, &quot;<a href=\"http://mediamatters.org/research/201103080015\">Energy Experts Refute Eric Bolling&#39;s Oil Price Fable</a>,&quot; March 8, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "State representative", "false_count": 1, "first_name": "Mike", "half_true_count": 1, "home_state": "Ohio", "id": 1816, "last_name": "Dovilla", "mostly_true_count": 0, "name_slug": "mike-dovilla", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-ohio-mike-dovilla.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1816/", "total_count": 3, "true_count": 1, "website": "http://www.house.state.oh.us/index.php?option=com_displaymembers&task=detail&district=18"}, "statement": "<p>Says President Obama&#39;s decision to not issue a permit for the Keystone XL pipeline meant &quot;we were denied the ability immediately to reduce prices at the pump.&quot;</p>\r\n", "statement_context": "a letter to the editor", "statement_date": "2012-03-13", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Most scientists agree that climate change is real and humans are causing it. The figure that&rsquo;s widely cited is 97 percent of climate scientists, and it appears in at least&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/statements/2015/sep/02/rick-santorum/santorum-un-climate-head-debunked-widely-cited-97-/\">three peer-reviewed surveys</a>.&nbsp;<a href=\"http://www.politifact.com/virginia/statements/2016/apr/04/don-beyer/don-beyer-says-97-percent-scientists-believe-human/\">Plenty of other studies</a>&nbsp;report overwhelming majorities of experts (in the 90 percent range) and at least&nbsp;<a href=\"http://climate.nasa.gov/scientific-consensus/\">18 scientific associations</a>&nbsp;agree.</p>\r\n", "id": 313, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/images.jpg", "resource_uri": "/api/v/2/subject/313/", "subject": "Climate Change", "subject_slug": "climate-change", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 204, "photo": null, "resource_uri": "/api/v/2/subject/204/", "subject": "Gas Prices", "subject_slug": "gas-prices", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": ""}