{"art": [{"brightcove": "", "caption": "President Barack Obama speaks at Lorain County Community College in Elyria, Ohio.", "id": 2314, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Obama_in_Elyria.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/2314/", "title": "Obama in Elyria, Ohio", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2012/apr/26/barack-obama/barack-obama-says-family-incomes-have-fallen-6-per/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "martha1hamilton@gmail.com", "first_name": "Martha M.", "id": 150, "last_name": "Hamilton", "name_slug": "martha-hamilton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Hamilton_Martha.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/150/", "title": "Former deputy editor", "twitter": null}], "facebook_headline": null, "id": 5800, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/5800/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tDuring an April 18, 2012, <a href=\"http://www.whitehouse.gov/the-press-office/2012/04/18/remarks-president-lorain-county-community-college-elyria-oh\">speech</a> at Lorain County Community College in Elyria, Ohio, President Barack Obama painted a picture of economic decline for American families resulting from Republican economic policies.<br />\r\n\t<br />\r\n\t&quot;I&rsquo;m always confused when we keep having the same argument with folks who don&rsquo;t seem to remember how America was built,&quot; Obama said. &quot;They keep telling us, well, if we just weaken regulations that keep our air and water clean and protect our consumers, if we just cut everybody&rsquo;s taxes and convert these investments in community colleges and research and health care into tax cuts especially for the wealthy, that somehow the economy is going to get stronger -- and Ohio and the rest of the country will prosper. That&rsquo;s the theory.<br />\r\n\t<br />\r\n\t&quot;Ohio, we tested this theory,&quot; he continued. &quot;Take a look at what happened in Ohio between 2000 and 2008. It&rsquo;s not like we didn&rsquo;t try it. And instead of faster job growth, we had the slowest job growth in half a century. Instead of broad-based prosperity, the typical American family saw their incomes fall by about 6 percent. Outsourcing, rampant; phony financial profits all over the place. And instead of strengthening our economy, our entire financial system almost collapsed. We spent the last three and a half years cleaning up after that mess. &nbsp;So their theory did not work out so well. Maybe they haven&rsquo;t been paying attention, but it didn&rsquo;t work out so well.&quot;<br />\r\n\t<br />\r\n\tThis passage includes a lot of claims, but the one we&rsquo;ll focus on here is whether &quot;the typical American family saw their incomes fall by about six percent&quot; during the time when Republican economic policies were in force.<br />\r\n\t<br />\r\n\tAs we typically do with claims of this sort, we&rsquo;ll look both at the accuracy of the numbers and the question of whether Obama has justification for blaming Republicans for the nation&rsquo;s economic challenges.<br />\r\n\t<br />\r\n\t<strong>Checking the number</strong><br />\r\n\t<br />\r\n\tWe&rsquo;ll start by noting that Obama&#39; remarks were confusing. He mentioned &quot;Ohio between 2000 and 2008,&quot; but then he spoke of the decline in the incomes of &quot;the typical American family,&quot; which would include families outside of Ohio. And the dates he used were mentioned three sentences before the decline in income he cited. Since that&rsquo;s all we had to go on, though, we began our analysis by looking at national data on family incomes between 2000 and 2008.<br />\r\n\t<br />\r\n\tWe looked at the most straightforward measurement that seemed to fit Obama&rsquo;s claim -- the <a href=\"http://www.census.gov/hhes/www/income/data/historical/families/2010/F06AR_2010.xls\">median income for families, adjusted for inflation</a>. This is one of the standard measurements taken by the Census Bureau every year.<br />\r\n\t<br />\r\n\tAccording to the Census Bureau, the inflation-adjusted median income for families fell from $64,232 in 2000 to $62,299 in 2008, a decline of about 3 percent. That&rsquo;s half of the 6 percent figure Obama used.<br />\r\n\t<br />\r\n\tThe White House confirmed that it had used the same data set we did but said the 6 percent figure came by comparing the numbers between 2000 and 2010. Indeed, when we checked the math for those years, median family incomes declined by just under 6 percent.<br />\r\n\t<br />\r\n\tHowever, doing it this way is problematic.<br />\r\n\t<br />\r\n\tFirst, Obama didn&rsquo;t say 2000 to 2010; he said 2000 to 2008. The two additional years make a big difference, because 2009 and 2010 encompassed one of the weakest economic periods in recent American history.<br />\r\n\t<br />\r\n\tThe White House did point us to <a href=\"http://www.whitehouse.gov/the-press-office/2011/12/06/remarks-president-economy-osawatomie-kansas\">two</a> <a href=\"http://www.whitehouse.gov/the-press-office/2012/04/03/remarks-president-associated-press-luncheon\">speeches</a> in which Obama accurately described the time period for the 6 percent statistic. However, we&rsquo;re not sold on the idea that using the period 2000-2010 bolsters his argument that Republican economic policies caused a 6 percent decline in median incomes.<br />\r\n\t<br />\r\n\tOn the one hand, you could argue that Democrats, who controlled the White House and Congress, bear some of the blame for the economic decline in 2009 and 2010. On the other hand, you can argue that Obama doesn&rsquo;t deserve the economic blame for 2009 and 2010 since the decline was shaped by the policies of his predecessor. But if you do, then it&rsquo;s not equitable to hold his predecessor, President George W. Bush, to a different standard. If you argue that the economic outcomes in 2009 and 2010 result from Republican policies, then being consistent requires attributing a share of the blame for what happened in 2000 and 2001 to the policies of Bush&rsquo;s predecessor, President Bill Clinton.<br />\r\n\t<br />\r\n\tAnd what happens if you make the calculation using the years 2002 to 2010 instead? It works out to a 3.6 percent decline -- still lower than the 6 percent the president cited.<br />\r\n\t<br />\r\n\t<strong>How much does a president or a party deserve credit or blame for the economy?</strong><br />\r\n\t<br />\r\n\tWe asked several economists of various ideological perspectives how much blame the GOP deserved for the recession that started in December 2007. None said the Republican Party deserved all of the blame, but none said the party deserved no blame at all, either. The consensus was that it was somewhere in the middle.<br />\r\n\t<br />\r\n\tDan Mitchell, an economist with the libertarian Cato Institute, said, &quot;I fully agree that Republicans deserve a lot of blame. But the reason the economy was anemic is that the burden of government spending almost doubled, the regulatory burden increased, and other statist policies were implemented.&quot;<br />\r\n\t<br />\r\n\tIn other words, in Mitchell&rsquo;s view, you could say the GOP deserved blame because they weren&rsquo;t staying true to the party&rsquo;s fiscally conservative, anti-regulatory rhetoric and were instead acting like stereotypical Democrats. (On a non partisan note, Mitchell <a href=\"http://danieljmitchell.wordpress.com/2010/04/18/clinton-was-much-better-than-bush/\">praises a Democratic president, Bill Clinton</a>, for offering economic policies that were superior to Bush&rsquo;s.)<br />\r\n\t<br />\r\n\tBarry Bosworth, an economist at the Brookings Institution who worked in the Carter administration, said it&rsquo;s &quot;fair to blame government for regulatory failures in the areas of housing and finance and the resulting financial crisis.&quot; He said the blame for that extends to both parties. &quot;I think the Republican philosophy of unfettered markets bears the greater blame, but Democrats also allowed excesses to develop in the housing market and were happy to take Wall Street&rsquo;s money,&quot; Bosworth said.<br />\r\n\t<br />\r\n\tSeveral of the experts we contacted emphasized that the U.S. government, while powerful, is not all-powerful.<br />\r\n\t<br />\r\n\t&quot;Republican policies certainly didn&#39;t help,&quot; said Lawrence J. White, an economist at New York University&#39;s Stern School of Business. &quot;But the fundamentals are technological and global forces.&quot;<br />\r\n\t<br />\r\n\t&quot;There was a worldwide credit bubble that led to a worldwide financial collapse that led to a global Great Recession,&quot; said J.D. Foster, an economist with the conservative Heritage Foundation. &quot;If you accept that observation, it becomes hard to blame anyone in the U.S. overly for the results.&quot;<br />\r\n\t<br />\r\n\tFoster added, &quot;The simple political narrative is to blame the other side. Fair enough to a point. &nbsp;The party in power always gets too much blame and too much credit, depending on circumstances.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tObama has a point that incomes for the &quot;typical&quot; family have fallen since 2000 when adjusted for inflation. But using a time frame that treats Obama&rsquo;s tenure and Bush&rsquo;s tenure equally, the decline was about 3 percent, not the 6 percent he cited. Meanwhile, on Obama&rsquo;s larger point of blaming Republicans for the weak economy, we found a consensus that Obama is partly, but not completely, on defensible ground. On balance, we rate the statement Half True.</p>\r\n", "ruling_comments_date": "2012-04-25T15:09:33.682747", "ruling_date": "2012-04-26T13:57:01", "ruling_headline": "Barack Obama says family incomes have fallen by 6 percent", "ruling_headline_slug": "barack-obama-says-family-incomes-have-fallen-6-per", "ruling_link_text": "Using a consistent method, it's half that", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tBarack Obama, <a href=\"http://www.whitehouse.gov/the-press-office/2012/04/18/remarks-president-lorain-county-community-college-elyria-oh\">remarks at Lorain County Community College in Elyria, Ohio</a>, April 18, 2012</p>\r\n<p>\r\n\tCensus Bureau, &quot;<a href=\"http://www.census.gov/hhes/www/income/data/historical/families/2010/F06AR_2010.xls\">Table F-6 -- Families (All Races) by Median and Mean Income</a>,&quot; accessed April 25, 2012</p>\r\n<p>\r\n\tEmail interview with Gary Burtless, senior fellow at the Brookings Institution, April 24, 2012</p>\r\n<p>\r\n\tEmail interview with Arloc Sherman, senior researcher with the Center on Budget and Policy Priorities, April 24, 2012</p>\r\n<p>\r\n\tEmail interview with Andrew G. Biggs, resident scholar at the American Enterprise Institute, April 24, 2012</p>\r\n<p>\r\n\tEmail interview with Barry Bosworth, senior fellow with the Brookings Institution, April 24, 2012</p>\r\n<p>\r\n\tEmail interview with J.D. Foster, senior fellow with the Heritage Foundation, April 24, 2012</p>\r\n<p>\r\n\tEmail interview with Lawrence J. White, economist at New York University&#39;s Stern School of Business, April 24, 2012</p>\r\n<p>\r\n\tEmail interview with Daniel Mitchell, senior fellow with the Cato Institute, April 24, 2012</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\r\n\tUnder Republican economic policies, &quot;the typical American family saw their incomes fall by about 6 percent.&quot;</p>\r\n", "statement_context": "a speech in Elyria, Ohio", "statement_date": "2012-04-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 119, "photo": null, "resource_uri": "/api/v/2/subject/119/", "subject": "Families", "subject_slug": "families", "used_in_edition": []}], "target": [], "twitter_headline": ""}