{"art": [{"brightcove": "", "caption": "State Rep. Donna Howard, an Austin Democrat, was among the speakers at a Texas Capitol rally in support of public education on March 24, 2012.", "id": 2317, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/2317/", "title": "Donna Howard speech at Texas Capitol", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/uVfZqx_Wu-s?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "uVfZqx_Wu-s"}], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2012/apr/26/donna-howard/state-rep-donna-howard-says-texas-spending-about-5/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 5803, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/5803/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tAt a Texas Capitol rally, state Rep. Donna Howard, an Austin Democrat, said a dire consequence of the 2011 Legislature&rsquo;s budget-writing was a drop in per-student spending.</p>\r\n<p>\r\n\tSpeaking to the crowd gathered to advocate for more public school support, Howard, without naming names, called out those officials who have said the state has increased its aid to school districts. &quot;But the Legislative Budget Board, the nonpartisan budget board of the Capitol, will tell you we are spending on average $500 less per student, so the fact that we are appropriating more, the truth is we are spending $500 less per student,&quot; Howard said.</p>\r\n<p>\r\n\tIs that so?</p>\r\n<p>\r\n\tIn a recent fact-check, we gave state Comptroller Susan Combs a <a href=\"http://www.politifact.com/texas/statements/2012/apr/12/susan-combs/comptroller-susan-combs-says-state-lawmakers-did-n/\">Pants on Fire</a> rating for her claim that state lawmakers in 2011 did not cut public school funding when they wrote the two-year 2012-13 budget. The upshot: Although lawmakers increased state spending on education, the state&rsquo;s &quot;general revenue&quot; increase pales in comparison to reductions in other funds appropriated for public education.</p>\r\n<p>\r\n\tSpecifically, legislators, faced with a shortfall in projected state income, changed the formulas that govern how much aid flows to districts so districts would get $2 billion less a year through the 2012-13 budget period than they would have gotten if the longstanding formulas had gone unchanged. Members also reduced by $1.3 billion the two-year appropriation of state funding for grants that finance targeted programs such as teacher incentive pay and dropout prevention.</p>\r\n<p>\r\n\tHoward told us that the figure she aired at the rally was based on information she received from the staff of the Legislative Budget Board, which advises lawmakers on budgetary matters, about the impact of those two cuts.</p>\r\n<p>\r\n\tHer figure turned out to be less than what the board staff estimates. Staff spokesman John Barton told us that per-student reductions from the two cuts shook out to $569 a year on average, some $428 of that attributable to the drop in formula-driven aid and $141 tracing to the grant reductions.</p>\r\n<p>\r\n\tFrom email exchanges with Barton, checks with nongovernmental experts and a report from a national teachers group, we identified a few ins, outs and curlicues built into these figures &mdash; as well as alternative ways to determine per-student cuts. It&rsquo;s fair to say this topic can be as complicated as any analysis involving the complex Texas method of funding public schools.</p>\r\n<p>\r\n\tLet&rsquo;s tick through those curlicues.</p>\r\n<p>\r\n\tFor starters, the board reached its per-student reduction averages for the grant reductions and changes in formula funding in different ways.</p>\r\n<p>\r\n\tThe $428-per-student reduction calculation is based on comparing money that districts are going to field for operations via the state&rsquo;s main school funding mechanisms in the 2012-13 biennium with what they would have gotten had lawmakers not changed the formulas. If lawmakers had hewed to previously existing formulas, Barton told us, districts would have been entitled to roughly $7,662 per student in operations aid for each year of the 2012-13 biennium. With the formula changes, the per-student estimate became approximately $7,234. The difference: $428.</p>\r\n<p>\r\n\tThe rest of the board staff&rsquo;s per-student reduction calculation is based on comparing state funding that lawmakers appropriated for the targeted grant programs in the 2012-13 budget with the funding during the 2010-11 budget cycle.</p>\r\n<p>\r\n\tCurlicue No. 2 is a caution on this portion of the analysis: Calculating how much grant funding is available for each student in Texas public schools does not reflect how the funds are actually allocated. That&rsquo;s because the grant money is not evenly distributed among schools districts, &quot;so the degree to which that portion of the funding reduction affects a given district will vary widely,&quot; Barton said.</p>\r\n<p>\r\n\tNext, some twists behind the board staff&rsquo;s analysis of the legislated reduction in formula funding.</p>\r\n<p>\r\n\tThe analysis doesn&rsquo;t consider money flowing to school districts from the state to help pay off debt, most commonly bonds sold to pay for facility construction. Then again, the operations revenue is by far the largest chunk of state-guided education aid.</p>\r\n<p>\r\n\tSecond, the operations revenue figures in the staff&rsquo;s analysis fold in state <em>and</em> local revenue. That&rsquo;s because the overall funding system counts on districts to contribute toward their total funding by tapping local property tax revenue. State aid fills in. Given the interconnected school funding system, Barton advised, any analysis of state funding alone &quot;would present a grossly incomplete picture&quot; of the amount of revenue available to school districts. &quot;The entire system is a model of shared local and state revenue,&quot; he said.</p>\r\n<p>\r\n\tOverall, Barton said the board&rsquo;s analysis of formula-driven aid &mdash; comparing what districts were owed for 2012-13 before the cuts with what they would actually receive &mdash; is the best way to assess the Legislature&rsquo;s changes. His explanation: It isolates the impact on state revenue because all the other factors that go into determining the amount of funding for districts are the same.</p>\r\n<p>\r\n\tStill, we wondered whether it&rsquo;s reasonable for anyone to say per-student funding is down an average of $500, as Howard did, when the board staff&rsquo;s comparison largely looked at what districts would have had versus what they are now expected to field. One could read Howard&rsquo;s charge as indicating that districts are getting $500 less per student than they got in the two school years during the state&rsquo;s previous budget period, 2010-11.</p>\r\n<p>\r\n\tApples to apples?</p>\r\n<p>\r\n\tPer the formula funding, Barton said, the average per-student amount going to districts for each year of the previous budget period was &quot;roughly&quot; equivalent to the $7,662 estimate for 2012-13 before the formula changes. That brings us back to that $428 reduction figure, which is less than $500, but also does not roll in the impact of the grant cuts.</p>\r\n<p>\r\n\tWe decided to do an analysis of our own, using both the operations revenue and the grant funding. First, we combined those two funding sources for each biennium. Next, we split that total in half, to get a total funding figure for one fiscal year, which basically mirrors a school year. Finally, we divided that figure by the average annual number of students in the public school system for the corresponding biennium.</p>\r\n<p>\r\n\tAnd? For 2010-11, we found a per-student average spending total of $7,988 per year. For 2012-13, our calculations yielded an annual per-student average of $7,393. The drop? $595 &mdash; greater than the $500 figure that Howard aired.</p>\r\n<p>\r\n\tFor wider perspective, we asked nongovernment sources to guide us to their estimates of the legislated per-student reductions.</p>\r\n<p>\r\n\tSeveral folks &mdash; including Lynn Moak, a lobbyist whose clients include an alliance of large school districts, and Ray Freeman, deputy executive director of the Equity Center, an Austin group that advocates for school funding equity &mdash; suggested a simple way of measuring that: Divide the annual amount of the funding cuts by the number of students in the system.</p>\r\n<p>\r\n\tWe did that, starting our calculations from a combined reduction total for the biennium of $5.3 billion. Next we split that in half to get a per-year cut figure of $2.65 billion. Finally, we divided by the number of students.</p>\r\n<p>\r\n\tThat method yields different results depending on what measure of student enrollment is used, but all our calculations generated figures greater than $500.</p>\r\n<p>\r\n\tWe found a distinct look at how per-student spending is changing in a December 2011 report from the National Education Association that presents education statistics for each state, including information provided by the state education agency in Texas.</p>\r\n<p>\r\n\tAlthough this fact-check has focused on the flow of money <em>to</em> school districts, the NEA report provides estimates of spending <em>by</em> districts on a per-student basis. According to the report, Texas districts were projected to spend $486 or $538 less per student in the 2011-12 school year &mdash; about the first year of the 2012-13 biennium &mdash; than in the previous one, depending on what enrollment measure is used.</p>\r\n<p>\r\n\tNotably, the report folds in spending by districts from all sources, including federal money, so the shown changes can&rsquo;t be entirely attributed to decisions by state legislators.</p>\r\n<p>\r\n\t<strong>Our ruling</strong></p>\r\n<p>\r\n\tHoward&rsquo;s statement is about the effect of two major legislative actions on public school funding. By every measure we found and one that we ginned up, those actions resulted in a per-student funding reduction of at least $500.</p>\r\n<p>\r\n\tWe think it&rsquo;s significant that those figures represent averages &mdash; a fact that Howard noted in her rally remarks. That means some districts were likely to be hit harder, others less hard, especially by the legislated cuts to grants, which are not distributed uniformly to districts.</p>\r\n<p>\r\n\tWe rate Howard&rsquo;s claim True.</p>\r\n", "ruling_comments_date": "2012-04-26T02:14:31.323294", "ruling_date": "2012-04-26T12:42:39", "ruling_headline": "State Rep. Donna Howard says Texas spending $500 less per student on average", "ruling_headline_slug": "state-rep-donna-howard-says-texas-spending-about-5", "ruling_link_text": "Data crunching supports figure", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tYouTube.com, <a href=\"http://www.youtube.com/watch?v=uVfZqx_Wu-s\">remarks</a> by Donna Howard at Save Texas Schools rally, March 24, 2012</p>\r\n<p>\r\n\tPolitiFact Texas, <a href=\"http://www.politifact.com/texas/statements/2012/apr/12/susan-combs/comptroller-susan-combs-says-state-lawmakers-did-n/\">Truth-O-Meter item</a>, &quot;Comptroller Susan Combs says state lawmakers did not cut public education funding,&quot; April 12, 2012</p>\r\n<p>\r\n\tEmail interviews with Donna Howard, April 3-12, 2012</p>\r\n<p>\r\n\tEmail interviews with John Barton, spokesman for staff of Legislative Budget Board, April 9-26, 2012</p>\r\n<p>\r\n\tLegislative Budget Board, <a href=\"http://www.lbb.state.tx.us/Fiscal_Size-up/Fiscal%20Size-up%202012-13.pdf\">report</a>, &quot;Fiscal Size-up: 2012-13 Biennium,&quot; January 2012</p>\r\n<p>\r\n\tPolitiFact Texas, <a href=\"https://docs.google.com/spreadsheet/ccc?key=0Ap3RSQaAZ707dG52MHZLY1dlN1g5Um51TVBDTV95QkE\">spreadsheet</a>, analysis of per-student spending reductions from 2010-11 to 2012-13</p>\r\n<p>\r\n\tInterview with Lynn Moak, partner, Moak, Casey &amp; Associates, April 9, 2012</p>\r\n<p>\r\n\tEmail interview with Ray Freeman, deputy executive director, Equity Center, April 10, 2012</p>\r\n<p>\r\n\tInterview with Tom Canby, director of research and technology, Texas Association of School Business Officials, April 9, 2012</p>\r\n<p>\r\n\tInterview with Lisa Dawn-Fisher, chief school finance officer, Texas Education Agency, April 10, 2012</p>\r\n<p>\r\n\tTexas Association of School Business Officials, <a href=\"http://www.tasbo.org/resources/business-news-list/673-texas-ranking-for-per-pupil-spending-is-falling-relative-to-nation\">online post</a>, &quot;Texas ranking for per pupil spending is falling relative to nation,&quot; Feb. 23, 2012</p>\r\n<p>\r\n\tNational Education Association, <a href=\"http://www.tasbo.org/files-public/businessnews/nea_rankings_and_estimates_final_20120209.pdf\">report</a>, &quot;Rankings &amp; Estimates: Rankings of the States 2011 and Estimates of School Statistics 2012,&quot; December 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Texas House Representative", "false_count": 0, "first_name": "Donna", "half_true_count": 1, "home_state": "Texas", "id": 1137, "last_name": "Howard", "mostly_true_count": 3, "name_slug": "donna-howard", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/howard.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1137/", "total_count": 9, "true_count": 4, "website": "http://www.votedonna.com/"}, "statement": "<p>\r\n\tSays legislative cuts mean Texas is &quot;spending on average $500 less per student.&quot;</p>\r\n", "statement_context": "remarks at a Texas Capitol rally", "statement_date": "2012-03-24", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}