{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2008/jul/22/barack-obama/ground-conditions-have-changed-too/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 581, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/581/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "Sen. John McCain has praised the surge in Iraq for bringing greater stability to the region, and has reminded voters that he long supported it. But while Iraq was stabilizing, the situation in Afghanistan was deteriorating.\n<p>\n So on July 15, 2008, the McCain campaign released \"a new comprehensive strategy for victory in Afghanistan\" that applies \"the tried and true principles of counterinsurgency used in the Iraq surge.\"\n</p>\n<p>\n His new policy includes sending at least three additional brigades to Afghanistan. \"Our commanders on the ground say they need these troops, and thanks to the success of the surge, these forces are becoming available,\" states the campaign's strategy outline.\n</p>\n<p>\n Sen. Barack Obama's campaign pounced on this news. By the end of the week, spokesman Bill Burton had sent out a memo titled, \"Obama leading on foreign policy, McCain following.\"\n</p>\n<p>\n \"This past week, Senator McCain changed his position for political reasons, embracing Obama's call for more troops the day after Obama restated it in a\n <i>\n  New York Times\n </i>\n op-ed, and almost one year after Obama's initial plan,\" Burton wrote.\n</p>\n<p>\n We reviewed the candidates' past statements to determine whether McCain has changed position to match Obama.\n</p>\n<p>\n Back on Aug. 1, 2007, Obama gave a major foreign policy speech at the Woodrow Wilson International Center for Scholars in Washington, D.C.\n</p>\n<p>\n The speech got a lot of attention because Obama said that the United States should aggressively pursue terrorists hiding in the mountains of Pakistan. \"If we have actionable intelligence about high-value terrorist targets and President Musharraf won't act, we will,\" Obama said. (See our previous Truth-O-Meter rulings\n <a href=\"http://www.politifact.com/truth-o-meter/statements/367/\">\n  here\n </a>\n ,\n <a href=\"http://www.politifact.com/truth-o-meter/statements/350/\">\n  here\n </a>\n and\n <a href=\"http://www.politifact.com/truth-o-meter/statements/375/\">\n  here.\n </a>\n )\n</p>\n<p>\n But Obama also talked about the need for the United States to turn its attention to Afghanistan.\n</p>\n<p>\n \"Our troops have fought valiantly there, but Iraq has deprived them of the support they need &mdash; and deserve,\" Obama said. \"As a result, parts of Afghanistan are falling into the hands of the Taliban, and a mix of terrorism, drugs and corruption threatens to overwhelm the country. As president, I would deploy at least two additional brigades to Afghanistan to re-enforce our counterterrorism operations and support NATO's efforts against the Taliban.\"\n</p>\n<p>\n In the months that followed, Obama repeatedly emphasized his assertion that the United States \"had taken our eye off the ball\" by invading Iraq instead of concentrating on Afghanistan.\n</p>\n<p>\n McCain, meanwhile, has rebutted Obama by saying that Iraq is and should be the central front on the war on terror. We couldn't find examples of McCain specifically rejecting Obama's proposal to send more troops to Afghanistan. Neither could we find examples of him supporting more brigades in Afghanistan, which likely would raise logistical questions about whether there were enough troops for a surge in both Iraq and Afghanistan. Rather, when it came to Afghanistan, McCain emphasized the need for NATO countries to do their part, and for the United States and NATO forces to better manage troop levels and logistics.\n</p>\n<p>\n As recently as July 8, 2008, McCain emphasized these points. During an interview with the\n <i>\n  Pittsburgh Tribune Review,\n </i>\n McCain talked at length about NATO, saying only that it was possible the United States might have to add more troops, but not specifically endorsing that position. Here's the exchange:\n</p>\n<p>\n Question: \"Senator, you had called the situation in Afghanistan tough and you said that any failure there could lead &mdash; could have dire consequences for the NATO alliance. Beyond Pakistan, what do you think it takes for the U.S. to succeed there? Is more troops the answer?\"\n</p>\n<p>\n McCain: \"I think there is a whole lot of challenges that we face. One of them is whether we succeed or not in Iraq. I think that has a direct impact on the region. But I also believe that the Karzai government being more effective, the Pakistan situation as you and I discussed, the economic progress, again this is one of these situations where you've got to maintain the security environment, but then you've got to have the progress where people will have a better life to look forward to. And one of the failures, because of corruption, has been that we haven't made the progress economically in some of these parts of Iraq and we had this window of opportunity and it wasn't as well used as perhaps it could have. But again, I can't tell you that there's one solution to it with the struggle military, diplomatic, intelligence, economic, it's all of one and yet it has various aspects. And I just finally would say, and I'm sorry for some wrong answers, but we are in this with other nations. That's important. And I'm glad that Sarkozy is sending additional French troops over there. I'm glad that many of our allies, I wish more of them and I wish the rules of engagement for some of them were better and a lot of things. But the fact is this is a &mdash; this is a lot of nations that are in this in a common interest.\"\n</p>\n<p>\n Question: \"Do you think more troops should &mdash; do you think &mdash; some of the military have called for more additional troops ...\"\n</p>\n<p>\n McCain: \"I think yes, and I'd love to see our allies to contribute more in a broad variety of ways. I'd love to see that. And we may have to send additional troops. As you know, they just extended the Marine unit there by an additional 30 days. And I think they had &mdash; they did that very reluctantly.\"\n</p>\n<p>\n A week later, McCain would specifically advocate sending three more brigades to Afghanistan.\n</p>\n<p>\n One point McCain has made again and again on the campaign trail is that, when it comes to foreign policy, he bases his opinions on \"conditions on the ground.\" His new policy on Afghanistan can fairly be interpreted as a reaction to those conditions, which have demonstrably worsened in the weeks before his announcement. The Obama campaign has said that McCain has changed position on Afghanistan for political reasons, to follow Obama. We are not ruling on McCain's motivation here; the McCain campaign can just as easily argue that McCain has changed position because circumstances have changed. From a political standpoint, it's certainly inconvenient when \"conditions on the ground\" dictate you dropping your position for your opponent's.\n</p>\n<p>\n Be all that as it may, Obama advocated more troops for Afghanistan about a year ago. McCain only recently embraced the same position. We rule this claim is True.\n</p>\n<p>\n</p>", "ruling_comments_date": "2010-01-07T13:28:09.972182", "ruling_date": "2008-07-22T00:00:00", "ruling_headline": "Ground conditions have changed, too", "ruling_headline_slug": "ground-conditions-have-changed-too", "ruling_link_text": "Ground conditions have changed, too", "ruling_state": null, "source_documents": null, "sources": "John McCain campaign Web site,\n<a href=\"http://www.johnmccain.com/Informing/News/PressReleases/Read.aspx?guid=e92e0317-02b3-4345-82f9-9eac8bb0a50d\">\n John McCain's Comprehensive Strategy for Victory in Afghanistan\n</a>\n, July 15, 2008\n<p>\n Barack Obama campaign Web site,\n <a href=\"http://www.barackobama.com/2007/08/01/remarks_of_senator_obama_the_w_1.php\">\n  \"The War We Need to Win\" speech\n </a>\n , Aug. 1, 2007\n</p>\n<p>\n Los Angeles Times,\n <a href=\"http://articles.latimes.com/2007/aug/02/nation/na-obama2\">\n  Obama gives tough talk on Pakistan, terrorists\n </a>\n , Aug. 2, 2008\n</p>\n<p>\n Boston Globe,\n <a href=\"http://www.boston.com/news/nation/articles/2008/07/06/obama_mccain_split_over_afghan_strategy/\">\n  Obama, McCain split over Afghan strategy\n </a>\n , July 6, 2008\n</p>\n<p>\n Washington Post,\n <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/07/22/AR2008072201919.html?hpid=topnews\">\n  Memorial Service Drives Home Rising Violence in Afghanistan\n </a>\n , July 22, 2008\n</p>\n<p>\n Pittsburgh Tribune Review,\n <a href=\"http://www.pittsburghlive.com/x/pittsburghtrib/news/election/s_576734.html\">\n  Transcript of McCain interview\n </a>\n , July 9, 2008\n</p>\n<p>\n</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "McCain has switched to Obama's position on more troops to Afghanistan.", "statement_context": "an e-mail from Obama spokesman Bill Burton to reporters", "statement_date": "2008-07-19", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}], "target": [], "twitter_headline": null}