{"art": [], "author": [{"email_address": "akuffner@providencejournal.com", "first_name": "Alex", "id": 280, "last_name": "Kuffner", "name_slug": "alex-kuffner", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/280/", "title": "Reporter", "twitter": null}], "canonical_url": "/rhode-island/statements/2012/apr/29/national-republican-congressional-committee/national-republican-congressional-committee-says-g/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "tmurphy@providencejournal.com", "first_name": "Tim", "id": 145, "last_name": "Murphy", "name_slug": "tim-murphy", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/tim_murphy2_80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/145/", "title": "Editor", "twitter": null}], "facebook_headline": null, "id": 5816, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "akuffner@providencejournal.com", "first_name": "Alex", "id": 280, "last_name": "Kuffner", "name_slug": "alex-kuffner", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/280/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/5816/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tWe received an email from the National Republican Congressional Committee recently that blamed the country&rsquo;s high gas prices on the Obama administration and Democrats in Congress.<br />\r\n\t<br />\r\n\tThe news release, which specifically targeted Rhode Island Democratic U.S. Rep. David Cicilline, posited several reasons why gas prices have skyrocketed, including unreasonable environmental regulations and too few offshore drilling permits.<br />\r\n\t<br />\r\n\tThe overall effect on gas prices has been historic, according to the GOP committee.<br />\r\n\t<br />\r\n\t&quot;99%: THE AMOUNT GAS PRICES HAVE INCREASED UNDER OBAMA, THE HIGHEST GAS PRICE INCREASE SINCE CARTER,&quot; the April 20 email blared.<br />\r\n\t<br />\r\n\tA quick check of two numbers in the release -- $1.928 per gallon, the national average price of regular, unleaded gas in February 2009, versus $3.843 per gallon, the price on March 29, 2012 -- confirmed that prices have indeed climbed by 99 percent since Obama&rsquo;s inauguration.<br />\r\n\t<br />\r\n\tBut what about the second part of the claim: is this really the highest increase since Jimmy Carter was president more than three decades ago? And is the implication that Obama is responsible for the increase accurate?<br />\r\n\t<br />\r\n\tAt PolitiFact, we treat these types of blame/credit statements in two parts. We examine whether the numbers are right and how much experts say the person being blamed is responsible.<br />\r\n\t<br />\r\n\tLet&rsquo;s start with the claim that the gas price increase is the highest since the Carter administration.<br />\r\n\t<br />\r\n\tNathaniel Sillin, a spokesman for the NRCC, told us that the group came to that conclusion by looking at the presidencies from Carter onward and comparing the average gas price at the beginning of each president&rsquo;s time in office with the price at the end. Since Obama is still in office, the committee is using the most recent price of gas for the number during his presidency. Sillin sent us a chart updated with the average price of gas from April 4.<br />\r\n\t<br />\r\n\tThe chart showed that under Carter the price of gas increased by 103 percent; under Ronald Reagan it dropped by 66 percent; under George H.W. Bush it went up 20 percent; under Bill Clinton it increased 32 percent; under George W. Bush it rose 20 percent; and so far under Obama it has gone up 104 percent.<br />\r\n\t<br />\r\n\tSo according to the updated chart the NRCC could actually claim that the increase is higher than that under Carter.<br />\r\n\t<br />\r\n\tThe NRCC chart was based on data from the Bureau of Labor Statistics and AAA. We decided to check their prices with the U.S. Energy Information Administration, the official statistical and analytical arm of the Department of Energy.<br />\r\n\t<br />\r\n\tThe only major difference we found using the <a href=\"http://www.eia.gov/forecasts/steo/realprices/\">EIA data</a> was that the drop in price under Reagan wasn&rsquo;t as dramatic as the NRCC said. Instead of a 66-percent decrease, the EIA database gave us a still healthy decrease of 37 percent. And using the EIA data, the increase under Obama so far is actually 107 percent.<br />\r\n\t<br />\r\n\tBut we have two main questions about the NRCC&rsquo;s claim.<br />\r\n\t<br />\r\n\tFirst, is it fair to compare gas prices during Obama&rsquo;s presidency in April to prices for his predecessors in January? Historically, gas prices generally rise through the summer, and fall in the autumn -- and this year they are projected to once again follow that pattern. (The price peaked last year in May.)<br />\r\n\t<br />\r\n\tFor an extreme example, look at 2008, during George W. Bush&rsquo;s presidency, when gas prices skyrocketed to more than $4 a gallon that July and plummeted to $1.79 a gallon the following January. If we look at the price that April -- the same month the NRCC used for Obama in its claim -- and compare it to the first month of Bush&rsquo;s term, then the increase would have been 139 percent.<br />\r\n\t<br />\r\n\tThat increase is in fact higher than Carter&rsquo;s 103 percent or Obama&rsquo;s 107 percent. And if we use the highest price in 2008, from August, and compare it with Bush&rsquo;s first month in office, the increase is a whopping 180 percent.<br />\r\n\t<br />\r\n\tWe also calculated the increase using precisely the same length of time for Bush that the NRCC used for Obama. So we compared the price in February 2005, the first month of his second term, to the price in April 2008 and came up with an increase of 81 percent. When we did the same calculation using January 2009 as the end date, we came up with a decrease of 6 percent. Again, this demonstrates how prices can change seasonally.<br />\r\n\t<br />\r\n\tOur second major question relates to the premise of the NRCC&rsquo;s assertion -- that Obama is responsible for high gas prices. How much control does a president really have over gas prices?<br />\r\n\t<br />\r\n\t&quot;Virtually none,&quot; Tom Kloza, chief oil analyst for Oil Price Information Service of New Jersey, told us. &quot;The real factors are global.&quot;<br />\r\n\t<br />\r\n\t&quot;Oil is a global market in which America is a big consumer but a small supplier,&quot; Richard Thaler, a University of Chicago economist who has donated to Obama and informally advised his administration, <a href=\"http://www.nytimes.com/2012/04/01/business/gas-prices-are-out-of-any-presidents-control.html\">wrote</a> in The New York Times. &quot;We consume about 20 percent of the world&rsquo;s oil but hold only 2 percent of the oil reserves. That means we are, in economics jargon, &lsquo;price takers.&rsquo;<br />\r\n\t<br />\r\n\t&quot;Domestic production has increased during the Obama administration, but it has had minimal effects on global prices because, as producers, we are just too small to matter much. And even if domestic oil companies further increased production, they would sell to the highest global bidder.&quot;<br />\r\n\t<br />\r\n\tWith supplies tightening because of conflicts in North Africa and the Middle East and demand growing in China and Japan (which shut down its fleet of nuclear power plants), the price of oil is going up, according to analysts. Fears about a disruption to oil production in Iran have increased the upward pressure.<br />\r\n\t<br />\r\n\t&quot;Unfortunately, presidents get blamed for world market changes that occur during their time in office... but generally, they do not cause them,&quot; <a href=\"http://www.cato.org/publications/commentary/its-not-obamas-fault-crude-oil-prices-have-increased\">wrote</a> Peter Van Doren and Jerry Taylor, senior fellows at the libertarian Cato Institute in Washington, D.C.<br />\r\n\t<br />\r\n\tOur ruling<br />\r\n\t<br />\r\n\tThe National Republican Congressional Committee said that gas prices have increased by 99 percent since Obama became president and that it&rsquo;s &quot;the highest gas price increase since Carter.&quot;<br />\r\n\t<br />\r\n\tThe NRCC framed the question in such a way that it didn&rsquo;t make an apples-to-apples comparison between presidencies. Seasonal fluctuations in gas prices could easily change the NRCC&rsquo;s calculation for Obama&rsquo;s presidency -- a variation the committee didn&rsquo;t note in its news release.<br />\r\n\t<br />\r\n\tIt also didn&rsquo;t say that it was comparing the first and last months of a president&rsquo;s term. The release implies that gas prices haven&rsquo;t risen so high percentage-wise <em>at any time</em> under any other president since Carter.<br />\r\n\t<br />\r\n\tBut that&rsquo;s not true. When George W. Bush was in office, the national average price rose much higher by percent before falling.<br />\r\n\t<br />\r\n\tFinally, blaming presidents for gas prices is missing the point. Presidents have little control over them. The global economy is the prime factor.<br />\r\n\t<br />\r\n\tWe rule the statement Mostly False.<br />\r\n\t<br />\r\n\t(Get updates from<a href=\"http://twitter.com/#%21/PolitiFactRI\"> PolitiFactRI on Twitter</a>. To comment or offer your ruling, visit us on our<a href=\"http://www.facebook.com/pages/PolitiFact-Rhode-Island/108242095907358\"> PolitiFact Rhode Island Facebook</a> page.)</p>\r\n", "ruling_comments_date": "2012-04-27T14:47:09.295697", "ruling_date": "2012-04-29T06:00:00", "ruling_headline": "National Republican Congressional Committee says gas prices have increased by a greater percentage under Obama than any other president since Carter", "ruling_headline_slug": "national-republican-congressional-committee-says-g", "ruling_link_text": "What about the price spike in 2008?", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tEmail news release, &quot;Cicilline tries to change his record again,&quot; National Republican Congressional Committee, April 20, 2012<br />\r\n\t<br />\r\n\tInterview and emails, Nathaniel Sillin, spokesman, National Republican Congressional Campaign Committee, April 23, 2012<br />\r\n\t<br />\r\n\tData.BLS.gov, &quot;<a href=\"http://data.bls.gov/pdq/SurveyOutputServlet\">Gasoline, unleaded regular, per gallon</a>,&quot; Bureau of Labor Statistics, accessed April 23, 2012<br />\r\n\t<br />\r\n\tEIA.gov, &quot;<a href=\"http://www.eia.gov/forecasts/steo/realprices/\">Real Prices Viewer</a>,&quot; U.S. Energy Information Administration, accessed April 23, 2012<br />\r\n\t<br />\r\n\tInterview, Tom Kloza, chief oil analyst, Oil Price Information Service, April 25, 2012<br />\r\n\t<br />\r\n\tNYTimes.com, &quot;<a href=\"http://www.nytimes.com/2012/04/01/business/gas-prices-are-out-of-any-presidents-control.html\">Gas prices are out of any president&rsquo;s control</a>,&quot; Richard H. Thaler, March 31, 2012, accessed April 25, 2012<br />\r\n\t<br />\r\n\tCato.org, &quot;<a href=\"http://www.cato.org/publications/commentary/its-not-obamas-fault-crude-oil-prices-have-increased\">It&rsquo;s not Obama&rsquo;s fault that crude oil prices have increased</a>,&quot; Peter Van Doren and Jerry Taylor, Cato Institute, March 2, 2012, accessed April 25, 2012<br />\r\n\t<br />\r\n\tFactCheck.org, &quot;<a href=\"http://www.factcheck.org/2011/03/is-obama-to-blame-for-4-gasoline/\">Is Obama to blame for $4 gasoline</a>,&quot; March 24, 2011, accessed April 25, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 20, "current_job": "", "false_count": 12, "first_name": "", "half_true_count": 8, "home_state": "", "id": 121, "last_name": "National Republican Congressional Committee", "mostly_true_count": 5, "name_slug": "national-republican-congressional-committee", "pants_count": 9, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Logo_NRC_Elephant.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/121/", "total_count": 58, "true_count": 4, "website": ""}, "statement": "<p>\r\n\tGas prices have gone up 99 percent since Obama became president, &quot;the highest gas price increase since Carter.&quot;</p>\r\n", "statement_context": "a news release.", "statement_date": "2012-04-20", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 204, "photo": null, "resource_uri": "/api/v/2/subject/204/", "subject": "Gas Prices", "subject_slug": "gas-prices", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": ""}