{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2012/apr/30/chain-email/chain-email-says-homeland-security-purchasing-many/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 5817, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/5817/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tStock up on soup. Account for children and pets. Lock the doors, dim the lights.<br />\r\n\t<br />\r\n\tA <a href=\"https://docs.google.com/document/pub?id=1igfPgVWsvJDLI0FWUaFKcojbZEy6WFC7zX57m82xJ24\">chain email</a> forwarded to us by a reader March 24, 2012, suggests the U.S. Department of Homeland Security has mysteriously ordered a lot of bullets. Specifically, the email says, the department &quot;has just executed an order for enough rounds of .40 caliber ammunition to kill every man, woman and child in the United States.&quot;<br />\r\n\t<br />\r\n\t&quot;A shocking new defense contract entered by the &#39;department&#39; to secure a massive amount of ammunition, with the option for infinite supply and infinite delivery, raising the question of just what they are preparing for?&quot; the email says. &quot;Massive civil unrest? An invasion by a foreign power? The order is to supply 450 Million Rounds of .40 Caliber<a href=\"http://en.wikipedia.org/wiki/Ammunition\"> ammunition</a> which is more than one bullet for every single person in the United States.&quot;<br />\r\n\t<br />\r\n\tYikes! Might the government be stocking up to battle civil unrest or resist an invasion?<br />\r\n\t<br />\r\n\tThe declared number of bullets certainly exceeds the nation&rsquo;s population. As of March 2012, according to U.S Census Bureau <a href=\"http://www.census.gov/popest/data/state/totals/2011/tables/NA-EST2011-01.xls\">estimates</a>, the country was home to 313 million people, making the ratio of bullets to residents about 1.4 to 1 -- if the email is firing on all cylinders.<br />\r\n\t<br />\r\n\tFor insight about the .40-caliber bullet, we turned to Jeffrey Magers, a former police officer who teaches at California University of Pennsylvania. Magers said the described bullet is a standard police round used around the country. &quot;They&rsquo;re intended to flatten and do the most damage without passing through the body. It&rsquo;s a shock-effect type of thing,&quot; he said in a telephone interview. &quot;It&rsquo;s intended to stop the threat.&quot;<br />\r\n\t<br />\r\n\tAnd did the government agree to buy 450 million rounds?<br />\r\n\t<br />\r\n\tThe chain email links to a March 18, 2012, <a href=\"https://fellowshipofminds.wordpress.com/2012/03/18/why-did-the-dhs-just-order-450-million-rounds-of-40-caliber-ammunition/\">entry</a> on the conservative Fellowship of the Minds blog referring to a posting on the PR Newswire website. On that site, we pulled up a March 12, 2012, <a href=\"http://www.prnewswire.com/news-releases/atk-secures-40-caliber-ammunition-contract-with-department-of-homeland-security-us-immigration-and-customs-enforcement-dhs-ice-142304055.html\">release</a> from Minnesota-based ATK, an aerospace, defense and commercial products company.<br />\r\n\t<br />\r\n\tThe release says ATK has been awarded an &quot;Indefinite Delivery/Indefinite Quality&quot; agreement from Homeland Security and Immigration and Customs Enforcement for .40 caliber ammunition. &quot;This contract features a base of 12 months, includes four option years, and will have a maximum volume of 450 million rounds,&quot; the release says. It adds that ATK already was supplying such ammunition.<br />\r\n\t<br />\r\n\tThe release, noting that deliveries are expected to begin in June 2012, quotes Ron Johnson, president of ATK&#39;s Security and Sporting group, saying that the bullet will &quot;continue to serve those who keep our borders safe.&quot;<br />\r\n\t<br />\r\n\tNext, we reached Homeland Security spokesman Matthew Chandler who said by email that the cited quantity of up to 450 million rounds is &quot;the quantity projected to be used over the next five years.&quot;<br />\r\n\t<br />\r\n\t&quot;This contract is intended to be used by all (agency) components, except&quot; the U.S. Coast Guard, he said, which uses ammunition obtained through the Defense Department. According to a Homeland Security <a href=\"http://www.dhs.gov/xabout/structure/department-components.shtm\">web page</a>, the agency&rsquo;s 20-plus components include the<a href=\"http://www.tsa.gov/\"> Transportation Security Administration</a>, which handles passenger screening at most airports; U.S. <a href=\"http://www.cbp.gov/\">Customs and Border Protection</a>, entrusted with keeping terrorists and their weapons out of the country and with enforcing immigration and drug laws; U.S. <a href=\"http://www.ice.gov/\">Immigration and Customs Enforcement</a>; and the <a href=\"http://www.secretservice.gov/\">Secret Service</a>.<br />\r\n\t<br />\r\n\tChandler&rsquo;s email continues: &quot;This contract is part of the department&rsquo;s strategic sourcing efforts to combine multiple previous contracts in order to leverage the purchasing power of the entire department, including the <a href=\"http://www.fletc.gov/\">Federal Law Enforcement Training Center</a>,&quot; another Homeland Security component, &quot;which trains nearly all federal law enforcement personnel, to efficiently procure equipment and supplies.&quot;<br />\r\n\t<br />\r\n\tOn its website, the Georgia-based center says it trains law officers for 90 federal agencies and also officers in state, local, tribal, and international law enforcement. Chandler said that in the 12 months through September 2011, &nbsp;over 11,000 students at the center fired over 11 million rounds of .40 caliber ammunition, primarily in basic training.<br />\r\n\t<br />\r\n\tChandler said earlier that Homeland Security oversees more than 135,000 weapons-carrying officers.<br />\r\n\t<br />\r\n\tOur calculation: If those officers go through all the possible 450 million rounds at the same rate each over five years -- admittedly, an unlikely balance -- each officer will have used about 667 bullets a year. &nbsp;<br />\r\n\t<br />\r\n\tAsked how the decision to purchase up to 450 million of the .40-caliber rounds compares to previous Homeland Security buys, Chandler said only that because the 2012 contract combines multiple previous contracts, it is different than &quot;previous contract vehicles.&quot;<br />\r\n\t<br />\r\n\tFinally, we talked through the information provided by Homeland Security with Magers who said he believes the arranged-for rounds could be used by domestic law enforcement officers on duty, in training and in keeping their skills up. &quot;Not only does every officer carry ammunition on their body and in close proximity, but every so often ... they are required to go out and qualify with that weapon. Any one officer is going to account for a lot of rounds in a year,&quot; Magers said. Also, he said, rounds get cycled out as officers ensure their equipment is ready when needed.<br />\r\n\t<br />\r\n\t&quot;On its face, the type of ammunition and the amount of ammunition over a five-year period of time doesn&rsquo;t sound extraordinarily excessive,&quot; Magers said. Of the chain email&rsquo;s mention of a bullet for every man, woman and child, he said: &quot;Whoever came up with this one bullet per person is trying to sensationalize this. That&rsquo;s borderline irresponsible.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tHomeland Security has contracted to buy up to 450 million .40-caliber bullets -- and that total exceeds the nation&rsquo;s population. Significantly, though, the purchase contract covers five years; there&rsquo;s no indication the agency is piling up the bullets in a hurry.<br />\r\n\t<br />\r\n\tMore significantly, we found nothing to support the email&rsquo;s ominous suggestions. Rather, the large size of the contract is explained as a way for the government to buy in bulk to save money on ammunition used routinely for training officers in a wide variety of agencies.<br class=\"kix-line-break\" />\r\n\t<br />\r\n\tWe rate the email Mostly False.</p>\r\n", "ruling_comments_date": "2012-04-27T15:49:02.399662", "ruling_date": "2012-04-30T06:00:00", "ruling_headline": "Chain email says Homeland Security purchasing many bullets perhaps in anticipation of civil unrest or an invasion", "ruling_headline_slug": "chain-email-says-homeland-security-purchasing-many", "ruling_link_text": "Off target", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tATK, press release, <a href=\"http://www.prnewswire.com/news-releases/atk-secures-40-caliber-ammunition-contract-with-department-of-homeland-security-us-immigration-and-customs-enforcement-dhs-ice-142304055.html\">&quot;ATK Secures .40 Caliber Ammunition Contract with Department of Homeland Security, U.S. Immigration and Customs Enforcement (DHS, ICE),&quot;</a> March 12, 2012<br />\r\n\t<br />\r\n\tChain email, <a href=\"http://docs.google.com/document/pub?id=1igfPgVWsvJDLI0FWUaFKcojbZEy6WFC7zX57m82xJ24\">&quot;Why Did The DHS Just Order 450 Million Rounds of .40 Caliber Ammunition?&quot;</a> (received by PolitiFact Texas March 24, 2012)</p>\r\n<p>\r\n\tEmails (excerpted), <a href=\"https://docs.google.com/document/pub?id=17uM4WdEYl8lJX6lur7p5cwPmfV0DonvmsBW3KvCgga0\">responses</a> to PolitiFact Texas, Matthew Chandler, press secretary, U.S. Department of Homeland Security, April 18-23, 2012<br />\r\n\t<br />\r\n\tTelephone interviews, Jeffrey Magers, assistant professor, Professional Studies, California University of Pennyslvania, April 20 and 23, 2012</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Fake_news", "barely_true_count": 11, "current_job": "", "false_count": 44, "first_name": "", "half_true_count": 8, "home_state": "", "id": 27, "last_name": "Chain email", "mostly_true_count": 5, "name_slug": "chain-email", "pants_count": 106, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-emailer.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/27/", "total_count": 180, "true_count": 6, "website": ""}, "statement": "<p>\r\n\tSays the Department of Homeland Security has ordered &quot;enough rounds of .40 caliber ammunition to kill every man, woman and child in the United States,&quot; possibly to combat &quot;massive civil unrest&quot; or &quot;an invasion by a foreign power.&quot;</p>\r\n", "statement_context": "a chain email forwarded by a reader.", "statement_date": "2012-03-24", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 132, "photo": null, "resource_uri": "/api/v/2/subject/132/", "subject": "Homeland Security", "subject_slug": "homeland-security", "used_in_edition": []}, {"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}], "target": [], "twitter_headline": ""}