{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2012/may/03/mike-martinez/mike-martinez-says-austin-has-always-grown-more-ex/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 5841, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/5841/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tIn an interview <a href=\"http://kut.org/2012/04/council-candidate-interview-mike-martinez-place-2/\">aired</a> April 19, 2012, Austin City Council Member Mike Martinez was asked by Matt Largey of Austin&rsquo;s KUT, 90.5 FM whether the council could do more to make Austin affordable. Yes, Martinez replied, adding a beat later: &quot;Over the history of Austin, it&rsquo;s always gotten more expensive. And that&rsquo;s not going to change.&quot;<br />\r\n\t<br />\r\n\tMartinez continued: &quot;What we do as a council is to try to manage that economic growth to where it doesn&rsquo;t negatively impact our residents as much as it could. If we didn&rsquo;t involve ourselves, if we didn&rsquo;t insert ourselves, I dare say it would be a whole lot worse.&quot;<br />\r\n\t<br />\r\n\tSetting aside the council&rsquo;s role and impact, has Austin always gotten more expensive?<br />\r\n\t<br />\r\n\tOf course, Martinez told us in a telephone interview. Saying he&rsquo;s been an Austin resident since 1988, Martinez said that gas prices, property values, property taxes and utility costs have all gone up. He added: &quot;I don&rsquo;t think you need to do a study. You&rsquo;re not paying the same price for a gallon of milk that you paid 20 years ago.&quot; (Wise-guy response: You are if you don&rsquo;t drink milk.)<br />\r\n\t<br />\r\n\t&quot;Always&quot; is a powerful characterization; Austin was established in 1839. And Martinez did not provide, nor did we find, information specifically showing Austin growing more expensive every year through history.<br />\r\n\t<br />\r\n\tSeeking the long view, we queried David C. Humphrey, who wrote the <a href=\"http://www.tshaonline.org/handbook/online/articles/hda03\">entry</a> for Austin in the Handbook of Texas Online. He replied by email: &quot;Over the years, Austin&#39;s economy has had its downs as well as its ups. In the latter 1980s, for example, starting in 1986, housing &nbsp;prices tumbled and Austin&#39;s office vacancy rate jumped to No. 1 in the nation... Austin&#39;s economy took a few years to recover but was sizzling again by the mid-1990s. The early 1930s, during the Great Depression, were certainly hard economic times for many Austinites. Wages and salaries fell (UT faculty members took a 25 percent pay cut), and unemployment grew acute, though Austin&#39;s economy held up better than that of many other towns and cities.&quot;<br />\r\n\t<br />\r\n\tHumphrey, summing up, said Austin prices haven&rsquo;t always been on the rise, though prices have trended upward in recent years.<br />\r\n\t<br />\r\n\tWe&rsquo;ve poked into Austin&rsquo;s affordability before, <a href=\"http://www.politifact.com/texas/statements/2011/jun/26/better-austin-today-political-action-committee/political-group-says-austin-has-had-highest-cost-l/\">rating Mostly False</a> a 2011 claim that Austin had lately experienced the highest cost of living of any large Texas city. At the time, we considered a composite cost-of-living index managed by the Virginia-based Council for Community and Economic Research. The council&rsquo;s index is based on the costs of housing, utilities, grocery items, transportation, health care and miscellaneous goods and services, but it does not weigh the effect of property taxes, which is substantial in Texas.<br />\r\n\t<br />\r\n\tThe index enables comparisons of the cost of living between cities at any given time but does not lend itself to gauging changes in a city over time, council spokesman Dean Frutiger recently told us.<br />\r\n\t<br />\r\n\tFrutiger forwarded Austin&rsquo;s index for the first quarter of 1991 through 2011. In eight of those years, the index suggests, Austin&rsquo;s cost of living was lower than the national average. In the first quarter of 1994, 1997 and 2004, Austin&rsquo;s cost of living exceeded the national average.<br />\r\n\t<br />\r\n\tMindful that Martinez spoke about Austin&rsquo;s cost of living in itself, we turned next to the U.S. Bureau of Labor Statistics, which tracks the <a href=\"http://bls.gov/opub/hom/pdf/homch17.pdf\">Consumer Price Index</a>, the government measure of the average change over time in the prices of consumer items &mdash; goods and services that people buy for day-to-day living.<br />\r\n\t<br />\r\n\tJames Howard, a Dallas-based bureau economist, told us by telephone that Austin is not among southern cities where prices are routinely checked by field staff. However, the bureau&rsquo;s index research for some metropolitan areas of 150,000 to 1.5 million in population since 2002 included checks of prices in San Antonio, Beaumont-Port Arthur, Brownsville-Harlingen-San Benito, Amarillo and Midland-Odessa. And according to that research, the CPI-U -- that is, the index for urban consumers -- went up nearly every year from 2002 to 2012, with the bumps ranging from 1.1 percent, in 2002, to 4.7 percent, in 2008. The index dropped slightly in one year, 2009, by 0.4 percent. It then increased 1.8 percent in 2010.<br />\r\n\t<br />\r\n\tHoward pointed out older bureau research for similar cities indicating that the CPI-U escalated every year from 1977 through 1997.<br />\r\n\t<br />\r\n\tOther experts pointed out other ways of gauging changes in Austin&rsquo;s cost of living.<br />\r\n\t<br />\r\n\tBeverly Kerr, vice president for research at the Greater Austin Area Chamber of Commerce, applied a version of the CPI-U to average home prices as calculated by the Real Estate Center at Texas A&amp;M University. Based on 2011 dollars, Austin&rsquo;s average 2011 home price of $251,600 was higher, by about $100,000, than Austin&rsquo;s average 1990 home price of $149,762.<br />\r\n\t<br />\r\n\tAgain calculated in 2011 dollars, the average home price dropped in six of the 21 years between 1990 and 2012, Kerr&rsquo;s calculation suggests &mdash; in 2001, 2003, 2004, 2008, 2009 and 2011. The biggest drop was $13,095 from 2007 to 2008, when the average home price was $253,787.<br />\r\n\t<br />\r\n\tWondering about apartment rents, we checked with Dallas-based Laura Williams of ALN Apartment Data Inc. who guided us to its <a href=\"http://www.alnsystems.com/marketreview/AUS7d4a5dbdd3.pdf\">graph</a> indicating that rents paid by Austin residents steadily climbed from late 2005 to early 2008, then dropped off to 2010 before mostly increasing to 2012. Separately, Kerr guided us to <a href=\"http://www.hpapts.com/company-overview.cfm\">Hendricks &amp; Partners</a>, whose Austin spokesman, George Deuillet, told us average rents in Austin increased all but one year from 2006 through 2011, dropping 3.5 percent in 2009.</p>\r\n<p>\r\n\tA little more: Robin Davis of Austin Investor Interests, which has a website tracking apartment trends, told us that local apartment rents dropped from 2001 to 2004 before gradually climbing through 2008, dipping in 2009 and subsequently climbing.<br />\r\n\t<br />\r\n\tWe recognized one more aspect to gauging how expensive Austin has been during a telephone interview of Bruce Kellison, associate director of the University of Texas Bureau of Business Research, IC&sup2; (Innovation, Creativity, Capital) Institute. Kellison counseled that any analysis of changes in the cost of living should try to account for wage changes. It&rsquo;s possible, he said, that while prices increased, wages outpaced them.<br />\r\n\t<br />\r\n\tWe asked Austin economist Stuart Greenfield to assess how average wages have tracked with the cost of living. Greenfield, drawing on information from state and federal agencies, said unadjusted annual pay in Travis County, which includes Austin, increased about 24 percent from 2001 through 2010, narrowly outpacing inflation which ranged from 23 to nearly 24 percent, according to different versions of the CPI. Put another way, he said, real annual pay increased about 1 percent -- a smidge.<br />\r\n\t<br />\r\n\tAnd does this suggest that life in Austin grew a little less expensive? On average, Greenfield replied, &quot;one&rsquo;s well-being improved&quot; slightly.<br />\r\n\t<br />\r\n\tNudged before we finished this research, an Austin consultant to Martinez, Mark Littlefield, pointed out that <a href=\"http://www.minneapolisfed.org/community_education/teacher/calc/hist1800.cfm\">by the calculations</a> of the the Federal Reserve Bank of Minneapolis, the CPI was far greater in 2012 than it would have been at Austin&rsquo;s founding. &quot;There have been years of nominal decreases, like during the Great Depression, but over time things have obviously &lsquo;gotten more expensive&rsquo; in Austin,&quot; Littlefield said by email.<br />\r\n\t<br />\r\n\tAccording to the bank&rsquo;s calculation, though, the CPI stayed the same or decreased in about 70 of the years from 1840 through 1955. After that, it dropped in one year, 2009, by 0.4 percent.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tIn some ways, Austin has grown more expensive of late. Yet rents dipped in some years. And the area&rsquo;s average annual pay outpaced inflation over a recent decade. Also, while we did not come up with precise pre-1990s information, it&#39;s reasonable to speculate that periods of economic difficulty through history included decreases in Austin&#39;s cost of living.<br />\r\n\t<br />\r\n\tThis claim has a nowadays&rsquo; ring of truth, but its &quot;always&quot; element disregards times when costs dropped. We rate Martinez&rsquo;s statement Mostly False.</p>\r\n", "ruling_comments_date": "2012-05-02T18:08:43.637402", "ruling_date": "2012-05-03T10:00:00", "ruling_headline": "Mike Martinez says that Austin has always grown more expensive", "ruling_headline_slug": "mike-martinez-says-austin-has-always-grown-more-ex", "ruling_link_text": "Not always", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tChart, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/04202012_accraindexaustin.xls\">&quot;ACCRA Cost of Living Index, Historical, Austin,&quot;</a> April 20, 2012 (provided by Dean Frutiger)</p>\r\n<p>\r\n\tChart, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/04302012_beverlykerrcalculationsforpftexas.xls\">&quot;Average Home Prices, Austin (1990-2011)&quot;</a> April 30, 2012 (provided by Beverly Kerr, Greater Austin Area Chamber of Commerce)</p>\r\n<p>\r\n\tChart, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/05012012_austinmsahistoricalabsorption20002012.pdf\">&quot;Austin MSA, Historical Absorption, 2000-2012&quot;</a> May 1, 2012 (provided by Robin Davis)</p>\r\n<p>\r\n\tChart, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/04302012_stuartgreenfieldwagescoststrcounty.xls\">&quot;Travis County Wages, CPI-U&quot;</a> April 30, 2012 (researched by Austin economist Stuart Greenfield)</p>\r\n<p>\r\n\tTelephone interviews, Stuart Greenfield, April 26 and 30, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Robin Davis, manager, Austin Investor Interests, May 1, 2012</p>\r\n<p>\r\n\tTelephone interview, Dean Frutiger, project manager, cost-of-living index, Council for Community and Economic Research, Arlington, Virginia, April 20, 2012</p>\r\n<p>\r\n\tTelephone interview, Bruce Kellison, associate director, Bureau of Economic Research, University of Texas, Austin, April 23, 2012</p>\r\n<p>\r\n\tTelephone interview, Mike Martinez, Austin, April 25, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Member, Austin City Council", "false_count": 0, "first_name": "Mike", "half_true_count": 1, "home_state": "Texas", "id": 1683, "last_name": "Martinez", "mostly_true_count": 1, "name_slug": "mike-martinez", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/mikemartinez082114pft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1683/", "total_count": 6, "true_count": 2, "website": "http://www.mike4mayor.com/"}, "statement": "<p>\r\n\t&quot;Over the history of Austin, it&rsquo;s always gotten more expensive.&quot;</p>\r\n", "statement_context": "an interview with Austin's KUT, 90.5 FM.", "statement_date": "2012-04-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}], "target": [], "twitter_headline": ""}