{"art": [], "author": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}, {"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2008/jul/24/let-freedom-ring/his-tone-changed-but-not-his-position/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 588, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/588/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "A new TV ad from the conservative group Let Freedom Ring echoes a charge made by Sen. John McCain's campaign that Sen. Barack Obama has flip-flopped on withdrawing troops from Iraq.\n<p>\n The allegation is based on comments Obama made on July 3, 2008, when he discussed an upcoming trip to Iraq and what it would mean for his foreign policy.\n</p>\n<p>\n \"I've always said that the pace of withdrawal would be dictated by the safety and security of our troops and the need to maintain stability. That assessment has not changed,\" he said. \"And when I go to Iraq and have a chance to talk to some of the commanders on the ground, I'm sure I'll have more information and will continue to refine my policies.\"\n</p>\n<p>\n The McCain campaign pounced on those comments, charging Obama with flip-flopping.\n</p>\n<p>\n \"Since announcing his campaign in 2007, the central premise of Barack Obama's candidacy was his commitment to begin withdrawing American troops from Iraq immediately,\" said Brian Rogers, a McCain spokesman. \"Today, Barack Obama reversed that position proving once again that his words do not matter. He has now adopted John McCain's position that we cannot risk the progress we have made in Iraq by beginning to withdraw our troops immediately without concern for conditions on the ground.\"\n</p>\n<p>\n Let Freedom Ring made the same point in its TV ad. We examined other claims from the ad in\n <a href=\"http://www.politifact.com/truth-o-meter/article/2008/jul/24/he-both-ways-barack/\">\n  this article.\n </a>\n Here, we'll examine the Iraq charge. (Much of the material below comes from\n <a href=\"http://www.politifact.com/truth-o-meter/statements/559/\">\n  this previous item\n </a>\n that explored the McCain flip-flop charge.)\n</p>\n<p>\n We examined Obama's statements on Iraq from the campaign to try to uncover whether he was backtracking on earlier promises. Iraq was one of the most pressing issues of the Democratic primary, discussed and dissected during more than 20 debates.\n</p>\n<p>\n We found that Obama has made a few points about Iraq over and over again: that he opposed the war \"from the start\"; that U.S. troops should leave Iraq quickly and in an orderly fashion (\"as careful getting out as we were careless getting in\"); and that the United States should not have permanent bases inside Iraq.\n</p>\n<p>\n How quickly should troops leave? His campaign Web site says the following: \"Obama will immediately begin to remove our troops from Iraq. He will remove one to two combat brigades each month, and have all of our combat brigades out of Iraq within 16 months. Obama will make it clear that we will not build any permanent bases in Iraq. He will keep some troops in Iraq to protect our embassy and diplomats; if al-Qaida attempts to build a base within Iraq, he will keep troops in Iraq or elsewhere in the region to carry out targeted strikes on al-Qaida.\"\n</p>\n<p>\n The McCain campaign and the RNC have pointed to the \"16 months\" statement as an indication that Obama favors a \"precipitous withdrawal,\" presumably as early as the middle of 2010. (We checked\n <a href=\"http://www.politifact.com/truth-o-meter/article/2007/aug/30/rnc-goes-after-clinton-obama-iraq/\">\n  that claim earlier here\n </a>\n and found it Half True.) They also point to a March 2008 statement from Obama's campaign manager David Plouffe.\n</p>\n<p>\n \"On Iraq, he has been very clear,\" Plouffe said in March 2008. \"He offered a withdrawal plan well over a year ago. It's essential to his candidacy and a rock-solid commitment. ... It will be 16 months at the most where you can withdraw combat troops.\"\n</p>\n<p>\n Plouffe's statement appears to be the best evidence to support the McCain campaign's argument. Plouffe was responding to comments from former Obama adviser Samantha Power, who had said the 16-month timeframe was a \"best-case scenario\" that Obama wouldn't necessarily follow once he was in office. Power was forced to resign after calling Sen. Hillary Clinton a \"monster.\"\n</p>\n<p>\n But does this mean a 16-month clock starts ticking the moment Obama enters office? We could not find a direct statement from Obama saying that, and found statements he made throughout the campaign that contradicted that.\n</p>\n<p>\n For example:\n</p>\n<p>\n &bull; At a Democratic debate in Hanover, N.H., on Sept. 26, 2007, the late Tim Russert pressed Obama as to whether he would have all troops out by the end of his first term. \"I think it's hard to project four years from now, and I think it would be irresponsible. We don't know what contingency will be out there,\" Obama said. \"I will drastically reduce our presence there to the mission of protecting our embassy, protecting our civilians and making sure that we're carrying out counterterrorism activities there. I believe that we should have all our troops out by 2013, but I don't want to make promises not knowing what the situation's going to be three or four years out.\"\n</p>\n<p>\n &bull; At a Democratic debate in Cleveland on Feb. 26, 2008, Obama said, \"As soon as I take office, I will call in the Joint Chiefs of Staff, we will initiate a phased withdrawal, we will be as careful getting out as we were careless getting in. We will give ample time for them to stand up, to negotiate the kinds of agreements that will arrive at the political accommodations that are needed.\"\n</p>\n<p>\n &bull; At a debate in Philadelphia on April 16, 2008, Obama said, \"Now, I will always listen to our commanders on the ground with respect to tactics. Once I've given them a new mission, that we are going to proceed deliberately in an orderly fashion out of Iraq and we are going to have our combat troops out, we will not have permanent bases there, once I've provided that mission, if they come to me and want to adjust tactics, then I will certainly take their recommendations into consideration; but ultimately the buck stops with me as the commander in chief.\"\n</p>\n<p>\n &bull; On\n <i>\n  Meet the Press\n </i>\n on May 4, 2008, Russert asked Obama what he would do if advisers thought \"a quick withdrawal\" from Iraq would result in genocide. Obama replied, \"Of course, I would factor in the possibilities of genocide, and I factored it in when I said that I would begin a phased withdrawal. What we have talked about is a very deliberate and prudent approach to the withdrawal &mdash; one to two brigades per month. At that pace, it would take about 16 months, assuming that George Bush is not going to lower troop levels before the next president takes office. We are talking about, potentially, two years away. At that point, we will have been in Iraq seven years. If we cannot get the Iraqis to stand up in seven years, we're not going to get them to stand up in 14 or 28 or 56 years.\"\n</p>\n<p>\n Taken in their entirety, Obama's comments reflect a philosophy of \"about 16 months\" for withdrawal. He also appears to be willing to take advice from commanders on the ground that might affect the general pace, but not the overall goal of withdrawal. Yet Obama has been artful in his rhetoric. His campaign has clearly emphasized  \"16 months\" when speaking to antiwar audiences and \"\n <i>\n  about\n </i>\n 16 months\" when answering questions from withdrawal skeptics. But Obama never urged a \"precipitous\" withdrawal; even a bill he offered in January 2007 that set a deadline for getting out of Iraq contained an exemption for national security.\n</p>\n<p>\n The Plouffe statement, however, stands out. Plouffe said the 16-month time frame was a \"rock-solid commitment.\" But it's the only statement we found that supports the idea of withdrawal with no allowances made for circumstances on the ground.\n</p>\n<p>\n After the McCain campaign attacked Obama as a flip-flopper, the candidate responded with another news conference the same day.\n</p>\n<p>\n \"I intend to end this war,\" Obama said. \"My first day in office I will bring the Joint Chiefs of Staff in, and I will give them a new mission. And that is to end this war. Responsibly, deliberately, but decisively. And I have seen no information that contradicts the notion that we can bring our troops out safely at a pace of one to two brigades per month. And again, that pace translates into having our combat troops out in 16 months' time.\"\n</p>\n<p>\n Weighing all these statements together, we find the McCain campaign and Let Freedom Ring are off-base in saying Obama has changed position. Obama repeatedly said facts on the ground could affect the tactical moves of an overall withdrawal. Obama's position was not an ironclad withdrawal timeline in the first place. We find the charge that Obama has reversed position to be False.\n</p>\n<p>\n</p>", "ruling_comments_date": "2010-01-07T13:28:09.676439", "ruling_date": "2008-07-24T00:00:00", "ruling_headline": "His tone changed, but not his position", "ruling_headline_slug": "his-tone-changed-but-not-his-position", "ruling_link_text": "His tone changed, but not his position", "ruling_state": null, "source_documents": null, "sources": "Los Angeles Times,\n<a href=\"http://www.latimes.com/news/nationworld/washingtondc/la-na-campaign4-2008jul04,0,4414138.story\">\n Republicans seize on Obama's comments on Iraq\n</a>\n, July 4, 2008\n<p>\n Obama campaign Web site,\n <a href=\"http://www.barackobama.com/issues/iraq/#bring-home\">\n  Bringing Our Troops Home\n </a>\n</p>\n<p>\n Washington Post,\n <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/03/07/AR2008030703444.html?tid=informbox\">\n  Obama Adviser Resigns Over Remark\n </a>\n , March 8, 2008\n</p>\n<p>\n Politico,\n <a href=\"http://www.politico.com/blogs/bensmith/0308/Power_on_Obamas_Iraq_plan_best_case_scenario.html\">\n  Power on Obama's Iraq plan: \"best case scenario,\"\n </a>\n March 7, 2008\n</p>\n<p>\n MSNBC,\n <a href=\"http://www.msnbc.msn.com/id/21327206/\">\n  Democratic debate in Hanover, N.H.\n </a>\n , Sept. 26, 2007\n</p>\n<p>\n MSNBC,\n <a href=\"http://www.msnbc.msn.com/id/23354734/\">\n  Democratic debate in Cleveland\n </a>\n , Feb. 26, 2008\n</p>\n<p>\n ABC News,\n <a href=\"http://abcnews.go.com/print?id=4670271\">\n  Democratic debate in Philadelphia\n </a>\n , April 16, 2008\n</p>\n<p>\n NBC News,\n <a href=\"http://www.msnbc.msn.com/id/24445166/\">\n  Meet the Press transcript\n </a>\n , May 4, 2008\n</p>\n<p>\n Politifact.com,\n <a href=\"http://www.politifact.com/truth-o-meter/article/2007/aug/30/rnc-goes-after-clinton-obama-iraq/\">\n  RNC goes after Clinton, Obama on Iraq\n </a>\n</p>\n<p>\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 2, "first_name": "", "half_true_count": 1, "home_state": "", "id": 55, "last_name": "Let Freedom Ring", "mostly_true_count": 0, "name_slug": "let-freedom-ring", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-independentgroup_______.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/55/", "total_count": 4, "true_count": 1, "website": "http://www.letfreedomringusa.com/"}, "statement": "Says Obama flip-flopped on withdrawing troops from Iraq.", "statement_context": "a TV ad airing on cable networks such as Fox and MTV.", "statement_date": "2008-07-24", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 1, "photo": null, "resource_uri": "/api/v/2/subject/1/", "subject": "Iraq", "subject_slug": "iraq", "used_in_edition": []}], "target": [], "twitter_headline": null}