{"art": [{"brightcove": "", "caption": "President Barack Obama speaks at the College of Nanoscale Science and Engineering at the University at Albany on May 8, 2012.", "id": 2369, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Obama_Albany.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/2369/", "title": "Obama in Albany", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "Government jobs fell precipitously during the double-dip recession that lasted from January 1980 to November 1982, then stagnated for another 14 months. They only began rising consistently after the recovery was well under way.", "id": 2371, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/80-82_recession_govt_jobs.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/2371/", "title": "80-82 recession govt jobs", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2012/may/10/barack-obama/barack-obama-says-government-job-losses-his-watch-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 5884, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/5884/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tIn a <a href=\"http://www.whitehouse.gov/the-press-office/2012/05/08/remarks-president-albany-ny\">May 8, 2012, speech</a> on the economy in Albany, N.Y., President Barack Obama sought to put the nation&rsquo;s economic challenges on his watch in historical context. He especially sought to explain how hard it&rsquo;s been to increase the national employment level when governments have been hemorrhaging jobs. These job losses, he suggested, have weighed down the comparatively healthy private-sector job-creation statistics.</p>\r\n<p>\r\n\t&quot;It&#39;s worth noting, by the way -- this is just a little aside -- after there was a recession under Ronald Reagan, government employment went way up,&quot; Obama said. &quot;It went up after the recessions under the first George Bush and the second George Bush. So each time there was a recession with a Republican president &hellip; we compensated by making sure that government didn&#39;t see a drastic reduction in employment. The only time government employment has gone down during a recession has been under me.&quot;</p>\r\n<p>\r\n\tThat paragraph includes a lot of claims, but for this item, we&rsquo;ll pare it down to one sentence: &quot;The only time government employment has gone down during a recession has been under me.&quot;</p>\r\n<p>\r\n\tTo check this, we turned to employment data from the Bureau of Labor Statistics. We&rsquo;ve defined &quot;government employment&quot; in the most expansive way -- a combination of federal, state and local government employment -- since Obama didn&rsquo;t specify a particular level of government. (His press office did not return our inquiry for this story.)</p>\r\n<p>\r\n\tAs we&rsquo;ll see, the most difficult part of analyzing this claim is figuring out what time frame to use; using different periods can lead to different conclusions. So we&rsquo;ll look at a few scenarios.</p>\r\n<p>\r\n\t<strong>Has government employment ever gone down previously &quot;during a recession&quot;?</strong></p>\r\n<p>\r\n\tIf you look at the double-dip recession that lasted from January 1980 to November 1982, government employment <em>did</em> go down during the recession. (Officially, these were two recessions during that stretch. However, they were so closely spaced, and with such a short &quot;recovery&quot; in between, that the statistics are a lot less messy if you consider them to be one long recession.)</p>\r\n<p>\r\n\tDuring the official period of this double-dip recession, government employment fell by 224,000 workers, or about 1.3 percent. The decline was even steeper if you start counting from the peak of government employment, which came four months into the recession, and if you stop at the low point for government employment, which came five months before the end of the recession. The decline over this period was 693,000 jobs, or 4.1 percent.</p>\r\n<p>\r\n\tEither of these two declines was steeper than what Obama has faced. In fact, between the most recent recession&rsquo;s start (which occurred on President George W. Bush&rsquo;s watch in December 2007) and its official end (under Obama in June 2009) government employment actually increased by 194,000 jobs, or a little under 1 percent.</p>\r\n<p>\r\n\tSo Obama&#39;s claim is way off. Not only did another president experience a decline in government jobs during a recession, but even Obama himself experienced an increase during the recession he inherited.</p>\r\n<p>\r\n\tThere is another way of looking at it, though.</p>\r\n<p>\r\n\t<strong>Has government employment ever gone down previously during a combined recession and recovery?</strong></p>\r\n<p>\r\n\tYou can also look at the combination of the recession and the recovery. April 2012, the latest month for which BLS data is available, represents the 52nd month after the starting date of the last recession, December 2007. In that time span, government payrolls have declined by 407,000, or about 1.8 percent.</p>\r\n<p>\r\n\tThe equivalent month after the start of the 1980 recession is May 1984. Between January 1980 and May 1984, government payrolls fell by 98,000, or 0.6 percent. So counting both the recession itself as well as the length of the current recovery, government jobs did fall in the 1980-1982 recession.</p>\r\n<p>\r\n\tWhile the recession that started in 2007 has been more severe, the recession and recovery in 1980-1982 did in fact result in lost jobs. This further undercuts the accuracy of Obama&rsquo;s statement.</p>\r\n<p>\r\n\t<strong>Has government employment ever gone down previously during a recovery?</strong></p>\r\n<p>\r\n\tYou can also look at recoveries by themselves, ignoring what happened with government jobs when the recession was officially under way.</p>\r\n<p>\r\n\tIf you start counting with the final month of the 1980-1982 recession (November 1982) the numbers of government jobs essentially stagnated for more than a year. In November 1982, the number stood at 15,977,000. Fourteen months later, in January 1984, it had only increased by 33,000, a jump of two-tenths of 1 percent.</p>\r\n<p>\r\n\tIn fact, it took until August 1984 -- 21 months after the end of the recession -- for government employment to once again reach its initial pre-recession level. And it took an additional 11 months for government employment to reach its recession-era peak. This means that government employment finally crawled out of its recession-era hole 32 months after the end of the recession, and a whopping 67 months -- that&rsquo;s five and a half years -- after the recession began. By then, the economy had improved enough to carry Reagan to a landslide re-election victory.</p>\r\n<p>\r\n\tBy contrast, private-sector jobs began a consistent and years-long rise almost exactly as the recession ended in November 1982 -- more than a year before government jobs began to recover.</p>\r\n<p>\r\n\tIn other words, when Obama says that &quot;each time there was a recession with a Republican president &hellip; we compensated by making sure that government didn&#39;t see a drastic reduction in employment,&quot; he&rsquo;s not accurate. Reagan hardly rode robust government job growth to a national economic recovery. Quite the contrary: Under Reagan, a huge number of government jobs were lost during the recession, and it took more than a year after the recovery began to even begin making a dent in the government-job deficit from the recession.</p>\r\n<p>\r\n\t<strong>Where Obama has a point</strong></p>\r\n<p>\r\n\tObama is correct that government employment did go up under Reagan -- eventually. It just took a while before this expansion gathered steam. In the three years between January 1984 and January 1987, when the broader recovery was already well under way, government employment soared by about 6.4 percent, with consistent month-to-month gains. That&rsquo;s very healthy growth, but it&rsquo;s important to note that those government job increases came after the larger economy was back humming along.</p>\r\n<p>\r\n\tObama, by contrast, has experienced nothing like that. Government employment did rise modestly during the official recessionary period, government employment peaked in April 2009 (not counting a stretch in mid-2010 when the Census Bureau made a lot of temporary hires). But then it began falling -- severely. Since April 2009, the number of government jobs at all levels has fallen by 706,000, or 3 percent.</p>\r\n<p>\r\n\tWhile that&rsquo;s proportionately smaller than the peak-to-trough decline in government employment in the 1980-1982 recession, government employment in the current recovery shows no signs of starting a sustained increase. At the equivalent point in the recovery from the 1980-1982 recession, government employment had already rebounded by 4 percent. Obama can only dream of such numbers.</p>\r\n<p>\r\n\t<strong>Our ruling</strong></p>\r\n<p>\r\n\tObama is wrong when he suggests that &quot;the only time government employment has gone down during a recession has been under me.&quot; It&#39;s not true if you just look at the recessionary period itself, and it&#39;s not true if you look at a combination of the recession and the recovery -- in both cases, it happened during the 1980-1982 recession. And while government employment did eventually go up following the Reagan-era recession, the rise began more than a year after private-sector employment picked up, which negates Obama&#39;s argument that his predecessors were able to compensate for weak private-sector job creation with accelerated government hiring. We rate Obama&rsquo;s claim False.</p>\r\n", "ruling_comments_date": "2012-05-09T17:13:02.520352", "ruling_date": "2012-05-10T10:48:44", "ruling_headline": "Barack Obama says government job losses on his watch are unprecedented", "ruling_headline_slug": "barack-obama-says-government-job-losses-his-watch-", "ruling_link_text": "In some ways, losses were bigger under Reagan", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tBarack Obama, <a href=\"http://www.whitehouse.gov/the-press-office/2012/05/08/remarks-president-albany-ny\">speech in Albany, N.Y.</a>, May 8, 2012<br />\r\n\t<br />\r\n\tBureau of Labor Statistics, &quot;Employment, Hours, and Earnings from the Current Employment Statistics survey (National)&quot; (<a href=\"http://data.bls.gov/cgi-bin/surveymost?ce/\">main index page</a>) accessed May 8, 2012<br />\r\n\t<br />\r\n\tEmail interview with Gary Burtless, senior fellow at the Brookings Institution, May 8, 2012</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\r\n\t&quot;The only time government employment has gone down during a recession has been under me.&quot;</p>\r\n", "statement_context": "a speech in Albany, N.Y.", "statement_date": "2012-05-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}