{"art": [], "author": [{"email_address": "SullivanB@SHNS.com", "first_name": "Bartholomew", "id": 315, "last_name": "Sullivan", "name_slug": "bartholomew-sullivan", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 20, "publication_name": "Scripps Howard News Service", "resource_uri": "/api/v/2/publication/20/"}, "resource_uri": "/api/v/2/staffer/315/", "title": "Scripps Howard News Service Political Coordinator", "twitter": null}], "canonical_url": "/tennessee/statements/2012/may/11/charlotte-bergmann/gop-2010-nominee-congress-says-george-flinn-confir/", "edition": {"adkey": "Editions", "advalue": "Tennessee", "edition": "Tennessee", "edition_slug": "tennessee", "has_afterthefact": false, "id": 14, "index_page": false, "meter_name": "The Tennessee Truth-O-Meter", "resource_uri": "/api/v/2/edition/14/"}, "editor": [{"email_address": "ZMcMillin@CommercialAppeal.com", "first_name": "Zack", "id": 314, "last_name": "McMillin", "name_slug": "zack-mcmillin", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/ZackMcMillinPolitiFact.JPG", "publication": {"id": 19, "publication_name": "The Commercial Appeal, Memphis", "resource_uri": "/api/v/2/publication/19/"}, "resource_uri": "/api/v/2/staffer/314/", "title": "Editor, PolitiFact Tennessee", "twitter": null}], "facebook_headline": null, "id": 5885, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "SullivanB@SHNS.com", "first_name": "Bartholomew", "id": 315, "last_name": "Sullivan", "name_slug": "bartholomew-sullivan", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 20, "publication_name": "Scripps Howard News Service", "resource_uri": "/api/v/2/publication/20/"}, "resource_uri": "/api/v/2/staffer/315/", "title": "Scripps Howard News Service Political Coordinator", "twitter": null}], "resource_uri": "/api/v/2/statement/5885/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tWhen is a no-show not a no-show? That&rsquo;s at issue in an ongoing contretemps between the Charlotte Bergmann and George Flinn campaigns for the Republican nomination for the 9th Congressional District.<br />\r\n\t<br />\r\n\tBergmann, the 2010 GOP nominee who got 25 percent of the vote in her loss to incumbent Democrat Steve Cohen, contends Flinn was a &quot;no show&quot; at recent scheduled &quot;forums.&quot; In a press release in early April, Bergmann said that Flinn &quot;has been invited to forums where he can make his case for his bid for office, he confirms his attendance, then does not show.&quot;<br />\r\n\t<br />\r\n\tIn the paragraph following that assertion, Bergmann asks where Flinn was in the previous 30 days when she attended meetings of the Republican Women of Purpose, the Shelby County Republican Women, the Collierville Republican Club, and the East Shelby Republican Club. The clear implication is that those were forums where Flinn confirmed and was a no-show.<br />\r\n\t<br />\r\n\tWe decided to determine whether Flinn, a former Shelby County commissioner who spent $3.5 million in finishing third for the 8th Congressional District nomination in 2010, did in fact duck those events and others Bergmann&rsquo;s campaign subsequently said he missed with the Midtown Republicans on March 27 and two events it called &quot;forums&quot; -- on April 12 at The Cupboard restaurant and on April 27 at Tom Lee Park.<br />\r\n\t<br />\r\n\tIs it true that Flinn, a wealthy Memphis radiologist and radio station magnate, confirmed his attendance then did &quot;not show&quot; up to various events for Shelby County Republicans?<br />\r\n\t<br />\r\n\tWe asked Bergmann&rsquo;s campaign for the specifics of the events at issue and campaign manager Randy Lawson provided details. Then we checked in with the presumably jilted hosts of the events and with Flinn&rsquo;s campaign.<br />\r\n\t<br />\r\n\tRepublican Women of Purpose spokeswoman Mary Jane Anderson of &nbsp;Germantown emailed us: &quot;After checking the records, I will tell you that this did not happen.&quot; She said Flinn spoke to the group when he was running for the 8th Congressional District seat in 2010 but &quot;other than that, Dr. Flinn has not been invited to speak at our meetings.&quot;<br />\r\n\t<br />\r\n\tShelby County Republican Women&rsquo;s Club president Debbie Stamson said she couldn&rsquo;t recall whether Flinn attended the club&rsquo;s luncheon in March but was on hand at both its April 10 and May 8 luncheons. In April, she said, &quot;we didn&rsquo;t really have a speaker because we had a fashion show.&quot; As for whether he confirmed his attendance in advance by making a reservation, Stamson said she couldn&rsquo;t say. But he wasn&rsquo;t a no-show; he was there. Stamson made another curious observation: &quot;Normally, she (Bergmann) comes to our meetings. She was not there April 10.&quot;<br />\r\n\t<br />\r\n\tCollierville Republican Club president and Collierville vice mayor Tony Sarwar, who owns the restaurant where the group meets, said, &quot;we&rsquo;ve never had a situation when Dr. Flinn ever cancelled out on us or was ever supposed to be . . . the main speaker for the evening and cancel on us. . . . As far as I recall, I think Dr. Flinn has been there less than a handful of times.&quot;<br />\r\n\t<br />\r\n\tBut Flinn&rsquo;s campaign manager, Kristi Stanley made two salient points: first, the Collierville club&rsquo;s March 20 meeting agenda dealt with school board issues, not Congressional races; and second, Collierville (like Germantown) is actually no longer in the newly redrawn 9th Congressional District.<br />\r\n\t<br />\r\n\tEast Shelby Republican Club president Arnold Weiner, who will be a delegate to the Republican National Convention in Tampa this summer, said he would not take sides in the Bergmann-Flinn contest. Told that all he was being asked to confirm was whether Flinn had been invited to speak to his group and had not shown up, Weiner said: &quot;No.&quot; And added: &nbsp;&quot;We&rsquo;re going to have a candidate forum in July. But there&rsquo;s never been anything -- official forum -- where he has been a no-show.&quot;<br />\r\n\t<br />\r\n\tStanley says Flinn regrets a conflict prevented him from addressing the Midtown Republican Club on March 27, but notified the club in advance that he would not be there. The campaign sent consultant Gene Bryan to speak in Flinn&rsquo;s behalf to the Midtowners. Lawson said Bergmann also did not attend that event and sent a surrogate -- because the campaign learned, before the event, that Flinn would not attend.<br />\r\n\t<br />\r\n\tAs for the noon forum at The Cupboard forum on April 12, Stanley says the campaign never received an invitation. Members of the news media, however, were informed of the event by email on April 10, so it&rsquo;s likely Flinn&rsquo;s people were at least aware of it. A back room of the restaurant was reserved by Bergmann&rsquo;s campaign manager for a private party of 20, records show, and that gathering did occur, according to Cupboard manager Darla Morgan.<br />\r\n\t<br />\r\n\tA video of the April 27 event at Tom Lee Park captures the drama of the session in which a squawking rubber chicken in a folding chair stands in for Flinn. Again, Stanley said Flinn never received an invitation and said her review of the <a href=\"http://www.youtube.com/watch?v=lGsEa_v1lB4\">video</a> indicates the &quot;debate&quot; didn&rsquo;t have a sponsor; it was a Bergmann campaign media event. &nbsp;&quot;Did they plan on us not being there, so they brought the rubber chicken?&quot; she asks.<br />\r\n\t<br />\r\n\tThe video shows the moderator, Bartlett City Alderman David Parsons, asking both Bergmann and the rubber chicken about jobs, energy and &quot;restoring liberty,&quot; with the Mississippi River and the Arkansas shoreline as backdrop. In Bergmann&rsquo;s remarks, she said, among other things, that she was looking forward to going &quot;toe-to-toe&quot; in the House Chamber&rsquo;s well with 21-year veteran California Congresswoman Maxine Waters.<br />\r\n\t<br />\r\n\tAt the end of the video event, Parsons says, &quot;I&rsquo;d like to thank all the listening audience out there for participating today and joining us down here at Tom Lee Park.&quot; But, in the course of the &quot;debate,&quot; the camera scanning the park and bluff beyond where an audience should be visible shows no one there. Who Parsons was thanking is a mystery since an audience, in this case, was the no show. Parsons has not responded to email and voicemail messages seeking clarification.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong></p>\r\n<p>\r\n\tCharlotte Bergmann&rsquo;s 9th Congressional District campaign claims that George Flinn, her Republican primary opponent, has a pattern of confirming his attendance at partisan forums and then not showing up, and is seeking to label him a &quot;chicken,&quot; unwilling to debate. But the evidence shows Flinn has either attended events or sent his regrets in advance. We rate Bergmann&rsquo;s claim False.</p>\r\n", "ruling_comments_date": "2012-05-09T17:27:00.577162", "ruling_date": "2012-05-11T06:00:00", "ruling_headline": "GOP 2010 nominee for Congress says George Flinn is confirming attendance at events then not showing up", "ruling_headline_slug": "gop-2010-nominee-congress-says-george-flinn-confir", "ruling_link_text": "Flinn attended or sent regrets", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tApril 10, 2012, <a href=\"https://www.documentcloud.org/documents/356798-bergmannrelease.html\">Bergmann campaign release </a>titled &quot;Bergmann-Flinn Forum,&quot; naming the organizations whose events Bergmann said she had attended in the previous 30 days, and announcing The Cupboard forum.<br />\r\n\t<br />\r\n\tEmail from Bergmann campaign manager Randy Lawson to Bartholomew Sullivan of April 18, 2012, detailing the March 27 (Midtown) and April 12 (Cupboard) events at which Flinn is claimed to be a &quot;no show.&quot; Follow up phone interviews referring to the April 27 Tom Lee debate, including conversations on May 4 and May 8.<br />\r\n\t<br />\r\n\tSullivan interviews with Flinn campaign manager Kristi Stanley, May 4 and 8, 2012.<br />\r\n\t<br />\r\n\tSullivan interview with Darla Morgan, manager of The Cupboard on Union, May 4, 2012.<br />\r\n\t<br />\r\n\tApril 27 YouTube Bergmann campaign event at at Tom Lee Park YouTube video.<a href=\"http://www.youtube.com/watch?v=lGsEa_v1lB4\"> http://www.youtube.com/watch?v=lGsEa_v1lB4</a><br />\r\n\t<br />\r\n\tEmail from Mary Jane Anderson of Republican Women of Purpose, May 7, 2012.<br />\r\n\t<br />\r\n\tEmail correspondence&nbsp;with Shelby County Republican Women&rsquo;s Club president Debbie Stamson, May 8 and 9, 2012.<br />\r\n\t<br />\r\n\tEmail correspondence with Collierville Republican Club president Tony Sarwar, May 8, 2012.<br />\r\n\t<br />\r\n\tEmail correspondence with East Shelby Republican Club president Arnold Weiner, May 8, 2012.<br />\r\n\t<br />\r\n\tInterview with Shelby County Election Commission administrator Richard L. Holden, May 8, 2012.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Candidate", "false_count": 2, "first_name": "Charlotte", "half_true_count": 0, "home_state": "Tennessee", "id": 1653, "last_name": "Bergmann", "mostly_true_count": 0, "name_slug": "charlotte-bergmann", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/charlotte_bergmannPolitiFact.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Tennessee", "edition": "Tennessee", "edition_slug": "tennessee", "has_afterthefact": false, "id": 14, "index_page": false, "meter_name": "The Tennessee Truth-O-Meter", "resource_uri": "/api/v/2/edition/14/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1653/", "total_count": 3, "true_count": 0, "website": "http://charlottebergmann.com/"}, "statement": "<p>\r\n\tSays George Flinn has been a &quot;no show&quot; at scheduled &quot;forums.&quot;</p>\r\n", "statement_context": "in a press release calling for debates.", "statement_date": "2012-04-10", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 165, "photo": null, "resource_uri": "/api/v/2/subject/165/", "subject": "Negative Campaigning", "subject_slug": "campaign-advertising", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Radiologist and radio station owner", "false_count": 1, "first_name": "George", "half_true_count": 0, "home_state": "Tennessee", "id": 1848, "last_name": "Flinn", "mostly_true_count": 0, "name_slug": "george-flinn", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/FlinnMug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Tennessee", "edition": "Tennessee", "edition_slug": "tennessee", "has_afterthefact": false, "id": 14, "index_page": false, "meter_name": "The Tennessee Truth-O-Meter", "resource_uri": "/api/v/2/edition/14/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1848/", "total_count": 2, "true_count": 0, "website": "http://www.georgeflinn.com/"}], "twitter_headline": ""}