{"art": [{"brightcove": "", "caption": "Gov. Rick Perry and Dominic Chavez when Perry visited Texas troops in Iraq in July 2009 (Photo courtesy of Dominic Chavez).", "id": 2370, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/05092012_rickperrydominicchaveziraqjuly2009.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/2370/", "title": "Dominic Chavez with Rick Perry, July 2009.", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2012/may/09/bill-spelman/bill-spelman-says-dominic-chavez-rick-perry-republ/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 5888, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/5888/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tIn a mailer we spotted May 8, 2012, Austin City Council member Bill Spelman urges recipients not to be fooled by a challenger.<br />\r\n\t<br />\r\n\t&quot;Republican lobbyist Dominic &lsquo;Dom&rsquo; Chavez is a Rick Perry Republican,&quot; Spelman says, also asking whether &quot;we really want&quot; Chavez to &quot;push a Rick Perry agenda for Austin&quot; on the council.<br />\r\n\t<br />\r\n\t<a href=\"http://domchavez4austin.com/index.php?option=com_content&amp;view=article&amp;id=2&amp;Itemid=2\">Chavez</a> works for a state agency guided by a board of Perry appointees. Is he also a Republican lobbyist and Perry man?<br />\r\n\t<br />\r\n\tSpelman&rsquo;s campaign consultant, David Butts, told us by telephone that Chavez once registered with the state as a lobbyist for the<a href=\"http://www.recaonline.com/\"> Real Estate Council of Austin</a>, whose mission includes advocacy for the commercial real estate industry.<br />\r\n\t<br />\r\n\tIt&rsquo;s not a Republican Party group. Reminded too that the mailer does not say Chavez used to be a lobbyist, Butts said: &quot;Once a lobbyist, always a lobbyist.&quot;<br />\r\n\t<br />\r\n\tWe wondered how to define a Perry Republican, speculating that might be signaled by regular or hefty campaign contributions to Perry, participation in his campaigns as a staff member or volunteer or maybe through an appointment to a board.<br />\r\n\t<br />\r\n\tResearch showed that Chavez does not qualify on any of those grounds.<br />\r\n\t<br />\r\n\tAs backup for Spelman&rsquo;s claim, Butts said Chavez has mostly voted in Republican primaries and he suspects Chavez voted for Perry&rsquo;s 2010 re-election. Also, he said, Chavez&rsquo;s comments as a staff spokesman for the Texas Higher Education Coordinating Board, entrusted with coordinating programs offered by state colleges and universities, show he&rsquo;s aligned with the long-time governor.<br />\r\n\t<br />\r\n\tArmed with Butts&rsquo; offerings, we turned to Chavez, who told us he was previously a lobbyist for a non-partisan group while he has voted in both party primaries. &quot;I don&rsquo;t call myself a Republican,&quot; Chavez said. &quot;I have voted for Democrats and Republicans. I would consider myself a fiscal conservative and Independent.&quot;<br />\r\n\t<br />\r\n\tChavez told us in a telephone interview that he registered as a lobbyist at the Texas Ethics Commission to represent the real estate council in the 2005 legislative session, and also lobbied for the council at the city and Travis County government while working in its government affairs section in 2001-02 and from 2003 to 2007, when he went to work for the coordinating board, where he is now the senior external relations director.<br />\r\n\t<br />\r\n\tA Chavez<a href=\"http://bbs.ethics.state.tx.us/public/lobby/294188.pdf\"> filing</a> on the ethics commission&rsquo;s website confirms termination of his lobbyist registration covering 2005, while another<a href=\"http://www.ethics.state.tx.us/tedd/loblst05_01.htm\"> document</a> there lists Chavez as a lobbyist from Jan. 26, 2005 through the end of that year. Neither one specifies who he represented, but the address written on the form is the real estate council&rsquo;s downtown address.<br />\r\n\t<br />\r\n\tBy telephone, real estate council official Nancy McDonald confirmed that Chavez lobbied city government for the group. She said the group did not endorse gubernatorial candidates through his time there and did not endorse Austin City Council candidates either.</p>\r\n<p>\r\n\tNext, we verified Chavez&rsquo;s primary voting history.<br />\r\n\t<br />\r\n\tA word: Texas has open primaries, meaning any voter may participate in either the Democratic or Republican primary, though once a voter joins a primary, they cannot vote in the other party&rsquo;s runoffs. Unlike some other states, too, Texas does not require a voter to register their political affiliation. So individuals may vote in one primary or the other without explanation.<br />\r\n\t<br />\r\n\tChavez said that he voted in Travis County&rsquo;s 2002 Democratic primary and voted in the 2006, 2008 and 2010 Republican primaries. He said he did not vote in any 2004 primary. That information matched what Butts told us and also a check of voting records on our behalf by Austin political consultant Jeff Smith, who said Chavez registered to vote in the county in 2001. Chavez later told us said he previously voted in California elections.<br />\r\n\t<br />\r\n\tCalling himself a &quot;strategic voter,&quot; Chavez said he voted in the 2002 Democratic primary to support a Travis County commissioner, Karen Sonleitner, and voted in the 2006 Republican primary to back a Texas House hopeful with a focus on veterans issues, Bill Welch. Similarly, Chavez said, he voted in the 2010 GOP primary to support a friend seeking a House seat, Paul Workman.<br />\r\n\t<br />\r\n\tHe said he could not recall why he voted in the 2008 Republican primary but remembers voting for the Republican presidential nominee, U.S. Sen. John McCain of Arizona, that November. He said he has not decided if he&rsquo;s voting in a 2012 primary.<br />\r\n\t<br />\r\n\tChavez has not been a Perry campaign donor, according to a search of campaign finance reports on the ethics commission website, nor has he given a great deal to anyone.<br />\r\n\t<br />\r\n\tThe search indicates that Chavez ponied up less than $260 from mid-2004 through early 2012, spread among a Republican House candidate and four political entities not tied to either party. Welch fielded a $37.36 contribution from Chavez on Oct. 4, 2006; the Building Owners and Managers Association of Austin political action committee fielded $100 on Aug. 3, 2004; and the Small Business PAC took in $104, in two Chavez donations, in May 2006. Finally, Chavez paid $16 to the Northwest Austin Republican Women on April 2, 2012, which Chavez told us paid for lunch one day.<br />\r\n\t<br />\r\n\tChavez, a former Army reservist, volunteered one Perry link; he and Perry posed for a photo when the governor visited Texas troops in Iraq. Sending us the 2009 photo, Chavez wrote: &quot;We were all proud Texans and he was our governor taking time to visit troops in Iraq. No one cared about political party or politics for an event like this.&quot;<br />\r\n\t<br />\r\n\tChavez said too he has not always voted for Perry.<br />\r\n\t<br />\r\n\tHe said he could not remember who he voted for in the 2002 election won by Perry. But in November 2006, he said, he voted for Carole Keeton Strayhorn, who ran against Perry as an Independent after winning state office as a Republican. Chavez said he voted for Perry in November 2010, but is unsure if he supported him while casting his ballot in that year&rsquo;s contested GOP gubernatorial primary. &quot;I&rsquo;m not even sure I voted&quot; on the offices at the top of the primary ballot, he said.<br />\r\n\t<br />\r\n\tButts also offered May 2012 messages from the Williamson County and Travis County Republican parties mentioning Chavez&rsquo;s council candidacy and articles in which Chavez was quoted on behalf of the coordinating board.<br />\r\n\t<br />\r\n\tWilliamson County&rsquo;s Republican Party invited members to attend a May 3 social hour. The posting says Chavez and two other local candidates had confirmed plans to be there and two other council candidates, not identified, had been invited. Butts told us Spelman was not invited.<br />\r\n\t<br />\r\n\tBill Fairbrother, who chairs the Williamson County GOP, said in a telephone interview that he heard before the event that Chavez is &quot;Republican-friendly,&quot; though he did not verify that. Informed that Chavez had voted in three of the last four Republican primaries, Fairbrother said that pattern for anyone would suggest he or she &quot;leans Republican,&quot; though he said some Republicans would say it takes voting in four or five consecutive GOP primaries to cement that.<br />\r\n\t<br />\r\n\tThe message from Rosemary Edwards, who chairs the Travis County GOP, urges recipients to vote for Chavez and challengers for two other council seats. Her message calls the three the &quot;more conservative&quot; candidates.<br />\r\n\t<br />\r\n\tAndy Hogue, a party spokesman, told us by telephone that the message went out about May 6, 2012. Hogue pointed us to Roger Borgelt, the county party&rsquo;s vice chairman, who told us by phone that he doesn&rsquo;t consider Chavez a Republican partly because he has not been a local Republican precinct chair, election judge or the like. Borgelt also parted with Fairbrother&rsquo;s &quot;leans Republican&quot; analysis, saying he would want to know more about a person before concluding they fit in that barrel.<br />\r\n\t<br />\r\n\tThe news articles show Chavez talking about Perry and higher education; <a href=\"http://americanindependent.com/189211/perry-issues-executive-order-creating-wgu-texas-promising-cheap-online-degrees\">one</a> quotes Chavez talking about an executive order from Perry announcing a partnership between the state and the online Western Governors University.<br />\r\n\t<br />\r\n\tAnother <a href=\"http://www.smudailycampus.com/news/politics/perry-under-scrutiny-over-higher-education-1.2566895#.T6rLbVbiETA\">story</a>, in the August 28, 2011 <em>Daily Campus</em>, Southern Methodist University&rsquo;s student newspaper, quotes Chavez, again on behalf of the agency, saying that Texas had made &quot;great strides&quot; with a greater share of residents enrolled in college, including more minority students, and more students proving ready for college, based on test scores. Also offered by Butts: A Jan. 27, 2012,<a href=\"http://www.statesman.com/news/texas-politics/obama-college-cost-proposals-may-jibe-well-with-2131228.html?printArticle=y\"> news article</a> published in the <em>Austin American-Statesman</em> quoting Chavez as an agency spokesman pointing out Perry&rsquo;s call for Texas universities to develop $10,000 degree programs.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tChavez voted in the three latest GOP primaries. He voted for Perry in &nbsp;the 2010 general election, he says, though he also says he preferred another gubernatorial candidate in 2006. Keeping in mind that no one in Texas has to register a political affiliation, it&rsquo;s reasonable to speculate about his partisan leaning, but there&rsquo;s no certainty in that. And he calls himself an Independent.<br />\r\n\t<br />\r\n\tChavez mentions Perry in his state job, as Spelman&rsquo;s camp points out. But it strikes us a stretch to presume that someone who speaks for an agency and references the governor&rsquo;s initiatives or positions is automatically a Perry acolyte. If that were so, then every spokesman or spokeswoman for every agency could be judged the same. That&rsquo;s unshown.<br />\r\n\t<br />\r\n\tWe can see why someone might suspect Chavez of being a Republican and maybe even a Perry fan. But we see no proof.<br />\r\n\t<br />\r\n\tFinally, Chavez once lobbied for a non-partisan group and not Republicans, contrary to Spelman&rsquo;s statement, which also leaves the inaccurate impression that Chavez is a lobbyist now. It&rsquo;s been years since he lobbied.<br />\r\n\t<br />\r\n\tWe rate Spelman&rsquo;s claim as False.</p>\r\n", "ruling_comments_date": "2012-05-09T18:17:19.034452", "ruling_date": "2012-05-09T17:23:27", "ruling_headline": "Bill Spelman says Dominic Chavez is a Rick Perry Republican lobbyist", "ruling_headline_slug": "bill-spelman-says-dominic-chavez-rick-perry-republ", "ruling_link_text": "Former lobbyist, voted in '02 Democratic primary", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tTelephone interviews, Dominic &quot;Dom&quot; Chavez, May 9 and 10, 2012<br />\r\n\t<br />\r\n\tTelephone interview, David Butts, consultant to Bill Spelman campaign, May 9, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Bill Fairbrother, chairman, Williamson County Republican Party, May 9, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Roger Borgelt, Austin, May 9, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Nancy McDonald, director of regional outreach, Real Estate Council of Austin, May 9, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Member, Austin City Council", "false_count": 1, "first_name": "Bill", "half_true_count": 0, "home_state": "Texas", "id": 1850, "last_name": "Spelman", "mostly_true_count": 0, "name_slug": "bill-spelman", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/spelman2012.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1850/", "total_count": 1, "true_count": 0, "website": "http://www.austintexas.gov/place-5"}, "statement": "<p>\r\n\tSays challenger Dominic Chavez is a &quot;Rick Perry Republican&quot; lobbyist.</p>\r\n", "statement_context": "a campaign mailer.", "statement_date": "2012-05-08", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}], "target": [], "twitter_headline": ""}