{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2008/jul/25/john-mccain/disaster-no-difficulties-yes-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 589, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}, {"email_address": "cpittman@tampabay.com", "first_name": "Craig", "id": 61, "last_name": "Pittman", "name_slug": "craig-pittman", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/61/", "title": "Staff Writer, Tampa Bay Times", "twitter": null}], "resource_uri": "/api/v/2/statement/589/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "At a town hall meeting in Albuquerque, N.M., John McCain promoted the idea of expanding offshore drilling, and downplayed the potential for environmental problems.\n<p>\n \"Sen. Obama opposes offshore drilling,\" McCain said on July 15, 2008. \"I think if the states want to drill off their coasts, we should do it and do it immediately. And by the way, the governor of Florida has said he thinks it's a good idea. In California, Gov. Schwarzenegger thinks it's not a good idea. I would remind you that off the coast of Louisiana and Texas, they both had hurricanes that did not cause any real difficulties. So the environmental side of it I think is pretty well okay. But we need to do that. \"\n</p>\n<p>\n McCain is referring here to Hurricanes Katrina and Rita, which hit the coasts of Louisiana and Texas within weeks of each other in 2005.\n</p>\n<p>\n Consider the worst-case scenario of years ago: a drilling rig becomes unplugged and spews an unending supply of oil into the Gulf of Mexico. Back in June 1979, the Mexican drilling rig IXTOC I malfunctioned off the coast of Mexico and spilled about 140-million gallons into the Gulf before technicians were able to cap it 10 months later. To prevent that sort of disaster, rigs now have safety valves under the ocean floor that prevent spills even if the rig is damaged. Those valves worked as they were supposed to during Katrina and Rita.\n</p>\n<p>\n But it's a stretch to say the storms caused \"no real difficulties.\"\n</p>\n<p>\n Without question, oil spills did occur offshore in the wake of Katrina and Rita. Studies commissioned by the Minerals Management Service, a division of the U.S. Interior Department, concluded that a total of just over 741,000 gallons of oil spilled due to Hurricanes Katrina and Rita on the outercontinental shelf, the technical term for the area offshore.\n</p>\n<p>\n \"We have not said that there were no spills,\" said David Smith, deputy chief of public affairs for MMS. \"We've said that there are no reports of oil from federal waters reaching shore or causing environmental damage.\"\n</p>\n<p>\n Another MMS study looked at offshore oil platforms. It noted that the hurricanes crossed the path of about 3,000 offshore platforms, destroying 117 platforms that either became unmoored or fell into the sea.\n</p>\n<p>\n \"They were either completely toppled to the seafloor with no structure visible above the waterline, or were so severely damaged that it was obvious the structure was destroyed by the hurricanes and could no longer carry out its purpose and had to be removed,\" according to an MMS report. (You can view prestorm photos of the destroyed platforms via\n <a href=\"http://www.mms.gov/tarprojects/578/MMSProject578-Final%20Report.pdf\">\n  this report\n </a>\n .)\n</p>\n<p>\n Nevertheless, according to the MMS report authored by Energo Engineering of Houston, \"There was no life loss and no significant pollution, which is a tribute to the Minerals Management Service oversight of offshore operations and American Petroleum Institute design codes &hellip; for the structural design of fixed offshore platforms.\"\n</p>\n<p>\n Some of the oil spilled likely came from the pipelines that bring oil from the platforms to shore. When rigs are blown over in the storms, the collapse can damage the pipes, and that's likely what caused most of the offshore spills.\n</p>\n<p>\n A McCain spokesman said McCain was referring to problems associated with offshore platforms, and that the amount of oil spilled from them was minimal. \"Senator McCain is exactly right, offshore oil facilities in the Gulf of Mexico stood up astoundingly well to the hurricanes,\" said spokesman Taylor Griffin.\n</p>\n<p>\n Keep in mind, however, that Louisiana's oil business isn't strictly offshore. Oil is piped from rigs in the Gulf to the mainland of Louisiana, where it is stored and processed throughout the area.\n</p>\n<p>\n \"Offshore, there were relatively few spills,\" said Roland Guidry, head of the Louisiana Oil Spill Coordinator's Office. \"Inland, we have a lot of exposed pipelines and tank batteries along the shore. Those are the things that gave us trouble.\"\n</p>\n<p>\n Mostly onshore sources created oil spills that came to 8.2-million gallons, and possibly reached as high as 9- to 10-million gallons, Guidry said. That includes spills from platforms, pipelines, tankers, oil refineries and storage facilities.\n</p>\n<p>\n The upper end of that estimate would place the gallons spilled near the same scale as the 1989\n <i>\n  Exxon Valdez\n </i>\n spill, one of the worst environmental disasters in U.S. history. The important difference here is that the Valdez spill &mdash; at close to 11-million gallons &mdash; was highly concentrated, while the Katrina and Rita spills were from numerous sources and spread widely.\n</p>\n<p>\n One of worst spills occurred at a refinery in Meraux, La., operated by Murphy Oil USA Inc., which before the storm handled about 630,000 gallons of oil a day. As Hurricane Katrina roared ashore, it breached an above-ground oil storage tank that disgorged more than a million gallons of oil into a residential area, tainting about 3,500 homes and businesses. As the result of a federal lawsuit, Murphy Oil agreed to a settlement that totaled $330-million.\n</p>\n<p>\n A 2006 report from the U.S. Coast Guard detailed six major oil spills, including the Murphy Oil spill, five medium spills, and approximately 5,000 minor spills that occurred in the wake of the storms.\n</p>\n<p>\n Environmental groups agree that the worst damage occurred away from the offshore drilling platforms, but say it's silly to think that the two things are unrelated.\n</p>\n<p>\n \"You can't have offshore development without the onshore facilities to support it,\" said Athan Manuel, a spokesman with the Sierra Club.\n</p>\n<p>\n McCain's statement about drilling not \"causing any real difficulties\" is cautiously phrased in comparison to remarks from some other political figures.\n</p>\n<p>\n Trent Lott, the former senator from Mississippi and a McCain supporter, said on MSNBC on July 15, 2008: \"We didn't have one drop of oil spilt when we had the biggest hurricane in recent history, Hurricane Katrina.\" That statement is demonstrably false.\n</p>\n<p>\n \"The government data itself shows that there were spills,\" said Manuel. \"We're disappointed that that argument has taken root.\"\n</p>\n<p>\n The divide here seems stark: Oil drilling proponents view the damage as minimal, an acceptable part of doing business. They say safety precautions the oil industry put in place worked. Opponents of drilling, on the other hand, see the amount of oil spilled onshore and near shore as cause for concern, and are angered by attempts to minimize the real damage that did happen.\n</p>\n<p>\n If McCain's point is that no individual well spewed large amounts of oil into the Gulf as a result of Katrina and Rita, he's correct.\n</p>\n<p>\n But his comments at the town hall meeting were more vague. Talking about oil drilling and saying the storms \"did not cause any real difficulties\" seems like putting a happy face on a situation where damage did occur as a result of the oil and gas industry that permeates south Louisiana.\n</p>\n<p>\n If McCain had been more specific about rigs versus oil development as a whole, we might be inclined to give him a better rating. But in this case, we give his statement Half True.\n</p>\n<p>\n</p>", "ruling_comments_date": "2010-01-07T13:28:09.421104", "ruling_date": "2008-07-25T00:00:00", "ruling_headline": "Disaster, no. Difficulties, yes. ", "ruling_headline_slug": "disaster-no-difficulties-yes-", "ruling_link_text": "Disaster, no. Difficulties, yes. ", "ruling_state": null, "source_documents": null, "sources": "Minerals Management Service,\n<a href=\"http://www.mms.gov/tarprojectcategories/hurricaneKatrinaRita.htm\">\n Hurricanes Katrina and Rita research\n</a>\n<p>\n Minerals Management Service,\n <a href=\"http://www.mms.gov/tarprojects/578/MMSProject578-Final%20Report.pdf\">\n  Assessment of Fixed Offshore Platform Performance in Hurricanes Katrina and Rita, Final Report\n </a>\n , May 2007\n</p>\n<p>\n Minerals Management Service,\n <a href=\"http://www.mms.gov/tarprojects/581/44814183_MMS_Katrina_Rita_PL_Final%20Report%20Rev1.pdf\">\n  Pipeline Damage Assessment from Hurricanes Katrina and Rita in the Gulf of Mexico, Revision No. 1\n </a>\n , March 15, 2007\n</p>\n<p>\n U.S. Coast Guard,\n <a href=\"http://www.uscg.mil/npfc/docs/PDFs/osltf_report_hurricanes.pdf\">\n  Report to Congress: Oil Spill Liability Trust Fund Hurricane Impact\n </a>\n , May 8, 2006\n</p>\n<p>\n Interview with Roland Guidry of the\n <a href=\"http://www.losco.state.la.us/index.asp\">\n  Louisiana Oil Spill Coordinator's Office\n </a>\n</p>\n<p>\n U.S. Environmental Protection Agency,\n <a href=\"http://www.epa.gov/oem/content/learning/exxon.htm\">\n  Exxon Valdez spill\n </a>\n</p>\n<p>\n Department of Homeland Security,\n <a href=\"http://www.dhs.gov/xprepresp/programs/gc_1157649340100.shtm\">\n  The First Year After Hurricane Katrina: What the Federal Government Did: Restoring the Environment\n </a>\n</p>\n<p>\n U.S. Environmental Protection Agency,\n <a href=\"\r\nhttp://www.epa.gov/katrina/testresults/murphy/index.html\">\n  Murphy Oil Spill\n </a>\n</p>\n<p>\n Louisiana Oil Spill Coordinator's Office,\n <a href=\"http://www.losco.state.la.us/admin/newsflash.asp?newsid=148\">\n  Press release of major spills\n </a>\n , Sept. 15, 2005\n</p>\n<p>\n U.S. Senate Committee on Energy,\n <a href=\"http://energy.senate.gov/public/index.cfm?FuseAction=Hearings.Hearing&amp;Hearing_ID=1d9b4dc6-c6aa-4849-ba0f-96854fab9ec2\r\n\">\n  Full Committee Hearing: Oil and Gas Resources on the Outer Continental Shelf\n </a>\n , Jan. 25, 2007\n</p>\n<p>\n MSNBC,\n <a href=\"http://www.youtube.com/watch?v=fdN1beNYn0s&amp;feature=user\">\n  Trent Lott interview\n </a>\n , July 15, 2008\n</p>\n<p>\n NOAA,\n <a href=\"http://www.incidentnews.gov/famous\">\n  10 of the World's Largest Oil Spills\n </a>\n and\n <a href=\"http://www.incidentnews.gov/incident/6250\">\n  IXTOC I incident report\n </a>\n</p>\n<p>\n U.S. District Court, Louisiana Eastern District,\n <a href=\"http://www.laed.uscourts.gov/MurphyOil/MurphyOil.htm\">\n  Murphy Oil case\n </a>\n , last updated April 16, 2008\n</p>\n<p>\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 32, "current_job": "U.S. senator", "false_count": 39, "first_name": "John", "half_true_count": 31, "home_state": "Arizona", "id": 8, "last_name": "McCain", "mostly_true_count": 37, "name_slug": "john-mccain", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-johnmccain.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Arizona", "edition": "Arizona", "edition_slug": "arizona", "has_afterthefact": false, "id": 56, "index_page": false, "meter_name": "The Arizona Truth-O-Meter", "resource_uri": "/api/v/2/edition/56/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/8/", "total_count": 190, "true_count": 37, "website": "http://www.johnmccain.com/"}, "statement": "In the wake of hurricanes Katrina and Rita, offshore drilling \"did not cause any real difficulties.\"", "statement_context": "Albuquerque, N.M.", "statement_date": "2008-07-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}], "target": [], "twitter_headline": null}