{"art": [], "author": [{"email_address": "sowen@statesman.com", "first_name": "Sue", "id": 265, "last_name": "Owen", "name_slug": "sue-owen", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/265/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2012/may/11/dominic-chavez/dominic-chavez-says-austin-tax-burden-more-40-perc/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 5902, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "sowen@statesman.com", "first_name": "Sue", "id": 265, "last_name": "Owen", "name_slug": "sue-owen", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/265/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/5902/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tIn his video posted on a <a href=\"http://www.afdrecruiting.com/page/may-12-general-municipal-election-place-5-candidate-videos\">city web page</a> featuring videos from numerous candidates, Austin City Council hopeful Dominic &quot;Dom&quot; Chavez expresses concern about the city&rsquo;s affordability.<br />\r\n\t<br />\r\n\tChavez, who&rsquo;s running for Place 5, says: &quot;Since 2000, the median family income has increased more than 20 percent in Austin, but during that same time, the city sales and property tax burden on the typical family has increased by more than 40 percent.&quot;<br />\r\n\t<br />\r\n\tAre local taxes outpacing family incomes by so much? We wondered.<br />\r\n\t<br />\r\n\tChavez told us by email that he used data from the Real Estate Council of Austin&rsquo;s 2011 annual<a href=\"http://www.recaonline.com/docs/arc/arc2012/cog_study_2011/COGbyTaxingEntity_3_11.html\"> Combined Costs of Governments Index</a>. That index indicates the estimated city &quot;tax burden&quot; per household increased 48 percent from 2000 to 2011, he said, and the &quot;median family income&quot; rose 27 percent.<br />\r\n\t<br />\r\n\tAccording to the index, Austin&rsquo;s<a href=\"http://www.recaonline.com/docs/arc/arc2012/cog_study_2011/COG_1989_2011_4_11.html\"> median family income</a> went from $58,900 in 2000 to $74,900 in 2011. To calculate residents&rsquo; <a href=\"http://www.recaonline.com/docs/arc/arc2012/cog_study_2011/COGbyTaxingEntity_3_11.html\">city tax &quot;burden,&quot;</a> the group used city sales tax, city property tax and the amount of money from utility fees that is returned to the city each year. They estimated that in those three categories, a typical Austin household paid $1,368.48 to the city in 2000 and $2,029.58 in 2011.<br />\r\n\t<br />\r\n\tThe real estate council, which advocates for commercial real estate interests, has calculated the &quot;Cost of Governments&quot; index for each year starting with 1989. Susan Engelking of Engelking Communications updates the index annually, and spoke with us by phone about how it&rsquo;s compiled.<br />\r\n\t<br />\r\n\tShe said Chavez&rsquo;s use of 20 percent and 40 percent &quot;looks OK &hellip; (it&rsquo;s) in the ballpark,&quot; and described for us the variables they use to calculate this &quot;tax burden&quot;:</p>\r\n<ul style=\"margin-top:0pt;margin-bottom:0pt;\">\r\n\t<li>\r\n\t\t<strong>City sales tax:</strong> The total amount Austin collects in sales taxes throughout the year, divided by the number of households.</li>\r\n\t<li>\r\n\t\t<strong>Utility transfers:</strong> Part of Austin-area residents&rsquo; utility fees goes to the city&rsquo;s general fund. Engelking gets the total dollar amount that is transferred to the fund in a year, then divides by number of households.</li>\r\n\t<li>\r\n\t\t<strong>City property tax:</strong> The tax bill a homeowner would pay under that year&rsquo;s city rate on a house that has Austin&rsquo;s average taxable value for that year (taxable value is what&rsquo;s left after homestead and other exemptions are subtracted).</li>\r\n</ul>\r\n<p>\r\n\t<br />\r\n\tThe real estate group selected those measures, Engelking said, because the group wanted to use annual numbers that would be reported consistently for years to come -- with no changes in methodology -- so that the results would continue to be directly comparable.<br />\r\n\t<br />\r\n\tFor similar reasons, she said, the group opted not to adjust the data for inflation. &quot;There were several compelling reasons to not do it,&quot; Engelking said. They wanted the index to be simple enough that anyone could quickly recreate the work just by making a few phonecalls, she said -- and simple enough so that it would be clear nobody was &quot;fiddling&quot; with the numbers.<br />\r\n\t<br />\r\n\tBut most importantly, she said, adjusting for inflation would not change the big picture: how taxes and income affect Austinites through the years. &quot;It isn&rsquo;t necessary for the question we are asking,&quot; she said.<br />\r\n\t<br />\r\n\tMark Robyn, an economist who studies local, state and federal taxes at the Washington-based, nonpartisan Tax Foundation, said he thinks the real estate council&rsquo;s sales/utility/property tax definition of &quot;tax burden&quot; is a fair measure if it includes all the major taxes levied by the city.<br />\r\n\t<br />\r\n\tCiting median income for a family of four but calculating tax bills for an average household is not a perfect comparison, Robyn said, but he added, &quot;I can&rsquo;t think of a reason there&rsquo;s anything wrong with it.&quot; Although medians and averages are calculated differently, neither one is &quot;wrong&quot;; there are just many ways to slice the data, he said.<br />\r\n\t<br />\r\n\tLike Engelking, Robyn noted that Chavez had used a conservative estimate. &quot;He could make an even more shocking statement if he wanted to,&quot; Robyn said.<br />\r\n\t<br />\r\n\tOver a longer period, the real estate group&rsquo;s numbers show even more disparity.<br />\r\n\t<br />\r\n\tMichael Wilt, the group&rsquo;s director of government relations, told us by phone, &quot;What our numbers indicate is that since 1989, the median family income has doubled but the combined tax burden has tripled.&quot;<br />\r\n\t<br />\r\n\tHis group maintains the index to remind local government of of these aspects, he said. &quot;The main statement is that the cost of government is outpacing the median income.&quot;<br />\r\n\t<br />\r\n\tRobyn said that such a conclusion would most likely hold even if the numbers were adjusted for inflation. With inflation factored in, he said, change in income over time might not be 27 percent, and the change in tax bill over time might not be 48 percent, but overall, tax bills should still be outpacing income.<br />\r\n\t<br />\r\n\tWe tracked down the data independently from the sources Engelking used.<br />\r\n\t<br />\r\n\tFrom the federal Department of Housing and Urban Development, we learned Austin&rsquo;s median family incomes were $58,900 in 2000 and $74,900 in 2011, a 27 percent increase. According to the U.S. Census Bureau, the city (rather than the Austin metropolitan statistical area, which is larger) had <a href=\"http://factfinder2.census.gov/faces/tableservices/jsf/pages/productview.xhtml?src=bkmk\">265,649 households</a> in 2000 and 330,010 households in 2011. Austin&rsquo;s demographer, Ryan Robinson, told us by phone that the city calculates its own numbers for non-census years, and said he probably supplied Engelking with an October 2011 quarterly estimate of 333,815 households.<br />\r\n\t<br />\r\n\tAustin&rsquo;s budget office gave us the city&rsquo;s total sales tax revenue for 2000 ($122.2 million) and 2011 ($151.2 million), as well as total utility dollars transferred to the city in 2000 ($78.4 million) and 2011 ($134.3 million). The Travis Central Appraisal District sent us average taxable home values and city property tax rates for those years.<br />\r\n\t<br />\r\n\tNext we ran the math, and found that one of Austin&rsquo;s 265,649 households in 2000 would have paid an average of $461 in city sales taxes and seen $295 of its utility fees transferred back to the general fund. If that household owned a home worth the city&rsquo;s average taxable value ($138,674, in 2000), its city property tax bill would have been $647, at the 2000 rate of 46.63 cents per $100.<br />\r\n\t<br />\r\n\tThat yields a &quot;tax burden&quot; of $1,402 for an average Austin household, in a year when HUD gives Austin&rsquo;s median family income as $58,900.<br />\r\n\t<br />\r\n\tIn 2011, according to the same sources, one of Austin&rsquo;s 333,815 households would have paid $453 in city sales tax, $407 in utility transfers and -- if the home&rsquo;s taxable value was $254,328, the average for Austin in 2011 -- a city property tax bill of $1,224.<br />\r\n\t<br />\r\n\tThat&rsquo;s a total $2,084 &quot;burden&quot; in a year when HUD estimates Austin median family income was $74,900.<br />\r\n\t<br />\r\n\tThe real estate group, by way of contrast, got a &quot;tax burden&quot; of $1,368 for 2000 and $2,030 for 2011. So our results were $34 higher for 2000 and $54 higher for 2011.<br />\r\n\t<br />\r\n\tIn all cases, however, the percentage of change held up: That &quot;tax burden&quot; rose 48 percent from 2000 to 2011, whether calculated by us or by the real estate council.<br />\r\n\t<br />\r\n\tCity budget officer Ed Van Eenoo told us by email that he had a few concerns with the index. Dividing sales tax revenue and utility transfers by the number of Austin households inflates the apparent &quot;burden,&quot; he said, because it&rsquo;s not just city residents paying into both of those pools. The utilities serve an area larger than the city, and business-to-business sales as well as out-of-town visitors contribute sales tax dollars. He also objected to calling the utility transfers a &quot;tax.&quot;<br />\r\n\t<br />\r\n\tEngelking said sales tax, utility transfers and property tax are the three largest revenue streams going into the city&rsquo;s general fund. She agreed that utility transfers aren&rsquo;t a &quot;tax,&quot; but said that the goal of the index is to track the &quot;costs of government,&quot; as indicated by its name. If utility transfers were excluded, she said, &quot;you&rsquo;d be missing really important money that people do pay to fund city government.&quot;<br />\r\n\t<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tChavez drew on a calculation that checks out, though the city&rsquo;s suggested caveats seem worthy of consideration. We rate his claim Mostly True.</p>\r\n", "ruling_comments_date": "2012-05-10T20:11:27.722173", "ruling_date": "2012-05-11T06:00:00", "ruling_headline": "Dominic Chavez says Austin “tax burden” up more than 40 percent, family income up more than 20 percent since 2000", "ruling_headline_slug": "dominic-chavez-says-austin-tax-burden-more-40-perc", "ruling_link_text": "Many factored thing", "ruling_state": "Texas", "source_documents": null, "sources": "<p>\r\n\t<br />\r\n\tCampaign <a href=\"http://www.afdrecruiting.com/page/may-12-general-municipal-election-place-5-candidate-videos\">video</a> from Austin City Council Place 5 candidate Dominic &quot;Dom&quot; Chavez, city website, March 30, 2012<br />\r\n\t<br />\r\n\tEmail interviews with Dominic &quot;Dom&quot; Chavez, May 2-7, 2012<br />\r\n\t<br />\r\n\tReal Estate Council of Austin, <a href=\"about:blank\">2011 &quot;Combined Cost of Governments Index,&quot;</a> accessed online May 10, 2012<br />\r\n\t<br />\r\n\tTelephone and email interviews with Susan Engelking of Engelking Communications, May 9-10, 2012<br />\r\n\t<br />\r\n\tTelephone and email interviews with Austin city demographer Ryan Robinson, May 8-10, 2012<br />\r\n\t<br />\r\n\tTelephone and email interviews with Michael Wilt, director of government relations for the Real Estate Council of Austin, May 9-10, 2012<br />\r\n\t<br />\r\n\tTelephone and email interviews with Patricia Campbell, Region IV public affairs officer for U.S. Department of Housing and Urban Development, May 10, 2012<br />\r\n\t<br />\r\n\tTelephone and email interviews with Robert Bernstein, press officer with U.S. Census Bureau, May 8-10, 2012<br />\r\n\t<br />\r\n\tEmail interviews with Ed Van Eenoo, Austin city budget officer, May 9-10, 2012<br />\r\n\t<br />\r\n\tTelephone and email interviews with Bill Ransom-Nelson, economist with Austin city budget office, May 9-10, 2012<br />\r\n\t<br />\r\n\tEmail interview with Marya Crigler, Travis County chief appraiser, April 26, 2012<br />\r\n\t<br />\r\n\tEmail interview with Tiffany Seward, director of Travis County Tax Office Public Information and Training Department, April 26, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Senior director, external relations, Texas Higher Education Coordinating Board", "false_count": 0, "first_name": "Dominic", "half_true_count": 0, "home_state": "Texas", "id": 1853, "last_name": "Chavez", "mostly_true_count": 1, "name_slug": "dominic-chavez", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/domchavezsq.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1853/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\tSays since 2000, Austin&rsquo;s &quot;tax burden&quot; rose more than 40 percent while family income rose more than 20 percent.</p>\r\n", "statement_context": "a campaign video", "statement_date": "2012-03-30", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 196, "photo": null, "resource_uri": "/api/v/2/subject/196/", "subject": "City Budget", "subject_slug": "city-budget", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 203, "photo": null, "resource_uri": "/api/v/2/subject/203/", "subject": "City Government", "subject_slug": "city-government", "used_in_edition": ["/api/v/2/edition/2/"]}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}