{"art": [], "author": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "canonical_url": "/oregon/statements/2012/may/11/jennifer-williamson/do-we-really-spend-nearly-third-health-care-dollar/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "dlane@oregonian.com", "first_name": "Dee", "id": 183, "last_name": "Lane", "name_slug": "dee-lane", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/183/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 5909, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "resource_uri": "/api/v/2/statement/5909/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tState lawmakers are fresh off a legislative session in which they passed sweeping health care reforms. But Jennifer Williamson, a candidate running to represent House District 36, isn&rsquo;t content with just those changes. In a mailer she&rsquo;s sent to potential voters, she&rsquo;s promised to fight for a single-payer system.<br />\r\n\t<br />\r\n\tWhat&rsquo;s more, she knows how she&rsquo;d fund it.<br />\r\n\t<br />\r\n\tHere&rsquo;s what she says: &quot;Jennifer Williamson will work to implement a single, statewide, publicly funded plan that covers everyone in our state. Jennifer knows this doesn&rsquo;t have to cost more, because one-third of our healthcare dollars go to wasteful insurance billing and bureaucracy that could be eliminated with a universal, publicly-funded plan.&quot;<br />\r\n\t<br />\r\n\tThere is a lot there -- way more than we can get to in one fact check -- and much of it is hypothetical. There are estimates about how much a single-payer system would cost, for example, but there&rsquo;s not a clear consensus. So, we&rsquo;re going to drill down into this idea that nearly a third of our dollars go to bureaucracy and billing.<br />\r\n\t<br />\r\n\tFirst, here&rsquo;s a little health care primer. In the insurance industry, there&rsquo;s something called a medical loss ratio. You might have heard this term back when the health care reform legislation was making its way through Congress.<br />\r\n\t<br />\r\n\tBasically, the medical loss ratio describes the percent of every dollar that an insurance company takes in that goes to medical costs. So, for instance, if a company has a 70 percent medical loss ratio, that means that 70 cents of every dollar goes to health care while 30 cents goes to other areas -- administration, advertising and profit, for example. (Under the new federal healthcare law, the ratio must be 80 percent or insurance companies have to rebate the overage.)<br />\r\n\t<br />\r\n\tWith that out of the way, let&rsquo;s get to what we heard from the Williamson campaign. Spokeswoman Tera Pierce pointed us to several articles on the subject of medical loss ratios.<br />\r\n\t<br />\r\n\tPerhaps the most central to the mailer&rsquo;s argument was one out of the New England Journal of Medicine called &quot;Costs of Health Care Administration in the United States and Canada&quot; by Steffie Woolhandler, Terry Campbell and David Himmelstein. (Campbell comes from the Canadian Institute for Health Information; Woolhandler and Himmelstein from the Cambridge Hospital and Harvard Medical School.)<br />\r\n\t<br />\r\n\tThat study found that &quot;(a)fter exclusions, administration accounted for 31.0 percent of health care expenditures in the United State.&quot;<br />\r\n\t<br />\r\n\tThe campaign encouraged us to speak with Dr. Sam Metz, a physician who is both an advocate for Williamson and for a single payer system.<br />\r\n\t<br />\r\n\tMetz noted -- and we&rsquo;ll come back to this in a minute -- that the average medical loss ratio in the United States is about 80 percent. But the reason this study tacks on another 11 percent is that the medical loss ratio &quot;does not take into account the cost of physicians to collect from insurance companies.&quot;<br />\r\n\t<br />\r\n\tWhen you consider that end of the supply chain -- or at least when this study did -- the amount of cash flowing toward administrative costs increases. Now, it&rsquo;s worth noting that this study advocated for a single payer system after comparing the U.S. to Canada. It&rsquo;s also worth noting that the study is not without its critics. Health care, after all, is a very hot issue.<br />\r\n\t<br />\r\n\tWith all that in mind, we called Dr. Jeff Luck, a professor of health management and policy at Oregon State University.<br />\r\n\t<br />\r\n\tLuck was less bully on the Woolhandler-Campbell study. &quot;Thirty percent is an overstatement, I think,&quot; Luck said. &quot;There are some proponents of a single-payer health care system that I think overstate the contribution of administration in insurance.&quot;<br />\r\n\t<br />\r\n\tWhat about the added costs to doctor offices and other providers?<br />\r\n\t<br />\r\n\t&quot;That&#39;s probably a fair statement that physicians and hospitals spend money because of the complexity of the U.S. insurance system,&quot; he said. But, &quot;I think even adding the insurance costs ... putting the costs at 30 percent is overstatement.&quot;<br />\r\n\t<br />\r\n\tNow, this is all a game of extrapolation. And we&rsquo;re not health care experts. For a clearer understanding, we decided to dig up Oregon&rsquo;s numbers, especially given that Williamson is talking about a statewide plan. This is where things get a little murkier.<br />\r\n\t<br />\r\n\tSee, while Oregon might not have the best school system, and while we might have sky-high unemployment, we do manage to keep our insurance industry lean.<br />\r\n\t<br />\r\n\tWe spoke with Cheryl Martinis, a spokeswoman for the Oregon Insurance Division. The amount of money going to administrative costs varies widely depending on the market. Nationally, large private insurers that provide coverage through employers see about 12 percent of their intake going to non-medical expenses. But if you look at the individual market, those can skyrocket to 30, sometimes 40 percent. Medicare&rsquo;s overhead, meanwhile, is usually put somewhere around 2 or 3 percent, though some argue that&rsquo;s a superficially low estimate. Ezra Klein over at the Washington Post has <a href=\"http://voices.washingtonpost.com/ezra-klein/2009/07/administrative_costs_in_health.html\">a really nice primer</a> on this for those interested in reading more.<br />\r\n\t<br />\r\n\tAll that said, Oregon&rsquo;s overall medical loss ratio is around 89 percent, <a href=\"http://www.cbs.state.or.us/ins/news_releases/2012/020212-healthreport-2012.pdf\">according to the Insurance Division</a>. Put another way, in 2011 about 89 cents of every insurance dollar in Oregon went to medical costs. Only 2 cents went to profits. Now, Oregon is in a unique place because not only is our insurance market highly competitive in the Portland area, where the vast majority of Oregonians live, but two of our biggest insurers -- Providence and Kaiser -- are also providers. That means they can cut through administrative costs easily. They&rsquo;re also not-for-profit.<br />\r\n\t<br />\r\n\tSo, where does that leave us? Well, Williamson says that about 30 percent of our health care dollars goes to administrative costs and other bureaucracy. There is a peer-reviewed study that backs this up, even if it&rsquo;s not the final word. She was also careful not to say that 30 percent of our insurance dollars go to administrative costs and bureaucracy -- just that 30 percent of our health care dollars did.<br />\r\n\t<br />\r\n\tIt&rsquo;s true that one professor we spoke to was skeptical of this study, but it was published in a reputable journal and, moreover, even that professor felt that it was appropriate to tack on the added administrative costs the provider incurs. The campaign also cited other studies that suggest providers incur considerable costs in their administrative dealings with insurance companies.<br />\r\n\t<br />\r\n\tOregon&rsquo;s health care industry is leaner than the national average and if Williamson is talking about a statewide single-payer system -- which is really the only sort she could conceivably impact in the position for which she is running -- that is important context. She wouldn&rsquo;t be able to wring as much out of administrative costs in Oregon as she could nationally.<br />\r\n\t<br />\r\n\tAs for the final ruling, we&rsquo;ll give this statement a Mostly True. It&rsquo;s accurate, but we think that voters might want additional information about statewide performance.</p>\r\n", "ruling_comments_date": "2012-05-11T19:35:37.468381", "ruling_date": "2012-05-11T16:35:01", "ruling_headline": "Do we really spend a third of health care dollars on billing and bureaucracy?", "ruling_headline_slug": "do-we-really-spend-nearly-third-health-care-dollar", "ruling_link_text": "That's not quite the case in Oregon", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tInterview with Tera Pierce, spokeswoman for Jennifer WIlliamson, May 7, 2012<br />\r\n\t<br />\r\n\tInterview with Dr. Sam Metz, May 8, 2012<br />\r\n\t<br />\r\n\tInterview with Dr. Jeff Luck, OSU professor of health management and policy, May 10, 2012<br />\r\n\t<br />\r\n\tInterview with Cheryl Martinis, spokeswoman for the Oregon Insurance Division, May 3, 2012<br />\r\n\t<br />\r\n\tEzra Klein, &quot;<a href=\"http://voices.washingtonpost.com/ezra-klein/2009/07/administrative_costs_in_health.html\">Administrative costs in health care: A primer</a>,&quot; July 7, 2009<br />\r\n\t<br />\r\n\tOregon Department of Consumer and Business Services, annual <a href=\"http://www.cbs.state.or.us/ins/news_releases/2012/020212-healthreport-2012.pdf\">health insurance report</a>, Feb. 2, 2012<br />\r\n\t<br />\r\n\tJennifer Williamson, campaign flier, May 3, 2012<br />\r\n\t<br />\r\n\tSteffie Woolhandler, Terry Campbell and David Himmelstein, &quot;<a href=\"http://www.pnhp.org/publications/nejmadmin.pdf\">Costs of Health Care Administration in the United States and Canada</a>,&quot; 2003</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Attorney", "false_count": 0, "first_name": "Jennifer", "half_true_count": 0, "home_state": "Oregon", "id": 1857, "last_name": "Williamson", "mostly_true_count": 1, "name_slug": "jennifer-williamson", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/williamson_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1857/", "total_count": 1, "true_count": 0, "website": "http://jenniferfororegon.com/"}, "statement": "<p>\r\n\tSays &quot;One-third of our healthcare dollars go to wasteful insurance billing and bureaucracy.&quot;</p>\r\n", "statement_context": "a campaign mailer", "statement_date": "2012-05-03", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 202, "photo": null, "resource_uri": "/api/v/2/subject/202/", "subject": "Public Health", "subject_slug": "public-health", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}