{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2012/may/23/justin-hewlett/justin-hewlett-says-majority-districts-congression/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 5966, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/5966/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tJustin Hewlett, among a dozen Republicans seeking to represent a new tornado-shaped U.S. House district running north toward Fort Worth from western Hays and Travis counties, points out in a recent mailer that members of Congress are not required to live in the districts they represent.<br />\r\n\t<br />\r\n\tThe Constitution <a href=\"http://www.house.gov/house/Constitution/Constitution.html\">holds </a>that House members must be residents of the state -- not the district -- they represent. So it&rsquo;s legal, say, for a member representing Central Texas to live in El Paso or Port Arthur or Brownsville, though we cannot recall such a farflung turn.<br />\r\n\t<br />\r\n\tHewlett&rsquo;s mailer continues: &quot;In fact, the majority of the (Congressional) District 25 candidates reside outside of the district.&quot;<br />\r\n\t<br />\r\n\tWe were curious if Hewlett was right that at least seven of the GOP aspirants do not live in the district, which brings together parts or all of 13 counties including Burnet, Lampasas, Bosque, Hill and (smidges of) Tarrant and Bell counties. The sole Democratic candidate, Elaine Henderson, lives near Austin in Lago Vista, which is in the district.<br />\r\n\t<br />\r\n\tHewlett -- the mayor of Cleburne, in Johnson County, which is in the district -- told us in a telephone interview that he checked each opponent&rsquo;s filings with the Federal Election Commission and researched home addresses online.<br />\r\n\t<br />\r\n\tBy email, he passed along <a href=\"https://docs.google.com/document/d/1c9TRi0-7SzS4qtjIAH_PNjXahTuhMbKBe6EzVnQ2WqM/edit\">his breakdown</a> indicating that five candidates do not live in the district, while three candidates might have moved in after declaring their candidacies. According to Hewlett&rsquo;s breakdown, candidate Ernie Beltz Jr. lives in Cedar Park, not in the district; Bill Burch lives in Grand Prairie, not in the district; Dianne Costa lives in Lewisville, not in the district; Michael Williams has an Arlington home and an Austin apartment, both not in the district; and James Dillon lists his hometown as Liberty Hill, not in the district.<br />\r\n\t<br />\r\n\tWes Riddle lives in Belton, Hewlett told us, just outside the district. Hewlett wrote: &quot;Since taking some &lsquo;heat&rsquo; about not living in the district, (Riddle) bought a property&quot; in Gatesville, in the district, and changed his voter registration to that address.<br />\r\n\t<br />\r\n\tDave Garrison, Hewlett said, has listed an address in Horseshoe Bay, just outside the district, but claims to have an apartment in Bee Cave, near Austin, in the district. &quot;If this is true, it is likely that he has changed his voter registration to the apartment in Bee Cave,&quot; Hewlett told us.<br />\r\n\t<br />\r\n\tFinally, Hewlett wrote, Roger Williams is from Weatherford, outside the district, but when he declared his candidacy he said he and his wife would buy an Austin home. &quot;He is now claiming they own a house in Austin,&quot; Hewlett said. &quot;If this is true, it is likely that he has now changed his residence to Austin.&quot;<br />\r\n\t<br />\r\n\tThe unmentioned Republican candidates in his analysis are Chad Wilbanks of Austin; Brian Mathews of Austin; and Charlie Holcomb of Wimberley, all presumably living in the district.<br />\r\n\t<br />\r\n\tSeparately, Wilbanks pointed out a <a href=\"http://www.kdhnews.com/news/story.aspx?s=65013\">news article</a> on the candidates in the March 17, 2012, <em>Killeen Daily Herald</em> stating that six candidates, or half, live within its boundaries and six -- Beltz, Burch, Costa, Dillon and Michael and Roger Williams -- do not.<br />\r\n\t<br />\r\n\tTo launch our own check, we asked the election commission if it tracks where House candidates live. A commission spokesman, Christian Hilland, advised by email that the agency is not required to collect home addresses of House candidates; most addresses on file are for candidate postal boxes or campaign headquarters.<br />\r\n\t<br />\r\n\tNext, we played Dial-A-Candidate, focusing on candidates listed as non-residents in the <em>Herald</em> story plus those whose residency is questioned by Hewlett.&nbsp; We then confirmed three candidates as non-residents, while four said they indeed live, and vote, in the district. Dillon, listed as living in Liberty Hill, outside the district, declined to discuss his residency.<br />\r\n\t<br />\r\n\tDetails:<br />\r\n\t<br />\r\n\t--Burch told us he lives in Grand Prairie, outside the district, though hopes to move into the district before November 2012.</p>\r\n<p>\r\n\t--Beltz confirmed that he lives in Cedar Park, about two miles outside the district.<br />\r\n\t<br />\r\n\t--Costa said she lives outside the district in Denton County&rsquo;s Highland Village, though her family has a 230-acre ranch in Hamilton County, which is in the district. &quot;I pay taxes in the district. I have an investment in the district,&quot; Costa said.<br />\r\n\t<br />\r\n\t--Michael Williams&rsquo; campaign manager, Will Fullerton, told us that Williams got an apartment in the Austin part of the district after the race started and registered to vote there. Vanessa Shaw of the Travis County Tax Office separately told us by phone that Williams registered to vote in the county in early 2012.<br />\r\n\t<br />\r\n\t--Rachel Nolen of Riddle&rsquo;s campaign said the candidate has offices in Belton and Austin, but lives in Gatesville, which is in Coryell County and the district. Peggy Vaden of the Coryell County Tax Office later told us by phone that Riddle registered to vote there in August 2011 and has since voted there twice.<br />\r\n\t<br />\r\n\t--Steve Ray, a consultant to Garrison&rsquo;s campaign, said that while Garrison has a Horseshoe Bay house just outside the district, he has lived and voted in Bee Cave, near Austin and in the district, since at least last fall. Shaw, of the Travis County office, said Garrison registered to vote in the county in September 2011.<br />\r\n\t<br />\r\n\t--Roger Williams moved into a West Austin apartment in the district on March 16, 2012, his campaign spokesman, Kasey Pipes, told us by email. Asked about Williams&rsquo; Weatherford home, Pipes replied: &quot;He&rsquo;s keeping two residences, but his primary residence will be in Austin.&quot; Shaw told us Williams&rsquo; registration to vote in the county took effect in May 2012.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tOur conclusion is that four of the 12 Republican candidates -- not the majority, as Hewlett says -- live (and vote) outside the district. Still, some hopefuls lived outside the district until not long ago, giving Hewlett&rsquo;s claim an element of truth. We rate it Mostly False.</p>\r\n", "ruling_comments_date": "2012-05-23T14:40:13.892056", "ruling_date": "2012-05-23T14:01:39", "ruling_headline": "Justin Hewlett says the majority of district's congressional candidates do not live in district", "ruling_headline_slug": "justin-hewlett-says-majority-districts-congression", "ruling_link_text": "Outdated", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tTelephone interview, Ernie Beltz, Cedar Park, May 21, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Bill Burch, May 21, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Diane Costa, May 21, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Vanessa Shaw, superviser, public information, Travis County Tax Office, May 23, 2012<br />\r\n\t<br />\r\n\t<a href=\"https://docs.google.com/document/d/1c9TRi0-7SzS4qtjIAH_PNjXahTuhMbKBe6EzVnQ2WqM/edit\">Emails</a> and telephone interview, Justin Hewlett, Cleburne, May 16-18, 2012<br />\r\n\t<br />\r\n\t<em>The Killeen Daily Herald</em>, news article, <a href=\"http://www.kdhnews.com/news/story.aspx?s=65013\">&quot;U.S. House District 25 Race Heats Up,&quot;</a> March 17, ,2012<br />\r\n\t<br />\r\n\tTelephone interview, Will Fullerton, campaign manager, Michael Williams campaign, May 21, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Elaine Henderson, Lago Vista, May 23, 2012</p>\r\n<p>\r\n\tTelephone interview, Rachel Nolen, administrative assistant, Wes Riddle campaign, May 21, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Kasey Pipes, communications director, Roger Williams campaign, May 21, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Steve Ray, consultant to Dave Garrison campaign, May 21, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Peggy Vaden, clerk, Coryell County Tax Office, Gatesville, May 23, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Mayor of Cleburne, Texas", "false_count": 0, "first_name": "Justin", "half_true_count": 0, "home_state": "Texas", "id": 1868, "last_name": "Hewlett", "mostly_true_count": 0, "name_slug": "justin-hewlett", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/HEWLETT05232012.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1868/", "total_count": 1, "true_count": 0, "website": "http://www.justinhewlett.com/"}, "statement": "<p>\r\n\tSays the majority of candidates in Texas&rsquo; 25th Congressional District live outside the district.</p>\r\n", "statement_context": "a campaign mailer.", "statement_date": "2012-05-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}], "target": [], "twitter_headline": ""}