{"art": [], "author": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2012/may/24/john-bradley/williamson-county-da-john-bradley-says-challenger-/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 5970, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mashford-grooms@statesman.com", "first_name": "Meghan", "id": 118, "last_name": "Ashford-Grooms", "name_slug": "meghan-ashford-grooms", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/118/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/5970/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tIn the heated contest over the Republican nomination to be Williamson County&rsquo;s district attorney, incumbent John Bradley has repeatedly said challenger Jana Duty, the elected county attorney, doesn&rsquo;t have enough experience to do his job.</p>\r\n<p>\r\n\tIn an <a href=\"http://www.statesman.com/opinion/one-candidate-honest-the-other-manipulative-2356116.html\">op-ed article</a> published on the <em>Austin American-Statesman</em>&rsquo;s website May 14, 2012, for instance, Bradley talked up his r&eacute;sum&eacute; and then said: &quot;Duty has never prosecuted a single adult felony case.&quot;</p>\r\n<p>\r\n\tNot one?</p>\r\n<p>\r\n\tBefore detailing our fact-check, we think it&rsquo;s important to note that we&rsquo;re not tackling what kind of experience a district attorney should have and whether Duty has it &mdash; that&rsquo;s open to debate.</p>\r\n<p>\r\n\tWe were curious whether Bradley was correct that Duty had never prosecuted an adult felony case.</p>\r\n<p>\r\n\tOn its face, such a charge illuminates a basic difference between the jobs of the district attorney and county attorney in Williamson County. Criminal prosecution of adults is split between them, with the district attorney&rsquo;s office handling felony cases and the county attorney&rsquo;s office handling misdemeanors.</p>\r\n<p>\r\n\tSo since Duty became county attorney in 2005, adult felonies have not fallen under her purview, which means she could not have personally prosecuted them.</p>\r\n<p>\r\n\tIn a <a href=\"http://www.districtattorneyjohnbradley.com/Documents/Experience.pdf\">write-up</a> he emailed to us, Bradley says previous experience with adult felony cases is key because &quot;no person can credibly or successfully lead an office without any experience or understanding of the job being done in that office.&quot; Via email, Bradley also told us that the district attorney sets office-wide policy on punishment recommendations in plea agreements. &quot;As misdemeanor cases only involve a maximum of one year in jail and felony cases involve punishment of up to life in prison or death, felony experience is absolutely necessary,&quot; he said.</p>\r\n<p>\r\n\tAs for Bradley&rsquo;s experience, the write-up says he has been a prosecutor since 1987, starting out in the Harris County district attorney&rsquo;s office. He joined the Williamson County district attorney&rsquo;s office two years later. In 2001, Gov. Rick Perry appointed Bradley to lead the office, according to the county&rsquo;s <a href=\"http://www.wilco.org/default.aspx?tabid=238\">website</a>, and he first won election in 2002.</p>\r\n<p>\r\n\tBradley told us that he continues to personally handle some cases but that the majority are handled by assistant prosecutors. He said that on a daily basis, he discusses cases with prosecutors in his office, advises them and sets policy.</p>\r\n<p>\r\n\tTo support his statement about Duty&rsquo;s experience, Bradley first pointed us to a television news report in which he said Duty admitted his claim was correct. In the March 23, 2012, <a href=\"http://austin.ynn.com/content/283790/morton-case-source-of-contention-in-wilco-da-race\">story</a> by the Austin area&rsquo;s YNN television channel, Bradley, in an interview, said: &quot;I have over 20 years of experience; Jana Duty has never prosecuted a single adult felony case. And that&rsquo;s the work that the DA does.&quot; Next, the YNN reporter, Alana Rocha, said: &quot;She admits that&rsquo;s true, but that her office has tried many such cases.&quot;</p>\r\n<p>\r\n\tMany adult felony cases? We found that statement confusing, so we sought clarity from the reporter. Rocha told us that Duty had admitted to her that Bradley&rsquo;s claim is correct. Rocha also said that after we inquired, she checked with Duty afresh and Duty clarified that her office prosecutes juvenile felonies.</p>\r\n<p>\r\n\tIn Williamson County, the county attorney&rsquo;s office is responsible for juvenile cases.</p>\r\n<p>\r\n\tAs further support for his statement, Bradley pointed us to a February 2012 candidate forum in Cedar Park, where, he said, Duty neither questioned the truthfulness of his claim nor offered examples of adult felony prosecution experience.</p>\r\n<p>\r\n\tAccording to a <a href=\"http://www.youtube.com/watch?v=62U-yjuNypY&amp;feature=player_embedded\">video</a> of the forum on the <a href=\"http://www.centex912project.com/\">website</a> of the Central Texas 9-12 Project, Bradley raised the issue of experience in his closing statement, although he made a narrower claim there than in his op-ed piece, charging that Duty has never tried &mdash; as opposed to the broader idea of &quot;prosecuted&quot; &mdash; an adult felony case.</p>\r\n<p>\r\n\tThat&rsquo;s an important distinction because most felony cases are resolved through plea bargains, not trials. Bradley told us that more than 95 percent of the cases in his office end in such agreements.</p>\r\n<p>\r\n\tAt the forum, Bradley said: &quot;How can you have a district attorney run an office, decide the death penalty for people, if you&rsquo;ve never stood in court in a felony case and tried an adult? And the fact is Ms. Duty&quot; has not done so.</p>\r\n<p>\r\n\tDuty responded during her final statement that she is &quot;also a career prosecutor&quot; and that she has experience &quot;trying many, many cases,&quot; pointing to work she has done in Bexar and Williamson counties. She said she has tried 30 to 40 jury trials and has handled family violence and Child Protective Services cases, including those that result in the termination of someone&rsquo;s parental rights. &quot;And again let me remind you that in a parental termination case, you are taking children away from their parents forever, and that is just as serious as putting somebody in prison,&quot; Duty said.</p>\r\n<p>\r\n\tDuty did not respond to our requests to discuss her professional experience. However, according to an Oct. 7, 2004, <em>Austin American-Statesman</em> news article and her campaign website, she had previously served two stints as a prosecutor: as an assistant district attorney in Bexar County after she passed the Texas bar exam in 1997, and as an assistant Williamson County attorney from 1999 to 2001.</p>\r\n<p>\r\n\tHer <a href=\"http://janaduty.com/About_Jana.html\">campaign website</a> says Duty&rsquo;s earlier work at the Williamson county attorney&rsquo;s office came in the &quot;Child Protective Services and Protective Order section&quot; and then in the criminal division.</p>\r\n<p>\r\n\tAccording to legal experts we contacted, Child Protective Services cases generally involve allegations of abuse or neglect against a child&rsquo;s parent or guardian and are civil, not criminal, cases. The <a href=\"http://www.wilco.org/CountyDepartments/CountyAttorney/DomesticViolence/tabid/225/language/en-US/Default.aspx\">website</a> of the Williamson county attorney&rsquo;s office says pursuing protective orders for qualified applicants is one way that the county attorney &quot;aids in the prevention of domestic violence.&quot; A protective order is &quot;a civil court order issued against a person who has committed family violence,&quot; the site says. Such orders can, for example, require that an abusive husband have no contact with his wife for a certain period of time.</p>\r\n<p>\r\n\tEither way, adult felony cases are not handled in the Williamson county attorney&rsquo;s office.</p>\r\n<p>\r\n\tBut did Duty handle such cases while working for the Bexar County district attorney, which prosecutes felonies and misdemeanors?</p>\r\n<p>\r\n\tThat&rsquo;s at least unclear.</p>\r\n<p>\r\n\tIn her campaign bio, Duty says that in Bexar County, she &quot;worked as the Protective Order Attorney and then as a family violence prosecutor in the family violence court.&quot; We sought information from the Bexar County district attorney&rsquo;s office about the cases she handled there, but officials declined to comment.</p>\r\n<p>\r\n\tBrian Fischer, a Houston criminal defense attorney, told us that generally, prosecutions of family violence cases can involve misdemeanors or felonies.</p>\r\n<p>\r\n\tIn an email, Duty replied to our inquiry about Bradley&rsquo;s claim without speaking directly to its accuracy. She wrote: &quot;My office prosecutes juvenile felony crimes and adult misdemeanor crimes (and a lot of other stuff). The Texas Rules of Evidence, the Texas Rules of Procedure (and) the elements of a felony are exactly the same for an adult case as they are in a juvenile case. In my 15 years as a lawyer, I have tried hundreds of adult misdemeanor, juvenile misdemeanor and felony crimes, Child Protective Services cases, and Protective Orders. I would venture to say that I have just as much trial experience as Mr. Bradley.&quot;</p>\r\n<p>\r\n\tFinally, we explored Duty&rsquo;s intimation that there are similarities between the prosecution of adult felonies and juvenile felonies by consulting Texas legal experts, including Fischer, who specializes in juvenile law; two law professors; and a juvenile defense lawyer who prosecuted both adult and felony cases over nearly three decades in the Harris County district attorney&rsquo;s office.</p>\r\n<p>\r\n\tThe experts did not agree on the degree of similarities or differences between prosecuting adult and juvenile felonies.</p>\r\n<p>\r\n\tHowever, they all noted that juveniles can be charged with the same felony crimes as adults and that prosecutors are held to the same burden of proof in juvenile felony trials as in adult ones; they must prove &quot;beyond a reasonable doubt&quot; that the accused has committed the crime. Also, they agreed, the rules of evidence and the elements of the crime are the same in juvenile and adult cases.</p>\r\n<p>\r\n\tThe issue of procedure is more complicated. The experts told us that juvenile courts operate under a sort of hybrid system, in which rules of civil procedure govern many aspects of a juvenile felony case while others are governed by rules of criminal procedure, as adult cases are.</p>\r\n<p>\r\n\tOther distinctions: The maximum sentence a juvenile can receive is 40 years, while adults face sentences up to life in prison or even death.</p>\r\n<p>\r\n\tDuty did not respond to our questions about how many juvenile felony trials she had prosecuted.</p>\r\n<p>\r\n\tAccording to data from the state Office of Court Administration, there were 205 new juvenile felony cases filed in the county&rsquo;s juvenile court from Sept. 1, 2010, through April 30, 2012. During that time, 142 juvenile felony cases were resolved through pleas of &quot;true&quot; &mdash; the equivalent of pleading guilty in adult court. Also, 31 felony cases were dismissed. There was one trial, of a misdemeanor case, according to the data.</p>\r\n<p>\r\n\t<strong>Our ruling</strong></p>\r\n<p>\r\n\tDuty points out that her office prosecutes adult misdemeanors and juvenile felonies, though it appears that none made it to trial in recent years. Hers may be a reasonable point. Still, Bradley specified that Duty had not conducted adult felony prosecutions.</p>\r\n<p>\r\n\tThis published claim rates Mostly True.</p>\r\n", "ruling_comments_date": "2012-05-24T00:09:59.216594", "ruling_date": "2012-05-24T09:00:00", "ruling_headline": "Williamson County DA John Bradley says challenger Duty has never prosecuted an adult felony case", "ruling_headline_slug": "williamson-county-da-john-bradley-says-challenger-", "ruling_link_text": "Duty claims experience with juvenile felonies", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tWilliamson County District Attorney John Bradley, <a href=\"http://www.statesman.com/opinion/one-candidate-honest-the-other-manipulative-2356116.html\">op-ed article</a>, Austin American-Statesman, May 14, 2012</p>\r\n<p>\r\n\tWilliamson County District Attorney John Bradley, &quot;<a href=\"http://www.districtattorneyjohnbradley.com/Documents/Experience.pdf\">Experience</a>&quot; (received May 17, 2012)</p>\r\n<p>\r\n\tEmail (<a href=\"https://docs.google.com/document/d/11c_xKNNSw1esmmYUE_HNU8TCYe00oJByPXR7QPp9_TI/edit\">excerpts</a>) from John Bradley, Williamson County district attorney, May 17-22, 2012</p>\r\n<p>\r\n\tAustin area YNN station, <a href=\"http://austin.ynn.com/content/283790/morton-case-source-of-contention-in-wilco-da-race\">news report</a>, &quot;Morton case source of contention in Wilco DA race,&quot; March 23, 2012</p>\r\n<p>\r\n\tCentral Texas 9-12 Project, <a href=\"http://www.youtube.com/watch?v=62U-yjuNypY&amp;feature=player_embedded\">video</a>, candidate forum, Cedar Park (uploaded Feb. 27, 2012)</p>\r\n<p>\r\n\tAustin American-Statesman, <a href=\"https://docs.google.com/open?id=0B53RSQaAZ707YWViQTl4SmktR0k\">news article</a>, &quot;Sparks fly in county attorney race,&quot; Oct. 7, 2004</p>\r\n<p>\r\n\tWilliamson County Attorney Jana Duty, campaign website, &quot;<a href=\"http://janaduty.com/About_Jana.html\">About Jana Duty</a>&quot; page</p>\r\n<p>\r\n\t<a href=\"https://docs.google.com/document/d/14eTu356OyzF6JewS1R09ozsmhPxFbWGvIbVg79KV4lk/edit\">Email</a> from Jana Duty, Williamson county attorney, May 17, 2012</p>\r\n<p>\r\n\tInterview with John Bradley, Williamson County district attorney, May 17, 2012</p>\r\n<p>\r\n\tInterview with Brian Fischer, Houston attorney, May 21, 2012</p>\r\n<p>\r\n\tInterview with Bill Hawkins, former Harris County prosecutor, May 21, 2012</p>\r\n<p>\r\n\tInterview with Ellen Marrus, professor, University of Houston Law Center, May 21, 2012</p>\r\n<p>\r\n\tInterview with Njeri Rutledge, associate professor, South Texas College of Law, May 21, 2012</p>\r\n<p>\r\n\t<a href=\"https://docs.google.com/document/d/1qc6M274lroLAE2XrShn8O7jCUQGMH_f4amstWLibryk/edit\">Additional information</a> from legal experts on difference/similarities between adult felony and juvenile felony cases</p>\r\n<p>\r\n\tTexas Office of Court Administration, <a href=\"https://docs.google.com/open?id=0B53RSQaAZ707TF9QMFdkRkRweFE\">report</a>, District Court data, Williamson County (accessed May 23, 2012; see page 9 for juvenile court information)</p>\r\n<p>\r\n\tInterview with Lisa David, Williamson County district clerk, May 23, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Williamson County district attorney", "false_count": 0, "first_name": "John", "half_true_count": 0, "home_state": "Texas", "id": 1870, "last_name": "Bradley", "mostly_true_count": 1, "name_slug": "john-bradley", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/BradleyJohn.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1870/", "total_count": 1, "true_count": 0, "website": "http://www.districtattorneyjohnbradley.com/"}, "statement": "<p>\r\n\tSays Williamson County Attorney Jana Duty &quot;has never prosecuted a single adult felony case.&quot;</p>\r\n", "statement_context": "an op-ed in the Austin American-Statesman", "statement_date": "2012-05-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Williamson County attorney", "false_count": 0, "first_name": "Jana", "half_true_count": 0, "home_state": "Texas", "id": 1836, "last_name": "Duty", "mostly_true_count": 0, "name_slug": "jana-duty", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/janaduty2008.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1836/", "total_count": 1, "true_count": 0, "website": "http://janaduty.com/"}], "twitter_headline": ""}