{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2012/may/24/ryan-downton/ryan-downton-says-paul-workman-offered-legislation/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 5975, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/5975/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>Ryan Downton of Austin, challenging Austin state Rep. Paul Workman in the 2012 Republican primary, maintains that Workman last year proposed Texas-style amnesty for illegal immigrants.<br />\r\n<br />\r\nIn a May 21, 2012, <a href=\"http://ryandownton.com/UserFiles/files/Letter%20to%20District.pdf\">open letter</a> posted on his campaign website, Downton -- who earlier urged us to look at this issue -- says Workman, who seeks a second two-year term, has deliberately not told voters about the proposal. &quot;In short, he wants to pretend the bill doesn&rsquo;t exist,&quot; Downton writes. &quot;I can understand why he doesn&#39;t want you to know about&quot; <a href=\"http://www.legis.state.tx.us/BillLookup/Text.aspx?LegSess=82R&amp;Bill=HB2886\">House Bill 2886</a> &quot;because it... provides amnesty to illegal immigrants... provides driver&#39;s licenses to illegal immigrants... forbids employers from discrimination against illegal immigrants; and would make Texas a &lsquo;sanctuary state&rsquo; where law enforcement personnel couldn&#39;t enforce federal immigration law.&quot;<br />\r\n<br />\r\nThat covers a lot of turf. In this article, we&rsquo;ll gauge Downton&rsquo;s main claim that Workman&rsquo;s proposal provided amnesty, which in connection with immigration can be a politically radioactive term.<br />\r\n<br />\r\nAs PolitiFact in Washington noted in a December 2, 2011, <a href=\"http://www.politifact.com/truth-o-meter/statements/2011/dec/02/mitt-romney/does-newt-gingrich-support-amnesty-mitt-romney-say/\">article</a>, Merriam Webster defines amnesty as &quot;the act of an authority (as a government) by which pardon is granted to a large group of individuals.&quot; With respect to illegal immigrants, the historical standard for amnesty is the Immigration Reform and Control Act of 1986, which was signed into law by President Ronald Reagan. That law enabled illegal residents to become legal permanent residents if they could prove they were in the United States by Jan. 1, 1982, and met other minimal requirements. It was widely described as an &quot;amnesty&quot; program.<br />\r\n<br />\r\nThen again, the definition of amnesty can vary based on one&rsquo;s attitude toward immigration policies. Advocates for more legal immigration often maintain that amnesty means widespread legalization with few requirements. A path to legality or earned legalization, on the other hand, includes fines, waiting periods, proof of English language proficiency, criminal background checks and other criteria. Those who oppose more immigration define amnesty more broadly. Mark Krikorian, executive director of the Center for Immigration Studies, which supports low levels of immigration, previously told PolitiFact: &quot;Anything that turns an illegal resident into a legal resident one way or another is an amnesty.&quot;<br />\r\n<br />\r\nBy email and in a telephone interview, Downton said that Workman&rsquo;s proposal would have forgiven foreign nationals in the United States illegally who qualified for state-issued cards permitting them to work in Texas. Also, he said, the Workman proposal included elements mirroring provisions in the 1986 federal immigration act. Downton said by email: &quot;While it is not complete amnesty, because Texas does not have the power to invalidate federal immigration law, it is as much amnesty as the state of Texas can provide.&quot;<br />\r\n<br />\r\nWe were ready to read the legislation, which the <em>Austin American-Statesman</em> referred to as a &quot;guest worker&quot; plan in a March 10, 2011, <a href=\"http://www.statesman.com/news/texas-politics/guest-worker-program-for-immigrants-proposed-1312796.html\">news article</a> on Workman filing the proposal that day. According to legislative records, the measure was initially referred to the House Committee on State Affairs, which held an April 6, 2011, hearing on it.<br />\r\n<br />\r\nTitled the Texas Immigrant Reconciliation Act, the proposal calls for providing a way to gather information on foreign nationals illegally in the state and to collect taxes to pay for services provided to such residents. The proposal also says it provides a &quot;legal method for a foreign national to work in this state; ensure that employers hire only legally eligible workers; and remove the incentive for human trafficking along the southern border.&quot;<br />\r\n<br />\r\nUnder the proposal, undocumented immigrants could apply to the Texas Workforce Commission for a &quot;Texas resident alien card&quot; by paying $4,000 and submitting to a criminal history check. The card, valid for eight years, would enable the holder to work legally in the state; holders could subsequently apply for a new card. The proposal &nbsp;also says the holder of a resident alien card is eligible for a driver&rsquo;s license. Funding would come from a requirement that employers of illegal residents withhold from their paychecks a state tax at the rate of federal withholding.<br />\r\n<br />\r\nThe legislation says U.S. citizenship is not contemplated: &quot;An unlawful resident alien does not become a United States citizen because the person has been issued a resident alien card. A resident alien card does not create an advantage to the cardholder in obtaining citizenship.&quot;<br />\r\n<br />\r\nAn employer hiring card-carrying immigrants would have an &quot;affirmative defense against any charge by the federal government for hiring an unlawful resident alien,&quot; the proposal says. In contrast, the measure says, an employer of a foreign national not lawfully present in Texas and not issued the state resident alien card is subject to a $10,000 fine for each incident.<br />\r\n<br />\r\nOther provisions bar illegal immigrants from state-provided public health services, save emergency hospital care, as well as federal Social Security benefits. But, the proposal says, an employer must provide benefits to a card holder similar to benefits the employer provides to employees considered legal residents under federal law.<br />\r\n<br />\r\nSo, Workman authored a proposal making it possible for illegal immigrants to work legally in Texas for eight years at a clip.<br />\r\n<br />\r\nNext, we listened to the House hearing on the proposal.</p>\r\n\r\n<p>Addressing the committee, Workman suggested the federal government had failed to enforce immigration laws and it was time for Texas to attempt his reform. &quot;Now those who believe that deportation is the only solution and see no middle ground will not be happy with this legislation,&quot; Workman said. &quot;But if I may quote an old passage of Scripture, &lsquo;Come now and let us reason together.&rsquo;&quot;<br />\r\n<br />\r\nWorkman also said it would be impractical to deport an estimated 12 million illegal U.S. residents or some 1.5 million believed to be in Texas. &quot;Mass deportation will not happen,&quot; he said.<br />\r\n<br />\r\nWorkman did not refer to his proposal as amnesty; two opponents did. &quot;This is basically an amnesty bill for eight years,&quot; testified TJ Scott. David Carter, a member of the <a href=\"https://ircot.com/\">Immigration Reform Coalition of Texas</a>, which urges close attention to illegal immigration, said: &quot;It&rsquo;s amnesty for a fee; it&rsquo;s amnesty, amnesty, amnesty.&quot;<br />\r\n<br />\r\nWorkman, closing his presentation, said: &quot;I knew when I filed this bill it would be controversial. But I think that the state of Texas needs to engage in the debate about what do with the folks that are here in Texas illegally and contributing to our economy -- some would say taking away from our economy.&quot;<br />\r\n<br />\r\nThe representative also said: &quot;What you heard over and over again is that we need to secure our border and enforce immigration laws, and that&rsquo;s exactly what&rsquo;s not happening. And in anybody&rsquo;s estimation, it&rsquo;s not going to happen.&quot;<br />\r\n<br />\r\nThe committee left the proposal pending; there was no further action before the legislative session ended.<br />\r\n<br />\r\nWorkman&#39;s campaign, responding to our inquiry about Downton&#39;s claim, emailed a <a href=\"https://docs.google.com/document/d/10uyq9_iU9h1Zj3VZtGLWx2II3so-VUj2I2OBKN2nRfw/edit\">statement</a> from Workman declaring his opposition to amnesty for illegal immigrants. His statement says his proposal had nothing to do with citizenship, a federal issue, and provided for fining employers who knowingly break the law by hiring illegal immigrants.<br />\r\n<br />\r\n&quot;The legislation was aimed at providing the state of Texas with an avenue to find out who is here illegally, if they have a criminal record and find out if they are paying taxes,&quot; Workman said. &quot;Monies paid by the illegal immigrants under the bill were to be used to enhance border security and help pay for social services illegal immigrants are now, otherwise, getting for free.&quot;<br />\r\n<br />\r\n<strong>Our ruling</strong><br />\r\n<br />\r\nUnder Workman&rsquo;s 2011 proposal, illegal residents paying a fee and clearing a background check could receive a state-issued card enabling them to work in Texas for eight years at a time.<br />\r\n<br />\r\nThat strikes us as a kind of forgiveness some would consider amnesty. However, the proposal does not go as far as the 1986 federal act, which enabled immigrants to become legal residents for all purposes, not just to work for a time period in one state. Significantly, that law put beneficiaries on paths to citizenship; Workman&rsquo;s proposal would not.<br />\r\n<br />\r\nWe rate Downton&rsquo;s statement Half True.</p>\r\n", "ruling_comments_date": "2012-05-24T16:35:09.651323", "ruling_date": "2012-05-24T16:09:53", "ruling_headline": "Ryan Downton says Paul Workman offered legislation providing amnesty for illegal immigrants", "ruling_headline_slug": "ryan-downton-says-paul-workman-offered-legislation", "ruling_link_text": "Work opportunity, no path to citizenship", "ruling_state": null, "source_documents": null, "sources": "<p><em>Austin American-Statesman</em>, news articles, <a href=\"http://www.statesman.com/news/texas-politics/guest-worker-program-for-immigrants-proposed-1312796.html\">&quot;Guest worker program for immigrants proposed,&quot;</a> &nbsp;March 10, 2011; <a href=\"http://www.statesman.com/news/elections/immigration-in-spotlight-in-state-house-race-2321704.html?cxtype=rss_ece_frontpage\">&quot;Immigration in spotlight in state House race,&quot;</a> April 23, 2012<br />\r\n<br />\r\n<a href=\"https://docs.google.com/document/d/1yYEmmJ9PQs3IqEZ0OhoqO7pXsc3dpecUEo4dal9IyaU/edit\">Emails</a> (excerpted) and telephone interview, Ryan Downton, Austin, May 6, 23 and 24, 2012<br />\r\n<br />\r\nTexas House, <a href=\"http://www.house.state.tx.us/video-audio/committee-broadcasts/committee-archives/player/?session=82&amp;committee=450&amp;ram=11040611450\">video</a> of hearing (starting at 3:25:10 mark) and <a href=\"http://www.legis.state.tx.us/tlodocs/82R/witlistmtg/html/C4502011040600001.htm\">witness list</a>, House Bill 2886, Committee on State Affairs, April 6, 2011<br />\r\n<br />\r\nPolitiFact, Truth-O-Meter article, <a href=\"http://www.politifact.com/truth-o-meter/statements/2011/dec/02/mitt-romney/does-newt-gingrich-support-amnesty-mitt-romney-say/\">&quot;Does Newt Gingrich support amnesty? Mitt Romney says his plan goes there,&quot;</a> December 2, 2011</p>\r\n\r\n<p>Paul Workman, <a href=\"https://docs.google.com/document/d/10uyq9_iU9h1Zj3VZtGLWx2II3so-VUj2I2OBKN2nRfw/edit\">statement</a>, response to PolitiFact Texas, May 24, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Attorney, businessman", "false_count": 0, "first_name": "Ryan", "half_true_count": 1, "home_state": "Texas", "id": 1874, "last_name": "Downton", "mostly_true_count": 0, "name_slug": "ryan-downton", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/downtonpic052412.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1874/", "total_count": 1, "true_count": 0, "website": "http://www.ryandownton.com/"}, "statement": "<p>Says Paul Workman authored legislation providing amnesty for illegal immigrants.</p>\r\n", "statement_context": "an open letter to voters.", "statement_date": "2012-05-21", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Businessman ", "false_count": 0, "first_name": "Paul", "half_true_count": 0, "home_state": "Texas", "id": 322, "last_name": "Workman", "mostly_true_count": 1, "name_slug": "paul-workman", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/workman.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/322/", "total_count": 3, "true_count": 1, "website": "http://www.workmanfortexas.com/"}], "twitter_headline": ""}