{"art": [{"brightcove": "", "caption": "Corey Stewart, chairman of the Prince William County Board of Supervisors, makes his claim about violent crime 2:30 into this interview.   ", "id": 2425, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/2425/", "title": "Corey Stewart on immigration ", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/5CrbxViGGuo?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "5CrbxViGGuo"}], "author": [{"email_address": "sgorman@timesdispatch.com", "first_name": "Sean", "id": 238, "last_name": "Gorman", "name_slug": "sean-gorman", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/238/", "title": "PolitiFact Reporter", "twitter": null}], "canonical_url": "/virginia/statements/2012/may/25/corey-stewart/corey-stewart-says-prince-william-county-cut-viole/", "edition": {"adkey": "Editions", "advalue": "Virginia", "edition": "Virginia", "edition_slug": "virginia", "has_afterthefact": false, "id": 10, "index_page": false, "meter_name": "The Virginia Truth-O-Meter", "resource_uri": "/api/v/2/edition/10/"}, "editor": [{"email_address": "wfiske@timesdispatch.com", "first_name": "Warren", "id": 209, "last_name": "Fiske", "name_slug": "warren-fiske", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/209/", "title": "PolitiFact Virginia Editor", "twitter": null}], "facebook_headline": null, "id": 5979, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "sgorman@timesdispatch.com", "first_name": "Sean", "id": 238, "last_name": "Gorman", "name_slug": "sean-gorman", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 13, "publication_name": "Richmond Times-Dispatch", "resource_uri": "/api/v/2/publication/13/"}, "resource_uri": "/api/v/2/staffer/238/", "title": "PolitiFact Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/5979/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tIn announcing his candidacy for lieutenant governor, Corey Stewart touted his record of combating crime and illegal immigrants during his years as chairman of the Prince William County Board of Supervisors.<br />\r\n\t<br />\r\n\t&quot;We have cut violent crime in half since we instituted what is probably the nation&rsquo;s toughest crackdown on illegal immigration,&quot; Stewart, a Republican, said in an April 11 interview on NBC 12.<br />\r\n\t<br />\r\n\tStewart was referring to a law passed by the Prince William County Board of Supervisors in October 2007. The law initially required county police to determine the immigration status of anyone detained if there was probable cause to suspect the person was not a legal U.S. resident. The policy went into effect in March 2008.<br />\r\n\t<br />\r\n\tBecause of concerns officers would be accused of racial profiling, the board amended the law in April 2008 to require that police investigate the immigration status of everyone arrested for violating state or local laws.<br />\r\n\t<br />\r\n\tWe checked to see if violent crime has in fact dropped by half in Prince William since the county started the crackdown and, if so, whether the immigration law caused the decline.<br />\r\n\t<br />\r\n\tThe answers, we learned during many hours of research, are complex and often contradictory.<br />\r\n\t<br />\r\n\t<strong>Statistical issues</strong><br />\r\n\t<br />\r\n\tStewart&rsquo;s campaign told us the candidate&rsquo;s claim is based on statistics kept by the Prince William County Police Department. &nbsp;Annual reports compiled by the local police show 767 violent crimes -- which they define as murder, rape, robbery and aggravated assault -- reported to the department in 2006 compared with 402 in 2011. That&rsquo;s a drop of 47.6 percent.<br />\r\n\t<br />\r\n\tBut numbers in the Virginia State Police&rsquo;s annual Crime in Virginia report show Prince William has experienced a much more modest decrease in violent crime between those years.<br />\r\n\t<br />\r\n\tThe State Police reports -- which define violent crime as murder, robbery, aggravated assault, forcible rape and &quot;other forcible sex crimes&quot; -- show only a 24 percent decline in the number of violent crimes between those years. That&rsquo;s barely above the 22 percent drop off in violent crime experienced throughout Virginia from 2006 to 2011, according to State Police reports.<br />\r\n\t<br />\r\n\tOn the other hand, Prince William significantly topped the combined performance of its neighboring counties -- Fauquier, Loudoun, Stafford and Fairfax -- which saw a 27 percent increase in violent crime between 2006 and 2011.<br />\r\n\t<br />\r\n\tFor additional insight, we turned to the Federal Bureau of Investigation. Its statistics show the number of violent crimes reported by the Prince William County Police Department dropped 23 percent from 2006 to 2010, the latest year available. That&rsquo;s slightly above the 21 percent drop across Virginia, according to FBI data. Prince William&rsquo;s annual crime reports, meanwhile, show a 33.4 percent drop in violent crime during that time frame.<br />\r\n\t<br />\r\n\tWhy are the numbers so different?<br />\r\n\t<br />\r\n\tJonathan Perok, a spokesman for the Prince William police, said the county uses two different methods for recording crimes -- an old summary system for compiling its annual county reports and an incident-based system it uses when reporting its data to the state police.<br />\r\n\t<br />\r\n\tUnder the county&rsquo;s system, the most serious offense in a criminal incident is counted. For example, in an incident involving a murder and a robbery, only the murder would be tallied.<br />\r\n\t<br />\r\n\tBut the county reports a different set of statistics to the State Police, who count all offenses in an incident when compiling their annual crime reports.<br />\r\n\t<br />\r\n\tAdding to the confusion, the data sent to the state is in turn given to the FBI, which converts it back to the old summary data for its national report. Perok said the FBI&rsquo;s converted numbers never match Prince William&rsquo;s original statistics.<br />\r\n\t<br />\r\n\tThe old summary system on which Prince William bases its reports has been used nationwide since the 1930s, according to the FBI. But law enforcement agencies have been switching to incident-based reporting, which offers more details.<br />\r\n\t<br />\r\n\tOur confusion over the statistics was shared by the co-authors of a 2010 study, sponsored by the University of Virginia, examining the impact Prince William&rsquo;s crackdown on immigrants had on its crime rate.<br />\r\n\t<br />\r\n\t&quot;We ran into a very similar situation that was driving me absolutely crazy because we were coming up with completely different trends for similar time periods,&quot; said Tim Carter, a report co-author and the head of James Madison University&rsquo;s sociology department.<br />\r\n\t<br />\r\n\tThe authors noted the problem in their study, and ultimately relied on Prince William&rsquo;s police reports for much of their research.<br />\r\n\t<br />\r\n\tNorman Westerberg, program manager with the Virginia State Police, was puzzled about why Prince William would use old summary reporting to tally crimes for its annual reports. He said the incident based format is more comprehensive.<br />\r\n\t<br />\r\n\tBut Dana Schrad, executive director of the Virginia Association of Chiefs of Police, said other local agencies throughout the commonwealth still use the old summary reporting system. She said keeping data in the old format allows for historic comparisons with crime data from earlier years. Some police officials think the older system provides a more accurate view of crime in their communities, she added.<br />\r\n\t<br />\r\n\t<strong>When to start counting </strong><br />\r\n\t<br />\r\n\tWe encountered another statistical problem with Stewart&rsquo;s statement. He said there has been a 50 percent drop in violent crime since the policy was &quot;instituted,&quot; meaning started. The law, as we&rsquo;ve noted, didn&rsquo;t pass until October 2007 and didn&rsquo;t go into effect until March 2008.<br />\r\n\t<br />\r\n\tStewart gets near his 50 percent claim by using 2006 county police statistics as his base year to start measuring the decrease in violent crime.<br />\r\n\t<br />\r\n\tBut that&rsquo;s more than year before the law was &quot;instituted.&quot;<br />\r\n\t<br />\r\n\tIf we use 2007 as the starting point, the violent crime drop was 35 percent between that year and 2011, according to the county&rsquo;s annual reports. State Police reports show violent crime in Prince William decreased by 2 percent during that time. Violent crime in Virginia went down 21 percent during that span.<br />\r\n\t<br />\r\n\tThe Stewart campaign says 2006 is a legitimate starting point because it was the last full year before the crackdown came up for consideration. Public debate over the measure began in mid-2007, they said, beginning the drop in violent crime.<br />\r\n\t<br />\r\n\t<strong>Cause and effect</strong><br />\r\n\t<br />\r\n\tNext we turn to the implication of Stewart&rsquo;s statement -- that the immigration law caused the decrease in violent crime.<br />\r\n\t<br />\r\n\tThe UVA study, which the Stewart campaign urged us to read, offers no definite answer to this part of the claim.<br />\r\n\t<br />\r\n\tThe report said violent crime in the county rose from 2004 to 2006 and then fell during 2007 and 2008. The drop was largely due to a 36 percent decline in aggravated assaults.<br />\r\n\t<br />\r\n\tThe report said aggravated assaults really began falling in July 2007, when controversy over the proposed policy began to rise.<br />\r\n\t<br />\r\n\t&quot;It&rsquo;s probable, but by no means certain, that the drop in aggravated assaults is attributable to the immigration policy that the county adopted,&quot; Tom Guterbock, one of the report&rsquo;s authors, told us. &quot;It&rsquo;s a very conspicuous drop &hellip; Other counties (in northern Virginia) didn&rsquo;t see such a drop.&quot;<br />\r\n\t<br />\r\n\tBut Guterbock, the director of the Center for Survey Research at UVA, said other report co-authors were &quot;less sure&quot; the law caused the decrease.<br />\r\n\t<br />\r\n\tThe report says, &quot;On balance, our conclusions about the policy&rsquo;s impact on crime must be cautious due in large part to the lack of historical data on crimes committed by illegal immigrants.&quot;<br />\r\n\t<br />\r\n\tUntil the law went into effect, Prince William did not tally figures for crimes in which the suspects were illegal immigrants. The report said illegal immigrants, since the crackdown began, have committed only a small to modest percentage of crimes in Prince William, including aggravated assaults.<br />\r\n\t<br />\r\n\tThe report raises other possible reasons for the drop in crime, particularly aggravated assaults. Immigrants may have become more fearful of reporting crimes once the law went into effect, according to the study.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tStewart&rsquo;s said violent crime in Prince William County has been cut in half since the county &quot;instituted&quot; its 2008 crackdown on immigrants. The claim only comes close to holding up when Stewart uses statistics kept by the county police and starts his count with crime data from 2006 -- more than a year before crackdown began.<br />\r\n\t<br />\r\n\tData from the state police -- which uses a more comprehensive formula than Prince William to count violent crime -- tells a different story. It shows only an 24 percent drop in Prince William from 2006 to 2011 just above Virginia&rsquo;s average. FBI statistics, based on reports from the county&rsquo;s police, show a 23 percent reduction in violent crime from 2006 to 2010, slightly above Virginia&rsquo;s decline.<br />\r\n\t<br />\r\n\tIt&rsquo;s important to note, however, that Prince William did outperform its neighboring Northern Virginia counties, which saw violent crime increase from 2006 to 2011, according to state police figures.<br />\r\n\t<br />\r\n\tStewart&rsquo;s statement implies Prince William&rsquo;s drop in violent crime was caused by the crackdown. Experts who studied the impact of the law came to no definitive conclusion on that point. &nbsp;<br />\r\n\t<br />\r\n\tWe rate Stewart&rsquo;s statement Mostly False.</p>\r\n", "ruling_comments_date": "2012-05-24T18:43:10.996368", "ruling_date": "2012-05-25T06:00:00", "ruling_headline": "Corey Stewart says Prince William County cut violent crime in half since starting crackdown on illegal immigrants ", "ruling_headline_slug": "corey-stewart-says-prince-william-county-cut-viole", "ruling_link_text": "FBI and State Police stats tell different story", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tNBC 12, <a href=\"http://nbc12.wordpress.com/2012/04/11/stewart-gets-jump-on-unsettled-2013-field/\">&quot;Stewart gets jump on unsettled 2013 field,&quot;</a> April 11, 2012.<br />\r\n\t<br />\r\n\tE-mail from Stewart for Virginia campaign, April 19, 2012.<br />\r\n\t<br />\r\n\tUniversity of Virginia and Police Executive Research Forum, <a href=\"http://www.coopercenter.org/sites/default/files/csr/Final_Report_Consolidated_final.to%20printer.v2%2011.18.10s.pdf\">&quot;Evaluation of Prince William County&rsquo;s illegal immigration enforcement policy,&quot;</a> November, 2010.<br />\r\n\t<br />\r\n\tInterview with Thomas M. Guterbock, director at the center of survey research at the University of Virginia, April 23, 2012.<br />\r\n\t<br />\r\n\tInterview with Prince William County Police Department Officer Jonathan Perok, April 18, 2012.<br />\r\n\t<br />\r\n\tE-mail from Officer Jonathan Perok, April 25, 2012.<br />\r\n\t<br />\r\n\tInterview with First Sgt. Kim Chinn, Prince William County Police Department, &nbsp;May 9, 2012.<br />\r\n\t<br />\r\n\tInterviews with Norman Westerberg, program manager at the Virginia State Police, &nbsp;April 19, May 8 and May 16, 2012.<br />\r\n\t<br />\r\n\tInterview with Tim Carter, sociology professor, James Madison University, April, 2012.<br />\r\n\t<br />\r\n\tInterview with Dana Schrad, executive director of the Virginia Association of Chiefs of Police, May 16, 2012.<br />\r\n\t<br />\r\n\tE-mail from Christopher Koper, associate professor of criminology, George Mason University, May 1, 2012.<br />\r\n\t<br />\r\n\tPrince William County Police Department, <a href=\"http://www.pwcgov.org/government/dept/police/Documents/2011%20Crime%20Report.pdf\">&quot;2011 crime report,&quot;</a> April 10, 2012.<br />\r\n\t<br />\r\n\tPrince William County Police Department, <a href=\"http://www.pwcgov.org/government/dept/police/Documents/12774.pdf\">&quot;2009 annual report,&quot; </a>&nbsp;accessed April 2012.<br />\r\n\t<br />\r\n\tPrince William County Police Department, &quot;2006 annual crime report,&quot; accessed April 17, 2012.<br />\r\n\t<br />\r\n\tFederal Bureau of Investigation, <a href=\"http://www.fbi.gov/about-us/cjis/ucr/crime-in-the-u.s/2010/crime-in-the-u.s.-2010/tables/table-10/10tbl10va.xls\">&quot;2010 crime in the United States,&quot;</a> Table 1 and Table 10. accessed April 2012.<br />\r\n\t<br />\r\n\tFederal Bureau of Investigation, <a href=\"http://www2.fbi.gov/ucr/cius2007/offenses/violent_crime/index.html\">&quot;2007 crime in the United States,&quot;</a> Table 10.<br />\r\n\t<br />\r\n\tFederal Bureau of Investigation, <a href=\"http://www2.fbi.gov/ucr/cius2006/offenses/violent_crime/index.html\">&quot;2006 crime in the United States,&quot;</a> Table 10.<br />\r\n\t<br />\r\n\tFederal Bureau of Investigation, <a href=\"http://www.fbi.gov/about-us/cjis/ucr/crime-in-the-u.s/2010/crime-in-the-u.s.-2010/aboutucrmain\">&quot;About the Uniform Crime Reporting Program,&quot;</a> accessed April 2012.<br />\r\n\t<br />\r\n\tVirginia Peforms, <a href=\"http://vaperforms.virginia.gov/indicators/publicsafety/crime.php\">&quot;Crime&quot; </a>accessed April 18, 2012.<br />\r\n\t<br />\r\n\tTBD.com, <a href=\"http://www.tbd.com/blogs/tbd-facts-machine/2010/09/prince-william-montgomery-immigrants-crime-1923.html\">&quot;Did a crackdown on illegal immigrants in Prince William lead to a drop in crime?&quot; </a>Sept. 20, 2010,<br />\r\n\t<br />\r\n\tThe Washington Post, <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/11/16/AR2010111607011.html\">&quot;Cautious look at contentious Pr. William policy,&quot; </a>November 17, 2010.<br />\r\n\t<br />\r\n\tThe Washington Post, <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2009/04/11/AR2009041102122.html\">&quot;Pr. William arrest data show illegal residents accused more of lesser crimes,&quot;</a> April 12, 2009.<br class=\"kix-line-break\" />\r\n\t<br class=\"kix-line-break\" />\r\n\tThe Washington Post, <a href=\"http://www.washingtonpost.com/blogs/virginia-politics/post/corey-stewart-first-candidate-for-lieutenant-governor-officially-announces-candidacy/2012/04/11/gIQAIYCwAT_blog.html\">&quot;Corey Stewart officially announces candidacy for Va. lieutenant governor,&quot; </a>April 11, 2012.<br />\r\n\t<br />\r\n\tThe Washington Post, <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2007/10/17/AR2007101700234.html\">&quot;After vote, Pr. William Plan immigrant plan faces hurdles,&quot;</a> October 18, 2007.<br />\r\n\t<br />\r\n\tThe Washington Post, <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2007/07/10/AR2007071002093.html\">&quot;Pr. William passes resolution targeting illegal immigration,&quot;</a> July 11, 2007.<br />\r\n\t<br />\r\n\tVirginia State Police,<a href=\"http://www.vsp.state.va.us/downloads/Crime_in_Virginia_2006.pdf\"> &quot;Crime in Virginia 2006,&quot; </a>accessed April 2012.<br />\r\n\t<br />\r\n\tVirginia State Police, <a href=\"http://www.vsp.state.va.us/downloads/Crime_in_Virginia_2007.pdf\">&quot;Crime in Virginia 2007,&quot;</a> accessed April 2012.<br />\r\n\t<br />\r\n\tVirginia State Police, <a href=\"http://www.vsp.state.va.us/downloads/Crime_in_Virginia_2010.pdf\">&quot;Crime in Virginia 2010,&quot; </a>accessed April 2012.<br />\r\n\t<br />\r\n\tVirginia State Police, <a href=\"http://www.vsp.state.va.us/downloads/Crime_in_Virginia_2011.pdf\">&quot;Crime in Virginia 2011,&quot;</a> accessed May 2012.<br />\r\n\t<br />\r\n\tVirginia Department of Criminal Justice Services, <a href=\"http://www.dcjs.virginia.gov/research/documents/12%20Crime-inVA-2012.pdf\">&quot;Virginia crime trends 2001-2010,&quot;</a> Feb. 2012.<br />\r\n\t<br />\r\n\tVirginia Department of Criminal Justice Services, <a href=\"http://www.dcjs.virginia.gov/research/bulletins/200512.pdf\">&quot;Virginia incident-based crime reporting,&quot; </a>December 2005.<br />\r\n\t<br />\r\n\tFBI, <a href=\"http://www2.fbi.gov/ucr/faqs.htm\">&quot;National Incident-based Reporting System (NIBRS),&quot;</a> accessed April 23, 2012.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "Chairman, Prince William County board of supervisors", "false_count": 2, "first_name": "Corey ", "half_true_count": 0, "home_state": "Virginia", "id": 1118, "last_name": "Stewart", "mostly_true_count": 1, "name_slug": "corey-stewart", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/stewart.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Virginia", "edition": "Virginia", "edition_slug": "virginia", "has_afterthefact": false, "id": 10, "index_page": false, "meter_name": "The Virginia Truth-O-Meter", "resource_uri": "/api/v/2/edition/10/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1118/", "total_count": 11, "true_count": 0, "website": "http://www.coreystewart.com/"}, "statement": "<p>\r\n\tPrince William County &quot;has cut violent crime in half&quot; since instituting a crackdown on illegal immigration.</p>\r\n", "statement_context": "a TV interview.", "statement_date": "2012-04-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}