{"art": [{"brightcove": "", "caption": "An ad from Crossroads GPS attacks President Barack Obama.", "id": 2392, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/2392/", "title": "Crossroads GPS ad ", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/NT8xAlxKV-w?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "NT8xAlxKV-w"}], "author": [{"email_address": "moorhead@tampabay.com", "first_name": "Molly", "id": 274, "last_name": "Moorhead", "name_slug": "molly-moorhead", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Molly_the_Mollster.jpg", "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/274/", "title": "Pasco Editor", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2012/may/25/crossroads-gps/crossroads-ad-says-obama-has-failed-stem-foreclosu/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 5982, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "moorhead@tampabay.com", "first_name": "Molly", "id": 274, "last_name": "Moorhead", "name_slug": "molly-moorhead", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Molly_the_Mollster.jpg", "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/274/", "title": "Pasco Editor", "twitter": null}], "resource_uri": "/api/v/2/statement/5982/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tAs the economic collapse began to threaten homeowners, presidential candidate Barack Obama vowed to come to their aid.<br />\r\n\t<br />\r\n\t&quot;We must help the millions of homeowners facing foreclosure,&quot; he said on the campaign trail in June 2008. His plan called for changes in bankruptcy laws, a crackdown on predatory and fraudulent lenders and a $10 billion fund to help homeowners avoid foreclosure.<br />\r\n\t<br />\r\n\tWith Obama seeking re-election in 2012, his record on the foreclosure crisis is under attack. The Republican group Crossroads GPS said in a recent television ad that Obama broke his promise to help struggling homeowners. <a href=\"http://www.youtube.com/watch?v=NT8xAlxKV-w\">The ad</a> shows Obama saying he would help them and then stamps &quot;BROKEN&quot; on the screen.<br />\r\n\t<br />\r\n\tPolitiFact examined the Crossroads claim and found that, indeed, Obama has had limited success with his plans to ease the mortgage crisis.<br />\r\n\t<br />\r\n\t&quot;I don&#39;t think there&#39;s much doubt, even within the administration, that the (foreclosure assistance) programs overpromised and underperformed -- embarrassingly so,&quot; said Ken Harney, who writes a weekly syndicated real estate column.<br />\r\n\t<br />\r\n\t<strong>&#39;They wimped out&#39;</strong><br />\r\n\t<br />\r\n\tDuring the 2008 campaign and his first few months in office, Obama promised a lot:</p>\r\n<p>\r\n\t● $10 billion foreclosure prevention fund to help struggling homeowners<br />\r\n\t<br />\r\n\t● Change in bankruptcy law to allow judges to modify mortgage loan terms<br />\r\n\t<br />\r\n\t● Tax credits for struggling homeowners<br />\r\n\t<br />\r\n\t● A crackdown on predatory and fraudulent lenders<br />\r\n\t<br />\r\n\t● Better disclosure about mortgages to home-buyers<br />\r\n\t<br />\r\n\t● A moratorium on foreclosures<br />\r\n\t<br />\r\n\tThe results, experts say, have been mixed at best. Obama himself says the housing crisis is the most stubborn issue he has faced.<br />\r\n\t<br />\r\n\t&quot;If we were not a capitalist economy, it would be very easy,&quot; said Ken Thomas, an independent bank analyst and economist in Miami. &quot;We&rsquo;re a market-regulated economy, we&rsquo;re not a government-regulated economy. That makes it very hard for the government to do anything.&quot;<br />\r\n\t<br />\r\n\tThe Fraud Enforcement and Recovery Act, which Obama signed in 2009, makes it a federal crime to make a materially false statement on a mortgage application or to willfully overvalue a property to influence any action by a mortgage lending business. PolitiFact&#39;s Obameter gave that a <a href=\"http://www.politifact.com/truth-o-meter/promises/obameter/promise/435/create-new-criminal-penalties-for-mortgage-fraud/\">Promise Kept</a>. And new standards for helping people understand their mortgage were included in the Dodd-Frank financial overhaul passed in 2010, <a href=\"http://www.politifact.com/truth-o-meter/promises/obameter/promise/312/create-a-homeowner-obligation-made-explicit/\">another Promise Kept</a>.<br />\r\n\t<br />\r\n\tBut he&#39;s had limited success with the promises that would have provided the biggest help to homeowners, according to five experts we interviewed. A temporary foreclosure moratorium happened in early 2009 as banks halted their filings while they waited for the new administration to get its plan in place to address the crisis. It&rsquo;s not clear, though, that it ultimately kept many people out of foreclosure.<br />\r\n\t<br />\r\n\tAnalysts say the change in bankruptcy law to allow judges to modify individual loans could have made a significant difference, but <a href=\"http://www.politifact.com/truth-o-meter/promises/obameter/promise/313/allow-bankruptcy-judges-to-modify-terms-of-a-home-/\">it died in Congress</a>.<br />\r\n\t<br />\r\n\t&quot;That sort of took the wind out of the program, in a way. If it had passed, it would have put much more fire under the feet of the mortgage servicers,&quot; said Alex Schwartz, a professor of urban policy at the New School and author of the book <em>Housing Policy in the United States</em>. Instead, he said, &quot;you were left with voluntary participation of servicers.&quot;<br />\r\n\t<br />\r\n\tThe foreclosure prevention fund was the heart of his promise. He originally pledged $10 billion but ended up setting aside $75 billion, using TARP funds. He predicted the money would assist 9 million homeowners.<br />\r\n\t<br />\r\n\tBut after three years, only about 2 million people have won permanent mortgage help, according to the <a href=\"http://www.treasury.gov/initiatives/financial-stability/results/MHA-Reports/Documents/Mar%202012%20MHA%20Report%20Final.pdf\">Department of Housing and Urban Development</a>.<br />\r\n\t<br />\r\n\tThe two main programs were dubbed HAMP and HARP. Under the Home Affordable Modification Program, or HAMP, lenders were encouraged to restructure loans for borrowers who were struggling to pay. The banks received small payments from the government as incentive. The Home Affordable Refinance Program, or HARP, aimed to help people refinance their loans at lower interest rates.<br />\r\n\t<br />\r\n\t&quot;Everything has fallen short of original expectations,&quot; said Mark Zandi, chief economist for Moody&rsquo;s.<br />\r\n\t<br />\r\n\tOther experts agree.<br />\r\n\t<br />\r\n\t&quot;Obama&rsquo;s program was overly complicated, it was voluntary, it was at a retail level, requiring people to call in and work with individual servicers. It was a mess,&quot; Schwartz said. (On our Obameter, we&#39;ve rated the foreclosure fund a <a href=\"http://www.politifact.com/truth-o-meter/promises/obameter/promise/15/create-a-foreclosure-prevention-fund-for-homeowner/\">Promise Broken</a> because it fell far short of Obama&#39;s goal of helping 9 million homeowners.)<br />\r\n\t<br />\r\n\tAnother shortcoming of the programs: The Obama administration did not require banks to include principal reduction in modifications. The programs allowed loan servicers to reduce loan balances, but it shocked no one when most banks opted not to.<br />\r\n\t<br />\r\n\tMaking that a requirement would have gone a long way toward keeping people in their homes.<br />\r\n\t<br />\r\n\t&quot;There&rsquo;s a real risk that when people are so severely underwater, they could walk away from their mortgages,&quot; Schwartz said. &quot;So you can make a strong case for principal reduction.&quot;<br />\r\n\t<br />\r\n\tHarney, the real estate columnist, also blamed the president for not flexing more political muscle with the banks.<br />\r\n\t<br />\r\n\t&quot;At a time when the administration could have pushed the big TARP-recipient banks much harder on modifications, short sales and principal reductions, they wimped out,&quot; Harney said. &quot;Whether the close connections between Wall Street and the new White House/Treasury staff got in the way of stronger designs, I don&#39;t know. The numbers speak for themselves.&quot;<br />\r\n\t<br />\r\n\t<strong>The landscape now</strong><br />\r\n\t<br />\r\n\tNumbers about the foreclosure crisis show things have improved only slightly.<br />\r\n\t<br />\r\n\tAccording to <a href=\"http://www.realtytrac.com/home/\">RealtyTrac</a>, a website that collects and tracks foreclosure data, about 150,000 new foreclosure suits were filed nationwide in January 2009, the month Obama took office. They peaked at 203,948 in April 2009 and didn&rsquo;t dip below 100,000 in a single month until April 2011. And last month, another 97,000 new foreclosures were filed.<br />\r\n\t<br />\r\n\tCrossroads cites the high rate of underwater mortgages as evidence that Obama&rsquo;s programs failed. In early 2008, the number of underwater homes was estimated at 9 million. RealtyTrac says the current total is 12 million, or 28 percent of all mortgages.<br />\r\n\t<br />\r\n\tBut that statistic, sobering as it is, offers a poor gauge of Obama&rsquo;s policies. Borrowers ended up in this situation because they took out high-priced mortgages and then their property values plummeted -- a market occurrence largely outside any president&rsquo;s control.<br />\r\n\t<br />\r\n\t&quot;It mostly reflects bad policy leading up to the crash,&quot; said Schwartz. &quot;Policies that encouraged reckless mortgage underwriting, which inflated prices.&quot;<br />\r\n\t<br />\r\n\tStill, there are some signs of progress.<br />\r\n\t<br />\r\n\tEarly this year, changes to HARP relaxed eligibility standards and extended the length of the program to the end of 2013. HAMP also was extended through next year. Schwartz said the programs were originally geared to subprime, high-risk mortgages. So as the recession worsened and people with more conventional mortgages lost jobs and income, the programs didn&rsquo;t accommodate them. The new standards attempt to reach a bigger pool of homeowners, including people deeper underwater and those still in good standing on their loans.<br />\r\n\t<br />\r\n\tThe Treasury Department recently announced that the number of active permanent mortgage loan modifications agreed to by banks rose 12,139 to 794,748 during March, the most recent timeframe available. The Obama campaign cited HUD data showing that HAMP has trimmed a median of $535 off monthly payments of mortgages that have been modified as evidence of progress.<br />\r\n\t<br />\r\n\t&quot;I still think it&rsquo;s meaningful and it&rsquo;s helpful,&quot; Zandi said. &quot;It&rsquo;s just not as helpful as they had hoped for.&quot;<br />\r\n\t<br />\r\n\tIt&rsquo;s also worth noting that there were forces working against Obama amid these efforts. The Republican-controlled House, for one.<br />\r\n\t<br />\r\n\t&quot;The Obama administration has been completely hamstrung by Congress, refusing to spend any money on stimulus,&quot; Schwartz said.<br />\r\n\t<br />\r\n\tThe economy, for another.<br />\r\n\t<br />\r\n\t&quot;They (the foreclosure programs) haven&rsquo;t been as effective as hoped and the reason is because a lot of the foreclosures were triggered by the 8 million-plus loss in jobs,&quot; said Norm Miller, an economist, financial analyst and professor at the University of San Diego.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tThe Crossroads GPS ad said Obama has broken his promise to help millions of people facing foreclosure. &quot;Help&quot; is a vague notion, and there&rsquo;s certainly no doubt that the president has tried several avenues to stem the tide of home loan defaults. But there&rsquo;s also no doubt that his efforts have fallen far short of expectations -- and even the benchmarks he set for himself.<br />\r\n\t<br />\r\n\tTwo primary programs aimed at helping people keep their homes -- HAMP and HARP -- have reached more households in recent months, but they are unlikely to ever help the 9 million homeowners Obama said he would assist. And it&rsquo;s reasonable that he could have leaned harder on lenders to produce better results in the aftermath of multi-billion-dollar bank bailouts.<br />\r\n\t<br />\r\n\tAlthough Obama&rsquo;s efforts haven&rsquo;t been the utter failure Crossroads suggests, there are still millions of struggling homeowners who need help in the ongoing foreclosure crisis. We rate the ad&rsquo;s claim Mostly True.</p>\r\n<p>\r\n\t<strong>Update:</strong> <em>This item has been updated to correct that Republicans control the House of Representatives rather than the entire Congress.</em></p>\r\n", "ruling_comments_date": "2012-05-25T11:26:27.299674", "ruling_date": "2012-05-25T12:06:12", "ruling_headline": "Crossroads ad says Obama has failed to stem foreclosure crisis", "ruling_headline_slug": "crossroads-ad-says-obama-has-failed-stem-foreclosu", "ruling_link_text": "Obama's programs have helped relatively few", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tCrossroads GPS, &quot;<a href=\"http://www.youtube.com/watch?v=NT8xAlxKV-w\">Obama&rsquo;s Promise</a>,&quot; May 16, 2012<br />\r\n\t<br />\r\n\t<em>New York Times</em>, &quot;U.S. Loan Effort Is Seen As Adding To Housing Woes,&quot; Jan. 2, 2010, via Nexis<br />\r\n\t<br />\r\n\t<em>New York Times</em>, &quot;Treasury Faulted in Effort to Relieve Homeowners,&quot; April 11, 2012, via Nexis<br />\r\n\t<br />\r\n\tInterview with Mark Zandi, <a href=\"http://www.economy.com/mark-zandi/\">chief economist for Moody&rsquo;s</a>, May 17, 2012<br />\r\n\t<br />\r\n\tInterview with Ken Harney, syndicated real estate columnist, May 21, 2012<br />\r\n\t<br />\r\n\tInterview with former Sen. Bob Graham, D-Fla., May 22, 2012<br />\r\n\t<br />\r\n\tInterview with <a href=\"http://www.newschool.edu/milano/faculty.aspx?id=20154\">Alex Schwartz</a>, professor of urban policy at the New School and author of the book <em>Housing Policy in the United States</em>, May 22, 2012<br />\r\n\t<br />\r\n\tInterview with Ken Thomas, financial and banking analyst, May 21, 2012<br />\r\n\t<br />\r\n\tInterview with <a href=\"http://www.sandiego.edu/business/about/bio.php?id=1019\">Norm Miller</a>, economist, financial analyst and professor at the University of San Diego, May 23, 2012<br />\r\n\t<br />\r\n\tInterview with Daren Blomquist, <a href=\"http://www.realtytrac.com/home/\">RealtyTrac</a>, May 18, 2012<br />\r\n\t<br />\r\n\tSIGTARP.gov, &quot;<a href=\"http://www.sigtarp.gov/pages/audit.aspx\">Factors Affecting Implementation of the Hardest Hit Fund Program</a>,&quot; April 12, 2012<br />\r\n\t<br />\r\n\t<em>New York Times</em>, &quot;Plan to help homeowners gains steam,&quot; March 30, 2008, via Nexis<br />\r\n\t<br />\r\n\t<em>Washington Post</em>, &quot;Obama steps up housing efforts,&quot; March 9, 2012, via Nexis<br />\r\n\t<br />\r\n\t<em>Washington Post</em>, &quot;<a href=\"http://www.washingtonpost.com/blogs/where-we-live/post/what-does-the-foreclosure-settlement-mean-for-you/2012/02/09/gIQAxE9U1Q_blog.html\">What does the foreclosure settlement mean for you?</a>,&quot; Feb. 9, 2012<br />\r\n\t<br />\r\n\tCNN Money, &quot;<a href=\"http://money.cnn.com/2012/03/01/real_estate/underwater_borrowers/index.htm\">Underwater borrowers are on the rise</a>,&quot; March 1, 2012<br />\r\n\t<br />\r\n\tMakingHomeAffordable.gov, &quot;<a href=\"http://www.makinghomeaffordable.gov/about-mha/latest-news/Pages/Expanding-our-efforts-to-help-more-homeowners-and-strengthen-hard-hit-communities.aspx\">Expanding our efforts to help more homeowners and strengthen hard-hit communities</a>,&quot; Jan. 27, 2012<br />\r\n\t<br />\r\n\tEmail interview with Kara Carscaden, Obama campaign, May 17, 2012<br />\r\n\t<br />\r\n\tDepartment of Housing and Urban Development, <a href=\"http://www.treasury.gov/initiatives/financial-stability/results/MHA-Reports/Documents/Mar%202012%20MHA%20Report%20Final.pdf\">Making Home Affordable Program Performance Report</a>, through March 2012<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/promises/obameter/promise/15/create-a-foreclosure-prevention-fund-for-homeowner/\">Foreclosure prevention fund a &lsquo;colossal failure,&rsquo; special inspector says</a>,&quot; March 31, 2011<br />\r\n\t<br />\r\n\tBarackObama.com, &quot;<a href=\"http://www.youtube.com/watch?v=YkLeDyspXtc\">Stephanie Cutter: Get the facts on Karl Rove&#39;s BS</a>,&quot; May 17, 2012<br />\r\n\t<br />\r\n\tFinancial Crisis Inquiry Commission <a href=\"http://www.gpo.gov/fdsys/pkg/GPO-FCIC/pdf/GPO-FCIC.pdf\">final report</a><br />\r\n\t<br />\r\n\tTreasury.gov, &quot;<a href=\"http://www.treasury.gov/initiatives/financial-stability/results/MHA-Reports/Documents/Mar%202012%20MHA%20Report%20Final.pdf\">Making Home Affordable: Program Performance Report Through March 2012</a>&quot;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 9, "current_job": "Conservative advocacy group", "false_count": 1, "first_name": "", "half_true_count": 4, "home_state": "", "id": 708, "last_name": "Crossroads GPS", "mostly_true_count": 1, "name_slug": "crossroads-gps", "pants_count": 2, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Crossroads_GPS_image.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/708/", "total_count": 20, "true_count": 2, "website": "http://www.crossroadsgps.org/"}, "statement": "<p>\r\n\tSays Obama broke his promise to help homeowners facing foreclosure.</p>\r\n", "statement_context": "a television ad", "statement_date": "2012-05-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 106, "photo": null, "resource_uri": "/api/v/2/subject/106/", "subject": "Housing", "subject_slug": "housing", "used_in_edition": []}, {"description": "", "id": 219, "photo": null, "resource_uri": "/api/v/2/subject/219/", "subject": "Message Machine 2012", "subject_slug": "message-machine-2012", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}], "target": [{"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}], "twitter_headline": ""}