{"art": [], "author": [{"email_address": "pkrouse@plaind.com", "first_name": "Peter", "id": 271, "last_name": "Krouse", "name_slug": "peter-krouse", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Peter-krouse.JPG", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/271/", "title": "Reporter, The Plain Dealer", "twitter": null}], "canonical_url": "/ohio/statements/2012/may/28/bob-gibbs/rep-bob-gibbs-touts-water-transportation-efficienc/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 5989, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "pkrouse@plaind.com", "first_name": "Peter", "id": 271, "last_name": "Krouse", "name_slug": "peter-krouse", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Peter-krouse.JPG", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/271/", "title": "Reporter, The Plain Dealer", "twitter": null}], "resource_uri": "/api/v/2/statement/5989/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tRep. Bob Gibbs is a big proponent of water transportation.<br />\r\n\t<br />\r\n\tAs chair of the House Subcommittee on Water Resources and Environment (part of the Committee on Transportation and Infrastructure) he recently held a hearing on the soundness of the country&rsquo;s inland waterway system, which includes the Ohio River.<br />\r\n\t<br />\r\n\tGibbs, a Republican from Holmes County, finds the system lacking. Deferred maintenance resulting from budget constraints on the U.S. Corps of Engineers increases the likelihood of a calamity befalling the system, he said at the April 18 hearing.<br />\r\n\t<br />\r\n\tIf improvements aren&rsquo;t made, it could doom the country&rsquo;s inland water system, he said, and that would be a costly bit of negligence because water transportation is a vital cog in our economy.<br />\r\n\t<br />\r\n\t&quot;Water transportation is the most fuel efficient, least polluting, safest, and least expensive means of moving cargo,&quot; &nbsp;he said.<br />\r\n\t<br />\r\n\tThat&rsquo;s a pretty definitive statement. PolitiFact Ohio decided to check it out.<br />\r\n\t<br />\r\n\tFirst of all, Gibbs was referring to inland waterways and their barge traffic that runs north and south along major navigable rivers, such as the Mississippi, Missouri and Ohio.<br />\r\n\t<br />\r\n\tRiver barges usually carry large volumes of low-value commodities, such as grain and coal. They compete to varying degrees with railroads and trucks, but more often than not they work in tandem. Ninety percent of all barge traffic depends on a connection with either rail or truck, said Chris Dager, research economist at the University of Tennessee.<br />\r\n\t<br />\r\n\tTrillions of dollars of freight moves each year over the country&rsquo;s transportation network, which includes 4 million miles of highways and roads, 140,000 miles of rail and 25,000 of commercially navigable waterways.<br />\r\n\t<br />\r\n\tThe problem with a blanket statement that any form of transportation is the cheapest or safest is that it can vary depending on the circumstances.<br />\r\n\t<br />\r\n\tA commodities broker shipping corn from Iowa to New Orleans, for example, would send it by barge down the Mississippi, not by rail or truck. It will take longer to ship &mdash; the down river speed is about 9 mph &mdash; but cost far less. But if time is of the essence, or if a river with loading terminals isn&rsquo;t handy, rail or truck may be the only feasible options.<br />\r\n\t<br />\r\n\tOver-the-road delivery has a cost advantage at times because a trucker can drop off a load hundreds of miles away and usually find something to haul back on his return trip. That&rsquo;s known as back-hauling and while it occurs usually 90 percent of the time with long-haul trucks, the rate is only 45 to 50 percent for barges, said Larry Bray, a research economist at University of Tennessee.<br />\r\n\t<br />\r\n\tRailroads, on the other hand, usually return with empty cars, except for containers and boxcars.<br />\r\n\t<br />\r\n\tAnd some areas of a river are more efficient than others. On the lower Mississippi River, barges move along unimpeded, but on the upper reaches they move more slowly because of multiple dams and locks.<br />\r\n\t<br />\r\n\tAnd when it comes to delays, some rail and highway locations are legendary for their congestion. &nbsp;<br />\r\n\t<br />\r\n\tWith all that in mind, let&rsquo;s consider some numbers.<br />\r\n\t<br />\r\n\tAs of 2010, a river barge could transport an average of 640 tons of cargo per mile on a gallon of diesel, Dager said, thanks to recent improvements that include barges with deeper drafts and computer systems that provide up-to-the-minute profiles of a river bottom.<br />\r\n\t<br />\r\n\tRailroads have made their own improvements, including larger railcars, better engines, and improved business modeling. They can now carry an average of 490 ton-miles of cargo per gallon of diesel, according to Dager.<br />\r\n\t<br />\r\n\tTrucks are the least fuel efficient, with an average of 75-to-150 ton-miles per gallon of diesel, depending on how far they travel.<br />\r\n\t<br />\r\n\tIn addition, some social costs aren&rsquo;t passed along to the consumer that need to be acknowledged. These include government subsidies for infrastructure (something trucks benefit from greatly, waterborne vessels to a much less extent, and railroads the least), congestion, and the effects on health and safety.<br />\r\n\t<br />\r\n\tThose costs in the aggregate are highest for trucks, followed by rail and then water transportation, according to a 2011 report by the Government Accountability Office called &quot;Surface Freight Transportation: A Comparison of the costs of Road, Rail, and Waterways Freight Shipments That Are Not Passed on to Consumers.&quot;<br />\r\n\t<br />\r\n\tAnd then there&rsquo;s this statement from Mitchell Moss, director of the Rudin Center for Transportation Policy and Management at New York University&rsquo;s Wagner Graduate School of Public Service: &quot;Water transportation is one of the most economical ways to move cargo, especially bulk cargo.&quot;<br />\r\n\t<br />\r\n\tWhile there are comparative advantages to each mode of transportation, Moss said, on average water is the least expensive and most fuel efficient.<br />\r\n\t<br />\r\n\tSo, it appears that Gibbs was correct when he said water transportation is the most fuel efficient way to move cargo, as well as the least expensive. He also said water transportation was the cleanest and safest way to move cargo. Those specific factors also are addressed in the GAO report.<br />\r\n\t<br />\r\n\tThe report states that trucks generate 238 pounds of particulate matter with a diameter of 2.5 microns or less per million ton-miles of freight delivered. That compares to 36 pounds for rail locomotives and 23 pounds for waterborne vessels.<br />\r\n\t<br />\r\n\tTrucks also generate more than 6,000 pounds tons of nitrogen oxide per million ton-miles, compared with nearly 1,350 pounds for locomotives and about 938 pounds for waterborne vessels.<br />\r\n\t<br />\r\n\tAnd when it comes to greenhouse gases, barges spew forth the least amount.<br />\r\n\t<br />\r\n\tFinally, water transportation accounts for fewer accidents and injuries per ton-mile of delivered freight than trucks and rail, according to the GAO.<br />\r\n\t<br />\r\n\tGibbs said that water transportation is the cheapest, safest, cleanest and most fuel efficient way to move cargo. Clearly, it&rsquo;s the most fuel efficient on average. It&rsquo;s also safer and cleaner.<br />\r\n\t<br />\r\n\tAs for the expense, because barge traffic is so dependent on rail and trucking, those two modes of transportation could have an impact. But that said, the experts we talked to were persuasive that on average, water transportation is least expensive.<br />\r\n\t<br />\r\n\tOn the Truth-O-Meter, Gibbs&rsquo; statement rates True.</p>\r\n", "ruling_comments_date": "2012-05-25T18:08:46.808734", "ruling_date": "2012-05-28T06:00:00", "ruling_headline": "Rep. Bob Gibbs touts water transportation for efficiency, safety and cost", "ruling_headline_slug": "rep-bob-gibbs-touts-water-transportation-efficienc", "ruling_link_text": "Clear sailing for this claim", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tInterview and e-mail exchanges with Catherine Gatewood, communications director for Rep. Bob Gibbs<br />\r\n\t<br />\r\n\tInterview with Larry Bray, research professor, Department of Economics, University of Tennessee<br />\r\n\t<br />\r\n\tInterviews with Chris Dager, research economist, University of Tennessee<br />\r\n\t<br />\r\n\tInterview with Mitchell Moss, director of the Rudin Center for Transportation Policy and Management at New York University&rsquo;s Wagner Graduate School of Public Service<br />\r\n\t<br />\r\n\tGovernment Accountability Office, report &quot;<a href=\"http://media.cleveland.com/open_impact/other/surface%20freight%20transportation%20report.pdf\">Surface Freight Transportation: A Comparison of the Costs of Road, Rail and Waterways Freight Shipments That Are Not Passed on to Consumers</a>,&quot; &nbsp;January 2011<br />\r\n\t<br />\r\n\tInterview with Bob Novack, associate professor of business logistics, Penn State University</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Representative from Ohio's 18th Congressional District", "false_count": 0, "first_name": "Bob", "half_true_count": 0, "home_state": "Ohio", "id": 536, "last_name": "Gibbs", "mostly_true_count": 1, "name_slug": "bob-gibbs", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifactohio-bob-gibbs.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/536/", "total_count": 5, "true_count": 2, "website": ""}, "statement": "<p>\r\n\t&quot;Water transportation is the most fuel efficient, least polluting, safest, and least expensive means of moving cargo.&quot;</p>\r\n", "statement_context": "a committee hearing in the House of Representatives", "statement_date": "2012-04-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 44, "photo": null, "resource_uri": "/api/v/2/subject/44/", "subject": "Transportation", "subject_slug": "transportation", "used_in_edition": []}], "target": [], "twitter_headline": ""}