{"art": [], "author": [{"email_address": "mgill@nashuatelegraph.com", "first_name": "Maryalice", "id": 250, "last_name": "Gill", "name_slug": "maryalice-gill", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 16, "publication_name": "The Telegraph", "resource_uri": "/api/v/2/publication/16/"}, "resource_uri": "/api/v/2/staffer/250/", "title": "Staff Writer", "twitter": null}], "canonical_url": "/new-hampshire/statements/2012/jun/01/kelly-ayotte/kelly-ayotte-claims-student-loan-change-government/", "edition": {"adkey": "Editions", "advalue": "New Hampshire", "edition": "New Hampshire", "edition_slug": "new-hampshire", "has_afterthefact": false, "id": 47, "index_page": false, "meter_name": "The New Hampshire Truth-O-Meter", "resource_uri": "/api/v/2/edition/47/"}, "editor": [{"email_address": "jvanfleet@cmonitor.com", "first_name": "Jonathan", "id": 367, "last_name": "Van Fleet", "name_slug": "jonathan-van-fleet", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 55, "publication_name": "Concord Monitor", "resource_uri": "/api/v/2/publication/55/"}, "resource_uri": "/api/v/2/staffer/367/", "title": "Politics and special projects editor", "twitter": null}], "facebook_headline": null, "id": 6019, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mgill@nashuatelegraph.com", "first_name": "Maryalice", "id": 250, "last_name": "Gill", "name_slug": "maryalice-gill", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 16, "publication_name": "The Telegraph", "resource_uri": "/api/v/2/publication/16/"}, "resource_uri": "/api/v/2/staffer/250/", "title": "Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/6019/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tCollege loans and universal health care might not seem to be related, but U.S. Sen. Kelly Ayotte, R-NH, says there is an unusual linkage.</p>\r\n<p>\r\n\tAyotte tied the two issues together last month in a May 8, 2012, email that her office sent to the press titled, &quot;We Can Prevent a Student Loan Rate Increase Without Raising Taxes.&quot;<br />\r\n\t<br />\r\n\tThe message, meant to convey Ayotte&rsquo;s stance on temporarily extending existing rates on new subsidized Stafford loans, raised some questions about where student loan interest is going, and whether government &quot;profits&quot; from those loans are used to help pay for the health care law.<br />\r\n\t<br />\r\n\t&quot;Under the Affordable Care Act, which amounted to a federal takeover of the student loan industry, the government borrows money at 2.8 percent and then loans money to students at 6.8 percent. Government profits are then used to help pay for the health care law,&quot; Ayotte asserted.<br />\r\n\t<br />\r\n\tPolitiFact Ohio has already laid out how the federal government is using student loans to pay for some health care reforms when it fact-checked<a href=\"http://www.politifact.com/ohio/statements/2012/may/14/rob-portman/rob-portman-says-student-loan-money-was-used-cover/\"> a claim made by Sen. Rob Portman.</a> Through the Reconciliation Act of 2012, which combined student loans and health care in one bill, Congress removed the private sector from the student loan process, to eliminate federal payments to banks and to move the revenue from the lending process into federal coffers.<br />\r\n\t<br />\r\n\tThe savings was expected to be about $58 billion over 10 years, according to the Congressional Budget Office, with $39 billion going back into student loan programs, $10 billion toward deficit reduction and $9 billion directed toward health care.<br />\r\n\t<br />\r\n\tYet, Ayotte&rsquo;s email took Portman&rsquo;s logic a step further, claiming a government takeover of the student loan industry and using profits to pay for Obamacare.<br />\r\n\t<br />\r\n\tPolitiFact has given plenty of Pants on Fire ratings to claims that say Obama&rsquo;s health care law is a federal takeover of the health care system -- it was PolitiFact&#39;s Lie of the Year for 2010. But a takeover of the student loan industry?<br />\r\n\t<br />\r\n\tThat&rsquo;s a new one.<br />\r\n\t<br />\r\n\tFirst we contacted Ayotte&rsquo;s legislative office to get sources for the claim. They cited PolitiFact Ohio&rsquo;s Half True ruling on Portman&rsquo;s claim as back up for Ayotte&rsquo;s statement. But that only dealt with a portion of what Ayotte was saying.<br />\r\n\t<br />\r\n\tPolitiFact Ohio walked through the history of government involvement with student loans, up to the Reconciliation Act of 2010, which permanently moved the government away from subsidizing private lenders for student loans as had been the practice since 1965.<br />\r\n\t<br />\r\n\tWith the Federal Family Education Loan (FFEL) program, created with the Higher Education Act of 1965, the federal government guaranteed student loans against default by promising a certain interest rate to the banks, even if the rates students paid were lower.<br />\r\n\t<br />\r\n\tIn other words, the government money has always been behind the loans to American students.<br />\r\n\t<br />\r\n\t&quot;(The Reconciliation Act of 2010) didn&rsquo;t take over the student loan industry, it ended a federal program,&quot; said Jason Delisle, &nbsp;Director of the Federal Education Budget Project at the New America Foundation. &quot;The semantic problem of the government taking over its own program is really kind of crazy.&quot;<br />\r\n\t<br />\r\n\t&quot;You wouldn&rsquo;t talk about the government taking over the Social Security program, or a government takeover of Medicare,&quot; Delisle said. &quot;It didn&rsquo;t take over the industry. The private companies that were involved were participating in a federal program and were getting paid for that. So how do you get &lsquo;federal takeover&rsquo; out of that?&quot;<br />\r\n\t<br />\r\n\tThrough the FFEL program, the government paid additional fees to banks for administration and collection of student loans, providing them a revenue stream. While millions of Americans earned college degrees, the system required billions of dollars in federal subsidies, and some in Washington, especially Democrats, sought alternatives, which ultimately prompted The Reconciliation Act of 2010.<br />\r\n\t<br />\r\n\tWhen we asked Ayotte&rsquo;s office to address the &quot;federal takeover&quot; of student loans, they pointed to the<a href=\"http://www.cbo.gov/sites/default/files/cbofiles/ftpdocs/113xx/doc11379/amendreconprop.pdf\"> CBO break down of the Reconciliation Act</a> that explains the reconciliation package would eliminate the federal guaranteed loan program and replace it with direct loans administered by the Department of Education and funded through the U.S. Treasury.<br />\r\n\t<br />\r\n\tBecause the government has always backstopped student loans, calling the Reconciliation Act of 2010 a &quot;federal takeover&quot; isn&rsquo;t accurate, said Justine Sessions, a spokeswoman for the Senate Committee on Health, Education, Pensions and Labor, which is chaired by Democrat Tom Harkin.<br />\r\n\t<br />\r\n\t&quot;What the health care reconciliation package did was eliminate the middleman,&quot; Sessions said. &quot;The middleman equals a bunch of private banks.&quot;<br />\r\n\t<br />\r\n\tIn addition, many of the same<a href=\"http://studentaid.ed.gov/PORTALSWebApp/students/english/FSALoanServicers.jsp\"> companies involved in the guaranteed loan program service the expanded direct loan program</a>, Delisle added. They include nonprofit and for-profit companies, including Sallie Mae, Nel Net, Mohela, Granite State Management and Resources, among others.<br />\r\n\t<br />\r\n\t&quot;The federal government can&rsquo;t do all this work itself,&quot; Delisle said. &quot;(The guaranteed loan program) wasn&rsquo;t really a private sector thing. What&rsquo;s really important to understand about that is the government set all of the terms on the loans, the interest rates, the terms of repayment, all of that was set in law and the loan companies couldn&rsquo;t change those.&quot;<br />\r\n\t<br />\r\n\tAnd private lenders can still make loans to students, Delisle added.<br />\r\n\t<br />\r\n\t&quot;They can do it, they just don&rsquo;t get any subsidies from the government,&quot; Delisle said. &quot;They don&rsquo;t do it because it&rsquo;s a money loser.&quot;<br />\r\n\t<br />\r\n\tAs for the rates Ayotte&rsquo;s staff provided,<a href=\"http://edmoney.newamerica.net/sites/newamerica.net/files/policydocs/Interest%20Ra\"> those were accurate</a>, Delisle said, but to call the interest the government gains on the loans &quot;profits,&quot; is a stretch.<br />\r\n\t<br />\r\n\t&quot;Banks can borrow at the same rate as the federal government,&quot; Delisle said. &quot;They don&rsquo;t make money off lending to students at 6.8 percent. &hellip; This concept that the difference between the rate the government charges on the loan and the rate they pay to borrow is profit, is totally wrong.&quot;<br />\r\n\t<br />\r\n\tSubsidized loans do not make money for the government, Sessions said. They actually cost the federal government money.<br />\r\n\t<br />\r\n\t&quot;The claim seems to conflate two completely unrelated issues,&quot; Sessions said. &quot;The 6.8 percent interest rate was set by Congress in 2002 with overwhelming bipartisan support and it was the projected average rate that would result in 2006 under a fixed rate formula.&quot;<br />\r\n\t<br />\r\n\tLoans had the same interest rates under both the direct loan and FFEL programs, Sessions said, and the cost of student loans to the government fluctuates with program changes, economic conditions, borrower repayment patterns, and the relationship between the government&rsquo;s borrowing rate and the interest rate at which borrowers repay loans.<br />\r\n\t<br />\r\n\tThere&rsquo;s also more to the cost of the loan than what the government pays to borrow, Delisle added, including losses from defaults, administrative costs, cost of equity, loan forgiveness, and risk. Current fixed rates do not offset those additional costs.<br />\r\n\t<br />\r\n\t&quot;The bottom line is that the claim about the 2010 legislation that cut out the middleman in the student loan system is completely unrelated to the claim about what government charges for student loans,&quot; Sessions said. &quot;Reinstating the FFEL program would cost the government additional fees and subsidies that would be paid to banks.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tThe government&rsquo;s Reconciliation Act of 2010 was not a takeover, but rather an elimination of a federal student loan program the government had used since 1965. Private companies are still involved in servicing the program and private lenders can still make their own student loans without a government subsidy.<br />\r\n\t<br />\r\n\tThe government does borrow in the 2.8 percent ballpark and loans money to students at 6.8 percent but the difference is not a profit, it helps compensate for the unanticipated losses inherent with any loan. Finally, the money saved in the Reconciliation Act of 2010, not &quot;profits&quot; from the direct loans, is used to fund elements of the Affordable Care Act.<br />\r\n\t<br />\r\n\tSince Ayotte&rsquo;s statements have elements of truth but lack critical facts, we give her a Mostly False.</p>\r\n<p>\r\n\t<em>UPDATE: This item has been updated to note that Justine Sessions is a spokeswoman for the Democrat-controlled Senate Committee on Health, Education, Pensions and Labor. Also, we have corrected a quotation from Jason Delisle who said he mistakenly said the government does not &quot;make money off lending to students at 2.8 percent,&quot; when he meant to say 6.8.</em></p>\r\n", "ruling_comments_date": "2012-06-01T13:46:46.904188", "ruling_date": "2012-06-01T13:44:53", "ruling_headline": "Kelly Ayotte claims student loan change is 'government takeover' with profits pay for health care law", "ruling_headline_slug": "kelly-ayotte-claims-student-loan-change-government", "ruling_link_text": "A big stretch", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tSen. Kelly Ayotte, R-NH, Email to the press, &quot;Ayotte: We can prevent a student loan rate increase without raising taxes,&quot; May 8, 2012.<br />\r\n\t<br />\r\n\tPolitiFact Ohio,<a href=\"http://www.politifact.com/ohio/statements/2012/may/14/rob-portman/rob-portman-says-student-loan-money-was-used-cover/\"> Rob Portman says student loan money was used to cover health care reform</a>, May 14, 2012.<br />\r\n\t<br />\r\n\tCongressional Budget Office,<a href=\"http://www.cbo.gov/sites/default/files/cbofiles/ftpdocs/113xx/doc11379/amendreconprop.pdf\"> analysis of H.R. 4872, the Reconciliation Act of 2010</a>, March 20, 2010.<br />\r\n\t<br />\r\n\tCongressional Budget Office,<a href=\"http://www.cbo.gov/sites/default/files/cbofiles/attachments/03-05-FairValue_Brief.pdf\"> Fair-Value Accounting for Federal Credit Programs</a>, March 2012.<br />\r\n\t<br />\r\n\tCongressional Budget Office,<a href=\"http://www.cbo.gov/publication/20774\"> Letter to Judd Gregg, July 27, 2009</a>, accessed May 31, 2012.<br />\r\n\t<br />\r\n\tTelephone and email correspondence with Jeff Grappone, spokesman, Sen. Kelly Ayotte, May 24, 2012.<br />\r\n\t<br />\r\n\tTelephone and email correspondence with Justine Sessions, spokeswoman, Senate Health, Education, Pensions and Labor Committee, May 30, 2012.<br />\r\n\t<br />\r\n\t&quot;History of Federal Student Loan Interest Rates,&quot; Senate Committee on Health, Education, Pensions and Labor, Michael B. Enzi, Ranking Member, accessed May 24, 2012.<br />\r\n\t<br />\r\n\tSen. Lamar Alexander,<a href=\"http://www.alexander.senate.gov/public/index.cfm?p=PressReleases&amp;ContentRecord_id=e898712a-2f7d-403a-9d95-c91e1b7549e2&amp;ContentType_id=778be7e0-0d5a-42b2-9352-09ed63cc4d66&amp;Group_id=80d87631-7c25-4340-a97a-72cccdd8a658&amp;MonthDisplay=4&amp;YearDisplay=2012\"> &quot;Alexander: The Main Reason Tuition and Loans Are Going Up Is President Obama and His Healthcare Policies,&quot;</a> April 25, 2012, accessed May 24, 2012.<br />\r\n\t<br />\r\n\tEmail correspondence with Deborah Kilroe, Associate Director for Communications,<br />\r\n\tCongressional Budget Office, May 30, 2012.<br />\r\n\t<br />\r\n\tTelephone correspondence with Peter Fontaine, Assistant Director for the Budget Analysis Division, Congressional Budget Office, June 1, 2012.<br />\r\n\t<br />\r\n\tTelephone and email correspondence with Jason Delisle, director of the Federal Education Budget Project at the New America Foundation, May 31, 2012 and June 1, 2012.<br />\r\n\t<br />\r\n\tNational Review Online, &quot;<a href=\"http://www.nationalreview.com/agenda/293789/guest-post-jason-delisle-federal-student-loan-program-reihan-salam\">Guest Post: Jason Delisle on the Federal Student Loan Program</a>,&quot; March 19, 2012, accessed May 31, 2012.<br />\r\n\t<br />\r\n\tNew America Foundation, &quot;<a href=\"http://edmoney.newamerica.net/sites/newamerica.net/files/policydocs/Interest%20Rates%20Issue%20Brief%20Final_0.pdf\">Federal Student Loan Interest Rates: History, Subsidies, and Cost</a>,&quot; February 2012, accessed June 1, 2012.<br />\r\n\t<br />\r\n\tWhiteHouse.gov,<a href=\"http://studentaid.ed.gov/PORTALSWebApp/students/english/FSALoanServicers.jsp\"> &quot;Federal Student Loan Servicers,</a>&quot; April 2, 2012, accessed June 1, 2012.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "U.S. Senator", "false_count": 1, "first_name": "Kelly ", "half_true_count": 1, "home_state": "New Hampshire", "id": 1627, "last_name": "Ayotte", "mostly_true_count": 4, "name_slug": "kelly-ayotte", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Ayotte_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1627/", "total_count": 11, "true_count": 3, "website": "http://ayotte.senate.gov/"}, "statement": "<p>\r\n\tSays the Affordable Care Act was a federal takeover of the student loan industry and &lsquo;profits&rsquo; on the loans go to help pay for the health care law.</p>\r\n", "statement_context": "an email to the news media", "statement_date": "2012-05-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>We strive to make our work completely accurate. When we make a mistake, we correct it and note it on the original item. If the mistake is so significant that it requires us to change the ruling, we will do so. Readers who see an error should contact the writer or editor. Their names are listed on the right side of every Truth-O-Meter item. Clicking on their names will take you to their bio pages, where you can find their email addresses. Read more about our corrections policies in our <a href=\"http://www.politifact.com/truth-o-meter/article/2013/nov/01/principles-politifact-punditfact-and-truth-o-meter/\">Principles of the Truth-O-Meter</a>.</p>\r\n", "id": 255, "photo": null, "resource_uri": "/api/v/2/subject/255/", "subject": "Corrections and Updates", "subject_slug": "corrections-and-updates", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}