{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2012/jun/08/roger-williams/roger-williams-says-obama-socialist/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 6053, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/6053/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tU.S. House hopeful Roger Williams, the former Texas secretary of state, considers President Barack Obama anti-business and worse. According to a June 6, 2012, <em>Austin American-Statesman</em> <a href=\"http://www.statesman.com/news/texas-politics/cd-25-hopefuls-stress-experience-agree-on-most-2393005.html\">news article</a>, Williams said at an appearance before the Republican Club of Austin: &quot;We need business people more than ever to go to Washington and make these business decisions instead of these political decisions. We need somebody to fight for small businesses.&quot;<br />\r\n\t<br />\r\n\tWilliams also vowed to &quot;fight a president who&#39;s, quite frankly, a socialist,&quot; the story says.<br />\r\n\t<br />\r\n\tIs Obama, who won election as a Democrat, a socialist?<br />\r\n\t<br />\r\n\tThis was not the first time Williams, who faces retired Army Lt. Col. Wes Riddle in a July runoff for the Congressional District 25 Republican nomination, has laid stake to the claim. His campaign <a href=\"http://www.rogerforcongress.com/media/news_releases\">website</a> features a June 11, 2011, <a href=\"http://therockwallnews.com/2011/0611/videonews/williams-3\">video</a> of Williams speaking to the Rockwall County Republican Men&rsquo;s Club and saying of Obama: &quot;Quit trying to figure him out. Quit trying to decide if he&rsquo;s smart enough for this job or whatever. The guy is smart. He&rsquo;s a socialist, OK?&quot; The video was made by <em>The Rockwall News</em>.<br />\r\n\t<br />\r\n\tBy <a href=\"https://docs.google.com/document/d/1d8JhrPyCu8oE1CJ0yl91C9Ms0qFVK5qASBR5EjAj43Q/edit\">email</a>, Williams&rsquo; campaign manager, Colby Hale, pointed to a <a href=\"http://www.merriam-webster.com/dictionary/socialism\">dictionary definition</a> of socialism as &quot;any of various social systems based on shared or government ownership and administration of the means of production and distribution of good.&quot;<br />\r\n\t<br />\r\n\tHis email offers as indications of Obama being a socialist his <a href=\"http://www.bloomberg.com/apps/news?pid=newsarchive&amp;sid=a5FINBWWfSDc\">call </a>while running for president for universal health care to be funded by employers and tax increases for wealthy Americans and his signing into law the <a href=\"about:blank\">Patient Protection and Affordable Care Act</a>, which is sometimes called Obamacare.<br />\r\n\t<br />\r\n\tHale said that law doesn&rsquo;t achieve universal coverage but, he said, it contains elements qualifying it as socialism including regulations and measures to &quot;redistribute earnings from certain sets of people in order to give an un-earned benefit to others.&quot; Asked what this references, Hale singled out projected cost reductions, tax increases and penalties for not obtaining health coverage associated with the law.<br />\r\n\t<br />\r\n\tIn January 2012, PolitiFact found the health care law a poor example of socialism while reviewing Gov. Rick Perry&rsquo;s reference to Obama as a socialist. Why? The health care law relies largely on the free-enterprise system. To increase health care coverage for the uninsured and people in small business, the law sets up exchanges to encourage private health insurance companies to compete.<br />\r\n\t<br />\r\n\tOn the day Williams spoke in Austin, the Associated Press posted a <a href=\"http://www.statesman.com/news/nation/obama-a-socialist-many-scoff-but-claim-persists-2390566.html\">news article</a> on the socialist charge about Obama quoting Greg Pason, national secretary of the Socialist Party USA, saying that Obama&#39;s health care overhaul &quot;is anything but socialist. It&#39;s bailing out for-profit companies.&quot;</p>\r\n<p>\r\n\tMore broadly, Billy Wharton, co-chair of the Socialist Party USA, wrote a <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2009/03/13/AR2009031301899.html\">commentary</a> published in the <em>Washington Post </em>on March 15, 2009 suggesting that not only is Obama no socialist, he may &quot;not even be a liberal. Socialists understand him more as a hedge-fund Democrat -- one of a generation of neoliberal politicians firmly committed to free-market policies,&quot; Wharton wrote.<br />\r\n\t<br />\r\n\tHale&rsquo;s email also singles out Obama&rsquo;s plans, declared as a presidential candidate, to tax and penalize &quot;energy producers and energy users in order to finance some set of goals, subsidies, and programs.&quot; The email labels this &quot;cap and tax,&quot; meaning it refers to Obama&rsquo;s promise as a candidate to forge a &quot;cap and trade&quot; approach to reducing climate-warming carbon emissions. The idea is that the government sets a limit (the cap) on how much carbon different companies can emit. The government then issues permits to companies -- typically electric utilities and manufacturers -- and allows them to buy and sell the permits as needed (the trade). If the policy works as intended, overall emissions decline, companies determine for themselves the best way to lower emissions, and the free market rewards those who lower emissions most effectively.<br />\r\n\t<br />\r\n\tRepublicans attacked the plan as a job-killing energy tax. And in November 2010, Obama&rsquo;s promise was <a href=\"http://www.politifact.com/truth-o-meter/promises/obameter/promise/456/create-cap-and-trade-system-with-interim-goals-to-/\">rated Broken</a> on the PolitiFact Obamater after Obama acknowledged its prospects of clearing Congress had diminished.<br />\r\n\t<br />\r\n\tWilliams is hardly the first Republican to call Obama a socialist. PolitiFact ultimately rated Perry&rsquo;s description of Obama as a socialist Pants on Fire after earlier founding no basis for such assessments by others, rating Pants on Fire a 2008 <a href=\"http://www.politifact.com/truth-o-meter/statements/2008/dec/03/sarah-palin/the-mccain-campaign-experiments-with-dishonesty/\">claim</a> by Sarah Palin based on Obama&#39;s conversation with Joe the Plumber (as Samuel Joseph Wurzelbacher came to be known after that conversation) that Obama&#39;s tax policy was socialism. In 2010, PolitiFact Oregon and other PolitiFact state sites<a href=\"http://www.politifact.com/oregon/statements/2011/aug/29/blog-posting/bloggers-claim-peter-defazio-and-earl-blumenauer-a/\"> checked a claim</a> by bloggers that 70 House Democrats are socialists (Pants on Fire). In September 2011, we found such a charge about two Texas Democrats similarly flammable; see that review <a href=\"http://www.politifact.com/texas/statements/2011/sep/05/blog-posting/bloggers-say-two-texas-democrats-among-socialists-/\">here</a>.<br />\r\n\t<br />\r\n\tLet&rsquo;s recap PolitiFact&rsquo;s January 2012 check on whether other Obama initiatives signal a socialist lean.<br />\r\n\t<br />\r\n\tObama&rsquo;s tax policy tracks with the progressive approach that has been the cornerstone of American tax policy since the federal government first collected an income tax in 1863, an approach embraced by Republicans and Democrats. It was based on the Tax Act of 1862, which President Abraham Lincoln signed, and which imposed a &quot;duty of three per centum&quot; on all income over $600, and five percent on income over $10,000.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tThe idea is that the wealthy pay a larger share of their income because they are more able to afford it. To the extent the government then gives some of the money to the less-wealthy through various programs, you could say the income is being redistributed. But that concept has been embraced by Republicans and Democrats for well over a century.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tThat&#39;s a far cry from true socialism.<br />\r\n\t<br />\r\n\tWhat of Obama&rsquo;s economic stimulus, also criticized by Republicans, or his support for the Troubled Asset Relief Program (TARP)?<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tIn February 2009, Obama and the Democrats muscled through a $787 billion spending package to try to jump-start the economy. The program was about one-third tax cuts and two-thirds government spending on everything from clean energy initiatives to electronic speed-limit signs. It&#39;s true that government payrolls were stabilized or grew because of the infusion, but it was nowhere near a government takeover of our private enterprise economy.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tObama inherited the TARP, which was the Bush administration&#39;s plan for stabilizing the economy. It was designed to prevent financial firms from collapsing by buying assets and stakes in the companies. In December 2008, President George W. Bush authorized use of the money for loans to U.S. automakers.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tObama has emphasized he was not eager for the U.S. government to be involved in such efforts, but he considered them necessary. &quot;If there&#39;s one thing that has unified Democrats and Republicans, and everybody in between, it&#39;s that we all hated the bank bailout,&quot; he said in his<a href=\"http://www.whitehouse.gov/the-press-office/remarks-president-state-union-address\"> 2010 State of the Union Address</a>, adding that &quot;if we had allowed the meltdown of the financial system, unemployment might be double what it is today. &nbsp;More businesses would certainly have closed. &nbsp;More homes would have surely been lost. So I supported the last administration&#39;s efforts to create the financial rescue program. &nbsp;And when we took that program over, we made it more transparent and more accountable. &nbsp;And as a result, the markets are now stabilized, and we&#39;ve recovered most of the money we spent on the banks.&quot;<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tMany Republicans opposed the TARP -- an initiative of a Republican administration -- as too much government intrusion into the private enterprise system. This is an area where one could begin to make a case that the government was taking ownership, but as a percentage of the full U.S. economy, it was relatively small and temporary.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tExperts agree that either taken alone or piled up together, Obama&rsquo;s initiatives fail to demonstrate that he is bent on socialism.<br />\r\n\t<br />\r\n\t&quot;Socialism means public ownership of the means of production. Obama does not believe this. Therefore he is not a socialist,&quot; conservative economist Bruce Bartlett told PolitiFact in an e-mail. &quot;Although it is true that the federal government did come to own some private businesses as a consequence of bailout policies initiated by the George W. Bush administration such as TARP, the Obama administration sold many of them -- such as its shares in GM -- as quickly as feasible. A true socialist would have held on to them.&quot;<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tDan Mitchell, a scholar on fiscal policy at the libertarian Cato Institute, says there are other words for Obama&#39;s expansion of government (<a href=\"http://danieljmitchell.wordpress.com/2010/04/23/obama-is-not-a-socialist/\">he thinks &quot;fascism&quot; is a fair term</a> or <a href=\"http://danieljmitchell.wordpress.com/2010/07/11/obama-and-the-s-word/\">perhaps statist</a>), but that it&#39;s not accurate to call it socialism.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tDaniel N. Shaviro, professor of taxation at New York University Law School, said &quot;it is a lie&quot; to say Obama is a socialist. &quot;If he is a socialist, so were Eisenhower and Bush Sr.&quot;<br />\r\n\t<br />\r\n\tOur ruling<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tRepublicans and Democrats frequently diverge over tax policy, economics and the role of government. Certain Obama policies may have expanded government. Some perceive the health care law as government asserting more control over health care. But we don&#39;t see how that&#39;s fodder for Obama being a socialist.</p>\r\n<p>\r\n\tIndeed, not only is there no case for Obama being a socialist, it&#39;s a preposterous sally. We&#39;re snatching the matches -- Pants on Fire!</p>\r\n", "ruling_comments_date": "2012-06-08T11:50:17.913598", "ruling_date": "2012-06-08T10:55:53", "ruling_headline": "Roger Williams says Obama is a socialist", "ruling_headline_slug": "roger-williams-says-obama-socialist", "ruling_link_text": "Obama is a... vocalist", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<em>Austin American-Statesman</em>, news article, <a href=\"http://www.statesman.com/news/texas-politics/cd-25-hopefuls-stress-experience-agree-on-most-2393005.html\">&quot;CD 25 hopefuls stress experience, agree on most issues,&quot;</a> (posted online June 5, 2012)<br />\r\n\t<br />\r\n\t<em>The Rockwall News</em>, news article and video, <a href=\"http://therockwallnews.com/2011/0611/videonews/williams-3\">&quot;US Senate candidate Roger Williams tells Rockwall GOP Obama is a socialist,&quot;</a> June 11, 2011<br />\r\n\t<br />\r\n\tEmails, <a href=\"https://docs.google.com/document/d/1d8JhrPyCu8oE1CJ0yl91C9Ms0qFVK5qASBR5EjAj43Q/edit\">responses</a> to PolitiFact Texas, Colby Hale, campaign manager, Roger Williams campaign, June 7, 2012<br />\r\n\t<br />\r\n\tOpinion article, Billy Wharton, co-chair, Socialiast Party USA, <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2009/03/13/AR2009031301899.html\">&quot;Obama&#39;s No Socialist. I Should Know,&quot;</a> in <em>The Washington Post</em>,&nbsp; March 15, 2009<br />\r\n\t<br />\r\n\tPolitiFact, Truth-O-Meter article, <a href=\"http://www.politifact.com/truth-o-meter/statements/2012/jan/08/rick-perry/rick-perry-says-barack-obama-socialist/\">&quot;Rick Perry says Barack Obama is a socialist,&quot;</a> January 8, 2012<br />\r\n\t<br />\r\n\tFrum forum,<a href=\"http://www.frumforum.com/is-obama-a-socialist-the-experts-speak\"> Is Obama a Socialist? The Experts Speak.</a> August 10, 2010<br />\r\n\t<br />\r\n\t<em>Austin American-Statesman</em>,<a href=\"http://corridornews.blogspot.com/2008/06/rick-perry-ill-see-you-on-battlefield.html\"> Perry rallies GOP delegates at convention</a>, June 13, 2008<br />\r\n\t<br />\r\n\tMerriam-Webster online dictionary,<a href=\"http://www.merriam-webster.com/dictionary/socialism\"> socialism</a>, accessed Jan. 8, 2012<br />\r\n\t<br />\r\n\tCNN Political Ticker,<a href=\"http://politicalticker.blogs.cnn.com/2011/11/18/perry-stands-by-ad-calls-obama-a-socialist/\"> Perry stands by ad, calls Obama a &#39;socialist&#39;,&quot;</a> Nov. 18, 2011<br />\r\n\t<br />\r\n\tDan Mitchell/International Liberty,<a href=\"http://danieljmitchell.wordpress.com/2010/04/23/obama-is-not-a-socialist/\"> Obama is Not a Socialist</a>, April 23, 2010<br />\r\n\t<br />\r\n\tCongressional Quarterly Transcriptswire, Gov. Palin Delivers Remarks at a Campaign Event in Springfield, Missouri, Oct. 24, 2008<br />\r\n\t<br />\r\n\tThe Associated Press, news articles,&nbsp;<a href=\"http://www.toledoblade.com/apps/pbcs.dll/article?AID=/20081017/NEWS09/810170251\"> Voinovich: Obama a &#39;Socialist,&#39;</a> Oct. 17, 2008;&nbsp; <a href=\"http://www.statesman.com/news/nation/obama-a-socialist-many-scoff-but-claim-persists-2390566.html\">&quot;Obama a socialist? Many scoff, but claim persists,&quot;</a> June 4, 2012<br />\r\n\t<br />\r\n\tMSNBC.com,<a href=\"http://www.msnbc.msn.com/id/27388251/\"> &#39;Meet the Press&#39; Transcript for Oct. 26, 2008</a> , accessed Oct. 27, 2008<br />\r\n\t<br />\r\n\tTax Foundation,<a href=\"http://www.taxfoundation.org/taxdata/show/151.html\"> U.S. Federal Individual Income Tax Rates, 1913-2008</a> , accessed Oct. 27, 2008<br />\r\n\t<br />\r\n\tLibrary of Congress,<a href=\"http://memory.loc.gov/cgi-bin/ampage?collId=llsl&amp;fileName=012/llsl012.db&amp;recNum=4\"> Acts of the Thirty-Sixth Congress of the United States, 1859-1860</a> , accessed Oct. 27, 2008<br />\r\n\t<br />\r\n\tTax Policy Center,<a href=\"http://www.taxpolicycenter.org/taxtopics/election_issues_matrix.cfm\"> 2008 Presidential Candidates&#39; Proposals</a> , accessed Oct. 27, 2008<br />\r\n\t<br />\r\n\tE-mail interview with Dan Mitchell, a scholar on fiscal policy at the Cato Institute, Jan. 8, 2012<br />\r\n\t<br />\r\n\tE-mail interview with Daniel N. Shaviro, professor of taxation at New York University Law School, Jan. 8, 2012<br />\r\n\t<br />\r\n\tE-mail interview with Bruce Bartlett, , columnist for Tax Notes, Fiscal Times and the New York Times&#39; Economix blog, Jan. 8, 2012<br />\r\n\t<br />\r\n\tE-mail interview with Eugene Steuerle, fellow with the Urban Institute, Jan. 8, 2012<br />\r\n\t<br />\r\n\tE-mail interview with Dean Baker, co-director of the Center for Economic and Policy Research, Jan. 8, 2012<br />\r\n\t<br />\r\n\tE-mail interview with Lawrence J. White, economist at New York University&#39;s Stern School of Business, Jan. 8, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "Businessman", "false_count": 2, "first_name": "Roger", "half_true_count": 2, "home_state": "Texas", "id": 1282, "last_name": "Williams", "mostly_true_count": 0, "name_slug": "roger-williams", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/williams.jpeg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1282/", "total_count": 11, "true_count": 3, "website": "http://www.rogerforcongress.com/"}, "statement": "<p>\r\n\tSays Barack Obama is a socialist.</p>\r\n", "statement_context": "an Austin appearance with Wes Riddle, fellow GOP hopeful for US House.", "statement_date": "2012-06-05", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}], "target": [{"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}], "twitter_headline": ""}