{"art": [], "author": [{"email_address": "amarshall@plaind.com", "first_name": "Aaron", "id": 152, "last_name": "Marshall", "name_slug": "aaron-marshall", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-aaron-marshall.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/152/", "title": "Reporter, Plain Dealer statehouse bureau", "twitter": null}], "canonical_url": "/ohio/statements/2012/jun/11/john-kasich/gov-john-kasich-says-his-leadership-has-led-more-b/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "jkahoun@plaind.com", "first_name": "Jane", "id": 159, "last_name": "Kahoun", "name_slug": "jane-kahoun", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifact-jane-kahoun_1.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/159/", "title": "PolitiFact Ohio editor and deputy metro editor, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 6062, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "amarshall@plaind.com", "first_name": "Aaron", "id": 152, "last_name": "Marshall", "name_slug": "aaron-marshall", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-aaron-marshall.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/152/", "title": "Reporter, Plain Dealer statehouse bureau", "twitter": null}], "resource_uri": "/api/v/2/statement/6062/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\t<em>Editor&#39;s note: This item was updated to correct a vote total for the 2011 budget vote in the Ohio House.</em></p>\r\n<p>\r\n\tJohn Kasich doesn&rsquo;t like playing second fiddle, but when he was on &quot;Meet the Press&quot; on June 3, that&rsquo;s pretty much what he was doing.</p>\r\n<p>\r\n\tThe Republican governor was on the show facing off against Democratic Gov. Deval Patrick of Massachusetts to argue as proxies on the relative merits of the candidates for president.<br />\r\n\t<br />\r\n\tHoping to give a boost to GOP nominee Mitt Romney, Kasich laid into President Barack Obama&rsquo;s argument that Republicans in Congress are blocking his moves at every turn and undercutting his agenda.<br />\r\n\t<br />\r\n\tCiting his own experience in Ohio, Kasich said the key is to take the &quot;terrible&quot; politics in Washington D.C. and forge a bipartisan road.<br />\r\n\t<br />\r\n\t&quot;When I started in Ohio, it was terrible,&quot; he told host David Gregory. &quot;We&rsquo;re now getting bipartisan support for our bills. And that&#39;s called leadership.&quot;<br />\r\n\t<br />\r\n\tWas Kasich right? PolitiFact Ohio looked at a <a href=\"http://www.politifact.com/ohio/statements/2011/nov/29/john-kasich/ohio-gov-john-kasich-says-key-legislation-has-won-/\">previous claim</a> by Kasich in 2011 that there had been some &quot;significant&quot; bipartisan accomplishments during his first year in office and rated that True. But this statement was more sweeping. PolitiFact Ohio decided to pull the voting records and see what they showed.<br />\r\n\t<br />\r\n\tWe started out by determining what bills could be fairly described as Kasich administration initiatives as opposed to something lawmakers may have wanted to do.<br />\r\n\t<br />\r\n\tAfter consulting with an informal trio of PolitiFact Ohio Statehouse reporters, we came up with eight key bills in Kasich&rsquo;s first year that are fairly described as his babies: the state operating budget, the state transportation budget, the JobsOhio economic development board bill, a business regulation reform bill, a sentencing reform bill, a collective bargaining reform bill (known as Senate Bill 5), a bill cracking down on pill mills and a measure allowing oil and gas drilling in state parks.<br />\r\n\t<br />\r\n\tBefore revealing the results, we should note that Kasich&rsquo;s fellow Republicans hold the advantage over Democrats in both the House (59-40) and the Senate (23-10).<br />\r\n\t<br />\r\n\tSo for those eight bills from 2011, we found that on the average, they received 17 House Democratic votes out of a possible 40 and four Senate Democratic votes of a possible 10. On half of the votes in the House, the Kasich bills received three or fewer votes -- which is less than 10 percent of the Democratic votes that could have been obtained. And half of the time in the Senate, the Kasich bills received no Senate votes.<br />\r\n\t<br />\r\n\tAmong the bills receiving scant support from either Democratic caucus were the controversial collective bargaining reform legislation, which no Democrats voted for, and Kasich&rsquo;s state budget, which received only three House Democratic votes.<br />\r\n\t<br />\r\n\tNext, we looked at bills that Kasich has pushed in his second year as governor. After again consulting our informal panel, we came up with seven key bills Kasich has been the driving force behind in 2012. They are the collateral sanctions bill, a Lake Erie water usage bill, a second JobsOhio economic development package as well as four bills that were part of what Kasich called his mid-budget review, or MBR. The MBR bills were wide-ranging rewrites of Ohio law or leftover initiatives which the Kasich administration wasn&rsquo;t ready to roll out in his main state budget in 2011 covering education, energy, tax policy and a catch-all bill covering various areas of administration policy.<br />\r\n\t<br />\r\n\tFor those seven bills, we found on the average that Kasich received 26 House Democratic votes out of a possible 40 and five Senate Democratic votes out of a possible 10. (Please note that those averages are based on six votes per chamber as each chamber hasn&rsquo;t voted on one of the seven bills listed.) With the exception of the Lake Erie water use bill, which received a single Democratic vote in the House, we found that Kasich received at least 16 House Democratic votes for all of his other initiatives.<br />\r\n\t<br />\r\n\tIn the Senate, Kasich&rsquo;s bills in 2012 didn&rsquo;t get much more support than his bills in 2011, although he was blanked only once instead of four times.<br />\r\n\t<br />\r\n\tKasich spokesman Rob Nichols said the clearest example of Kasich&rsquo;s point is to compare the state budget vote in 2011 (no &nbsp;Democratic votes in either the House or the &nbsp;Senate) to the mid-budget review package of 2012 (an average of 23 House Democratic votes and five Senate Democratic votes). &quot;Things are much better than they were back then,&quot; he said in terms of getting bipartisan support.<br />\r\n\t<br />\r\n\tSo where does this leave us as the dust settled?<br />\r\n\t<br />\r\n\tWhen Kasich appeared on &quot;Meet the Press&quot; to bash Obama, he wanted to draw a sharp contrast between the gridlock in Washington and what he sees as his record in Ohio. He said that when he started in Ohio, the political atmosphere was &quot;terrible&quot; but &quot;now we&rsquo;re getting bipartisan support for our bills.&quot;<br />\r\n\t<br />\r\n\tOur math does show that Kasich is getting more support for his key bills in 2012 than when he began his term -- 26 House Democratic votes compared to 16 and five Senate Democratic votes instead of four. Furthermore, the Democratic shutouts for Kasich have dropped off sharply in his second year.<br />\r\n\t<br />\r\n\tHowever, Kasich appears to have overstated the Democratic opposition to his initiatives when he came into office in 2011.<br />\r\n\t<br />\r\n\tIt is true that almost all Democrats opposed his state budget, and no Democrats voted for the controversial rewrite of Ohio&rsquo;s collective bargaining laws, but at least some Democrats supported most of the other initiatives sought by Kasich in 2011.<br />\r\n\t<br />\r\n\tWe find that to be additional information that puts Kasich&rsquo;s statement into a clearer context.<br />\r\n\t<br />\r\n\tOn the Truth-O-Meter, Kasich&rsquo;s statement rates Mostly True.</p>\r\n", "ruling_comments_date": "2012-06-08T16:10:07.939941", "ruling_date": "2012-06-11T06:00:00", "ruling_headline": "Gov. John Kasich says his leadership has led to more bipartisanship in the legislature", "ruling_headline_slug": "gov-john-kasich-says-his-leadership-has-led-more-b", "ruling_link_text": "Governor getting more support for key bills", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tOhio General Assembly, <a href=\"http://www.legislature.state.oh.us/Journals.cfm\">journals from the Ohio House and Ohio Senate</a> with records of state lawmaker votes on each bill for 2011 and 2012<br />\r\n\t<br />\r\n\tNBC&rsquo;s &quot;Meet the Press,&quot; <a href=\"http://www.msnbc.msn.com/id/47663682/ns/meet_the_press-transcripts/t/june-deval-patrick-john-kasich-kasim-reed-kevin-madden-steve-schmidt-neera-tanden-bill-bradley/\">transcript of program for June 3, 2012</a><br />\r\n\t<br />\r\n\tPhone interview with Rob Nichols, Kasich spokesman, June 7, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 9, "current_job": "Governor of Ohio as of Jan. 10, 2011", "false_count": 8, "first_name": "John", "half_true_count": 10, "home_state": "Ohio", "id": 533, "last_name": "Kasich", "mostly_true_count": 18, "name_slug": "john-kasich", "pants_count": 3, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/John_Kasich_2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/533/", "total_count": 67, "true_count": 16, "website": "http://ohio.gov/"}, "statement": "<p>\r\n\t&quot;When I started in Ohio it was terrible. Now, we&rsquo;re getting bipartisan support for our bills. And that&rsquo;s called leadership.&quot;</p>\r\n", "statement_context": "an appearance on NBC's \"Meet the Press.\"", "statement_date": "2012-06-03", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 149, "photo": null, "resource_uri": "/api/v/2/subject/149/", "subject": "Bipartisanship", "subject_slug": "bipartisanship", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}