{"art": [], "author": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "canonical_url": "/oregon/statements/2012/jun/11/sam-adams/do-only-18-percent-portland-elementary-schools-off/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "dlane@oregonian.com", "first_name": "Dee", "id": 183, "last_name": "Lane", "name_slug": "dee-lane", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/183/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 6075, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "resource_uri": "/api/v/2/statement/6075/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>Portland Mayor Sam Adams loves Twitter. And we love that he loves Twitter, not least of all because it leads to an interesting PolitiFact Oregon item now and again.<br />\r\n<br />\r\nLast week, Adams <a href=\"https://twitter.com/MayorSamAdams/status/210887102865473536\">took to the social networking service</a> to bemoan the decline of arts education in city schools.<br />\r\n<br />\r\n&quot;Clarification: Only 18% of Portland ELEMENTARY SCHOOLS have art instruction compared to 83% nationally.&quot;<br />\r\n<br />\r\n(He initially tweeted the same statistic but failed to note that it applied only to elementary schools.)<br />\r\n<br />\r\nHe offered a link to the website of the Creative Advocacy Network, a group that is pushing for a strong arts curriculum. (His spokeswoman Caryn Brooks confirmed this was the source of the Tweet as well.)<br />\r\n<br />\r\nWe spoke with Executive Director Jessica Jarratt Miller, who said the national number came from <a href=\"http://nces.ed.gov/pubs2012/2012014.pdf\">a study done by the U.S. Department of Education</a>. That study looked at the percent of public elementary schools that have instruction designed for various arts subjects. According to that study -- which found its numbers through a representative survey process -- about 94 percent of elementary schools have music education and 83 percent have visual arts education.<br />\r\n<br />\r\nThe Portland-specific numbers came from CAN&rsquo;s own research. Jarratt Miller said those numbers reflect the percentage of Portland-area schools that reported employing an art teacher in a specific field even if it was only part time. According to their figures, 58 percent of Portland-area schools employ a music teacher and 18 percent employ a visual arts teacher.<br />\r\n<br />\r\nNow, we had no reason to doubt CAN&rsquo;s figures. We&rsquo;d <a href=\"http://www.politifact.com/oregon/statements/2011/dec/16/creative-advocacy-network/do-77-percent-portlands-elementary-school-students/\">PolitiFacted the group before</a> when it said 77 percent of elementary school students in Portland graduate without taking an arts class and found its numbers reliable. What we couldn&rsquo;t be sure about was whether the group was actually examining the same thing the federal department was examining. Could the two statistics be compared?<br />\r\n<br />\r\nThat&rsquo;s always difficult, Jarratt Miller said. &quot;In any case, I believe that at the 30,000 foot level (how many schools provide some level of instruction in art or music), we have successfully pulled comparable data from Portland and from this national study,&quot; she wrote in an e-mail.<br />\r\n<br />\r\nOur concern was that the national study simply asked whether schools were &quot;offering instruction designated specifically for various arts subjects&quot; whereas the Portland figures were looking at the number of schools employing a teacher specifically for an arts field. The difference is important because a school could offer art instruction in a classroom -- as many Portland schools do -- without explicitly employing an art teacher.<br />\r\n<br />\r\nLucky for us, the national study looked at who was teaching those subjects. It found that specialists were teaching the music classes 91 percent of the time and the arts classes 84 percent of the time. Other schools had classroom teachers doing art instruction or brought in outside volunteers and artists-in-residence.<br />\r\n<br />\r\nThis doesn&rsquo;t necessarily clarify how closely CAN and the fed&rsquo;s numbers can be compared. But it does seem to demonstrate that a gulf exists.<br />\r\n<br />\r\nIf you do the math, you find that about 70 percent of U.S. elementary schools offer visual arts classes that are taught by a specialist (someone with a teaching certificate in an arts discipline), whereas only 18 percent of Portland schools have a dedicated teacher for visual arts. And, in truth, that 18 percent might have to be shifted lower to match the federal statistic perfectly because CAN didn&rsquo;t ask schools to note whether their art teachers were certified in any way, though Jarratt Miller suspects most are.<br />\r\n<br />\r\nEven an 18 to 70 percent split seemed too big to be true to us. We asked Jarratt Miller what some of the causes could be. Part of it, she said, was the simple fact that Oregon has no statewide art education requirements, unlike most other states. (That seemed strange to us -- but the Oregon Department of Education confirmed it.)<br />\r\n<br />\r\nThat brings us to our ruling. The figures Adams used in his tweet both come from reliable sources. We&rsquo;re not sure they can be perfectly compared, but even if you do your best to chip away at the national number, you&rsquo;re still left with a dramatic gulf in which 70 percent of elementary schools nationally say they offer art education with a certified art teacher while only 18 percent of Portland-area schools can likely say the same.<br />\r\n<br />\r\nThe general point here, that Portland is falling behind the national average for art education is as accurate as it is startling. We rate this claim True.</p>\r\n", "ruling_comments_date": "2012-06-11T19:45:25.785271", "ruling_date": "2012-06-11T16:44:31", "ruling_headline": "Do only 18 percent of Portland elementary schools offer art compared to 83 percent nationally?", "ruling_headline_slug": "do-only-18-percent-portland-elementary-schools-off", "ruling_link_text": "The numbers are reliable and fairly comparable", "ruling_state": null, "source_documents": null, "sources": "<p>Interview with Jessica Jarratt Miller, executive director of the Creative Advocacy Network, June 11, 2012<br />\r\n<br />\r\nE-mails from Jessica Jarratt Miller, June 9, 2012<br />\r\n<br />\r\nInterview with Christine Miles, spokeswoman for the Oregon Department of Education, June 11, 2012<br />\r\n<br />\r\nU.S. Department of Education, <a href=\"http://nces.ed.gov/pubs2011/2011078.pdf\">A Snapshot of Arts Education in Public Elementary and Secondary Schools: 2009&ndash;10</a>, May 2011<br />\r\n<br />\r\nU.S. Department of Education, <a href=\"http://nces.ed.gov/pubs2012/2012014.pdf\">Arts Education in Public Elementary and Secondary Schools</a>, 2012<br />\r\nE-mails from Steven Bahr, research associate with American Institutes for Research, June 8, 2012<br />\r\n<br />\r\nPortland Mayor Sam Adams, <a href=\"https://twitter.com/MayorSamAdams/status/210887102865473536\">tweet</a>, June 7, 2012<br />\r\n<br />\r\nMessage from Caryn Brooks, spokeswoman for Portland Mayor Sam Adams, June 11, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "Mayor of Portland", "false_count": 2, "first_name": "Sam", "half_true_count": 5, "home_state": "Oregon", "id": 710, "last_name": "Adams", "mostly_true_count": 2, "name_slug": "sam-adams", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Sam_Adams.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/710/", "total_count": 15, "true_count": 3, "website": "http://www.portlandonline.com/mayor/index.cfm"}, "statement": "<p>Says &quot;only 18 percent of Portland elementary schools have art instruction compared to 83 percent nationally.&quot;</p>\r\n", "statement_context": "in a tweet.", "statement_date": "2012-06-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": ""}