{"art": [], "author": [{"email_address": "alex.reporter@gmail.com", "first_name": "Alexander", "id": 58, "last_name": "Lane", "name_slug": "alexander-lane", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/58/", "title": "Staff Writer, PolitiFact.com", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2008/aug/05/barack-obama/not-overinflated-though-it-sounds-like-it/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "smontgomery@sptimes.com", "first_name": "Scott", "id": 9, "last_name": "Montgomery", "name_slug": "scott-montgomery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/9/", "title": "Former Government & Politics Editor, St. Petersburg Times", "twitter": null}], "facebook_headline": null, "id": 608, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "alex.reporter@gmail.com", "first_name": "Alexander", "id": 58, "last_name": "Lane", "name_slug": "alexander-lane", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/58/", "title": "Staff Writer, PolitiFact.com", "twitter": null}], "resource_uri": "/api/v/2/statement/608/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\n <strong>\n  UPDATED.\n </strong>\n <em>\n  This item has been updated, but our ruling didn't change. See below.\n </em>\n</p>\n<p>\n Sen. Barack Obama injected a startling claim into the debate on energy, asserting in a Missouri town hall meeting that the country could save more gas from inflating its tires and tuning up its cars than would be gained from drilling more off its coasts.\n</p>\n<p>\n \"There are things that you can do individually, though, to save energy,\" Obama said in the July 30, 2008, appearance. \"Making sure your tires are properly inflated &mdash; simple thing. But we could save all the oil that they're talking about getting off drilling, if everybody was just inflating their tires, and getting regular tune-ups. You could actually save just as much.\"\n</p>\n<p>\n Sen. John McCain and his allies &mdash; who advocate lifting the federal moratorium that bans drilling in some areas of the Outer Continental Shelf off the U.S. coasts &mdash; immediately mocked Obama for the claim. The McCain campaign even offered to send \"Obama Energy Plan\" tire gauges to anyone who sent in a donation of $25 or more.\n</p>\n<p>\n The McCain campaign's assumption seemed to be that Obama's claim was utterly implausible. And, we admit, it kind of sounds that way. But is it?\n</p>\n<p>\n Under-inflated tires &mdash; to say nothing of poorly tuned cars &mdash; are actually a serious problem, as government agencies, industry groups, conservationists and outside experts have been saying for years. (The Obama campaign even cited a number of instances when prominent McCain supporters echoed the call for more public awareness about tire inflation.)\n</p>\n<p>\n \"A lot of people are driving around on severely under-inflated tires,\" said Robert Sinclair, Jr., a spokesman for the American Automobile Association. \"Try riding a bicycle with under-inflated tires. It's hard for the human engine to push it ahead. Pump it up, it seems like you're gliding on air.\"\n</p>\n<p>\n The same thing happens with a car. Under-inflated tires can lower gas mileage by .4 percent for every 1 pounds-per-square-inch drop in tire pressure, according to the U.S. Department of Energy.\n</p>\n<p>\n The best estimate available, by the National Highway Traffic Safety Administration, is that at least a quarter of drivers are cruising around on under-inflated tires. In April, the Rubber Manufacturers Association, the Auto Club, the California Highway Patrol and Yokohama Tire Company used those statistics, along with Department of Transportation and Automobile Association of America data, to extrapolate that 2.8-billion gallons of gas are lost every year due to under-inflation of tires.\n</p>\n<p>\n That's an estimate, to be sure, and not one from a published, peer-reviewed study. But remember, Obama said we \"could\" save all the oil available from offshore drilling in the protected areas &mdash; not we \"would\" &mdash; so if the claim is merely plausible he's on solid ground.\n</p>\n<p>\n So how much oil is available offshore? According to the latest assessment from the Minerals Management Service, the mean estimate of undiscovered technically recoverable crude oil in the Outer Continental Shelf areas that are currently under moratorium is about 18-billion barrels (see\n <a href=\"http://www.mms.gov/revaldiv/PDFs/OilandGasResources0507.pdf\" target=\"_blank\">\n  here\n </a>\n .)\n</p>\n<p>\n But it couldn't all be extracted immediately. The agency estimates that if the moratorium were lifted production could start by 2017, and by 2030, oil companies could be producing 2.4-million barrels of oil instead of 2.2-million. That's 200,000 more barrels per day.\n</p>\n<p>\n After refining, a barrel of oil can produce up to 19.5 gallons of gasoline, according to the\n <a href=\"http://www.newton.dep.anl.gov/askasci/eng99/eng99288.htm\" target=\"_blank\">\n  U.S. Department of Energy.\n </a>\n So that's 3.9-million more gallons of gasoline per day, or 1.4-billion gallons of gasoline per year.\n</p>\n<p>\n And remember, an estimated 2.8-billion gallons of gas are lost annually due to under-inflated tires.\n</p>\n<p>\n And we didn't even talk about tune-ups. (Repairing a car that is noticeably out of tune or has failed an emissions test improves gas mileage by 4 percent on average, according to the U.S. Department of Energy. Fixing a more serious problem, such as a bad oxygen sensor, can improve mileage by up to 40 percent, the agency says.)\n</p>\n<p>\n All of the numbers in this analysis are estimates, we should emphasize. Oil industry experts told us estimates of the amount of oil offshore and how fast it could be extracted vary widely, and the Energy Information Administration's number is fairly optimistic. Likewise, it's highly unlikely any public awareness effort could change behavior enough to save 2.8-billion gallons of gasoline per day.\n</p>\n<p>\n For these reasons, we ruled this claim to be True.\n</p>\n<p>\n <strong>\n  Update:\n </strong>\n After we published this item, McCain spokesman Michael Goldfarb called to dispute it, citing a Government Accountability Office letter of Feb. 9, 2007 that says tire inflation wastes 1.2 billion gallons of gasoline instead of the 2.8 billion estimate we used.\n</p>\n<p>\n The\n <a href=\"http://www.trb.org/publications/sr/sr286.pdf\" target=\"_blank\">\n  letter\n </a>\n says: \"The Department of Energy's designated economist on this issue indicated that, of the 130 billion gallons of fuel that the Transportation Research Board estimated were used in passenger cars and light trucks in 2005, about 1.2 billion gallons were wasted as a result of driving on under-inflated tires.\"\n</p>\n<p>\n That estimate falls just under the estimated 1.4 billion gallons a year from increased offshore drilling.\n</p>\n<p>\n But that doesn't persuade us to change our ruling, for three reasons. First, 1.2 billion gallons in possible savings from proper tire inflation is still in the ballpark of the 1.4 billion gallons from drilling. Given that all of these numbers are estimates, it's hard to say the difference between these two numbers constitutes a falsehood.\n</p>\n<p>\n Second, it would take years of work to start producing 1.4 billion gallons of gasoline from oil pumped offshore -- the Energy Information Administration estimate contemplates production beginning in 2017. And the oil reserves would not be bottomless. Conceivably, the savings from tire-pressure correction could begin immediately and last indefinitely, thus easily overcoming the marginal difference in the estimates provided by the McCain campaign.\n</p>\n<p>\n And finally, none of this takes into account the impact of tune-ups, which Obama mentioned as part of his claim. If Department of Energy estimates of 4 percent mileage improvement for better-tuned cars are true, that alone would push the total savings above the estimated drilling yield.\n</p>\n<p>\n Goldfarb also pointed out that barrels of oil, in addition to yielding 19.5 gallons of gasoline, yield other products as well, such as jet fuel, lubricants and feed stocks. Point taken, but Obama's statement was made within the context of the current drilling debate, which has been about increasing the supply of domestic oil to ease the strain on the U.S. transportation sector.\n</p>\n<p>\n In the end, estimates are all we have to work with here. Estimates of oil production, estimates of gasoline savings. For our purposes in evaluating Obama's claim, all the available evidence shows that he's on solid ground in saying that better car and tire maintenance would save as much gasoline as drilling would generate. We appreciate McCain's campaign pointing out a GAO source we'd missed in our original research, but it's not at odds with our original ruling, True.\n</p>\n<p>\n &nbsp;\n</p>", "ruling_comments_date": "2010-01-07T13:28:08.171831", "ruling_date": "2008-08-05T00:00:00", "ruling_headline": "Not overinflated (though it sounds like it)", "ruling_headline_slug": "not-overinflated-though-it-sounds-like-it", "ruling_link_text": "Not overinflated (though it sounds like it)", "ruling_state": null, "source_documents": null, "sources": "<p>\n Youtube.com,\n <a href=\"http://www.youtube.com/watch?v=XzZNP4tTfV0\" target=\"_blank\">\n  Sen. Barack Obama's answer to meeting energy demands\n </a>\n , July 30, 2008, accessed August 4, 2008\n</p>\n<p>\n Interview with Robert Sinclair, Jr., New York spokesperson for the Automobile Association of America, August 4, 2008\n</p>\n<p>\n U.S. Department of Energy,\n <a href=\"http://www.fueleconomy.gov/feg/maintain.shtml\" target=\"_blank\">\n  Keeping Your Car in Shape\n </a>\n , accessed August 4, 2008\n</p>\n<p>\n Interview with Thomas Menzies, Senior Program Officer for the Transportation Research Board of the National Academies, August 4, 2008\n</p>\n<p>\n Email correspondence with Dana Van-Wagener, crude oil supply expert at the Energy Information Administration\n</p>\n<p>\n Interview with Lee Schipper, transport energy analyst and visiting scholar at the University of California Berkeley's Transportation Center, August 4, 2008\n</p>\n<p>\n U.S. Department of the Interior Minerals Management Service,\n <a href=\"http://www.mms.gov/revaldiv/PDFs/FinalInvRptToCongress050106.pdf\" target=\"_blank\">\n  Report to Congress: Comprehensive Inventory OCS Oil and Natural Gas Resources\n </a>\n , February 2006\n</p>\n<p>\n U.S. Department of Energy,\n <a href=\"http://www.newton.dep.anl.gov/askasci/eng99/eng99288.htm\" target=\"_blank\">\n  Oil to Gasoline\n </a>\n , accessed August 4, 2006\n</p>\n<p>\n Yokohama Tire Corp., Rubber Manufacturers Association, The Auto Club, The California Highway Patrol,\n <a href=\"http://www.automotivetraveler.com/index.php?option=com_content&amp;task=view&amp;id=225&amp;Itemid=119\" target=\"_blank\">\n  On Earth Day Check Your Tires for Proper Inflation to Be Safe, Save Gas, Save Money and Help the Environment\n </a>\n , April 2008\n</p>\n<p>\n Yokohama Tire Corp., Rubber Manufacturers Association, The Auto Club, The California Highway Patrol,\n <a href=\"http://forums.trucktrend.com/70/6681028/off-topic-automotive/billions-of-gallons-of-gasoline-lost-due-to-underi/index.html\" target=\"_blank\">\n  Billions of Gallons of Gasoline lost per year due to Under-Inflated Tires\n </a>\n April 2008, accessed August 4, 2008\n</p>\n<p>\n &nbsp;\n</p>", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\"We could save all the oil that they're talking about getting off drilling, if everybody was just inflating their tires and getting regular tune-ups.\"</p>", "statement_context": "Springfield, Mo.", "statement_date": "2008-07-30", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}], "target": [], "twitter_headline": null}