{"art": [], "author": [{"email_address": "jhar@oregonian.com", "first_name": "Janie", "id": 192, "last_name": "Har", "name_slug": "janie-har", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/192/", "title": "Staff writer", "twitter": null}], "canonical_url": "/oregon/statements/2012/jun/14/stop-gillnetting-now/oregon-one-three-states-allow-commercial-gillnetti/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "dlane@oregonian.com", "first_name": "Dee", "id": 183, "last_name": "Lane", "name_slug": "dee-lane", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/183/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 6092, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jhar@oregonian.com", "first_name": "Janie", "id": 192, "last_name": "Har", "name_slug": "janie-har", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/192/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/6092/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\t<em><strong>CORRECTION appended: This following has been revised to clarify that rules for keeping native fish, and the number of native fish that can be killed, vary according to run. The details given are for spring chinook.</strong></em></p>\r\n<p>\r\n\t&nbsp;</p>\r\n<p>\r\n\tPolitiFact Oregon enjoys tasty Columbia River spring chinook as much as the next Oregonian, but honestly, we don&rsquo;t know much about catching them. We suspect many readers don&rsquo;t either, and yet, this November, we probably will vote on a ballot measure to ban the use of commercial gillnets in the Columbia. An alternative method would be allowed.<br />\r\n\t<br />\r\n\tGillnets vary in mesh size and length but generally work by capturing fish by the gills and smothering them. The people opposed to gillnets say it&rsquo;s outdated, indiscriminate and harms native salmon and steelhead.<br />\r\n\t<br />\r\n\tAnd they say Oregon is in the minority when it comes to gillnets. &quot;Currently, Oregon is one of only three states that allow the use of gillnets on inland waters&quot; reads <a href=\"http://www.stopgillnetting.com/media-major-milestone/\">a May 30 press release</a> by the Stop Gillnetting Now campaign.<br />\r\n\t<br />\r\n\tIs Oregon truly that rare? And if so, why? Or were we being snookered by campaign politicking? An administrator with Oregon&rsquo;s <a href=\"http://www.salmonforall.org/\">Salmon For All</a>, a group that represents commercial gillnetters, said the number of states that allow commercial gillnetting is much higher, which means Oregon is not so out-of-sync. Who&rsquo;s right?<br />\r\n\t<br />\r\n\tWe turned to Eric Stachon, spokesman with the stop gillnetting campaign. He acknowledged the number was incorrect but maintained that Oregon remains in the minority. &quot;Oregon,&quot;<a href=\"http://www.stopgillnetting.com/about-gillnets/\"> the revised statement reads</a>, &quot;is one of only a few states left that allows the use of commercial gillnets on rivers and streams.&quot;<br />\r\n\t<br />\r\n\tWe wanted to know where non-tribal commercial gillnetting is allowed. Neither side had a definitive figure. Oregon Department of Fish and Wildlife didn&rsquo;t have one either.<br />\r\n\t<br />\r\n\tSo PolitiFact Oregon started calling around the country. We had delightful chats with state officials. And we found at least 11 states besides Oregon that allow commercial gillnetting.<br />\r\n\t<br />\r\n\tLike Oregon, the states of Washington, Alaska, North Carolina, Mississippi, Tennessee and Louisiana allow commercial gillnets in inland waters, including rivers. California, Virginia and Maryland allow their use in bays. Alabama allows them in the Gulf of Mexico and Michigan in the Great Lakes. &nbsp;<br />\r\n\t<br />\r\n\tCertainly, gillnet use has become more restricted as concerns grow about inadvertently trapping other wildlife. California, as we noted, allows gillnetting in the San Francisco Bay, but campaign proponents point out that in 1990 voters approved a ban on the use of gillnets in coastal waters. And while North Carolina allows gillnets in river, ocean and sound waters, the state moved last month to restrict the use in certain areas.<br />\r\n\t<br />\r\n\t&quot;The quick answer is yes, we do allow them,&quot; said David Taylor of North Carolina&rsquo;s Division of Marine Fisheries, &quot;and the more complicated answer is, with many restrictions.&quot;<br />\r\n\t<br />\r\n\tThe states of Oregon and Washington issue about 500 permits a year for non-tribal fisheries to use on the Columbia River. Of that, maybe 300 are active. The state agencies decide when and where to allow fishing -- if at all -- for runs of spring chinook, fall chinook, coho, etc. They also determine the types of gillnets allowed. For spring chinook, native fish must be returned to the water, dead, lethargic or alive. Non-tribal fishers are allowed to kill roughly 2 percent native spring chinook among them. (The rules vary for each fish run.)<br />\r\n\t<br />\r\n\tWe&rsquo;re not going to elaborate on the arguments of the two sides, other than to say that recreational fishers and conservationists insist they don&rsquo;t want to kill off the commercial fishing industry and the gillnetters insist the recreational industry just wants a greater share of the Columbia River fish action.<br />\r\n\t<br />\r\n\tBoth sides agree that the river is unique. &quot;You don&rsquo;t see this kind of large-scale use of gillnets, particularly when you have such a large number of endangered species,&quot; Stachon said in arguing for the strangeness of gillnets in the Columbia.<br />\r\n\t<br />\r\n\tJim Markee, a Salmon For All lobbyist, disagrees with the &quot;large-scale&quot; tag, but acknowledges fishing in the river is special, for the people who eat the salmon as well as those who catch the coveted fish for people to eat.</p>\r\n<p>\r\n\tOur limited research found that states have different management needs. There are some states that don&rsquo;t depend on commercial fishing so gillnets are not an issue. While not comprehensive, we found that the use of non-tribal commercial gillnets is more widespread than originally cited by the campaign.<br />\r\n\t<br />\r\n\tOregon is among at least seven states that allow the use in inland rivers. Other states allow the use in bay, gulf and ocean water. &nbsp;We rule the statement False.</p>\r\n", "ruling_comments_date": "2012-06-13T20:40:17.387368", "ruling_date": "2012-06-14T00:00:00", "ruling_headline": "Is Oregon one of three states to allow commercial gillnetting?", "ruling_headline_slug": "oregon-one-three-states-allow-commercial-gillnetti", "ruling_link_text": "Something's fishy ", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tCalifornia Department of Fish and Game (<a href=\"http://www.dfg.ca.gov/marine/herring/faq.asp\">website</a>)<br />\r\n\tMississippi Wildlife, Fisheries and Parks (<a href=\"http://www.mdwfp.com/fishing-boating/freshwater-commercial.aspx\">website</a>)<br />\r\n\tOregon Department of Fish and Wildlife, &quot;<a href=\"http://www.dfw.state.or.us/news/2010/august/081110b.asp\">Alternative commercial fishing gears to be tested on lower Columbia River,&quot;</a> Aug. 11, 2010<br />\r\n\tLouisiana Department of Wildlife and Fisheries, &quot;<a href=\"http://www.wlf.louisiana.gov/sites/default/files/pdf/publication/31745-commercial-fishing-regulations/2012_commercial_fishing.pdf\">Louisiana Commercial Fishing Regulations 2012</a>&quot; &nbsp;<br />\r\n\tSouth Carolina Department of Natural Resources Marine Resources Division, &quot;<a href=\"http://www.dnr.sc.gov/licenses/pdf/SeineGillNetsFY2013.pdf\">Summary of Regulations for Use of Seines and Gill Nets in Saltwaters of South Carolina with Legal References 2012-13</a>&quot;<br />\r\n\tEmails from and interview with Eric Stachon, spokesman Stop Gillnetting Now campaign, June 8, 11-13, 2012<br />\r\n\tInterview with David Schamp, board chairman, Coastal Conservation Association Oregon, June 11, 2012<br />\r\n\tEmail from and interview with Hobe Kytr, administrator, Salmon For All, June 11, 2012<br />\r\n\tEmail from and interview with Jim Markee, lobbyist, Salmon For All, June 9, 12, 2012<br />\r\n\tInterview with Tina Berger, spokeswoman, Atlantic States Marine Fisheries Commission, June 11, 2012<br />\r\n\tInterviews with Steve Williams, assistant administrator for fish, ODFW, June 11-12, 2012<br />\r\n\tInterview with Gary Martel, Deputy Bureau Director, &nbsp;<a href=\"http://www.dgif.virginia.gov/contact/directory/\">Bureau of Wildlife Resources, Virginia Department of Game and Inland Fisheries</a>, June 11, 2012<br />\r\n\tInterview with John Bull, spokesman Virginia Marine Resources Commission, June 11, 2012<br />\r\n\tInterview with Eric Ganus, commercial fishing coordinator, Tennessee Wildlife Resources Agency, June 11, 2012<br />\r\n\tInterview with Capt. Len Yokum, region supervisor,<a href=\"http://www.wlf.la.gov/\"> Louisiana Department of Wildlife and Fisheries</a>, June 12, 2012<br />\r\n\tInterview with Maj. Chris Huebner, North Carolina Wildlife Resources Commission, June 13, 2012<br />\r\n\tMessage from David Taylor, Fisheries Management, North Carolina Division of Marine Fisheries, &nbsp;June 13, 2012<br />\r\n\tNorth Carolina Division of Marine Fisheries, &quot;<a href=\"http://portal.ncdenr.org/web/mf/nr-17-12-flounder-gill-net-closure\">Fisheries Commission Extends Flounder Gill Net Closure; Decreases Yardage Limit in Carteret County Waters</a>,&quot; May 16, 2012<br />\r\n\tEmail from and interview with Elizabeth LaPorte, Communication and Education Services Director, Michigan Sea Grant College Program, University of Michigan, June 12, 2012<br />\r\n\tOregon and Washington department of Fish and Wildlife, &quot;<a href=\"http://www.dfw.state.or.us/fish/OSCRP/CRM/FS/12/120126w1.pdf\">Joint Staff Report - Winter Fact Sheet No. 1, Columbia River Compact/Joint State Hearing</a>,&quot; Jan. 26, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 1, "first_name": "", "half_true_count": 0, "home_state": "Oregon", "id": 1897, "last_name": "Stop Gillnetting Now", "mostly_true_count": 0, "name_slug": "stop-gillnetting-now", "pants_count": 0, "party": {"id": 16, "party": "Organization", "party_slug": "organization", "resource_uri": "/api/v/2/party/16/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/antigillnet2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1897/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\tSays &quot;Oregon is one of only three states that allow the use of gillnets on inland waters.&quot;</p>\r\n", "statement_context": "campaign press statement", "statement_date": "2012-05-30", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 219, "photo": null, "resource_uri": "/api/v/2/subject/219/", "subject": "Message Machine 2012", "subject_slug": "message-machine-2012", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 100, "photo": null, "resource_uri": "/api/v/2/subject/100/", "subject": "Recreation", "subject_slug": "recreation", "used_in_edition": []}], "target": [], "twitter_headline": ""}