{"art": [{"brightcove": "", "caption": "This graphic comparing Massachusetts health reform with the national law made the rounds on Facebook.", "id": 2473, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Romneycare_graphic.jpg", "resource_type": {"id": 3, "name": "Other", "resource_uri": "/api/v/2/mediatype/3/"}, "resource_uri": "/api/v/2/media/2473/", "title": "Romneycare graphic", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "moorhead@tampabay.com", "first_name": "Molly", "id": 274, "last_name": "Moorhead", "name_slug": "molly-moorhead", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Molly_the_Mollster.jpg", "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/274/", "title": "Pasco Editor", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2012/jun/18/facebook-posts/facebook-post-compares-elements-romneycare-obamaca/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 6102, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "moorhead@tampabay.com", "first_name": "Molly", "id": 274, "last_name": "Moorhead", "name_slug": "molly-moorhead", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Molly_the_Mollster.jpg", "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/274/", "title": "Pasco Editor", "twitter": null}], "resource_uri": "/api/v/2/statement/6102/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>The health care debate has landed on the virtual battleground of Facebook, with comparisons being made between President Barack Obama&rsquo;s 2010 law and the bill that Republican Mitt Romney signed in Massachusetts.<br />\r\n<br />\r\nA reader asked us to check <a href=\"http://www.facebook.com/photo.php?fbid=392864224067330&amp;set=a.297278513625902.74407.283400971680323&amp;type=3&amp;theater\">this graphic</a> that claims &quot;Romneycare covers abortion, illegal immigrants and has a public option. Obamacare does not.&quot; We&rsquo;ve also seen that statement repeated on Twitter.<br />\r\n<br />\r\nObamacare, of course, is the familiar name for the Affordable Care Act passed by Congress in 2010 and signed by Obama. It seeks health coverage for every American by requiring most Americans to obtain coverage or face a fine. To help people meet that requirement, it expands Medicaid for the poor, provides subsidies for people of modest means to buy insurance, and sets up fines that have the effect of encouraging large employers to provide insurance for their employees. It also sets up insurance exchanges where individuals and businesses can purchase private insurance. Those elements are also the backbone of the health care reform Romney signed in Massachusetts in 2006. Architects of both plans acknowledge that the Massachusetts law served as the model for the national plan.<br />\r\n<br />\r\nAs for the specific comparisons between the two, we&rsquo;ll take them one by one.<br />\r\n<br />\r\n<strong>Romneycare vs. Obamacare on abortion</strong><br />\r\n<br />\r\nPolitiFact looked at <a href=\"http://www.politifact.com/truth-o-meter/statements/2012/jan/19/newt-gingrich/gingrich-ad-says-mitt-romney-enacted-taxpayer-fund/\">the abortion issue</a> when Romney&rsquo;s Republican primary challengers accused him of enacting taxpayer-funded abortions in Massachusetts.<br />\r\n<br />\r\nThe state law itself does not specify what services are covered and what aren&rsquo;t. Search<a href=\"http://www.malegislature.gov/Laws/SessionLaws/Acts/2006/Chapter58\"> the text</a> of it, and &quot;abortion&quot; is nowhere to be found.<br />\r\n&nbsp;&nbsp;&nbsp;<br />\r\nBut because of a 1981 Supreme Judicial Court ruling in Massachusetts, the cost of abortions must be included in publicly subsidized plans. Most private insurance plans in the U.S. include abortion coverage, and the state-subsidized plans in Massachusetts do, too. That includes coverage for Massachusetts residents enrolled in Medicaid.<br />\r\n<br />\r\nSo it&rsquo;s true that the plan makes abortion accessible through private insurance plans subsidized by the state. But that&rsquo;s dictated by a court ruling that long predated Romney&rsquo;s term as governor.<br />\r\n<br />\r\nOn the federal level, coverage of abortion is a bit more complicated.<br />\r\n<br />\r\nHere&rsquo;s how we&rsquo;ve <a href=\"http://www.politifact.com/truth-o-meter/statements/2010/mar/23/bart-stupak/stupak-says-there-no-federal-funding-abortion-sena/\">explained a similar claim</a>: Since 1976, the federal government has been guided by the Hyde Amendment, a law that prohibits the use of federal funds for abortions except in cases of rape, incest or when the mother&#39;s life is in peril. Due to that amendment -- which must be renewed every year -- abortion services are not provided by Medicaid or in health care plans offered to federal employees and for active and retired military.<br />\r\n<br />\r\nBut the health care exchanges established by the law raised the question of whether private companies should be allowed to offer abortion coverage (as most already do) when operating through the exchanges. And what if the people buying policies are getting government subsidies to buy insurance?<br />\r\n<br />\r\nWhat resulted was essentially a compromise. When the exchanges begin operating in 2014, some states will ban all abortion coverage entirely for any plan selling on that state&rsquo;s exchange. Doing so is allowed by a state &quot;opt-out&quot; clause that is part of the health care law. Beyond that, every state must offer at least one plan on its exchange that doesn&rsquo;t cover abortion. In addition, no private insurer will be forced to cover abortion.<br />\r\n<br />\r\nUnless a state exercises the opt-out clause, insurers will be allowed to sell policies on the exchanges that include abortion coverage. To allow this, yet still abide by the Hyde Amendment, sponsors of the bill drafted a procedure to differentiate between dollars spent on abortion coverage and dollars spent for everything else. (Anti-abortion advocates have consistently argued that the approach doesn&rsquo;t offer strong enough protections to prevent taxpayer funding of abortion.)<br />\r\n<br />\r\nThe complex funding mechanisms make the question of whether Obamacare covers abortion a little fuzzy. But clearly the law provides some access to the service.<br />\r\n<br />\r\n<strong>Romneycare vs. Obamacare on illegal immigrants</strong><br />\r\n<br />\r\nImmigration is another complicated area for the two health care laws.<br />\r\n<br />\r\nBefore the Massachusetts law was enacted, the state had a program on the books called the Uncompensated Care Pool, which dates to the mid-1980s.<br />\r\n<br />\r\nWhen Romney&rsquo;s health law passed, the name changed but the eligibility didn&rsquo;t, said Brian Rosman, research director for the Massachusetts nonprofit group Health Care for All. Now known as the Health Safety Net, it reimburses hospitals and health care centers that provide care for the poor and uninsured.<br />\r\n<br />\r\nWho can get the care? We found the answer on the <a href=\"http://www.massresources.org/hsn.html\">Health Safety Net website</a>:<br />\r\n<br />\r\n&quot;Am I Eligible? The Health Safety Net (Free Care) is for uninsured or underinsured Massachusetts residents who do not have access to affordable health coverage. People of any income with large medical bills that they cannot pay are also eligible. Your citizenship or immigration status does not affect your eligibility.&quot;<br />\r\n<br />\r\nSaid Rosman: &quot;People don&rsquo;t enroll in the program. They don&rsquo;t get cards. Their benefits are just through the reimbursement to the health provider.&quot;<br />\r\n<br />\r\nThat differs from other benefits outlined in the Massachusetts law, which specifies that only people there legally can receive Medicaid benefits or government subsidies to buy health insurance.<br />\r\n<br />\r\nThe Health Safety Net has no such restriction, although any benefit to illegal immigrants is indirect, since the money reimburses health providers, not individuals.<br />\r\n<br />\r\n&quot;It&rsquo;s a state-administered program that essentially shares the cost of financing the care for uninsured and underinsured residents of the state across the whole health care system,&quot; said Sarah Iselin, former commissioner of the state agency that administers the Health Safety Net.<br />\r\n<br />\r\nShe pointed out that the 2006 law expanded coverage for people who qualify for programs specifically off limits to illegal residents. The Health Safety Net only applies to people who have been determined to be ineligible for those programs.<br />\r\n<br />\r\nSimilar to the Massachusetts program, Obamacare could benefit illegal immigrants only in a very indirect way.<br />\r\n<br />\r\nFirst, what it doesn&rsquo;t do: The law does not make people who are in the country illegally eligible for health insurance through the exchanges -- in fact it specifically bars them; it doesn&rsquo;t allow them to get tax credits for purchasing insurance, &nbsp;and it doesn&rsquo;t allow them to receive Medicaid benefits.<br />\r\n<br />\r\nWhat it does do: The law provides grants to community health care centers for construction and expansion. The National Association of Community Health Centers <a href=\"http://www.nachc.com/client/HCR_New_Patients_Final.pdf\">noted in 2010</a> that such centers &quot;make up the largest national network of primary care providers. Most health center patients have low incomes, are uninsured or publicly insured, and are members of racial/ethnic minority groups.&quot;<br />\r\n<br />\r\n&quot;The community health centers serve anybody who needs health care, and I&rsquo;m sure that will include undocumented people,&quot; said Rosman.<br />\r\n<br />\r\nThe Facebook post said Obamacare doesn&rsquo;t &quot;cover&quot; illegal immigrants. It&rsquo;s correct there are no coverage benefits for which undocumented people could be eligible, such as Medicaid or tax credits. The law did provide $11 billion over the first five years for community health centers, which treat people regardless of immigration status. That expands access to care at places where poor, undocumented people would have gone for care prior to the law, but it&rsquo;s not the same as coverage.<br />\r\n<br />\r\n<strong>Romneycare vs. Obamacare on a public option</strong><br />\r\n<br />\r\nThis part isn&rsquo;t complicated at all: Neither plan has a public option.<br />\r\n<br />\r\nIn Massachusetts a public option would be a program in which the state is the insurer, and Massachusetts has no such plan. The state oversees the health care exchange, but the plans offered there are all private. The reform law expanded Medicaid in Massachusetts, but that&rsquo;s a program only for people who cannot afford to purchase insurance.<br />\r\n<br />\r\nWe checked with Rosman on this too.<br />\r\n<br />\r\n&quot;There&rsquo;s nothing even close to (a public option),&quot; he said, adding that it was never considered in the debate about the law.<br />\r\n<br />\r\nEarly versions of the national health bill included a public option, with the idea that a government plan might be cheaper than private plans, making insurance available to the very poor. But the public option had many opponents in Congress and did not make it into the final law.<br />\r\n<br />\r\n<strong>All together now</strong><br />\r\n<br />\r\nThe Facebook post boils down complicated pieces of legislation to a few simple points. But its summary is short on accuracy. Here&rsquo;s what we found:<br />\r\n<br />\r\nAbortion: Romneycare enables people to purchase plans that include abortion coverage. Obamacare does as well, but it also lets states opt out and lets individuals buy plans that don&rsquo;t cover the procedure.<br />\r\n<br />\r\nIllegal immigrants: Romneycare&rsquo;s Health Safety Net reimburses health providers who care for the poor, regardless of whether they&rsquo;re in the country legally. Obamacare provides grants to community health centers, which also treat anyone who can&rsquo;t afford to pay for health care. Neither law provides any form of insurance coverage to undocumented people.<br />\r\n<br />\r\nPublic option: Neither plan has a public option in which the government acts as the insurer.<br />\r\n<br />\r\nThe Facebook post got a few things right but most things wrong, particularly about Romney&rsquo;s plan. Overall we rate it Mostly False.</p>\r\n\r\n<p> </p>\r\n<script src=\"http://www.politifact.com/media/js/politifactwidget5.js\"></script>", "ruling_comments_date": "2012-06-15T14:10:31.697158", "ruling_date": "2012-06-18T08:00:00", "ruling_headline": "Facebook post compares elements of Romneycare, Obamacare", "ruling_headline_slug": "facebook-post-compares-elements-romneycare-obamaca", "ruling_link_text": "Misses mark on several points", "ruling_state": null, "source_documents": null, "sources": "<p>Occupy Posters <a href=\"http://www.facebook.com/photo.php?fbid=392864224067330&amp;set=a.297278513625902.74407.283400971680323&amp;type=3&amp;theater\">Facebook post</a>, accessed June 14, 2012<br />\r\n<br />\r\n<a href=\"https://www.mahealthconnector.org/portal/site/connector/\">Health Connector</a>, health insurance website for Massachusetts residents, accessed June 13, 2012<br />\r\n<br />\r\nPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2012/jan/19/newt-gingrich/gingrich-ad-says-mitt-romney-enacted-taxpayer-fund/\">Newt Gingrich ad says Mitt Romney enacted taxpayer-funded abortions</a>,&quot; Jan. 19, 2012<br />\r\n<br />\r\nPolitiFact, &quot;<a href=\"http://www.politifact.com/texas/statements/2011/oct/21/rick-perry/rick-perry-says-romneycare-was-model-obamacare/\">Rick Perry says &lsquo;Romneycare was model for Obamacare</a>,&rsquo;&quot; Oct. 21, 2011<br />\r\n<br />\r\nPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2010/mar/23/bart-stupak/stupak-says-there-no-federal-funding-abortion-sena/\">Stupak revises abortion stance on health care bill, citing Obama&#39;s executive order</a>,&quot; March 23, 2010<br />\r\n<br />\r\n<a href=\"http://www.malegislature.gov/Laws/SessionLaws/Acts/2006/Chapter58\">Chapter 58 of the Acts of 2006</a>, Massachusetts General Court, accessed June 14, 2012<br />\r\n<br />\r\n<a href=\"http://housedocs.house.gov/energycommerce/ppacacon.pdf\">Text</a> of the Patient Protection and Affordable Care Act<br />\r\n<br />\r\nWhiteHouse.gov,<a href=\"http://www.whitehouse.gov/blog/2010/03/21/one-more-step-towards-health-insurance-reform\"> Text of the pending presidential executive order ensuring enforcement and implementation of abortion restrictions in the Patient Protection and Affordable Care Act</a>, March 21, 2010<br />\r\n<br />\r\nMassresources.org, <a href=\"http://www.massresources.org/hsn.html\">Health Safety Net page</a>, accessed June 14, 2012<br />\r\n<br />\r\n<em>Los Angeles Times</em>, &quot;<a href=\"http://articles.latimes.com/2011/oct/23/nation/la-na-romney-healthcare-20111024\">Medical help for illegal immigrants could haunt Mitt Romney</a>,&quot; &nbsp;Oct. 23, 2011<br />\r\n<br />\r\nNational Association of Community Health Centers, <a href=\"http://www.nachc.com/client/HCR_New_Patients_Final.pdf\">EXPANDING HEALTH CENTERS UNDER HEALTH CARE REFORM: DOUBLING PATIENT CAPACITY AND BRINGING DOWN COSTS</a>, June 2010<br />\r\n<br />\r\nInterview with Brian Rosman, <a href=\"http://www.hcfama.org/\">Health Care for All</a>, June 14, 2012<br />\r\n<br />\r\nInterview with <a href=\"http://bluecrossmafoundation.org/About-Us/Staff-Members/Sarah-Iselin.aspx\">Sarah Iselin</a>, president of the Blue Cross Blue Shield of Massachusetts Foundation, June 15, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 14, "current_job": "Social media posting", "false_count": 18, "first_name": "", "half_true_count": 15, "home_state": "", "id": 1486, "last_name": "Facebook posts", "mostly_true_count": 11, "name_slug": "facebook-posts", "pants_count": 37, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Facebook_icon_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1486/", "total_count": 101, "true_count": 6, "website": "http://www.facebook.com/"}, "statement": "<p>&quot;Romneycare covers abortion, illegal immigrants and has a public option. Obamacare does not.&quot;</p>\r\n", "statement_context": "a Facebook post", "statement_date": "2012-04-13", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}