{"art": [], "author": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "canonical_url": "/oregon/statements/2012/jun/15/portland-public-schools/portland-public-schools-administration-top-heavy/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "dlane@oregonian.com", "first_name": "Dee", "id": 183, "last_name": "Lane", "name_slug": "dee-lane", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/183/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 6107, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "resource_uri": "/api/v/2/statement/6107/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tPortland Public Schools, like most of Oregon&rsquo;s school districts, is struggling to keep class sizes down and school years full even as budget conditions force reductions.<br />\r\n\t<br />\r\n\tIn a recent opinion piece printed in The Oregonian, one parent advocate suggested the district try harder to consolidate schools before asking voters to approve a bond. &quot;Cut bureaucracy,&quot; wrote Lainie Block Wilker. &quot;Media reports confirm PPS&#39; top-heavy bureaucracy. KPMG&#39;s audit recommended reducing management layers.&quot;<br />\r\n\t<br />\r\n\tThis didn&rsquo;t sit so well with some school board members, who promptly responded with their own opinion piece, also printed by The Oregonian. (Five others also signed onto this commentary.)<br />\r\n\t<br />\r\n\t&quot;Wilker claims that PPS administration is &quot;top-heavy,&quot; wrote members Ruth Adkins and Trudy Sargent. &quot;The 14-year-old KPMG audit she cites actually commended the district for &lsquo;maintaining a lean administrative staff that accounts for 8 percent of PPS&#39; total staff.&rsquo; Since then, central administration has been reduced by one-half and is now less than 4 percent of PPS&#39;s staff. Next year&#39;s budget further reduces central staff by 10 percent. Central administrative costs are not a reason to oppose the bond.&quot;<br />\r\n\t<br />\r\n\tAs reporters, we&rsquo;re always a little suspicious when it comes to bureaucratic management, so we decided to check out the claim that central administration is &quot;less than 4 percent of PPS&rsquo;s staff.&quot;<br />\r\n\t<br />\r\n\tFirst, we went back to the audit that got flagged in both commentaries. The &quot;Comprehensive Performance Audit of the Portland Public Schools&quot; was published Sept. 3, 1998, by auditing firm KPMG. The audit points out several shortcomings of the district -- but the size of the administration is certainly not one.<br />\r\n\t<br />\r\n\tIn one section, as the two board members point out, the audit commends the district for &quot;maintaining a lean administrative staff that accounts for 8% of PPS&rsquo; total staff.&quot; That&rsquo;s not to say the audit didn&rsquo;t find some places for further reductions. Auditors identified various areas where management could be shaved, but time and time again it confirms that the number of management layers and the ratio of managers to non-managers met industry &quot;best practices.&quot;<br />\r\n\t<br />\r\n\tThe auditors, unfortunately, did not clarify what they meant by &quot;administrative staff.&quot; We called the auditing firm, but they weren&rsquo;t able to track down anybody familiar enough with the 14-year-old audit to give us definitions.<br />\r\n\t<br />\r\n\tOur next stop was Portland Public Schools spokesman Matt Shelby, who outlined the staff breakdown for this year and next. The Oregon Department of Education asks school districts to classify spending under four specific categories: direct classroom, classroom support, building support and central support.<br />\r\n\t<br />\r\n\tCurrently, there are about 152 full-time-equivalent positions in central support at Portland Public Schools. This category, according to the state&rsquo;s definition, includes &quot;executive administration, business and fiscal services, personnel services, retirement incentives, and public information.&quot; That means it covers the superintendent&rsquo;s office, as well as the legal, finance, insurance and human relation divisions -- among others.<br />\r\n\t<br />\r\n\tAll told, there are some 4,048 budgeted FTE positions, which means that the board members were right -- central support makes up just under 4 percent of the total PPS staffing.<br />\r\n\t<br />\r\n\tThat said, even though it&rsquo;s a rigidly managed state definition, central support doesn&rsquo;t cover all the positions that your average Oregonian might call &quot;administrative.&quot; Building support, for example, which has 596 budget positions, includes IT, security, utilities, purchasing, warehouse and others. Direct classroom and classroom support make up the majority of staffing, more than 80 percent, including teachers, curriculum services, social work services, athletics and others.<br />\r\n\t<br />\r\n\tAll this is to say, yes, &quot;central support&quot; -- which is the word the school board members used in their commentary -- is less than 4 percent of the PPS staff. But that definition covers a very specific sort of employee and not necessarily every employee that somebody on the outside might consider &quot;administrative.&quot;<br />\r\n\t<br />\r\n\tNow, for that last bit. Is central support really getting cut by 10 percent next year? At first blush, no. There are 152 positions budgeted this year and 146 budgeted for the next. That&rsquo;s a 4 percent decline. We checked in with Robb Cowie, the district&rsquo;s chief spokesman, who pointed out that central support is really losing 15 positions when you consider that eight translation service positions are moving from other areas to central support. If you ignore that transfer, the board members are right about the 10 percent reduction.<br />\r\n\t<br />\r\n\tIs Portland Public Schools &quot;top-heavy&quot; as one parent advocate described it? That&rsquo;s really not for us to say. What we can say, however, is that central support -- as the state defines it -- accounts for 4 percent of the budgeted positions at Portland Public Schools. We can also say that central support will see a 10 percent reduction in its current FTE positions next year. Technically, then, the board members are right on all counts. However, there&rsquo;s some important context in the fact that central support is a bureaucratic term that doesn&rsquo;t necessarily reflect the full scope of administrative employees working for Portland Public Schools.<br />\r\n\t<br />\r\n\tWe rate this claim Mostly True -- it&rsquo;s accurate, but it requires some clarification.</p>\r\n", "ruling_comments_date": "2012-06-15T18:44:38.724607", "ruling_date": "2012-06-15T15:35:31", "ruling_headline": "Does administration account for 4 percent of Portland Public Schools staff?", "ruling_headline_slug": "portland-public-schools-administration-top-heavy", "ruling_link_text": "Central support accounts for 4 percent of district budget", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tInterview with Portland Public Schools spokesman Matt Shelby, June 12 and 14, 2012<br />\r\n\t<br />\r\n\tInterview with Portland Public Schools chief spokesman Robb Cowie, June 13, 2012<br />\r\n\t<br />\r\n\tE-mail from Portland Public Schools spokesman Matt Shelby, June 13, 2012<br />\r\n\t<br />\r\n\tE-mail from &nbsp;Portland Public Schools chief spokesman Robb Cowie, June 13, 2012<br />\r\n\t<br />\r\n\tPortland Public Schools Deputy CFO David Wynde, &quot;PPS Proposed Budget by DBI Category,&quot; April 23, 2012<br />\r\n\t<br />\r\n\tOregon Department of Education, &quot;Operating Expenditures by Major Category,&quot; June 14, 2012<br />\r\n\t<br />\r\n\tKPMG, &quot;<a href=\"http://www.pps.k12.or.us/projects-c/aisc/audit.pdf\">Comprehensive Performance Audit of the Portland Public Schools</a>,&quot; Sept. 3, 1998<br />\r\n\t<br />\r\n\tRuth Adkins and Trudy Sargent, &quot;<a href=\"http://www.oregonlive.com/opinion/index.ssf/2012/06/portland_public_schools_up-to-.html\">Up-to-date facts make the case for up-to-date schools</a>,&quot; June 11, 2012<br />\r\n\t<br />\r\n\tLainie Block Wilker, &quot;<a href=\"http://www.oregonlive.com/opinion/index.ssf/2012/05/pps_should_find_better_policie.html\">PPS should find better policies before seeking bond</a>,&quot; May 22, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "School district", "false_count": 0, "first_name": "", "half_true_count": 1, "home_state": "Oregon", "id": 1174, "last_name": "Portland Public Schools", "mostly_true_count": 1, "name_slug": "portland-public-schools", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/PPS.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1174/", "total_count": 4, "true_count": 2, "website": "http://www.pps.k12.or.us/"}, "statement": "<p>\r\n\tSay Portland Public Schools&#39; central administration makes up less than 4 percent of the staff.</p>\r\n", "statement_context": "a guest column", "statement_date": "2012-06-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": ""}