{"art": [], "author": [{"email_address": "SullivanB@SHNS.com", "first_name": "Bartholomew", "id": 315, "last_name": "Sullivan", "name_slug": "bartholomew-sullivan", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 20, "publication_name": "Scripps Howard News Service", "resource_uri": "/api/v/2/publication/20/"}, "resource_uri": "/api/v/2/staffer/315/", "title": "Scripps Howard News Service Political Coordinator", "twitter": null}], "canonical_url": "/tennessee/statements/2012/jun/17/marsha-blackburn/marsha-blackburn-says-health-care-law-will-lead-lo/", "edition": {"adkey": "Editions", "advalue": "Tennessee", "edition": "Tennessee", "edition_slug": "tennessee", "has_afterthefact": false, "id": 14, "index_page": false, "meter_name": "The Tennessee Truth-O-Meter", "resource_uri": "/api/v/2/edition/14/"}, "editor": [{"email_address": "ZMcMillin@CommercialAppeal.com", "first_name": "Zack", "id": 314, "last_name": "McMillin", "name_slug": "zack-mcmillin", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/ZackMcMillinPolitiFact.JPG", "publication": {"id": 19, "publication_name": "The Commercial Appeal, Memphis", "resource_uri": "/api/v/2/publication/19/"}, "resource_uri": "/api/v/2/staffer/314/", "title": "Editor, PolitiFact Tennessee", "twitter": null}], "facebook_headline": null, "id": 6108, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "SullivanB@SHNS.com", "first_name": "Bartholomew", "id": 315, "last_name": "Sullivan", "name_slug": "bartholomew-sullivan", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 20, "publication_name": "Scripps Howard News Service", "resource_uri": "/api/v/2/publication/20/"}, "resource_uri": "/api/v/2/staffer/315/", "title": "Scripps Howard News Service Political Coordinator", "twitter": null}], "resource_uri": "/api/v/2/statement/6108/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tWe&rsquo;ll know later this month what the Supreme Court has done to the Affordable Care Act and which of its thousands of provisions will stand or be axed. Meanwhile, the Republican-controlled House of Representatives is trying to nibble away at individual provisions.<br />\r\n\t<br />\r\n\tSeveral members of Congress, including U.S. Rep. Marsha Blackburn, R-Tenn., recently gathered for a photo opportunity and to speak for repealing a health-care law provision that applies to a 2.3 percent excise tax on the sale of medical devices and for a bill that would repeal it.<br />\r\n\t<br />\r\n\t&quot;In my congressional district, we have about 10,000 individuals that are employed in the medical device industry,&quot; Blackburn said. &quot;We have estimates from the Manhattan Institute that 1,000 of those jobs will be lost if this tax stays on the books.&quot;<br />\r\n\t<br />\r\n\tThat sounded pretty drastic to us. We decided to check out the accuracy of Blackburn&rsquo;s summary of the institute&rsquo;s findings, and what went into the institute&rsquo;s estimate.<br />\r\n\t<br />\r\n\tWe first went to Blackburn&rsquo;s press person, Mike Reynard, who sent us a <a href=\"http://www.youtube.com/watch?v=oIiuhNpQz2s\">YouTube video</a> of Blackburn&rsquo;s statement; LifeScience Tennessee&rsquo;s Workforce Development Survey which includes as its third federal and regulatory priority &quot;Medical Device Tax Repeal&quot;; and, the Manhattan Institute&rsquo;s 30-page analysis of <a href=\"http://www.advamed.org/NR/rdonlyres/27ADDF3E-292D-4DFC-B4ED-B01E93E6D5AD/0/090711EmploymentEffectofTaxonMedicalDeviceIndustryFINAL.pdf\">&quot;The Employment Effects of the New Excise Tax on the Medical Device Industry&quot;</a> by Diana and Harold Furchtgott-Roth.<br />\r\n\t&nbsp;&nbsp;<br />\r\n\t<a href=\"http://www.manhattan-institute.org/\">The Manhattan Institute</a> is a conservative, market-oriented policy think tank based in New York City. It has received funding from the usually politically neutral Bill and Melinda Gates Foundation and the Walton family foundation, but also from very conservative Koch and Scaife family foundations.<br />\r\n\t<br />\r\n\t<a href=\"http://www.lifesciencetn.org/about\">LifeScience Tennessee </a>is the non-profit advocacy group promoting the life science industry in the Volunteer State. Its survey uses slightly different numbers from Blackburn&rsquo;s in describing the Manhattan Institute&rsquo;s findings, saying it &quot;predicts a loss of 1,000 jobs in Tennessee, which currently employs more than 9,000 workers directly and many more indirectly.&quot;<br />\r\n\t<br />\r\n\tSince we know some of those 9,000 jobs are in Johnson City, Chattanooga and and Knoxville and other places outside Blackburn&rsquo;s 7th Congressional District, we can begin to quibble with Blackburn&rsquo;s suggestion that 10,000 are in her district, which stretches to connect suburban Nashville to suburban Memphis.<br />\r\n\t<br />\r\n\tFigures for 2011 from the Department of Labor and Workforce Development indicate there were 236 medical device manufacturing establishments with 8,871 employees in seven Tennessee counties -- or more than 10 percent fewer than Blackburn claimed were in her own congressional district.<br />\r\n\t<br />\r\n\tBlackburn represents people in parts of two of those counties -- Davidson and Shelby -- and those counties employ 6,044 people, a majority of the jobs in that category. We also know that in Shelby County, a large majority of those jobs have long been located in the mostly urban 9th Congressional District, not the suburban-rural 7th. Three Medtronic and three Smith &amp; Nephew operations all have addresses within the 9th Congressional District.<br />\r\n\t<br />\r\n\tAlso worth noting -- because of re-districting, Blackburn will represent neither Shelby nor Davidson next year if she&rsquo;s re-elected.<br />\r\n\t<br />\r\n\tReynard, her spokesman, said Blackburn didn&rsquo;t mean to say &quot;in my congressional district,&quot; but rather that &quot;she meant &lsquo;state.&rsquo; &quot; However, as of June 15, the video of the statement was still posted by the &quot;RepMarshaBlackburn&quot; channel on YouTube without any clarification, and other partisan websites were featuring it. PolitiFact policy is to rule on what is said, but to acknowledge when someone admits to a mistake and take that into account when making a ruling.<br />\r\n\t<br />\r\n\tBlackburn does make the point that anything affecting medical device manufacturing could have a significant effect on Tennessee employment -- many of her suburban residents do in fact work for firms like Smith &amp; Nephew and Medtronic -- so let&rsquo;s look at exactly what the Manhattan folks said.<br />\r\n\t<br />\r\n\tThe study says Tennessee had 9,179 medical device manufacturing jobs statewide in 2009, nearly 10 percent fewer than Blackburn claimed. It then goes into a discussion from Macroeconomics 101 on the excise tax&rsquo;s anticipated effect on the elasticity of demand for medical devices. It assumes that price-sensitive elasticity would send some manufacturing offshore. It breaks down the number of jobs lost by the effect of the tax on a shift in production offshore of 1 percent, 2 percent, 5 percent, all the way up to 30 percent, where it says as many as 146,218 of the estimated 409,000 jobs nationwide might be lost.<br />\r\n\t<br />\r\n\tTable 11 on page 21 of the report indicates that in Tennessee 1,023 of 9,179 jobs would be lost statewide assuming a 2.3 percent excise tax and a 10 percent shift in production offshore.<br />\r\n\t<br />\r\n\tBut is that shift to overseas employment a reasonable assumption?<br />\r\n\t<br />\r\n\tWe hear a lot of talk these days about penalizing, not rewarding, companies that use the overseas labor of low-wage countries. To the extent it&rsquo;s not just talk, some politicians are seeing that some constituents thought they favored &quot;free trade&quot; until they saw that free-trade agreements may lower standards of living and manufacturing employment numbers of higher-wage countries.<br />\r\n\t<br />\r\n\tIt&rsquo;s safe to say this debate will rage on, but what&rsquo;s less clear is the extent to which health-care spending is sensitive to fluctuations in price. How will &nbsp;those who need a catheter or a stent, or those who manufacture them, respond to the imposition of a 2.3 percent excise tax? If someone needs crutches, is a 2.3 percent rise in price a major consideration? A 2006 study cited by <a href=\"http://mobile.businessweek.com/articles/2012-03-22/how-much-will-the-medical-device-tax-hurt\">Businessweek in March </a>indicates health-related spending is &quot;relatively inelastic: When prices go up, demand falls by only a fraction as much.&quot;<br />\r\n\t<br />\r\n\tThe same Businessweek article notes that another study, commissioned by the medical device industry trade association AdvaMed, also assumed that American manufacturers would ship 10 percent of jobs overseas in response to the tax. But since the tax applies to all devices -- those made overseas as well as domestic production -- there would be no incentive to move production out of the country, it says, describing a Bloomberg Government analysis. Devices manufactured in the U.S. for sale overseas are exempt from the tax.<br />\r\n\t<br />\r\n\tIt also makes the case that the industry trade group underestimated the increased demand for medical devices from the 32 million more people who will be insured under the Affordable Care Act.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tBlackburn exaggerates the number of medical device manufacturing jobs in her district and in the state while citing a free-market advocate&rsquo;s 2009 study that says 1,000 jobs could be lost statewide.<br />\r\n\t<br />\r\n\tSome of the assumptions made by The Manhattan Institute study have been questioned, and the provisions of the bill itself mean there&rsquo;s little reason to suspect there would be much off-shoring based on the excise tax. There is also no consensus on how much demand might drop for medical devices produced in Tennessee based on pricing.<br />\r\n\t<br />\r\n\tTaking into account that Blackburn&rsquo;s office acknowledges she made a mistake in saying &quot;congressional district&quot; rather than &quot;state,&quot; we rate the statement Mostly False.</p>\r\n", "ruling_comments_date": "2012-06-15T23:21:04.954070", "ruling_date": "2012-06-17T06:00:00", "ruling_headline": "Marsha Blackburn says health-care law will lead to loss of 1,000 of 10,000 medical-device industry jobs in her district", "ruling_headline_slug": "marsha-blackburn-says-health-care-law-will-lead-lo", "ruling_link_text": "State numbers dubious, too", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<br />\r\n\t<a href=\"http://www.youtube.com/watch?v=oIiuhNpQz2s\">Video</a> of Blackburn&rsquo;s statement on June 7, 2012 regarding the effect of the excise tax on jobs in her district:<br />\r\n\t<br />\r\n\t&quot;<a href=\"http://www.advamed.org/NR/rdonlyres/27ADDF3E-292D-4DFC-B4ED-B01E93E6D5AD/0/090711EmploymentEffectofTaxonMedicalDeviceIndustryFINAL.pdf\">The Employment Effects of the New Excise Tax on the Medical Device Industry</a>&quot; by Diana and Harold Furchtgott-Roth &nbsp;for The Manhattan Institute.<br />\r\n\t<br />\r\n\t<br />\r\n\t&quot;<a href=\"http://mobile.businessweek.com/articles/2012-03-22/how-much-will-the-medical-device-tax-hurt\">How much will the medical device tax hurt?</a>&quot; Businessweek, March 22, 2012:<br />\r\n\t<br />\r\n\tInterview with Blackburn spokesman Mike Reynard on June 12, 2012.<br />\r\n\t<br />\r\n\tExchange of email with Jeff Hentschel, communications director, Tennessee Department of Labor and Workforce Development, June 11-12.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "U.S. Representative", "false_count": 3, "first_name": "Marsha", "half_true_count": 3, "home_state": "Tennessee", "id": 1636, "last_name": "Blackburn", "mostly_true_count": 0, "name_slug": "marsha-blackburn", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Marsha-Blackburn.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Tennessee", "edition": "Tennessee", "edition_slug": "tennessee", "has_afterthefact": false, "id": 14, "index_page": false, "meter_name": "The Tennessee Truth-O-Meter", "resource_uri": "/api/v/2/edition/14/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1636/", "total_count": 10, "true_count": 1, "website": "http://blackburn.house.gov/"}, "statement": "<p>\r\n\tSays her congressional district has 10,000 medical-device industry jobs and 1,000 will be lost because of health-care law tax.</p>\r\n", "statement_context": "", "statement_date": "2012-06-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}