{"art": [], "author": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2012/jun/20/terry-lawler/t-splost-supporter-says-options-are-slim-if-refere/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jdenery@ajc.com", "first_name": "Jim ", "id": 141, "last_name": "Denery", "name_slug": "jim-denery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/141/", "title": "Word editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 6116, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/6116/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tNext month&rsquo;s monumental voter referendum to increase the sales tax rate to pay for dozens of transportation projects across metro Atlanta has brought up an interesting question.<br />\r\n\t<br />\r\n\tCan we do this over and come up with another list of projects if the referendum fails?<br />\r\n\t<br />\r\n\tPolitiFact Georgia wondered what was the answer after attending a town hall meeting last weekend where there was some disagreement about whether we could hit the reset button.<br />\r\n\t<br />\r\n\t&quot;There is no Plan B,&quot; referendum supporter Terry Lawler said at the meeting organized by the Fulton County Taxpayers Foundation.<br />\r\n\t<br />\r\n\tLawler, a former state lawmaker, was the lone panelist in support of the referendum. His main point: If there is another referendum, the project list wouldn&rsquo;t change much. Lawler is executive director of the Regional Business Coalition of Metropolitan Atlanta, a group that consists of some of the largest chambers of commerce in the region.<br />\r\n\t<br />\r\n\tAs Lawler spoke, a man handed out fliers with the Georgia Green Party logo that contradicted Lawler&rsquo;s statement. The flier had a list of top 10 &quot;lies&quot; about the referendum. No. 2 on the list was &quot;If T-SPLOST doesn&rsquo;t pass, &lsquo;there is no Plan B.&rsquo; &quot;<br />\r\n\t<br />\r\n\tOn July 31, voters in 10 Atlanta-area counties will decide whether they want to increase the sales tax rate in their respective counties by a penny-per-dollar to fund 157 transportation projects that planners hope will ease congestion in the region. Projects include improvements at the busy interchange at I-285 and Ga. 400 in Dunwoody, a new rail line from the Lindbergh area to Emory University and the return of local bus service in Clayton County. If approved, the tax would last 10 years. It is projected to collect as much as $8.5 billion when adjusted for inflation.<br />\r\n\t<br />\r\n\tGeorgia Sierra Club Director Colleen Kiernan, who was at the meeting, said the plan needs more mass transit options. John Evans, president of the NAACP&rsquo;s DeKalb County chapter, was also at the meeting. He asked why taxpayers there should pay more in sales taxes, particularly since the plan doesn&rsquo;t include a proposal to extend MARTA service to the area near the Mall at Stonecrest.<br />\r\n\t<br />\r\n\tThe plan&rsquo;s supporters say it required great effort to persuade the Georgia Legislature to put a referendum on the ballot, and if voters reject it, there may never be this kind of opportunity to create such a large funding source for transportation in the region.<br />\r\n\t<br />\r\n\tNonsense, some say.<br />\r\n\t<br />\r\n\t&quot;The corrupt pols and their contributors who came up with their take-it-or-leave-it plan say it&rsquo;s Atlanta&rsquo;s last and only chance to invest in transit. &hellip; It ain&rsquo;t so,&quot; the Green Party flier read. &quot;The law says we can come up with a new and better list and vote again in two years.&quot;<br />\r\n\t<br />\r\n\tPolitiFact Georgia read the state House of Representatives bill that was passed in 2010 to allow the referendum. In the last one-third of House Bill 277, there is a sentence that confirms that point.<br />\r\n\t<br />\r\n\t&quot;If more than one-half of the votes cast throughout the entire special district are in favor of levying the tax, then the tax shall be levied as provided in this article; otherwise the tax shall not be levied and the question of levying the tax shall not again be submitted to the voters of the special district until after 24 months immediately following the month in which the election was held.&quot;<br />\r\n\t<br />\r\n\tLawler said the bill does allow residents to vote on the matter two years afterward if the referendum fails, but he said there is some context to his claim. First, he said state leaders have said if the referendum fails, it is unlikely that they will try this again. Gov. Nathan Deal has said residents may not have another chance to fix so many transportation issues at once if they turn it down, according to media reports. House Speaker David Ralston has said it is unlikely that the Legislature would be willing to spend political capital to bring it up again.<br />\r\n\t<br />\r\n\t&quot;If it fails, then I think it is going to be difficult to have the General Assembly go back and redo something that&rsquo;s failed. I don&rsquo;t think there&rsquo;s going to be any point in trying to dress up a crashed car,&quot; Ralston said, according to a media report.<br />\r\n\t<br />\r\n\tLawler&rsquo;s other argument is that the list may not change much if lawmakers and planners went in reverse and tried to create a new list. For example, he said, every project on Fayette County&rsquo;s list is geared toward road improvements while the bulk of money to be spent on projects in DeKalb County is for mass transit.<br />\r\n\t<br />\r\n\t&quot;With a Plan B, you are implying that there is going to be something different,&quot; he said. &quot;I don&rsquo;t see a dramatic difference. There is no Plan B.&quot;<br />\r\n\t<br />\r\n\tWe wondered whether some of these road projects in Fayette could change in a revised plan or could DeKalb decide to change course on the Clifton rail project and spend it on extending the MARTA line to Stonecrest? Lawler said DeKalb could make some changes, but it would be more difficult for smaller counties to change some projects because of the long list of criteria required for inclusion on the project list.<br />\r\n\t<br />\r\n\t&quot;In Fayette, there were 13 projects to choose from. They chose 10 of the 13, again leaving only three potential substitutes,&quot; Lawler said. &quot;In Rockdale [County], there were five eligible projects and Rockdale leaders chose three, leaving two potential substitutes.&quot;<br />\r\n\t<br />\r\n\tThe Atlanta Regional Commission, which offered technical guidance to lawmakers who shaped the list of 157 projects, wrote a &quot;what if&quot; scenario in case the referendum fails and regional leaders want to try again. The ARC projects it would be four years before another referendum could be held.<br />\r\n\t<br />\r\n\tARC Director Doug Hooker told us that the project list could change in that time if new officials are elected in various counties with different transportation priorities. Hooker also noted the distaste of lawmakers for another referendum.<br />\r\n\t<br />\r\n\t&quot;What I&rsquo;m told is a lot of officials don&rsquo;t have an appetite to do it over again,&quot; Hooker said.<br />\r\n\t<br />\r\n\tTo sum up, there is a possibility lawmakers could decide not to try another referendum, which could mean there may not be a Plan B.<br />\r\n\t<br />\r\n\tBut the legislative bill that created the referendum does offer the option of another referendum if this one fails July 31. The projects on a new list could change. It&rsquo;s unknown at this point by how much.<br />\r\n\t<br />\r\n\tThere is a written document that says lawmakers can try again if the July 31 referendum fails. That is a critical factor that must be considered to fully examine Lawler&rsquo;s statement.<br />\r\n\t<br />\r\n\tUnder our rating system, we give him a Mostly False.</p>\r\n", "ruling_comments_date": "2012-06-19T16:34:58.482675", "ruling_date": "2012-06-20T06:00:00", "ruling_headline": "T-SPLOST supporter says options are slim if referendum fails", "ruling_headline_slug": "t-splost-supporter-says-options-are-slim-if-refere", "ruling_link_text": "A do over for this claim?", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tGeorgia House Bill <a href=\"http://www.legis.ga.gov/legislation/en-US/display/26558\">277</a>, 2009-2010 term.</p>\r\n<p>\r\n\tMarietta Daily Journal, &quot;Georgia Voices: TSPLOST: Drivers Needed,&quot; May 15, 2012.</p>\r\n<p>\r\n\tTelephone interviews with Terry Lawler, June 18 and 19, 2012.<br />\r\n\t<br />\r\n\tTelephone interview with Atlanta Regional Commission director Doug Hooker, June 19, 2012.<br />\r\n\t<br />\r\n\tTransportation Investment Act project <a href=\"http://www.metroatlantatransportationreferendum.com/documents/Final_project_list_5-3-2012.pdf\">list</a>.</p>\r\n<p>\r\n\t&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "executive director of the Regional Business Coalition of Metropolitan Atlanta", "false_count": 0, "first_name": "Terry", "half_true_count": 0, "home_state": "Georgia", "id": 1900, "last_name": "Lawler", "mostly_true_count": 0, "name_slug": "terry-lawler", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Terry_Lawler.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1900/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\t&quot;There is no Plan B&quot; if the transportation referendum is not passed by voters.</p>\r\n", "statement_context": "a speech", "statement_date": "2012-06-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 44, "photo": null, "resource_uri": "/api/v/2/subject/44/", "subject": "Transportation", "subject_slug": "transportation", "used_in_edition": []}], "target": [], "twitter_headline": ""}