{"art": [], "author": [{"email_address": "cjoyner@ajc.com", "first_name": "Chris", "id": 260, "last_name": "Joyner", "name_slug": "chris-joyner", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/260/", "title": "Atlanta Journal-Constitution Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2012/jul/02/georgia-green-party/transportation-tax-opponents-says-emory-gets-free/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 6179, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "cjoyner@ajc.com", "first_name": "Chris", "id": 260, "last_name": "Joyner", "name_slug": "chris-joyner", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/260/", "title": "Atlanta Journal-Constitution Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/6179/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tGeorgia voters will decide on a series of regional transportation plans in the July 31 primaries that could bring as much as $8.5 billion in new spending to metro Atlanta alone.<br />\r\n\t<br />\r\n\tThe money would come from a special 1-cent sales tax dedicated to dozens of road, rail and other projects. The plan has a lot of support from the business community, but groups across the political spectrum oppose it.<br />\r\n\t<br />\r\n\tFor example, the left-leaning Georgia Green Party has circulated a list of the &quot;top ten lies&quot; about the referendum, including a claim that the projects are giveaways to rich businesses and institutions at the expense of working people who would pay the &quot;regressive&quot; tax.<br />\r\n\t<br />\r\n\tThe flier specifically mentions a proposed $700 million MARTA rail spur from the Lindbergh Center station to the Emory University campus.<br />\r\n\t<br />\r\n\t&quot;Sales taxes [are] highly regressive, falling most heavily on low income consumers, much more lightly on higher income persons and almost not at all on big corporations and other wealthy institutions like Emory University, which is literally getting its own transit line at virtually no cost to itself,&quot; the flier claims.<br />\r\n\t<br />\r\n\tIf the referendum passes, the 3.7-mile rail line is scheduled to be built along the Clifton Corridor around 2020. Hugh Esco, a member of the state Green Party committee, said the line is an example of the problem with using sales taxes to fund infrastructure projects.<br />\r\n\t<br />\r\n\t&quot;We&rsquo;re being asked to pony up ... to pay for this new construction,&quot; he said. &quot;If there were no other mechanisms for raising funds, that might be appropriate.&quot;<br />\r\n\t<br />\r\n\tEsco said the rail line to Emory is an example of working-class people subsidizing a benefit for a wealthy institution. As a nonprofit, private university, Emory does not pay sales tax, so the university itself will not contribute to building the line.<br />\r\n\t<br />\r\n\t&quot;This is insane to ask us to pay for this nonsense. This isn&rsquo;t serving the general public,&quot; he said.<br />\r\n\t<br />\r\n\tLet&rsquo;s split the Green Party claim into its two basic parts:<br />\r\n\t&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<br />\r\n\t-- Sales taxes are regressive and place a heavier burden on the poor.<br />\r\n\t&nbsp;&nbsp;<br />\r\n\t-- Because the line is built with sales tax money, big business and institutions such as Emory are getting something for nothing.<br />\r\n\t<br />\r\n\tGeorgia State University economist David Sjoquist said the regressiveness of the sales tax depends on how you look at it.<br />\r\n\t<br />\r\n\t&quot;Conventional wisdom is that if you look at annual income, people with lower income pay a higher percentage of their income in sales taxes,&quot; he said.<br />\r\n\t<br />\r\n\tIn that sense, the Green Party is right that the sales tax is regressive. A 1 percent sales tax on groceries means more to a person making $18,000 a year than someone making $180,000 a year.<br />\r\n\t<br />\r\n\tThe Green Party claims that big businesses pay almost no sales taxes. That&rsquo;s not true. Sjoquist said businesses account for between 35 percent and 40 percent of sales tax collection in Georgia.<br />\r\n\t<br />\r\n\t&quot;They buy a computer, a desk, food for parties, they pay sales tax,&quot; he said. &quot;They are paying a share of this.&quot;<br />\r\n\t<br />\r\n\tBut he said businesses have a choice when paying that tax to either eat it or pass that cost along. Except in highly competitive situations, sales taxes that businesses pay end up being passed down to the consumer in higher prices or to employees in lower wages, he said.<br />\r\n\t<br />\r\n\tSjoquist said the inequities of the sales tax tend to flatten out over a consumer&rsquo;s lifetime due to changes in how people of even modest incomes spend and save, but he said people typically don&rsquo;t look at it that way.<br />\r\n\t<br />\r\n\tThat gets to the Green Party&rsquo;s second point: The proposed line to Emory is a freebie catering to a wealthy private university.<br />\r\n\t<br />\r\n\tWhile it may be true that Emory -- as an institution -- would not pay the sales tax (private colleges are specifically exempt), Douglas Hooker, executive director of the Atlanta Regional Commission, said another funding mechanism might make little difference.<br />\r\n\t<br />\r\n\t&quot;Large institutions that are nonprofits tend not to pay any kind of tax, so this is no different,&quot; he said.<br />\r\n\t<br />\r\n\tBut it is not true that Emory has nothing invested in the effort. Hooker said the university is a member of the Clifton Corridor Transportation Management Association, which funded the design of the rail spur. That design work costs money, but it is just a tiny fraction of the cost of building it.<br />\r\n\t<br />\r\n\tSo, if Emory doesn&rsquo;t pay into the sales tax, is it true the university would get its &quot;own transit line&quot;?<br />\r\n\t<br />\r\n\tAccording to a project fact sheet developed for the referendum, the line would have five stations with an estimated 10,300 daily boardings. Emory spokesman Ron Sauder said the line would serve people heading to the Centers for Disease Control and Prevention and Children&rsquo;s Healthcare of Atlanta, among other big employers.<br />\r\n\t<br />\r\n\tEmory is by far the largest of the employers in the corridor, plus it has more than 7,200 students in its undergraduate programs alone. Emory would likely claim a large share of the ridership on the rail line. But not all of it.<br />\r\n\t<br />\r\n\tSauder said Emory already operates a shuttle bus fleet and subsidizes public transit fees for employees, but the line isn&rsquo;t &quot;just about Emory.&quot;<br />\r\n\t<br />\r\n\tARC spokeswoman Julie Ralston said this: &quot;&quot;That&rsquo;s the largest employment center in DeKalb County. Those are jobs that contribute to the livelihoods of people. It&rsquo;s been part of an aspirational plan for a long time to have rail in that area.&quot;<br />\r\n\t<br />\r\n\tSo where does that leave the Green Party&rsquo;s two-barreled statement?<br />\r\n\t<br />\r\n\tThere is general agreement that the sales tax is more of a burden on lower-income people than people with higher incomes, businesses and nonprofit institutions. But there is also evidence that the proposed rail line is not simply a paean to Emory University.<br />\r\n\t<br />\r\n\tHalf the Green Party statement is true; the other half, not so much.<br />\r\n\t<br />\r\n\tWe rate the Green Party claim Half True.</p>\r\n", "ruling_comments_date": "2012-06-29T14:39:04.325004", "ruling_date": "2012-07-02T06:00:00", "ruling_headline": "Transportation tax opponents says Emory gets a free ride", "ruling_headline_slug": "transportation-tax-opponents-says-emory-gets-free", "ruling_link_text": "Right on the sales tax, wrong on Emory", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tGeorgia Green Party flier, &quot;Top Ten Lies About The July 31 T-SPLOST Referendum.&quot;<br />\r\n\t<br />\r\n\tAtlanta Regional Commission, &quot;Transportation Investment Act of 2010 Final Investment List Project Fact Sheet TIA-M-028.&quot;<a href=\"http://documents.atlantaregional.com/tia/pdf/TIA-M-028.pdf\"> http://documents.atlantaregional.com/tia/pdf/TIA-M-028.pdf</a><br />\r\n\t<br />\r\n\tU.S. News and World Report college rankings.<a href=\"http://colleges.usnews.rankingsandreviews.com/best-colleges/emory-university-1564\"> http://colleges.usnews.rankingsandreviews.com/best-colleges/emory-university-1564</a><br />\r\n\t<br />\r\n\tTelephone interview with Hugh Esco, committee member, Georgia Green Party, June 26, 2012<br />\r\n\t<br />\r\n\tTelephone interview with David Sjoquist, economics professor, Georgia State University, June 27, 2012<br />\r\n\t<br />\r\n\tTelephone interview with Douglas Hooker, executive director, Atlanta Regional Commission, June 27, 2012<br />\r\n\t<br />\r\n\tTelephone interview with Julie Ralston, communications director, Atlanta Regional Commission, June 27, 2012<br />\r\n\t<br />\r\n\tTelephone interview with Ron Sauder, vice president for communications, Emory University, June 27, 2012<br />\r\n\t&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 1, "home_state": "", "id": 1911, "last_name": "Georgia Green Party", "mostly_true_count": 0, "name_slug": "georgia-green-party", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/PolitiFact_silhouette.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1911/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\tThe transportation tax is regressive, and Emory University is &quot;literally getting its own transit line at virtually no cost to itself.&quot;<br />\r\n\t&nbsp;</p>\r\n", "statement_context": "Georgia Green Party flier", "statement_date": "2012-07-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 44, "photo": null, "resource_uri": "/api/v/2/subject/44/", "subject": "Transportation", "subject_slug": "transportation", "used_in_edition": []}], "target": [], "twitter_headline": "Green Party attacks Emory University in sales tax fight"}