{"art": [], "author": [{"email_address": "oregoniandc@gmail.com", "first_name": "Charles", "id": 179, "last_name": "Pope", "name_slug": "charles-pope", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/179/", "title": "Reporter", "twitter": null}], "canonical_url": "/oregon/statements/2012/jun/29/ron-wyden/ron-wyden-says-food-served-oregon-schools-comes-al/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "dlane@oregonian.com", "first_name": "Dee", "id": 183, "last_name": "Lane", "name_slug": "dee-lane", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/183/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 6191, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "oregoniandc@gmail.com", "first_name": "Charles", "id": 179, "last_name": "Pope", "name_slug": "charles-pope", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/179/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/6191/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tWhen the Senate was debating the farm bill recently, Sen. Ron Wyden highlighted the haphazard nature of the way food is purchased and provided to the school lunch program under a program known as USDA Foods.<br />\r\n\t<br />\r\n\tHis point was simple: A lot of the food from one program in particular that ends up in school kitchens comes from points far away from the schools serving it. Using local sources of food might be cheaper, he argued, and it certainly would be more nutritious.<br />\r\n\t<br />\r\n\tWyden offered an amendment that would establish pilot programs at five locations nationwide to see if using local food could be both cheaper and better. Wyden&rsquo;s amendment, which passed the Senate, would give school officials in five &quot;pilot&quot; areas far more flexibility in deciding where they purchase food.<br />\r\n\t<br />\r\n\tRight now, schools that agree to take part in the program, USDA Foods, are locked into a system that almost always forces them to purchase food from outside Oregon. That program is small, supplying only 20 percent of the food used in school nutrition programs but Wyden said the $11 million a year spent on it for Oregon schools should be used for food produced in Oregon.<br />\r\n\t<br />\r\n\tSo he offered an amendment for give states and local districts more flexibility in navigating the USDA Foods system. The program offers a list of mostly bulk items that states purchase and then supply to local districts.<br />\r\n\t<br />\r\n\tAccording to a USDA description, &quot;Schools are ordering more bulk products that can be processed into kid-friendly items. &hellip; Decisions about what products schools order are not based just on the item&rsquo;s popularity but on its overall usefulness in meeting nutritional standards.&quot;<br />\r\n\t<br />\r\n\tWyden&rsquo;s amendment would allow local officials, working in collaboration with state purchasing agents, more flexibility in where they can buy the food to overcome a system that brings most of the food to Oregon from other states.<br />\r\n\t<br />\r\n\tWhile small and limited, Wyden said it&rsquo;s important nonetheless and changing the program would bring extra dollars to the local economy while also providing more nutritious food.<br />\r\n\t<br />\r\n\tAfter it passed, the Oregon Democrat drove home the point in a news release: &quot;Oregon schools receive millions of dollars per year in federal school lunch assistance and yet they are required to spend that money almost anywhere but Oregon.&quot;<br />\r\n\t<br />\r\n\tThat is the kind of statement PolitiFact Oregon can really chew on.<br />\r\n\t<br />\r\n\tThere&rsquo;s no doubt that the federal government spends &quot;millions of dollars&quot; to pay for school meals in Oregon. That part of Wyden&rsquo;s statement isn&rsquo;t in doubt.<br />\r\n\t<br />\r\n\tBut the second part made us wonder. Is it really true that most of the food purchased for Oregon schools under USDA Foods ended up with food from &quot;almost anywhere but Oregon?&quot;<br />\r\n\t<br />\r\n\tTo answer, you have to dive into federal rules governing USDA Foods and some of the department&rsquo;s school food programs. It is a dense and complicated business that is as close as government gets to an extreme sport. Even the experts admit they don&rsquo;t always understand all the rules and requirements.<br />\r\n\t<br />\r\n\tHere&#39;s just one section:<br />\r\n\t<br />\r\n\t&quot;At the beginning of each school year, State agencies shall establish the per meal rates of reimbursement for school food authorities participating in the Program. These rates of reimbursement may be assigned at levels based on financial need; except that, the rates are not to exceed the maximum rates of reimbursement established by the Secretary under &sect;210.4(b) and are to permit reimbursement for the total number of lunches in the State from funds available under &sect;210.4. Within each school food authority, the State agency shall assign the same rate of reimbursement from general cash assistance funds for all lunches served to children under the Program.&quot;<br />\r\n\t<br />\r\n\tHad enough? There&rsquo;s plenty more, but we&rsquo;ll spare you. The regulations run 65 pages.<br />\r\n\t<br />\r\n\tWyden&rsquo;s spokeswoman Jennifer Hoelzer admitted her boss&rsquo;s statement was based on piles of &quot;anecdotal evidence&quot; derived from talks with school officials as well as those at the Agriculture Department because detailed records are hard to find.<br />\r\n\t<br />\r\n\tBut we found some.<br />\r\n\t<br />\r\n\tThe best is a spreadsheet compiled by David Jones at the Oregon Department of Education that was also shared with Wyden. It reveals that only seven food purchases out of 166 during the 2011-12 school year came from Oregon from the USDA Foods program. That&rsquo;s 4 percent for those of you who need help with the math.<br />\r\n\t<br />\r\n\tCheese came from Missouri and Minnesota as well as other states. Oregon schools used meatless spaghetti sauce bought in Indiana, applesauce from Michigan and peanut butter from New Mexico. And then there was California, a true category killer that supplied Oregon schools with everything from peaches to salsa to something called &quot;Burrito, Beef &amp; Bean Bulk&quot; and frozen strawberries.<br />\r\n\t<br />\r\n\tForget Oregon cheese and strawberries, foodies. The only products bought from Oregon vendors were green beans, chicken fajita strips and frozen potato rounds.<br />\r\n\t<br />\r\n\tAre the schools &quot;required&quot; to buy out-of-state food if they choose to take part in USDA Foods?<br />\r\n\t<br />\r\n\tNo. USDA Foods is voluntary. But most schools take part which means, as a practical matter, the answer is yes. Schools that take federal money for the nutrition must purchase their food through the USDA&rsquo;s program. And the rules governing the program almost guarantee the sale will be made out of state.<br />\r\n\t<br />\r\n\tSo we conclude with records that all point in the same direction. Following federal procurement rules, which schools have to do to get federal money, leaves them little choice about what to buy and where to buy it, at least for USDA Foods.<br />\r\n\t<br />\r\n\tIt&rsquo;s unknown whether the portion of out-of-state food is similarly lopsided for the entire school nutrition effort in Oregon. But for USDA Foods, the one definitive document we found shows unambiguous results -- 96 percent of food served in Oregon schools and purchased with federal dollars came from another state. That fits within any definition of &quot;almost anywhere but Oregon,&quot; which is why we rate this claim: True.</p>\r\n", "ruling_comments_date": "2012-06-29T20:51:18.644273", "ruling_date": "2012-06-29T17:50:39", "ruling_headline": "Ron Wyden says food served in Oregon schools comes from 'almost anywhere but Oregon' ", "ruling_headline_slug": "ron-wyden-says-food-served-oregon-schools-comes-al", "ruling_link_text": "We’re feeding kids cheese from Missouri and Minnesota", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tInterview, Jennifer Hoelzer, communications director, Sen. Ron Wyden, June 25.</p>\r\n<p>\r\n\tNews release, <a href=\"http://www.wyden.senate.gov/news/press-releases/wyden-secures-farm-to-school-and-microloan-amendments-to-the-senate-farm-bill\">&quot;Wyden Secures Farm-to-School and Microloan Amendments to the Senate Farm Bill,&quot; </a>June 20, 2012</p>\r\n<p>\r\n\tInventory of food purchased for Oregon schools, David H. Jones, Oregon Department of Education, June 25.<br />\r\n\t<br />\r\n\t<a href=\"http://www.fns.usda.gov/cnd/lunch/\">&quot;National School Lunch Program,&quot; </a>U.S. Department of Agriculture.<br />\r\n\t<br />\r\n\t<a href=\"http://www.fns.usda.gov/cnd/\">&quot;School Meals,&quot;</a> U.S. Department of Agriculture.<br />\r\n\t<br />\r\n\t<a href=\"http://www.fns.usda.gov/cnd/F2S/Default.htm\">&quot;Farm to School,&quot; </a>U.S. Department of Agriculture.<br />\r\n\t<br />\r\n\t&quot;USDA Farm to School Team&quot; report, July 2011.<br />\r\n\t<br />\r\n\tProcurement rules, Child Nutrition Programs, Code of Federal Regulations, 7 CFR Ch. II (1&ndash;1&ndash;09 Edition).</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. Senator", "false_count": 2, "first_name": "Ron", "half_true_count": 0, "home_state": "Oregon", "id": 142, "last_name": "Wyden", "mostly_true_count": 3, "name_slug": "ron-wyden", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/Wyden__.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/142/", "total_count": 8, "true_count": 3, "website": "http://wyden.senate.gov/"}, "statement": "<p>\r\n\t&quot;Oregon schools receive millions of dollars per year in federal school lunch assistance and yet they are required to spend that money almost anywhere but Oregon.&quot;</p>\r\n", "statement_context": "in a news release ", "statement_date": "2012-06-20", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 254, "photo": null, "resource_uri": "/api/v/2/subject/254/", "subject": "Congress", "subject_slug": "congress", "used_in_edition": ["/api/v/2/edition/6/"]}, {"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}