{"art": [], "author": [{"email_address": "HumphreyT@KnoxNews.com", "first_name": "Tom", "id": 318, "last_name": "Humphrey", "name_slug": "tom-humphrey", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 21, "publication_name": "Knoxville News Sentinel", "resource_uri": "/api/v/2/publication/21/"}, "resource_uri": "/api/v/2/staffer/318/", "title": "Knoxville News Sentinel, Nashville Bureau Chief", "twitter": null}], "canonical_url": "/tennessee/statements/2012/jun/30/ron-ramsey/ramsey-says-all-coal-tennessee-above-2000-feet/", "edition": {"adkey": "Editions", "advalue": "Tennessee", "edition": "Tennessee", "edition_slug": "tennessee", "has_afterthefact": false, "id": 14, "index_page": false, "meter_name": "The Tennessee Truth-O-Meter", "resource_uri": "/api/v/2/edition/14/"}, "editor": [{"email_address": "AhillenS@KnoxNews.com", "first_name": "Steve", "id": 316, "last_name": "Ahillen", "name_slug": "steve-ahillen", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 21, "publication_name": "Knoxville News Sentinel", "resource_uri": "/api/v/2/publication/21/"}, "resource_uri": "/api/v/2/staffer/316/", "title": "Knoxville News Sentinel Data, Investigative and Sunday Editor", "twitter": null}], "facebook_headline": null, "id": 6193, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "HumphreyT@KnoxNews.com", "first_name": "Tom", "id": 318, "last_name": "Humphrey", "name_slug": "tom-humphrey", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 21, "publication_name": "Knoxville News Sentinel", "resource_uri": "/api/v/2/publication/21/"}, "resource_uri": "/api/v/2/staffer/318/", "title": "Knoxville News Sentinel, Nashville Bureau Chief", "twitter": null}], "resource_uri": "/api/v/2/statement/6193/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tFor years now, state legislators have been arguing over whether to prohibit &quot;mountaintop coal mining&quot; in Tennessee and the debate is likely to continue next year since the bill failed again in the 2012 session. In the Legislature&#39;s off season, Lt. Gov. Ron Ramsey spoke at <a href=\"http://www.timesnews.net/article/9047428/politicians-coal-advocates-blast-epa-regulations?utm_source=June+04%2C+201&amp;utm_campaign=bluetn.com&amp;utm_medium=email\">a rally for coal mining supporters</a> and criticized a central provision of the bill.<br />\r\n\t<br />\r\n\t&quot;(Environmentalists) said &lsquo;We&rsquo;re only going to stop coal mining above 2,000 feet.&rsquo; ... Well guess where all the coal in the state of Tennessee is? Above 2,000 feet,&quot; said Ramsey, as quoted by the Kingsport Times-News at the Abingdon, Va., rally in early June.<br />\r\n\t<br />\r\n\tThe Senate speaker has made similar comments in other discussions of the bill (SB577), which prohibits that state Department of Environment and Conservation (TDEC) from issuing any surface coal mining permits on a site above 2,000 feet in elevation.<br />\r\n\t<br />\r\n\tWhere did that figure come from?<br />\r\n\t<br />\r\n\tDawn Coppick, an attorney, who as legislative director of the Lindquist Appalachian Environmental Fellowship (LEAF), helped draft the bill and lobby for passage, says the 2,000-foot level is based on the U.S. Forest Service&#39;s classification of &quot;ecological subregions.&quot; That amounts to a distinct area, in effect counting as a mountain in Tennessee.<br />\r\n\t<br />\r\n\tBasically, everything above 2,000 feet on the Cumberland Plateau is deemed within such a subregion by the Forest Service and, thus, provides a &quot;scientifically sound rational basis&quot; for drawing a line, said Coppick. If the law were passed and challenged in court, judges would look to whether there is a &quot;rational basis&quot; for distinguishing one coal-bearing area from another, she said, and the &quot;ecological subregion&quot; would meet the legal criteria.<br />\r\n\t<br />\r\n\tThe Ramsey remark suggests that the legislation, if passed, would effectively block coal mining in Tennessee because all coal is above 2,000 feet in elevation. Is that accurate?<br />\r\n\t<br />\r\n\tWell, no.<br />\r\n\t<br />\r\n\tSupporters of the bill, opponents of the bill and the Tennessee Department of Environment and Conservation uniformly say there is lots of coal in Tennessee below the 2,000-foot elevation level. And there are maps that show it..<br />\r\n\t<br />\r\n\t<a href=\"http://www.timesnews.net/article/9047428/politicians-coal-advocates-blast-epa-regulations?utm_source=June+04%2C+201&amp;utm_campaign=bluetn.com&amp;utm_medium=email\">A TDEC map</a> of the state&#39;s coal-mining areas with the 2,000-foot elevation marked shows relatively small portions of the overall coal reserves would be included in the proposed ban. <a href=\"http://tnleaf.org/wp-content/uploads/2010/02/TN-Coal-Map.jpg\">LEAF has a map</a> on its website that is more generalized while making the point more clearly to the viewer.<br />\r\n\t<br />\r\n\tBut Chuck Laine, president of the Tennessee Mining Association, says there&#39;s an underlying basis for Ramsey&#39;s comment in that the only marketable coal that can be gathered by surface mining is above 2,000 feet. A ban on mining above 2,000 feet, he contends, would have the practical effect of prohibiting surface mining in Tennessee.<br />\r\n\t<br />\r\n\tCoal is classified in different grades based on BTUs generated when it is burned, sulfur content, PH balance and moisture content.Currently, Laine said, the only marketable coal is that in the higher grades, known as &quot;thermal coal,&quot; which meets Environmental Protection Agency specifications for generating electricity in steam plants such as those operated by the Tennessee Valley Authority.<br />\r\n\t<br />\r\n\t&quot;We couldn&#39;t sell our lower-grade coal,&quot; he said. &quot;It&#39;s just not usable... For higher-grade coal, you have to go above 2,000 feet in Tennessee.&quot;<br />\r\n\t<br />\r\n\tCoppick, on the other hand, says she knows of no evidence to back up that assertion.<br />\r\n\t<br />\r\n\tWithout getting into the merits of the legislation, it still may be appropriate to note the regulatory environment for coal mining in Tennessee. TDEC spokeswoman Meg Lockhart gave this explanation in an email:<br />\r\n\t<br />\r\n\t&quot;TDEC&rsquo;s authority at mine sites is limited to regulation of discharges and other impacts to waters, which the department controls through the use of permits issued under Tennessee&rsquo;s water quality law.<br />\r\n\tThe United States Department of Interior, Office of Surface Mining (OSM) issues the permits for the actual coal mining operation. The federal SMCRA permit authorizes the mining of coal as well as the method or type of mining used.<br />\r\n\t<br />\r\n\t&quot;While OSM does allow mining companies to remove earth to reach coal seams, Tennessee does not allow mine spoil to be deposited in Tennessee streams as some other states do -- regardless of the ridge line elevation. Therefore, mountaintop removal mining is not permitted or practiced in Tennessee as it is in states such as Kentucky and West Virginia.<br />\r\n\t<br />\r\n\t&quot;Again, Tennessee water quality laws do not allow mining companies to fill valleys with the spoil as it would impair streams. Instead, this waste rock must be stored and returned to its approximate original contour. This mining method is called cross-ridge mining and the correct term for the activity allowed in Tennessee. Additionally, the spoil must be stored while the coal is removed, then replaced and re-vegetated once mining is complete. During this process, ponds must be engineered to capture runoff and control sedimentation.&quot;<br />\r\n\t<br />\r\n\tAt present, TDEC has issued 30 permits for coal mining in the state but about half of them are apparently not in use with coal prices down from levels a few years back. The Knoxville office of OSM, in its <a href=\"https://www.documentcloud.org/documents/392329-mining-report.html\">annual report</a> last year, listed 15 active Tennessee coal mines &ndash; five underground and 10 surface.<br />\r\n\t<br />\r\n\tWhile no breakdown of mine locations by elevation was available from TDEC, Laine says that all of the surface operations are above 2,000 feet.<br />\r\n\t<br />\r\n\tWe invited Ramsey and his staff to defend or elaborate on his statement after explaining that it appears to be mistaken. There was no response.<br />\r\n\t<br />\r\n\tIt appears the lieutenant governor has erroneously extrapolated from the coal industry&#39;s assertion that there is no marketable coal below the 2,000-foot &nbsp;elevation to declare there is no coal, marketable or otherwise, below that level in our state. We rate the statement False.</p>\r\n", "ruling_comments_date": "2012-06-30T13:51:26.350899", "ruling_date": "2012-06-30T13:50:52", "ruling_headline": "Ramsey says all coal in Tennessee above 2,000 feet", "ruling_headline_slug": "ramsey-says-all-coal-tennessee-above-2000-feet", "ruling_link_text": "Strikes a false vein", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<a href=\"http://www.timesnews.net/article/9047428/politicians-coal-advocates-blast-epa-regulations?utm_source=June+04%2C+201&amp;utm_campaign=bluetn.com&amp;utm_medium=email\">Kingsport Times-News article on pro-coal rally</a><br />\r\n\t<br />\r\n\t<a href=\"https://www.documentcloud.org/documents/392324-coalcrop2000a.html\">Tennessee Department of Environment and Conservation map of coal areas and elevation</a><br />\r\n\t<br />\r\n\t<a href=\"http://tnleaf.org/wp-content/uploads/2010/02/TN-Coal-Map.jpg\">Lindquist Appalachian Environmental Fellowship map of coal areas above and below 2,000 feet</a><br />\r\n\t<br />\r\n\t<a href=\"https://www.documentcloud.org/documents/392329-mining-report.html\">Office of Surface Mining, Knoxville division, annual report for 2011</a><br />\r\n\t<br />\r\n\tInterview with Chuck Laine, president of Tennessee Mining Association, June 26, 2012.<br />\r\n\t<br />\r\n\tInterview with Dawn Coppick, legislative director for Lindquist Appalachian Environment Fellowship. June 26, 2012.<br />\r\n\t<br />\r\n\tInformation from Tennessee Department of Environment and Conservation provided by Meg Lockhart, public information officer.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Speaker of the Tennessee Senate", "false_count": 2, "first_name": "Ron", "half_true_count": 0, "home_state": "Tennessee", "id": 1675, "last_name": "Ramsey", "mostly_true_count": 0, "name_slug": "ron-ramsey", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Ron_RamseyMUG.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Tennessee", "edition": "Tennessee", "edition_slug": "tennessee", "has_afterthefact": false, "id": 14, "index_page": false, "meter_name": "The Tennessee Truth-O-Meter", "resource_uri": "/api/v/2/edition/14/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1675/", "total_count": 3, "true_count": 0, "website": "http://ltgov.tn.gov/"}, "statement": "<p>\r\n\t&quot;(Environmentalists) said &lsquo;We&rsquo;re only going to stop coal mining above 2,000 feet.&rsquo; ... Well guess where all the coal in the state of Tennessee is? Above 2,000 feet.&quot;</p>\r\n", "statement_context": "rally for coal miners", "statement_date": "2012-06-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}], "target": [], "twitter_headline": ""}