{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2012/jul/11/roger-williams/roger-williams-says-765828-federal-money-spent-sub/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "bgee@statesman.com", "first_name": "Bob", "id": 377, "last_name": "Gee", "name_slug": "bob-gee", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/377/", "title": "Assistant Metro Editor", "twitter": null}], "facebook_headline": null, "id": 6226, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}, {"email_address": "jwogan2@jhu.edu", "first_name": "J.B.", "id": 372, "last_name": "Wogan", "name_slug": "jb-wogan", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/372/", "title": "Intern", "twitter": null}], "resource_uri": "/api/v/2/statement/6226/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tRoger Williams, facing a July 31, 2012, runoff against Wes Riddle for the Republican nomination in the state&rsquo;s 25th Congressional District, vows in a mailer to voters that he&rsquo;d &quot;just say no&quot; to wasteful spending.<br />\r\n\t<br />\r\n\tHis mailer lists as objectionable expenditures half a dozen items including the nearly $800 billion economic stimulus package sought by President Barack Obama in 2009. As we&rsquo;ve written before, various experts <a href=\"https://docs.google.com/document/d/1SpilMflDufmgufKRWuynD8x9-59JQwK6UIl6n1tIHn4/edit\">credit the stimulus</a> with protecting or creating jobs.<br />\r\n\t<br />\r\n\tA reader asked, though, if other items on Williams&rsquo; list hold up such as purported spending on a remake of &quot;Sesame Street&quot; in Pakistan; a New York video game preservation center; an art exhibition in Italy; a documentary on how rock music fed the collapse of the Soviet Union; and a study of how college students use mobile devices for social networking.<br />\r\n\t<br />\r\n\tFor this article, we&rsquo;re chomping solely on the mailer&rsquo;s tastiest claim -- $765,828 in federal spending to &quot;subsidize &lsquo;pancakes for yuppies&rsquo; in the nation&rsquo;s capital.&quot;<br />\r\n\t<br />\r\n\tA caveat: We&rsquo;re not going to judge whether the proclaimed expenditure is wasteful. That&rsquo;s Williams&rsquo; opinion.<br />\r\n\t<br />\r\n\tStill: Pancakes for yuppies, supported by Uncle Sam?<br />\r\n\t<br />\r\n\tWe&#39;ll accept that Washington has its share of yuppies; Merriam-Webster <a href=\"http://www.merriam-webster.com/dictionary/yuppie\">defines</a> a yuppie as a &quot;young college-educated adult who is employed in a well-paying profession and who lives and works in or near a large city.&quot;<br />\r\n\t<br />\r\n\tWilliams&rsquo; mailer offers as its basis a Dec. 20, 2011 <a href=\"http://www.coburn.senate.gov/public/6946d43b-bccf-4579-990e-15a763532b40.html\">online announcement</a> by U.S. Sen. Tom Coburn, R-Okla., of his &quot;Wastebook 2011&quot; report. The <a href=\"http://www.coburn.senate.gov/public//index.cfm?a=Files.Serve&amp;File_id=b69a6ebd-7ebe-41b7-bb03-c25a5e194365\">report</a> includes a short chapter stating that the hundreds of thousands of federal dollars were provided to help build an International House of Pancakes restaurant in the Columbia Heights section of Washington, breaking down to $500,000 &quot;as an equity injection in DC Pancakes LLC for a 19 percent ownership interest&quot; in the project with remaining funds going to &quot;training costs for new employees, and other consultants.&quot;<br />\r\n\t<br />\r\n\tCoburn&rsquo;s report says Columbia Heights, which is north and west of the Capitol, &quot;has become a local shopping hot spot for some and ― one of Washington&lsquo;s more desirable neighborhoods. Other businesses in the area include Target, Bed Bath and Beyond, Best Buy, and Starbucks.&quot;<br />\r\n\t<br />\r\n\tCoburn says in his footnotes that he drew on a Nov. 24, 2010, commentary in the conservative <em>Washington Examiner</em> and research by the non-partisan Congressional Research Service, which apparently confirmed the grant amounts and purposes.<br />\r\n\t<br />\r\n\tIn the Examiner article, writer David Freddoso quotes Butch Hopkins, who was then CEO of the Anacostia Economic Development Corp., as saying that his organization had applied for and received the grant from the U.S. Department of Health and Human Services in 2009 to invest in the restaurant in exchange for a minority equity stake. Freddoso questions the benefit to taxpayers of subsidizing the restaurant&rsquo;s creation in a neighborhood, he writes, that was already a popular yuppie shopping, dining and drinking locale. It quotes Acting HHS Assistant Secretary David Hansell, on hand at the IHOP&rsquo;s opening, as saying that a lot of folks came out looking for jobs there.<br />\r\n\t<br />\r\n\tWe sought to confirm the grant and then to gauge if it&rsquo;s reasonable to characterize the restaurant as catering to yuppies.<br />\r\n\t<br />\r\n\tThe economic development corporation, founded in 1969, <a href=\"http://www.anacostiacdc.com/new/index.php?option=com_content&amp;view=article&amp;id=66&amp;Itemid=53\">says</a> it has developed single and multi-family housing, neighborhood retail and office projects and a shopping center to serve residents living in Washington east of the Anacostia River. On a <a href=\"http://www.anacostiacdc.com/new/index.php?option=com_content&amp;view=article&amp;id=78\">web page</a>, the corporation says it teamed with an investment company to open the IHOP restaurant, drawing on support from HHS&rsquo;s Office of Community Services. &quot;This venture will employ over 150 DC residents,&quot; the web entry says, &quot;the majority of which are from AEDC&rsquo;s primary target area in Ward 8,&quot; which is mostly in southeast Washington.<br />\r\n\t<br />\r\n\tBy email, HHS spokesman Kenneth Wolfe told us the agency gave a $765,828 Community Economic Development grant to the economic development corporation, which proposed to spend $500,000 from the grant to make a 30 percent equity ownership investment in the Jackson Investment Company to build and open an IHOP in Columbia Heights, creating 70 full-time jobs for low-income individuals otherwise eligible for Temporary Aid to Needy Families. A summary Wolfe provided says the grant would leverage about $2 million in other funds, about which he did not elaborate.<br />\r\n\t<br />\r\n\tWe weren&rsquo;t sure how to determine whether the IHOP caters to yuppies.<br />\r\n\t<br />\r\n\tGenerally, according to news accounts, Columbia Heights appears to be gaining retail momentum after decades of disuse in the wake of &nbsp;riots and fires that broke out after the April 1968 assassination of the Rev. Martin Luther King, Jr. A Jan. 9, 2005, <a href=\"http://www.washingtonpost.com/ac2/wp-dyn/A59842-2005Jan8?language=printer\">news article</a> in the Washington Post, described the local residents as diverse, singling out mostly poor immigrant and African American teenagers. A Nov. 21, 2010, Post <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/11/19/AR2010111902706.html\">news article</a> on the initial onslaught of applicants to work at the IHOP, on Irving Street near 14th Street NW, describes it as located in &quot;fast-gentrifying Columbia Heights -- home to Target, Best Buy and a gastropub featuring $7 pints of British draft beer.&quot; A Dec. 21, 2011, Huffington Post story about Coburn&rsquo;s criticism of the federal grant says the IHOP is in a &quot;massive Columbia Heights shopping center, part of a major mixed-use redevelopment of a once-vibrant commercial corridor that had been fairly barren even years after a Green Line Metrorail station opened.&quot;<br />\r\n\t<br />\r\n\tBy telephone, IHOP corporate spokeswoman Becky Madeira said the neighborhood is so diverse, it would be a mischaracterization to say the restaurant caters to yuppies. &quot;There is a diversity of ages and a broad band of ethnicities&quot; in the area, Madeira said.<br />\r\n\t<br />\r\n\tIn a telephone interview, Tyoka Jackson, the local franchisee, told us the restaurant employs 100 workers: &quot;We took people who were on welfare, who were unemployed, we&rsquo;re talking ex-offenders, military, single mothers and fathers, and they have jobs now. To me, as a taxpayer, that is money well spent.&quot;<br />\r\n\t<br />\r\n\tJackson also said his customers are a diverse mix. &quot;I would never characterize it as yuppie,&quot; Jackson said, adding that if Williams is in Washington, he&rsquo;s welcome to see for himself. &quot;If he wins, I would suggest he come in and have a stack of pancakes and take a look at who is sitting around him... not only who is sitting around him, but who is serving him,&quot; Jackson said.<br />\r\n\t<br />\r\n\tFinally, J.B. Wogan of PolitiFact in Washington scouted the restaurant at about 9 a.m. on a weekday.<br />\r\n\t<br />\r\n\tWogan reported back that the surroundings have tell-tale signs of &quot;yuppy-ism&quot;: a bike rack out front, a tea shop across the street, a Bed, Bath and Beyond next door, two Starbucks within short walks, a Vitamin Shoppe and a Panera Bread nearby. Also, there are four banks within a two-minute walk, perhaps a sign that people living or working in the area have money to deposit and withdraw.<br />\r\n\t<br />\r\n\tAnd as Wogan entered the IHOP, he encountered a white man in a teal plaid shirt carrying a laptop. Then again, he also counted four older black women, two teenage boys and two families. And despite an advertisement for free Wi-Fi, no one had a laptop out. No one appeared to be on break from a white-collar job -- Wogan was the only customer wearing a button-down shirt.<br />\r\n\t<br />\r\n\tMaybe Wogan stopped in at the wrong time or on the wrong day. Still, he didn&rsquo;t spot yuppies eating pancakes.<br />\r\n\t<br />\r\n\tWilliams&rsquo; campaign did not respond to an inquiry about this claim.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tA $765,828 federal grant helped an IHOP open in a part of the capital that has been gaining retail cachet. It makes sense, too, that the restaurant&rsquo;s customers include yuppies. Who doesn&rsquo;t like pancakes?<br />\r\n\t<br />\r\n\tBut the intimation that the grant was awarded just to satisfy yuppie appetites fails to acknowledge that people of all stripes (and ages and income levels) order short stacks. Also, the grant enabled dozens of down-and-out individuals to land jobs -- a result not acknowledged in the campaign mailer.<br />\r\n\t<br />\r\n\tWe rate Williams&rsquo; claim Half True.</p>\r\n", "ruling_comments_date": "2012-07-06T17:09:08.340811", "ruling_date": "2012-07-11T15:32:10", "ruling_headline": "Roger Williams says $765,828 in federal money spent to subsidize pancakes for Washington yuppies", "ruling_headline_slug": "roger-williams-says-765828-federal-money-spent-sub", "ruling_link_text": "Jobs for poor (too)", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tReport, &quot;Wastebook 2011, <a href=\"http://www.coburn.senate.gov/public//index.cfm?a=Files.Serve&amp;File_id=b69a6ebd-7ebe-41b7-bb03-c25a5e194365\">&quot;A Guide to Some of the Most Wasteful and Low Priority Government Spending of 2011,&quot;</a> U.S. Sen. Tom Coburn, December 2011<br />\r\n\t<br />\r\n\tCommentary, &quot;Government pancakes for underserved yuppies,&quot; David Freddoso, <em>The Examiner </em>(Washington DC), Nov. 24, 3010 (Nexis search)<br />\r\n\t<br />\r\n\tNews article, <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/11/19/AR2010111902706.html\">&quot;Rush of applicants at D.C.&#39;s new IHOP illustrates distress of a stalled economy,&quot;</a><br />\r\n\t<em>The Washington Post</em>, Nov. 21, 2010<br />\r\n\t<br />\r\n\tTelephone interview, Becky Madeira, executive director of communications, IHOP, July 5, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "Businessman", "false_count": 2, "first_name": "Roger", "half_true_count": 2, "home_state": "Texas", "id": 1282, "last_name": "Williams", "mostly_true_count": 0, "name_slug": "roger-williams", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/williams.jpeg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1282/", "total_count": 11, "true_count": 3, "website": "http://www.rogerforcongress.com/"}, "statement": "<p>\r\n\tSays the federal government is spending $765,828 to subsidize &quot;pancakes for yuppies&quot; in Washington.</p>\r\n", "statement_context": "a campaign mailer.", "statement_date": "2012-07-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}