{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2012/jul/10/moveon/moveon-says-florida-election-supervisors-refuse-pa/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 6232, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/6232/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tMoveOn.org has been hitting the TV with ads in <a href=\"http://www.youtube.com/watch?v=iwFXEhhXcRE\">English</a> and <a href=\"http://www.huffingtonpost.com/2012/07/03/florida-voter-purge-racist-moveon-spanish-ad_n_1646022.html\">Spanish </a>and <a href=\"https://www.documentcloud.org/documents/395951-dear-moveon-member.html\">emailing</a> supporters to bash the state&rsquo;s effort to remove noncitizens from the voter rolls.<br />\r\n\t<br />\r\n\t&quot;Republican Governor Rick Scott tried to kick 180,000 people off the voter rolls in his state and is now suing the Department of Justice after they stepped in to stop him,&quot; MoveOn wrote in a June 27 email. &quot;Rick Scott&#39;s racist voter purge&mdash;which directly targets Latino voters&mdash;is so egregious that every one of the 67 supervisors of elections in the state&mdash;Democrats, Republicans, and independents&mdash;has so far refused to carry it out.&quot;<br />\r\n\t<br />\r\n\tIn this fact-check we will explore whether all Florida supervisors of elections refused to carry out the noncitizen voter purge. In a related fact-check, we&rsquo;ll look at whether Scott &quot;tried to kick 180,000 people off the voter rolls&quot; and include more background on the history of the purge.<br />\r\n\t<br />\r\n\t<strong>The origins of the list</strong><br />\r\n\t<br />\r\n\tScott&rsquo;s quest to remove noncitizens from the voter rolls began shortly after the governor took office in 2011. He asked the state&rsquo;s chief elections official at the time,<a href=\"http://www.realclearpolitics.com/news/ap/politics/2012/May/22/fla__gov__started_push_to_remove_voters_from_rolls.html\"> Kurt Browning</a>, to look into whether noncitizens were illegally voting.<br />\r\n\t<br />\r\n\tTwo departments, the Florida Department of State and the Florida Department of Highway Safety and Motor Vehicles, compiled a list comparing voter registration information with drivers&rsquo; license data.<br />\r\n\t<br />\r\n\tIt&rsquo;s possible for a noncitizen to get a drivers&rsquo; license, but it&rsquo;s illegal for a noncitizen to vote. So the agencies looked for noncitizen drivers to see if they had also registered to vote.<br />\r\n\t<br />\r\n\tThere&rsquo;s a catch there, though: The drivers&rsquo; license data is not updated when people become citizens, at least not until they need to renew their licenses.<br />\r\n\t<br />\r\n\tThe state found 180,000 names that they considered potential noncitizens. But the state government itself does not have the power to remove people from the voting rolls -- that power lies with the local supervisors of elections.<br />\r\n\t<br />\r\n\tIt&rsquo;s important to note here that the state did not send all 180,000 names to the local supervisors. Instead, the state identified a much smaller subset of 2,600 potential noncitizens and sent those names to the local supervisors in April. So Scott was not trying to remove 180,000 names, and we rated that claim <a href=\"http://www.politifact.com/florida/statements/2012/jul/10/moveon/moveon-says-gov-rick-scott-tried-kick-180000-peopl/\">False</a>. (<a href=\"http://www.politifact.com/florida/statements/2012/jul/10/moveon/moveon-says-gov-rick-scott-tried-kick-180000-peopl/\">Read the full fact-check</a>.)<br />\r\n\t<br />\r\n\tThe state gave supervisors a sample letter to <a href=\"https://www.documentcloud.org/documents/366725-florida-sample-of-potential-noncitizen-letter.html\">send to</a> the registered voters asking for proof of citizenship. If the voters failed to comply,<a href=\"http://www.flsenate.gov/Laws/Statutes/2011/98.075\"> state law</a> indicated they would be removed from the voter rolls within one or two months. The largest contingent came from Miami-Dade County, which has a high foreign-born population.<br />\r\n\t<br />\r\n\tDemocrats questioned the motives and timing of a Republican governor months before a presidential election. Republican leaders pointed out that it&rsquo;s a felony for noncitizens to vote. A<a href=\"http://www.miamiherald.com/2012/05/12/v-fullstory/2796905/noncitizen-voter-hunt-targets.html\"> </a><em><a href=\"http://www.miamiherald.com/2012/05/12/v-fullstory/2796905/noncitizen-voter-hunt-targets.html\">Miami Herald</a></em> analysis determined that there were more Democrats than Republicans on the list and that about 58 percent were Hispanic.<br />\r\n\t<br />\r\n\t<strong>Flaws found in the counties</strong><br />\r\n\t<br />\r\n\tIt didn&rsquo;t take long for supervisors to find flaws on the list and air grievances at their statewide annual conference in mid May.<br />\r\n\t<br />\r\n\t&quot;It just doesn&#39;t seem to be consistent with the thing we always preach, which is uniformity. I&#39;m feeling really uncomfortable about this,&quot; Broward County Elections Supervisor Brenda Snipes told state officials, according to the <a href=\"http://www.palmbeachpost.com/news/news/state-regional/county-elections-officials-question-floridas-list-/nPKQt/\">Palm Beach Post</a>.<br />\r\n\t<br />\r\n\tWhen the supervisors and journalists started looking into the list, they found some people who were clearly eligible to vote. A few examples: Manoly Castro-Williamson was one of 13 potential noncitizen voters on the list for Pasco County. She was born in Ohio, is a registered Republican and has voted in every election in Florida since 2004. In Broward County, Democrat and Brooklyn-born Bill Internicola (who fought in World War II) was shocked to find himself on the list.<br />\r\n\t<br />\r\n\tThe<a href=\"http://miamiherald.typepad.com/nakedpolitics/2012/05/doj-to-florida-stop-noncitizen-voter-purge.html\"> U.S. Department of Justice</a> ordered the state to halt its noncitizen purge on May 31. The next day, the attorney for the statewide supervisors&rsquo; association <a href=\"https://www.documentcloud.org/documents/392455-fsase-legal-update-06-01-2012-2.html\">recommended</a> that counties halt the project.<br />\r\n\t<br />\r\n\tStatewide, more than<a href=\"http://www.miamiherald.com/2012/06/25/2867621/integrity-of-our-voter-rolls-must.html\"> 100 ineligible voters</a> were removed before the purge came to a halt, according to the Secretary of State Ken Detzner.<br />\r\n\t<br />\r\n\t&quot;Initially almost all of us (county election supervisors) started out complying with that request,&quot; said Vicki Davis, president of the statewide association of election supervisors and the supervisor in Martin County. But nearly all counties stopped in June amid concerns raised by the DOJ, the association&rsquo;s own attorney and supervisors&rsquo; concerns about flaws in the list.<br />\r\n\t<br />\r\n\tWe checked in with several counties to see if they refused to comply with the state&rsquo;s direction after receiving the list of names in early April. We found that Davis&rsquo; summary was accurate: Of the counties we contacted, most sent letters to voters on the list and removed those who confirmed they were not citizens.<br />\r\n\t<br />\r\n\tBut most of the counties we contacted didn&rsquo;t remove the individuals who never replied and halted the process in June amid concerns about the legal fights and accuracy of the list.<br />\r\n\t<br />\r\n\tHere are the specific responses of the counties we contacted. We have included the party affiliation of the supervisors although some are elected to a nonpartisan position.<br />\r\n\t<br />\r\n\t<strong>Miami-Dade: </strong>Of the 1,637 names, 554 provided proof of citizenship and an additional 30 said they would send that proof as soon as possible. Supervisor Penelope Townsley, who is registered as no-party affiliation, decided on May 31 not to remove any voters other than those 14 who admitted they were ineligible.<br />\r\n\t<br />\r\n\tTownsley told state officials in a <a href=\"about:blank\">letter </a>that the list for Miami-Dade had an error rate between 31 and 33 percent based on their research and &quot;may be potentially higher.&quot;<br />\r\n\t<br />\r\n\t<strong>Broward: </strong>The county received a list of 259 names. Seven responded that they were citizens, and six were removed after reporting that they were not citizens. Supervisor Brenda Snipes, a Democrat, did not remove the remainder who didn&rsquo;t respond. Snipes halted the purge in early June after the advice from the association attorney.<br />\r\n\t<br />\r\n\t<strong>Palm Beach:</strong> Palm Beach received 115 names from the state but never sent the voters letters or removed any, because Supervisor Susan Bucher said that the drivers license information was outdated. (Bucher is a Democrat but her position is nonpartisan.)<br />\r\n\t<br />\r\n\t<strong>Pinellas:</strong> The county received 36 names from the state. It stopped processing the names on June 1 and reactivated 15 who had been canceled from the voter file after not responding. One man was removed from the voter roll because he confirmed he is not a U.S. citizen. Supervisor Deborah Clark, a Republican, <a href=\"https://www.documentcloud.org/documents/395538-supervisor-of-elections-halts-verification.html\">announced</a> that she was halting the process June 1 due to concerns about the reliability of the data.<br />\r\n\t<br />\r\n\t<strong>Hillsborough: </strong>The county received a list of 72 names. Six individuals provided documents verifying their U.S. citizenship. The office contacted one person by telephone who had voted about 42 times, and he said that he was a <a href=\"http://thinkprogress.org/justice/2012/06/01/493500/meet-archibald-the-second-90-year-old-wwii-veteran-targeted-by-floridas-voter-purge/?mobile=nc\">naturalized citizen</a>. Around May 18, supervisor Earl Lennard, a Republican, decided to stop any action unless his office received reliable information, according to the supervisor&rsquo;s chief of staff. The county removed one voter who verified that he was not a U.S. citizen.<br />\r\n\t<br />\r\n\t<strong>Pasco: </strong>Pasco County sent letters to 13 individuals -- two provided birth certificate copies and two asked to be removed. The county didn&rsquo;t hear from the remainder. The county forwarded one name on the list -- a Canadian who never voted -- to the state attorney for review.<br />\r\n\t<br />\r\n\tThe remaining nine were not removed because Supervisor Brian Corley, a Republican, told PolitiFact that he lacked &quot;clear and credible evidence to proceed with removal.&quot; However, these voters have been flagged, and if they show up to vote, a member of Pasco&rsquo;s supervisor of elections management team will speak with the voter and advise them that if they are not citizens, it is a felony to vote.<br />\r\n\t<br />\r\n\t&quot;We complied with the law -- there was not a preponderance of the evidence,&quot; Corley told PolitiFact in a telephone interview. &quot;If I could get credible information, I would move forward tomorrow.&quot;<br />\r\n\t<br />\r\n\t<strong>Collier and Lee:</strong> These<a href=\"http://www.miamiherald.com/2012/06/13/2847931/legal-voters-may-have-been-purged.html\"> two Southwest Florida counties </a>accounted for about 1.5 percent of the 2,600-name list, but they are noteworthy because they continued the process of removing names after the DOJ got involved. Both counties had done a separate search for noncitizens, prompted by a <a href=\"http://www.nbc-2.com/story/16666098/2012/02/02/nbc2-investigates-voter-fraud-part-2?clienttype=printable\">TV report</a> earlier in the year that compared voter rolls with prospective jurors excused from jury duty because they were not citizens.<br />\r\n\t<br />\r\n\tLee removed 11 who didn&rsquo;t respond. Collier removed seven who indicated in writing or on the phone that they were not citizens, plus two who indicated on their registration application that they were not citizens. Collier also removed nine who signed for their letter and didn&rsquo;t respond and eight who still didn&rsquo;t respond after a published notice. One person who provided proof of citizenship remained on the rolls.<br />\r\n\t<br />\r\n\tLee County Supervisor Sharon Harrington is a Republican, but the position is nonpartisan. Collier County Supervisor Jennifer Edwards is a Republican.<br />\r\n\t<br />\r\n\tWe contacted MoveOn and told them the results of our investigation.<br />\r\n\t<br />\r\n\tMoveOn spokesman Nick Berning told PolitiFact in an email: &quot;Though election officials may have originally complied with the order, the language in our e-mail was intended to convey to our members the important point that none of the 67 officials are willing to carry out the purge.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tMoveOn.org wrote that &quot;Rick Scott&#39;s racist voter purge&mdash;which directly targets Latino voters&mdash;is so egregious that every one of the 67 supervisors of elections in the state&mdash;Democrats, Republicans, and independents&mdash;has so far refused to carry it out.&quot;<br />\r\n\t<br />\r\n\tActually, many supervisors began to carry out the state directive to verify the citizenship of some voters, starting in April and continuing for several weeks. We only found one county -- Palm Beach -- that never contacted voters on the list at all. (We contacted about eight counties and the statewide association.)<br />\r\n\t<br />\r\n\tUltimately, the Justice Department and supervisors themselves raised concerns about the list. It was at this point that many supervisors halted the purge.</p>\r\n<p>\r\n\tWe also found at least two counties that did, in fact, carry out Scott&#39;s plan. So we rate the statement False.</p>\r\n", "ruling_comments_date": "2012-07-10T10:43:55.346908", "ruling_date": "2012-07-10T16:04:03", "ruling_headline": "MoveOn says Florida election supervisors refuse to participate in noncitizen voter purge", "ruling_headline_slug": "moveon-says-florida-election-supervisors-refuse-pa", "ruling_link_text": "Not \"every one\" refused", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tMoveOn.org email, &quot;<a href=\"https://www.documentcloud.org/documents/395951-dear-moveon-member.html\">Secret GOP plans revealed</a>,&quot; June 27, 2012</p>\r\n<p>\r\n\t<em>Miami Herald/Tampa Bay Times</em>, <a href=\"http://www.miamiherald.com/2012/05/14/2799374/non-citizen-voter-database-flawed.html\">&quot;Non-citizen voter database flawed, say elections officials&quot; </a>May 14, 2012<br />\r\n\t<br />\r\n\t<em>Miami Herald/Tampa Bay Times</em>, <a href=\"http://www.miamiherald.com/2012/06/09/2841639/busted-the-6-florida-voters-who.html\">&quot;Busted: The 6 Florida voters who shouldn&rsquo;t have,&quot; </a>June 9, 2012<br />\r\n\t<br />\r\n\t<em>Sun-Sentinel</em>, &quot;<a href=\"http://www.miamiherald.com/2012/06/13/2847931/legal-voters-may-have-been-purged.html\">Scott&#39;s voter roll purge: few neutral; Supporters energized, but so are governor&#39;s opponents</a>,&quot; Accessed in Nexis, June 17, 2012<br />\r\n\t<br />\r\n\t<em>Palm Beach Post</em>, <a href=\"http://www.palmbeachpost.com/news/news/state-regional/county-elections-officials-question-floridas-list-/nPKQt/\">&quot;County elections officials question Florida&rsquo;s list of noncitizen voters,&quot;</a> May 17. 2012<br />\r\n\t<br />\r\n\tPolitiFact&nbsp; <a href=\"http://www.politifact.com/florida/statements/2012/jun/07/alcee-hastings/us-rep-hastings-says-floridas-noncitizen-voter-pur/\">&quot;U.S. Rep. Hastings says Florida&rsquo;s noncitizen voter purge is a &lsquo;backdoor poll tax,&quot; </a>June 7, 2012<br />\r\n\t<br />\r\n\tPolitiFact, <a href=\"http://www.politifact.com/florida/statements/2012/jun/05/bill-nelson/bill-nelson-compares-rick-scotts-voter-purge-2000-/\">&quot;Bill Nelson compares Rick Scott&rsquo;s voter purge with a 2000 attempt,&quot;</a> June 5, 2012<br />\r\n\t<br />\r\n\tNBC, <a href=\"http://www.nbc-2.com/story/16666098/2012/02/02/nbc2-investigates-voter-fraud-part-2?clienttype=printable\">NBC investigates voter fraud</a>, Feb. 2, 2012<br />\r\n\t<br />\r\n\t<em>Miami Herald </em>letter to the editor from Secretary of State Ken Detzner,<a href=\"http://www.miamiherald.com/2012/06/25/2867621/integrity-of-our-voter-rolls-must.html\"> &quot;Integrity of our voter rolls must be ensured,&quot;</a> June 25, 2012<br />\r\n\t<br />\r\n\t<em>Miami Herald</em>,<a href=\"http://www.miamiherald.com/2012/06/13/2847931/legal-voters-may-have-been-purged.html\"> &quot;Legal voters may &mdash; or may not &mdash; have been purged from rolls in noncitizen hunt; Voting purge program,&quot; </a>June 13, 2012<br />\r\n\t<br />\r\n\tPolitiFact,<a href=\"http://www.politifact.com/florida/statements/2012/jun/07/alcee-hastings/us-rep-hastings-says-floridas-noncitizen-voter-pur/\"> &quot;U.S. Rep. Hastings says Florida&rsquo;s noncitizen voter purge is a &lsquo;backdoor poll tax,&rsquo;&quot;</a> June 7, 2012<br />\r\n\t<br />\r\n\tThink Progress, <a href=\"http://thinkprogress.org/justice/2012/06/01/493500/meet-archibald-the-second-90-year-old-wwii-veteran-targeted-by-floridas-voter-purge/?mobile=nc\">&quot;Meet Archibald: The second 90-year-old World War II veteran targeted by Florida&rsquo;s voter purge,&quot;</a> June 1, 2012<br />\r\n\t<br />\r\n\tMiami-Dade Supervisor of Elections Penelope Townsley, <a href=\"about:blank\">Letter to Florida Division of Elections</a>, May 31, 2012<br />\r\n\t<br />\r\n\tPinellas County Supervisor of Elections Deborah Clark press release, <a href=\"https://www.documentcloud.org/documents/395538-supervisor-of-elections-halts-verification.html\">&quot;Pinellas County supervisor of elections halts verification process of potential noncitizens,&quot; </a>June 1, 2012<br />\r\n\t<br />\r\n\tFlorida State Association of Supervisors of Elections,<a href=\"https://www.documentcloud.org/documents/392455-fsase-legal-update-06-01-2012-2.html\"> Memo from attorney Ron Labasky</a>, June 1, 2012<br />\r\n\t<br />\r\n\tFlorida State Association of Supervisors of Elections,<a href=\"https://www.documentcloud.org/documents/392456-fsase-legal-update-6-27-2012-2-2.html\"> Memo from attorney Ron Labasky,</a> June 27, 2012<br />\r\n\t<br />\r\n\tInterview, Nick Berning, spokesman for MoveOn.org, June 29, 2012<br />\r\n\t<br />\r\n\tInterview, Vicki Davis, Martin County Supervisor of Elections and president of the Florida<br />\r\n\tState Association of Supervisors of Elections, June 28, 2012<br />\r\n\t<br />\r\n\tInterview, Chris Cate, spokesman for the Florida Division of Elections, June 28, 2012<br />\r\n\t<br />\r\n\tInterview, Tim Durham, chief deputy Collier County Supervisor of Elections, July 2, 2012<br />\r\n\t<br />\r\n\tInterview, Christina White, spokeswoman for the Miami-Dade Supervisor of Elections, July 5, 2012<br />\r\n\t<br />\r\n\tInterview, Brian Corley, Pasco County Supervisor of Elections, July 5, 2012<br />\r\n\t<br />\r\n\tInterview, Craig Latimer, chief of staff for the Hillsborough County Supervisor of Elections, July 5, 2012<br />\r\n\t<br />\r\n\tInterview, Nancy Whitlock, Elections Administrator for Pinellas County Supervisor of Elections, July 5, 2012<br />\r\n\t<br />\r\n\tInterview, Susan Bucher, Palm Beach County Supervisor of Elections, July 5, 2012<br />\r\n\t<br />\r\n\tInterview, Brenda Snipes, Broward Supervisor of Elections, July 6, 2012<br />\r\n\t<br />\r\n\tInterview, Sharon Harrington, Lee County Supervisor of Elections, July 2, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "", "false_count": 4, "first_name": "", "half_true_count": 3, "home_state": "", "id": 45, "last_name": "MoveOn.org", "mostly_true_count": 0, "name_slug": "moveon", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-moveon.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/45/", "total_count": 14, "true_count": 5, "website": "http://www.moveon.org/"}, "statement": "<p>\r\n\t&quot;Every one of the 67 supervisors of elections&quot; in Florida refused to carry out the effort to remove noncitizens from the voter rolls.</p>\r\n", "statement_context": "an email", "statement_date": "2012-06-27", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}, {"description": "", "id": 219, "photo": null, "resource_uri": "/api/v/2/subject/219/", "subject": "Message Machine 2012", "subject_slug": "message-machine-2012", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}], "target": [{"adkey": "", "advalue": "", "barely_true_count": 32, "current_job": "Governor", "false_count": 26, "first_name": "Rick", "half_true_count": 40, "home_state": "Florida", "id": 383, "last_name": "Scott", "mostly_true_count": 36, "name_slug": "rick-scott", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/rlscott.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/383/", "total_count": 166, "true_count": 15, "website": "http://www.flgov.com/"}], "twitter_headline": ""}