{"art": [{"brightcove": "", "caption": "Rep. Jeff Duncan, R-S.C., sent this tweet during the debate over overturning President Barack Obama's health care law. But is the alarming statistic he cites accurate?", "id": 2542, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Jeff_Duncan_tweet.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/2542/", "title": "Jeff Duncan tweet", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2012/jul/12/jeff-duncan/gop-lawmaker-jeff-duncan-repeats-survey-finding-83/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 6252, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/6252/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tAs the House was taking another vote to repeal President Barack Obama&rsquo;s health care law in mid July 2012, a number of Republicans offered a grim view of the health care system&rsquo;s future under &quot;Obamacare&quot; by citing poll results that said many doctors were thinking about quitting.<br />\r\n\t<br />\r\n\tOne example: a July 10, 2012, <a href=\"https://twitter.com/Duncan4Congress/status/222731444370407426\">tweet</a> from Rep. Jeff Duncan, R-S.C., who wrote: &quot;83% of doctors have considered leaving the profession because of<a href=\"https://twitter.com/search/%23Obamacare\"> ‪#Obamacare‬</a><a href=\"https://twitter.com/search/%23repealandreplace\"> ‪#repealandreplace</a>.&quot;<br />\r\n\t<br />\r\n\tMany readers urged us to fact-check this statistic, which was circulated widely in the blogosphere in addition to being mentioned by other Republican lawmakers, such as Rep. Cathy McMorris Rogers of Washington state in <a href=\"http://www.msnbc.msn.com/id/21134540/vp/48134070#48134070\">an MSNBC interview</a>.<br />\r\n\t<br />\r\n\tWe found it came from a <a href=\"http://www.doctorsandpatients.org/images/files/DPMA_SurveyResults.pdf\">survey</a> by the Doctor Patient Medical Association Foundation, a group founded last fall that is opposed to the health care law.<br />\r\n\t<br />\r\n\tThe group asked: &quot;How do current changes in the medical system affect your desire to practice medicine?&quot; According to the group, 83 percent answered, &quot;Makes me think about quitting,&quot; 5 percent said, &quot;I&rsquo;m re-energized,&quot; while 13 percent said they were unsure or had no opinion.<br />\r\n\t<br />\r\n\tSo while the number is right, it&#39;s important to examine whether Duncan has accurately explained the results.<br />\r\n\t<br />\r\n\t<strong>Are the poll&rsquo;s respondents actually talking about &quot;Obamacare&quot;?</strong><br />\r\n\t<br />\r\n\tDespite the linkage by Duncan and other lawmakers to Obama&rsquo;s Patient Protection and Affordable Care Act (PPACA), as &quot;Obamacare&quot; is officially known, the question actually does not mention the law. In fact, only the final question in the poll mentions anything about it, in passing.<br />\r\n\t<br />\r\n\tInstead, the question asks about &quot;current changes,&quot; which could include not just the law, but many other factors, such as changes driven by insurance companies and hospital systems. There&rsquo;s no way of knowing what specifically the respondents were referring to.<br />\r\n\t<br />\r\n\tIn an interview, Kathryn Serkes, the founder and CEO of the Doctor Patient Medical Association, emphasized that the group was not asking specifically about the health care law. She noted that other findings in the survey painted a more nuanced picture than pure anti-Obamacare sentiment.<br />\r\n\t<br />\r\n\tFor instance, when asked to provide their top three choices for &quot;who&rsquo;s most to blame for current problems in medicine,&quot; 65 percent of respondents did choose &quot;government involvement in general,&quot; but the next three categories were &quot;health plans/insurance,&quot; &quot;third-party payers&quot; and &quot;lawyers,&quot; with 50 percent, 42 percent and 42 percent, respectively. And while 27 percent cited &quot;president&quot; as one of their three choices, an almost equal number, 26 percent, cited &quot;Congress,&quot; which is most visible today for a House Republican leadership that is dead-set against Obama&rsquo;s health care law.<br />\r\n\t<br />\r\n\t&quot;What we know from the other answers in this survey is that there are two main things going on for doctors -- government control and corporate control,&quot; Serkes said. &quot;The rest of the results in the survey show doctors bemoaning corporatization as a very close second to government control. Many doctors don&rsquo;t separate the two.&quot;<br />\r\n\t<br />\r\n\t<strong>The poll&rsquo;s sponsor</strong><br />\r\n\t<br />\r\n\tAs with any poll, it&rsquo;s always important to know who paid for it.<br />\r\n\t<br />\r\n\tThe group&rsquo;s <a href=\"http://www.doctorsandpatients.org/issues/patient-protection-and-affordable-care-act-ppaca\">website says</a>, &quot;It is DPMA&#39;s position that PPACA is the Destruction Of Our Medicine, attempting to insert the government and bureaucrats between the relationship and decisions of medical professional and their patient.&quot; It was founded by a longtime representative of the Association of American Physicians and Surgeons, a group that <a href=\"http://www.aapsonline.org/index.php/about_us/\">stands for</a> &quot;individual liberty, personal responsibility, limited government, and the ability to freely practice medicine according to time-honored Hippocratic principles.&quot;<br />\r\n\t<br />\r\n\tBy itself, this doesn&rsquo;t mean that the poll is untrustworthy. But it&#39;s important to consider that the group is strongly opposed to the law.<br />\r\n\t<br />\r\n\t<strong>The poll&rsquo;s methodology</strong><br />\r\n\t<br />\r\n\tSurvey experts expressed some concerns about its design, noting that it&#39;s difficult to get accurate surveys on specific groups and occupations.<br />\r\n\t<br />\r\n\tThe DPMAF was transparent about its methodology. The survey was conducted by fax and online from April 18 to May 22, 2012. Of 16,227 faxes that were successfully delivered to doctors&rsquo; offices, 699, or 4.3 percent, submitted responses.<br />\r\n\t<br />\r\n\tExperts said they were concerned with two aspects of the poll:<br />\r\n\t<br />\r\n\t&bull; <em>Respondents weren&rsquo;t given much of a middle ground</em>. The choices for answering this question were &quot;makes me think about quitting,&quot; &quot;I&rsquo;m re-energized&quot; and &quot;unsure/no opinion.&quot;<br />\r\n\t<br />\r\n\t&quot;It&rsquo;s a poorly worded question that does not offer a complete range of likely alternatives, such as &#39;no effect,&#39;&quot; said Don Dillman, an expert in mail-based polls and a professor at Washington State University. Charles Franklin, a polling specialist at the University of Wisconsin, agreed that the response categories offered were &quot;odd.&quot;<br />\r\n\t<br />\r\n\tIn addition, interpreting the question requires caution, because asking about whether someone has &quot;considered&quot; something as dramatic as quitting their lifelong profession is a long way from saying they will do so.<br />\r\n\t<br />\r\n\tSerkes acknowledges this. &quot;Do I expect doctors to quit en masse? &quot; she said. &quot;No, I don&rsquo;t. Doctors don&rsquo;t do anything en masse in the U.S.&quot;<br />\r\n\t<br />\r\n\t&bull; <em>Because the response rate was only 4.3 percent, it&rsquo;s hard to gauge how representative the survey was</em>. A different <a href=\"http://www.deloitte.com/assets/Dcom-UnitedStates/Local%20Assets/Documents/us_lshc_PhysicianPerspectives_121211.pdf\">recent survey of doctors</a> with a similar response rate -- conducted by the Deloitte Center for Health Solutions -- took the extra step of weighting their sample &quot;by years in practice, in combination with gender, region, and specialty to reflect the national distribution of physicians in the (American Medical Association) master file.&quot; DPMAF did not.<br />\r\n\t<br />\r\n\tIf a respondent knew about or could detect DPMAF&rsquo;s conservative policy orientation from the questions, or if they learned about the group&rsquo;s orientation during the weeks-long period they were given to turn in the survey, they might have been likelier to take part. If they disagreed with the group&rsquo;s stance, they might have been less likely to take part.<br />\r\n\t<br />\r\n\tStill, there&rsquo;s no way to prove that DPMAF&rsquo;s sample was biased. Either way, Serkes noted that her group never claimed scientific authority for the poll. &quot;We didn&rsquo;t say specifically that this was a scientific poll, nor did we state confidence levels or margins of error,&quot; she said. &quot;We were very transparent about that.&quot;<br />\r\n\t<br />\r\n\t<strong>Other estimates</strong><br />\r\n\t<br />\r\n\tWe looked for alternative estimates in similar surveys and found that the Deloitte poll asked doctors if they agreed that &quot;physicians currently practicing will stay in practice.&quot; Fifty-four percent said yes, while 34 percent said physicians would stop practicing. That&#39;s far below the 83 percent who told the DPMAF that they were considering quitting.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tDuncan said &quot;83% of doctors have considered leaving the profession because of #Obamacare.&quot; But that&#39;s an inaccurate description of the foundation&rsquo;s poll.<br />\r\n\t<br />\r\n\tThe poll did not specifically ask about the federal health care law and was meant to measure concerns about a wide range of changes in health care. Also, it&#39;s worth noting that the poll had a small return rate and the group that conducted it is opposed to the law. We rate the claim False.</p>\r\n", "ruling_comments_date": "2012-07-12T16:35:13.498218", "ruling_date": "2012-07-12T18:22:00", "ruling_headline": "GOP lawmaker Jeff Duncan repeats survey finding that 83 percent of doctors are considering quitting due to Obamacare", "ruling_headline_slug": "gop-lawmaker-jeff-duncan-repeats-survey-finding-83", "ruling_link_text": "Poll question didn't ask about Obama's health care law", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tJeff Duncan, <a href=\"https://twitter.com/Duncan4Congress/status/222731444370407426\">tweet</a>, July 10, 2012<br />\r\n\t<br />\r\n\tCathy McMorris Rogers, <a href=\"http://www.msnbc.msn.com/id/21134540/vp/48134070#48134070\">interview with MSNBC</a>, July 10, 2012<br />\r\n\t<br />\r\n\tDoctor Patient Medical Association, <a href=\"http://www.doctorsandpatients.org/images/files/DPMA_SurveyResults.pdf\">survey results</a>, May 2012<br />\r\n\t<br />\r\n\tDoctor Patient Medical Association, <a href=\"http://www.dpmafoundation.org/physician-attitude-survey-questions.html\">raw data</a>, May 2012<br />\r\n\t<br />\r\n\tDeloitte Center for Health Solutions, &quot;<a href=\"http://www.deloitte.com/assets/Dcom-UnitedStates/Local%20Assets/Documents/us_lshc_PhysicianPerspectives_121211.pdf\">Physician perspectives about health care reform and the future of the medical profession</a>,&quot; December 2011<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2009/oct/15/glenn-beck/beck-says-45-percent-physicians-would-quit-if-heal/\">Beck says 45 percent of physicians would quit if health reform passes</a>,&quot; Oct. 15, 2009<br />\r\n\t<br />\r\n\tEmail interview with Karlyn Bowman, polling analyst with the American Enterprise Institute, July 12, 2012<br />\r\n\t<br />\r\n\tEmail interview with Steven S. Smith, political scientist and director of the Weidenbaum Center on the Economy, Government, and Public Policy at Washington University in St. Louis, July 11, 2012<br />\r\n\t<br />\r\n\tEmail interview with Charles Franklin, political scientist at the University of Wisconsin (Madison) and co-founder of pollster.com, July 12, 2012<br />\r\n\t<br />\r\n\tEmail interview with Don Dillman, professor and polling specialist at Washington State University, July 12, 2012<br />\r\n\t<br />\r\n\tInterview with Kathryn Serkes, co-founder and CEO of the Doctor Patient Medical Association, July 12, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "U.S. House of Representatives", "false_count": 1, "first_name": "Jeff", "half_true_count": 0, "home_state": "South Carolina", "id": 1923, "last_name": "Duncan", "mostly_true_count": 0, "name_slug": "jeff-duncan", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Jeff_Duncan_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1923/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\t&quot;83% of doctors have considered leaving the profession because of #Obamacare.&quot;</p>\r\n", "statement_context": "a tweet", "statement_date": "2012-07-10", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 194, "photo": null, "resource_uri": "/api/v/2/subject/194/", "subject": "Polls and Public Opinion", "subject_slug": "polls", "used_in_edition": ["/api/v/2/edition/10/"]}], "target": [], "twitter_headline": ""}