{"art": [], "author": [{"email_address": "jhar@oregonian.com", "first_name": "Janie", "id": 192, "last_name": "Har", "name_slug": "janie-har", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/192/", "title": "Staff writer", "twitter": null}], "canonical_url": "/oregon/statements/2012/jul/16/trimet/has-portland-milwaukie-light-rail-project-created-/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "dlane@oregonian.com", "first_name": "Dee", "id": 183, "last_name": "Lane", "name_slug": "dee-lane", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/183/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 6272, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jhar@oregonian.com", "first_name": "Janie", "id": 192, "last_name": "Har", "name_slug": "janie-har", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/192/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/6272/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tPolitiFact Oregon takes job creation claims very seriously. It&rsquo;s a popular way to justify taxpayer spending. But sometimes, the numbers just don&rsquo;t add up.<br />\r\n\t<br />\r\n\tCase in point: A recent claim by U.S. Rep. Peter DeFazio, D-Ore., <a href=\"http://www.politifact.com/oregon/statements/2012/mar/23/peter-defazio/did-transportation-projects-create-more-one-third-/\">that transportation projects created more than one-third of the 2009 stimulus bill&rsquo;s total jobs</a>. We gave a nod to his methodology but found no independent evidence to back up his claim.<br />\r\n\t<br />\r\n\tThe latest job-creation number to catch our eye? TriMet, the metro area&rsquo;s transit agency, says that the <a href=\"http://trimet.org/pm/economicbenefits/index.htm\">$1.5 billion Portland-Milwaukie Light Rail Project</a> created 1,525 direct jobs as of June 11, 2012. That includes 659 on-site construction jobs since April 2011, and 866 professional and technical jobs since March 2009. (The numbers have been revised up for July.)<br />\r\n\t<br />\r\n\tWe wanted to know whether those jobs would not have existed but for the light rail project -- which is how we think the average person interprets the word &quot;created&quot; -- and we wanted to know the duration of those jobs.<br />\r\n\t<br />\r\n\tWe should back up for a moment and talk about why this matters.<br />\r\n\t<br />\r\n\tAs we said, job numbers are a popular way to justify taxpayer spending. It&rsquo;s easier to get behind an expensive roads project that will provide paychecks for construction workers, engineers, &nbsp;managers and so forth in the private sector.<br />\r\n\t<br />\r\n\tThis is not new. Back in 1986, when the <a href=\"http://trimet.org/about/history/trimet_story.htm\">first light-rail line to Gresham was built</a>, officials said the 15-mile line had developed some 1,200 jobs, according to a news story in The Oregonian. (This juicy nugget was pointed out by <a href=\"http://cascadepolicy.org/analysts/john-charles/\" id=\"internal-source-marker_0.7709522414886101\">John Charles, president and CEO of the Cascade Policy Institute</a>, a right-leaning think tank that advocates limited government and disapproves of light-rail.) Fast forward to today, where <a href=\"http://trimet.org/pm/economicbenefits/index.htm\">the projection for a smaller 7.3-mile line is &quot;up to 14,500 jobs,&quot; </a>about half of which are <a href=\"http://trimet.org/pdfs/pm/economicbenefits/PMLR_job_creation_estimate.pdf\">&quot;direct&quot; jobs</a>.<br />\r\n\t<br />\r\n\tEconomic development is obviously a big part of selling the the new light -rail line to the public. There&rsquo;s a <a href=\"http://trimet.org/pm/economicbenefits/index.htm\">web page </a>devoted to the subject: &quot;The Portland-Milwaukie Light Rail Transit Project is essential to the long-term economic vitality of our region, helping to connect people to their jobs and higher education. It also is providing many short-term benefits for the regional economy.&quot;<br />\r\n\t<br />\r\n\tSpokeswoman Mary Fetsch and Dan Blocher, TriMet&rsquo;s executive director of capital projects, explained how the agency calculated the numbers. The methodology differs depending on the job. Construction jobs, for example, are tracked by name, regardless of duration. Some people may work for a year, others for two weeks, Blocher said, and the jobs figure does not differentiate.<br />\r\n\t<br />\r\n\tTechnical and professional jobs are calculated differently. There&rsquo;s no certified payroll list, as there is for construction contractors, so TriMet goes through billings by hand and counts heads. He said the agency counted workers who had worked at least 160 hours on the project -- which is equal to one month -- and came up with 866 jobs. Many of these jobs are now gone since the project has moved into the construction phase.<br />\r\n\t<br />\r\n\tWhat have we learned? &nbsp;<br />\r\n\t<br />\r\n\tThe jobs created number does not differentiate between people employed for months and people employed for weeks. Certainly a job is a job, and that&rsquo;s something for people who don&rsquo;t have a job, but let&rsquo;s be clear that these are not all long-term positions, even for a transit project that we know is temporary by nature.<br />\r\n\t<br />\r\n\tNor is it clear that all jobs are jobs that didn&rsquo;t exist before the light rail project. When we hear that a project created 1,525 direct jobs, we picture 1,525 new jobs that wouldn&rsquo;t have existed but for the project. But that may not be the case. We don&rsquo;t know how many of the contracted companies -- if any -- hired new people for new positions. TriMet doesn&rsquo;t know either. We should also note that about 100 jobs are in-house, with TriMet.<br />\r\n\t<br />\r\n\tIs it fair, we asked, to include short-term jobs and TriMet jobs in the number of jobs created? Is it accurate to use the word &quot;create&quot; when maybe the better word is &quot;sustain&quot;? Perhaps we&rsquo;re being overly picky, but we think officials should take extra care when talking about what a public project can or cannot do in terms of jobs. (Ditto for private sector companies that take public subsidies for projects.) &nbsp;<br />\r\n\t<br />\r\n\tFetsch defended the figures: &quot;I don&rsquo;t think they&rsquo;re inflated from my layperson&rsquo;s perspective.&quot;<br />\r\n\t<br />\r\n\tShe also explained that numbers are there to give people an idea of what happens when you put a shock of money into a region, like a $1.5 billion transportation project. We agree that&rsquo;s a fair point to make, but it won&rsquo;t affect our ruling.<br />\r\n\t<br />\r\n\tFinally, we reached out to Chuck Sheketoff, executive director of the Oregon Center for Public Policy, a left-leaning think tank that advocates for middle- and low-income families. To him, a public agency or private contractor can claim a job is created only when the company has hired a new person for a new position in anticipation of that work. Also, it matters whether the work is part-time, full-time, weeks-long or years-long.<br />\r\n\t<br />\r\n\t&quot;Public agencies ought to be clear about creating temporary or full-time jobs. Everybody ought to,&quot; said Sheketoff.<br />\r\n\t<br />\r\n\tWe think so, too. We&rsquo;re relieved to know TriMet&#39;s numbers weren&#39;t produced from thin air, and find the statement somewhat accurate.<br />\r\n\t<br />\r\n\tBut without knowing what the numbers mean or the definition of &quot;created,&quot; a reader could easily think the light-rail project resulted in more than 1,500 brand-new full-time, long-term jobs when really, it&rsquo;s far more accurate to say that the transit project has provided work for more than 1,500 people.<br />\r\n\t<br />\r\n\tWe find the statement Half True, partially accurate but missing important details.</p>\r\n", "ruling_comments_date": "2012-07-16T20:03:35.239210", "ruling_date": "2012-07-16T16:59:00", "ruling_headline": "Has Portland-Milwaukie light rail project created more than 1,500 jobs? ", "ruling_headline_slug": "has-portland-milwaukie-light-rail-project-created-", "ruling_link_text": "The word 'create' needs more defining", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tPortland-Milwaukie Light Rail Transit Project, &quot;Connecting people to jobs&quot; (<a href=\"http://trimet.org/pm/economicbenefits/index.htm\">website</a>)<br />\r\n\tInterview with Mary Fetsch, spokeswoman, and Dan Blocher, PE and executive director of Capital Projects, TriMet, July 12, 2012<br />\r\n\tPolitiFact Oregon, <a href=\"http://www.politifact.com/oregon/statements/2012/mar/23/peter-defazio/did-transportation-projects-create-more-one-third-/\">&quot;Did transportation projects create more than one-third of all stimulus jobs?&quot; </a>Feb. 22, 2012<br />\r\n\tEmails from John Charles, president and CEO, Cascade Policy Institute, July 13, 16, 2012<br />\r\n\tInterview with Chuck Sheketoff, executive director, <a href=\"http://www.ocpp.org/staff/\">Oregon Center for Public Policy</a>, July 16, 2012<br />\r\n\tThe Oregonian, &quot;After miles of frustration, construction ends under budget,&quot; Sept. 5, 1986</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 1, "home_state": "", "id": 1926, "last_name": "TriMet", "mostly_true_count": 0, "name_slug": "trimet", "pants_count": 0, "party": {"id": 16, "party": "Organization", "party_slug": "organization", "resource_uri": "/api/v/2/party/16/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/trimet.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1926/", "total_count": 3, "true_count": 1, "website": "http://www.trimet.org/"}, "statement": "<p>\r\n\tThe Portland-Milwaukie Light Rail Transit Project has created 1,525 direct jobs as of June 11, 2012.</p>\r\n", "statement_context": "a website", "statement_date": "2012-07-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 44, "photo": null, "resource_uri": "/api/v/2/subject/44/", "subject": "Transportation", "subject_slug": "transportation", "used_in_edition": []}], "target": [], "twitter_headline": ""}