{"art": [{"brightcove": "", "caption": "In February 2012, a panel of federal judges handed down an interim map of House districts for Texas including six districts sweeping in at least part of Austin (Austin American-Statesman, Robert Calzada).", "id": 2554, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/WEB071312austincongress.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/2554/", "title": "Austin US House districts, interim map, July 17, 2012.", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2012/jul/20/daniel-rodriguez/seguin-activist-says-austin-only-city-country-b/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}, {"email_address": "bgee@statesman.com", "first_name": "Bob", "id": 377, "last_name": "Gee", "name_slug": "bob-gee", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/377/", "title": "Assistant Metro Editor", "twitter": null}], "facebook_headline": null, "id": 6273, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/6273/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tDaniel Rodriguez of Seguin <a href=\"https://docs.google.com/document/pub?id=1W9rqKvK1fYEjCIOin4yMZijMdABsLFl3PNuxHM2o99s\">emailed us</a> asking us to check, uh, his self.<br />\r\n\t<br />\r\n\tWe typically scrutinize statements by officeholders, candidates and individuals and groups in the public square, so to speak. But we were intrigued by Rodriguez&#39;s claim: &quot;No city of comparable size (or smaller) has as many congressional representatives as does Austin, due to the Republican-made 2012 districts for the city.&quot; His email says Austin was left with four or five U.S. House members, each one representing only part of Austin.<br />\r\n\t<br />\r\n\tWas no city comparable to Austin or smaller cut up so much?<br />\r\n\t<br />\r\n\tIn a telephone interview, Rodriguez said he meant to refer to how congressional districts were drawn in an interim plan imposed for the 2012 elections by a San Antonio panel of federal judges. Their Austin-area districts align with how those districts <a href=\"http://www.statesman.com/news/texas-politics/plan-splits-travis-among-5-u-s-house-1510688.html\">were drawn </a>by the Republican-led 2011 Legislature.<br />\r\n\t<br />\r\n\tRodriguez told us he initially drew on results from the 2010 U.S. census -- which played into how legislatures across the country redrew districts -- to identify cities with about the same number of residents as Austin including, he said, Las Vegas, Detroit, Baltimore and San Francisco.<br />\r\n\t<br />\r\n\tMost of the other cities have two House districts, he said, though Las Vegas appears to have three.<br />\r\n\t<br />\r\n\tWe took a similar tack, starting from a 2010 <a href=\"http://2010.census.gov/2010census/popmap/\">census breakdown</a> of the nation&rsquo;s most populous cities that listed Austin as the 14th-largest city.<br />\r\n\t<br />\r\n\tNext, we were surprised to see that on the interim map, Austin takes in portions of six districts -- the 10th, 17th, 21st, 25th, 31st and 35th, according to figures <a href=\"ftp://ftpgis1.tlc.state.tx.us/PlanC235/Reports/PDF/PlanC235_RED135_Cities_CDPs.pdf\">posted online</a> Feb. 27, 2012, by the Texas Legislative Council, which provides legal advice and technical assistance to legislators. That total was jarring because news accounts including a February 28, 2012 <em>Austin American-Statesman</em> <a href=\"http://www.statesman.com/news/texas-politics/court-releases-interim-redistricting-map-for-u-s-2206348.html\">news article</a> pegged the number of districts in Travis County, which includes most of Austin, at five, compared to three districts much of the past decade.<br />\r\n\t<br />\r\n\tExplanation: The 31st District, which takes in two counties to the north, sweeps in 4.5 percent of Austin&rsquo;s population. Those 36,000 residents live in Williamson County.<br />\r\n\t<br />\r\n\tFour of the other Austin-tied districts rope in 19 to 24 percent of the city&rsquo;s population as of 2010 -- 153,000 to 188,000 Austin residents each, according to the council&rsquo;s breakdown. The 17th District, which extends north to Waco and northeast to Freestone County, takes in 7 percent of Austin&rsquo;s residents, 56,000 people.<br />\r\n\t<br />\r\n\tEach Texas congressional district contains about 698,488 residents, according to the council, which means Austin residents comprise as little as 8 percent up to 27 percent of the populace in the Austin-tied districts.<br />\r\n\t<br />\r\n\tAmong the other like-sized Texas cities, El Paso takes in the 16th and part of the 23rd congressional districts, according to the council information, while Fort Worth takes in all or part of five districts -- the 6th, 12th, 24th, 26th and 33rd, up from four districts before redistricting. (The 25th District takes in part of surrounding Tarrant County, though none of Fort Worth.)<br />\r\n\t<br />\r\n\tSo, Rodriguez slightly understates how many districts take in at least a smidge of Austin. Also, Fort Worth lays claim to nearly the same number, or portions, of districts.<br />\r\n\t<br />\r\n\tSidelight: Parts of the largest Texas cities, Houston and Dallas, are absorbed into nine and seven House districts, respectively. And San Antonio, also larger, has portions of five districts. But Rodriguez limited his claim to cities Austin&rsquo;s size or smaller.<br />\r\n\t<br />\r\n\tTo gauge the impact of congressional redistricting on out-of-state cities comparable to Austin, we considered the four cities the census shows as bigger than Austin plus the next seven smaller cities, which enabled us to include Rodriguez&rsquo;s choice of Baltimore but not Las Vegas, which was the nation&rsquo;s 30th largest city.<br />\r\n\t<br />\r\n\tThe cities more populous than Austin, which had 790,390 residents, were San Jose, Calif., with 945,942 residents, Jacksonville, Fla., Indianapolis and San Francisco, with 805,235 residents. The less populous cities were Columbus, Ohio, with 787,033 residents, Charlotte, Detroit, Memphis and Baltimore, with 620,961 residents, plus Fort Worth and El Paso.<br />\r\n\t<br />\r\n\tNext, we looked into each state&rsquo;s congressional districts starting from a <a href=\"http://redistricting.lls.edu/mywork.php\">redistricting website</a> overseen by <a href=\"http://www.lls.edu/academics/faculty/levitt.html\">Justin Levitt</a>, a professor at Loyola Law School in Los Angeles.<br />\r\n\t<br />\r\n\tAmong the non-Texas cities, San Jose, Charlotte, Baltimore &nbsp;and Columbus appear to be represented by all or part of three districts.<br />\r\n\t<br />\r\n\tMemphis has parts of two districts, Doug Himes, a legislative attorney with the state of Tennessee, told us by email. Indianapolis, in Marion County, is represented by the state&rsquo;s 7th District and a portion of the 5th District, according to <a href=\"http://www.in.gov/legislative/house_republicans/rd/pdfs/Congressional.pdf\">a map</a> of all the state&rsquo;s House districts posted online by the Hoosier State. Similarly, Detroit residents are split between two districts, Michigan state demographer Kenneth Darga told us by email. And Florida&rsquo;s Duval County, home to Jacksonville, and San Francisco each has two congressional districts, though information from the California Citizens Redistricting Commission indicates a third district stretches into San Francisco without taking in a sizable share of residents.<br />\r\n\t<br />\r\n\tSo, every like-sized city except Fort Worth appears to have two or three House districts.<br />\r\n\t<br />\r\n\tIn an email, Levitt agreed that Austin is cut up under the interim map. Still, he speculated, that might not be bad politically if Austin voters end up controlling who gets elected within most of the districts.<br />\r\n\t<br />\r\n\tThe impact of voters everywhere remains to be seen given that the first general elections using the redrawn districts will occur in November 2012. That said, all but one of the Austin-tied districts were initially designed to elect a Republican, though much of the city that has long leaned Democratic.<br />\r\n\t<br />\r\n\tBarring unforeseen turns, voters in the 10th District, which stretches east, seem likely to re-elect Republican Rep. Michael McCaul of Austin, though the district is home to more Harris County than Travis County residents.</p>\r\n<p>\r\n\tVoters in the 35th District extending south into Bexar County will likely favor Democratic Rep. Lloyd Doggett of Austin. But he made it to the general election only after defeating two San Antonio primary foes in May 2012 despite the district sweeping in 329,000 Bexar County residents compared to nearly 216,000 Travis County residents, according to<a href=\"ftp://ftpgis1.tlc.state.tx.us/PlanC235/Reports/Excel/PlanC235_RED100_Population_County_Subtotals.xls\"> population analyses</a> of the Texas districts posted by the legislative council. Nearly 317,000 San Antonio residents live in the district, outnumbering its 187,000 Austinites, according to the council.<br />\r\n\t<br />\r\n\tThe 25th District, which extends north from Austin, is Republican-leaning; former Texas Secretary of State Roger Williams and Wes Riddle are vying for the Republican nomination in a July 31, 2012, primary runoff. About 22 percent of the 13-county district&rsquo;s residents live in Austin, according to the council.<br />\r\n\t<br />\r\n\tIn the same vein, the Republican-leaning 21st District seems likely to re-elect GOP Rep. Lamar Smith of San Antonio; Bexar County accounts for about 36 percent of the district&rsquo;s population. And the 17th district, dominated by McLennan and Brazos counties, and the 31st District, which takes in all of Williamson County, seem stable for GOP Reps. Bill Flores of Bryan and John Carter of Round Rock.<br />\r\n\t<br />\r\n\tNext, we took a close look at Fort Worth. Do its residents have less sway than Austin counterparts?<br />\r\n\t<br />\r\n\tThe GOP-leaning 12th District, represented by Republican Rep. Kay Granger of Fort Worth, appears solidly in the control of city voters, who account for about half the district&rsquo;s residents. Also, the incumbent-free 33rd District could end up with a Fort Worth House member, depending on results of the July 2012 Democratic runoff between candidates from Dallas and Fort Worth and the November election. About 30 percent of the district&rsquo;s residents live in Fort Worth.<br />\r\n\t<br />\r\n\tThe other three districts with Fort Worth elements, each represented by a non-Fort Worth Republican seeking re-election, take in 9 percent of the city&rsquo;s residents or less.<br />\r\n\t<br />\r\n\tIn a telephone interview, we asked Matt Angle, director of the pro-Democratic Lone Star Project, a political group, for his opinion on whether residents of Austin or Fort Worth were hit hardest by how the districts were drawn. Angle replied that Austin is worse off because the city has no districts from which, by itself, the majority of its voters are likely to fill a House seat.</p>\r\n<p>\r\n\tFinally, we asked Levitt, the law professor who tracks redistricting, if it&#39;s possible that a smaller city somewhere ended up, like Austin, being inked into six congressional districts -- or more. Possible, but unlikely, Levitt replied by email, adding that he is unaware of any researchers who have broken down how every little city was affected by congressional redistricting.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tAmong 11 cities of comparable size to Austin or smaller, only Fort Worth -- with five House districts -- comes close to experiencing the slice-up of the Texas capital, whose residents are spread among six districts.</p>\r\n<p>\r\n\tBut Fort Worth voters appear to control one district and might control another. Austin&rsquo;s Democratic majority will likely preserve Doggett, but he is running in a district where San Antonio residents outnumber those from Austin.<br />\r\n\t<br />\r\n\tBroadly, both Texas cities were cut up more than like-sized cities nationally. We rate the claim as Mostly True.</p>\r\n", "ruling_comments_date": "2012-07-17T12:39:35.236097", "ruling_date": "2012-07-20T10:00:00", "ruling_headline": "Seguin resident says Austin the only city of its size or smaller broken into four or five U.S. House districts", "ruling_headline_slug": "seguin-activist-says-austin-only-city-country-b", "ruling_link_text": "Fort Worth busted up too", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tDocument, <a href=\"ftp://ftpgis1.tlc.state.tx.us/PlanC235/Reports/PDF/PlanC235_RED135_Cities_CDPs.pdf\">&quot;Cities and Census Designated Places (CDPs) Data: 2010 Census PLANC235,&quot;</a> Texas Legislative Council, February 27, 2012<br />\r\n\t<br />\r\n\t<a href=\"https://docs.google.com/document/d/1Uw8zoPT06squ1qTpGo4TwXV6sYsA46NYMSMijpq5-0Q/edit\">Research</a>, congressional districts for cities comparable in population to Austin, PolitiFact Texas, July 9, 2012<br />\r\n\t<br />\r\n\tNews article, <a href=\"http://www.dispatch.com/content/stories/local/2012/01/29/whats-your-district-look-in-mail.html\">&quot;What&rsquo;s your district? Look in mail,&quot;</a> The <em>Columbus (Ohio) Dispatch</em>, January 29, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Nasrin Rahman, redistricting manager, Maryland Department of Planning, Communications &amp; Intergovernmental Affairs, July 9, 2012<br />\r\n\t<br />\r\n\tEmails, <a href=\"https://docs.google.com/document/pub?id=1XbvLOEORuPWq-QZX32Llhld5WoZfNRwoWgFiDccdBos\">responses</a> to PolitiFact Texas, Kenneth Darga, state demographer, Michigan Dept. of Technology, Management, and Budget, July 9, 2012</p>\r\n<p>\r\n\t<a href=\"https://docs.google.com/document/pub?id=1Oulhkw4jybLdH998B_y0eAuZt3IAMF-SWWFxXgFSoQs\">Email,</a> response to PolitiFact Texas, Doug Himes, legislative attorney, Office of Legal Services, Tennessee General Assembly, July 10, 2012</p>\r\n<p>\r\n\t<a href=\"https://docs.google.com/document/pub?id=1Ryek2coZXgMGrRUZSLim9JJcaZyvYodLrFQ59fPWwhM\" id=\"internal-source-marker_0.6949252668808673\">Emails</a> (excerpted), responses to PolitiFact Texas, Justin Levitt, associate professor, Loyola Law School, Los Angeles, July 2012<br />\r\n\t<br />\r\n\tTelephone interview, Matt Angle, director, Lone Star Project, July 11, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Anti-death-penalty activist", "false_count": 0, "first_name": "Daniel", "half_true_count": 0, "home_state": "Texas", "id": 1927, "last_name": "Rodriguez", "mostly_true_count": 1, "name_slug": "daniel-rodriguez", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/danielrodriguez07172012pf.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1927/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\tSays no city comparable in size to Austin or smaller was broken into as many congressional districts.</p>\r\n", "statement_context": "an email to PolitiFact Texas.", "statement_date": "2012-05-30", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 254, "photo": null, "resource_uri": "/api/v/2/subject/254/", "subject": "Congress", "subject_slug": "congress", "used_in_edition": ["/api/v/2/edition/6/"]}, {"description": "", "id": 207, "photo": null, "resource_uri": "/api/v/2/subject/207/", "subject": "Redistricting", "subject_slug": "redistricting", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}