{"art": [], "author": [{"email_address": "CollinsM@SHNS.com", "first_name": "Michael", "id": 323, "last_name": "Collins", "name_slug": "michael-collins", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 21, "publication_name": "Knoxville News Sentinel", "resource_uri": "/api/v/2/publication/21/"}, "resource_uri": "/api/v/2/staffer/323/", "title": "Washington Correspondent, Knoxville News Sentinel and Scripps Howard News Service", "twitter": null}, {"email_address": "HumphreyT@KnoxNews.com", "first_name": "Tom", "id": 318, "last_name": "Humphrey", "name_slug": "tom-humphrey", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 21, "publication_name": "Knoxville News Sentinel", "resource_uri": "/api/v/2/publication/21/"}, "resource_uri": "/api/v/2/staffer/318/", "title": "Knoxville News Sentinel, Nashville Bureau Chief", "twitter": null}], "canonical_url": "/tennessee/statements/2012/jul/18/julia-hurley/state-rep-julia-hruley-says-state-and-us-capitols-/", "edition": {"adkey": "Editions", "advalue": "Tennessee", "edition": "Tennessee", "edition_slug": "tennessee", "has_afterthefact": false, "id": 14, "index_page": false, "meter_name": "The Tennessee Truth-O-Meter", "resource_uri": "/api/v/2/edition/14/"}, "editor": [{"email_address": "AhillenS@KnoxNews.com", "first_name": "Steve", "id": 316, "last_name": "Ahillen", "name_slug": "steve-ahillen", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 21, "publication_name": "Knoxville News Sentinel", "resource_uri": "/api/v/2/publication/21/"}, "resource_uri": "/api/v/2/staffer/316/", "title": "Knoxville News Sentinel Data, Investigative and Sunday Editor", "twitter": null}], "facebook_headline": null, "id": 6284, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "CollinsM@SHNS.com", "first_name": "Michael", "id": 323, "last_name": "Collins", "name_slug": "michael-collins", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 21, "publication_name": "Knoxville News Sentinel", "resource_uri": "/api/v/2/publication/21/"}, "resource_uri": "/api/v/2/staffer/323/", "title": "Washington Correspondent, Knoxville News Sentinel and Scripps Howard News Service", "twitter": null}, {"email_address": "HumphreyT@KnoxNews.com", "first_name": "Tom", "id": 318, "last_name": "Humphrey", "name_slug": "tom-humphrey", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 21, "publication_name": "Knoxville News Sentinel", "resource_uri": "/api/v/2/publication/21/"}, "resource_uri": "/api/v/2/staffer/318/", "title": "Knoxville News Sentinel, Nashville Bureau Chief", "twitter": null}], "resource_uri": "/api/v/2/statement/6284/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tState Rep. Julia Hurley, R-Lenoir City, sent constituents <a href=\"http://www.roaneviews.com/?q=node/7742\">an email</a> last month declaring, among other things, that carving initials on desks is a &quot;traditional act&quot; of legislators and has a long history in both the state and national capitols.<br />\r\n\t<br />\r\n\tThe Hurley history here dates back to last year, when the freshman lawmaker acknowledged carving her initials on her designated desk in the state House of Representatives chamber at the Tennessee Capitol toward the end of a long lawmaking day. After the incident got some media attention, she paid to have the desk refinished to remove the carved letters, J.C.H., at the suggestion of House Speaker Beth Harwell.<br />\r\n\t<br />\r\n\tIn a June 23, 2012, email to constituents reproduced on some blogs, Hurley provided some explanation that she had not offered previously, including an assertion that the practice is commonplace and the media attention unwarranted.<br />\r\n\t<br />\r\n\t&quot;If you have ever visited Nashville or Washington D.C. you will see MANY names and initials carved into the tops, sides, legs and inside drawers of desks with over a hundred years of history,&quot; she wrote. &quot;Not only did this make front page news, the liberal media decided to associate Representative Hurley as being a vandal, while two hundred years of history has shown this to be a traditional act in all aspects of Legislators services.&quot;<br />\r\n\t<br />\r\n\tThe description of desk carving as a normal legislative behavior struck us as an interesting assertion. Does Hurley have her history straight?<br />\r\n\t<br />\r\n\tIn Washington, it appears Hurley is right about the U.S. Senate; but wrong about the U.S. House.<br />\r\n\tU.S. senators have a long history of signing or etching their names into the drawer of their Senate desks. The tradition started in the early 20th century, around 1901 or 1902, when the first names started to show up, said Betty Koed, associate Senate historian in the Senate Historical Office.<br />\r\n\t<br />\r\n\t&quot;Now it&rsquo;s tradition, so most senators that come into office will sign their desk drawer in some form,&quot; Koed said. &quot;In fact, the Senate curators who are the people in charge of taking care of the desks encourage senators to do that. There are Capitol ceremonies where the new member comes in to allow them to do that.&quot;<br />\r\n\t<br />\r\n\tSome senators use a pen to write their names in the desk drawer. Others etch their names into the drawer with a knife.<br />\r\n\t<br />\r\n\t&quot;It&rsquo;s not on the top or something that&rsquo;s visible, but if you open the desk drawer of each of the old desks in the current Senate chamber, you&rsquo;ll find a collection of signatures in there,&quot; Koed said.<br />\r\n\t<br />\r\n\tSome senators add their name every time they switch desks, so some names will appear on multiple desks.<br />\r\n\t<br />\r\n\t&quot;Harry Truman, I think, signed three or four different desks because he moved from place to place,&quot; Koed said. &quot;It&rsquo;s a way to sort of put their mark on that desk but also to be part of a longstanding tradition.&quot;<br />\r\n\t<br />\r\n\tIn the U.S. House, however, there is no such tradition. In fact, House members sit in theater-style seating and haven&rsquo;t had actual desks since around 1913, according to the House&rsquo;s Office of the Historian. Because they don&rsquo;t have desks, there&rsquo;s no place for them to write or etch their names.<br />\r\n\t<br />\r\n\tIn Nashville, there is no such tradition for either the House or the Senate chamber.<br />\r\n\t<br />\r\n\tThe State Capitol Commission, with a membership appointed by the governor and House and Senate speakers, oversees the state capitol building itself and all its furnishings in conjunction with the Department of General Services.<br />\r\n\t<br />\r\n\tThad Watkins, general counsel for the Department of General Services, said that any marking on the state Capitol structure or its furnishings would &quot;absolutely&quot; require approval of the commission under the relevant state law and rules. The State Library and Archives and the State Museum would be involved as well, he said.<br />\r\n\t<br />\r\n\tIn his nine years as department legal counsel, Watkins said, there has certainly never been a request for marking approval and he is unaware of any sought before that.<br />\r\n\t<br />\r\n\t&quot;The state Capitol is a state treasure, a historic building,&quot; he said. &quot;Safeguarding of the furnishings and the physical premises is taken very seriously.<br />\r\n\t<br />\r\n\t&quot;I am not aware of anyone asking to mark or deface or leave an imprint on any state building,&quot; Watkins said. &quot;You would need to ask (to comply with state rules and law).&quot;<br />\r\n\t<br />\r\n\tWatkins suggested speaking as well with state Sen. Douglas Henry, D-Nashville, the Legislature&#39;s senior member, a longtime former member of the Capitol Commission and respected Tennessee history buff. Henry, who served his first term in the Legislature as a House member in the 1950s, said he has heard stories of Union soldiers putting marks on the Capitol and furnishings after seizing Nashville during the Civil War.<br />\r\n\t<br />\r\n\tBeyond that &ndash; and perhaps some defacement of furnishings and the building during the &quot;tumultuous times&quot; of the Reconstruction era &ndash; the senator said he knows of no tradition for carving initials or anything else on desks or other furnishings.<br />\r\n\t<br />\r\n\tHe recalled there have been small plaques honoring deceased legislators &ndash; the late Rep. John Bragg in the House, for example. But those were duly approved in response to resolutions passed by the General Assembly.<br />\r\n\t<br />\r\n\t&quot;I&#39;ve never seen such a mark (initial carving) nor have I heard of such a mark,&quot; said Henry, 86.<br />\r\n\t<br />\r\n\tThe Capitol this summer is undergoing a $15.7 million renovation and is closed to the public during the process. During a recent media tour, we found the House and Senate desks covered with protective plastic and in some cases pushed together, making a thorough check of all desks impractical. A random check of six desks in both the House and Senate chambers turned up no initials or markings inside or outside the desks &ndash; though the drawer on one House desk was locked.<br />\r\n\t<br />\r\n\tStill, <a href=\"http://www.wsmv.com/story/15051640/state-capitol-hit-with-more-vandalism\">WSMV-TV</a>, which initially reported on the Hurley carving last year, did find some markings on other desks in the House chamber at the time.<br />\r\n\t<br />\r\n\t&quot;We found the word &#39;Houston&#39; on Rep. Tim Wirgau&#39;s desk, a dollar sign on Rep. Dennis Powers&#39; territory, what appears to be the initials W.M. on Rep. Janis Sontany&#39;s desk, and an &lsquo;A&rsquo; on Rep. Sheila Butt&#39;s desk,&quot; the station reported.<br />\r\n\t<br />\r\n\tHurley, when asked about her recent email assertion, suggested that some desks may have initials inside their drawers. Otherwise, she said that the email was intended as her final comment on the initial-carving matter, that she has put it behind her and that the media should as well.<br />\r\n\t<br />\r\n\tThe upshot is that, except for the U.S. Senate custom of names and initials inside desk drawers, there is no tradition of such doings in either Washington or Nashville.<br />\r\n\t<br />\r\n\tIn Nashville, such carving is effectively prohibited &ndash; though it seems there have apparently been occasional episodes of unauthorized carving by someone. Those could have been done by legislators or by most anyone, since the Capitol is open to visits by the public most of the time.<br />\r\n\t<br />\r\n\tThere could be other hidden and unauthorized carvings inside some locked desk drawers. But there are surely not &quot;many&quot; carvings of any sort outside the U.S. Senate, and what the representative suggests is a tradition is impossible in U.S. House and prohibited in the state House and state Senate.<br />\r\n\t<br />\r\n\tWe rate Hurley&rsquo;s historical assertion as Mostly False.</p>\r\n", "ruling_comments_date": "2012-07-18T13:16:09.229586", "ruling_date": "2012-07-18T13:13:46", "ruling_headline": "Hurley says carving initials in desks is a federal and state government tradition.", "ruling_headline_slug": "state-rep-julia-hruley-says-state-and-us-capitols-", "ruling_link_text": "Carving not that common", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tRoaneVews blog: <a href=\"http://www.roaneviews.com/?q=node/7742\">Text of Rep. Hurley&#39;s email</a><br />\r\n\t<br />\r\n\tBetty Koed, associate Senate historian, U.S. Senate Historical Office, interview with PolitiFact on July 2, 2012<br />\r\n\t<br />\r\n\tU.S. House, Office of the Historian, interview with PolitiFact on July 2, 2012<br />\r\n\t<br />\r\n\t<a href=\"http://www.wsmv.com/story/15051640/state-capitol-hit-with-more-vandalism\">WSMV-TV report on initial carving</a>, Aug. 5, 2011,<br />\r\n\t<br />\r\n\tThad Watkins, interview with Politifact, July 10, 2012.<br />\r\n\t<br />\r\n\tSen. Douglas Henry, interview with Politifact, July 10, 2012.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "State representative", "false_count": 0, "first_name": "Julia", "half_true_count": 0, "home_state": "Tennessee", "id": 1930, "last_name": "Hurley", "mostly_true_count": 0, "name_slug": "julia-hurley", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/hurley.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Tennessee", "edition": "Tennessee", "edition_slug": "tennessee", "has_afterthefact": false, "id": 14, "index_page": false, "meter_name": "The Tennessee Truth-O-Meter", "resource_uri": "/api/v/2/edition/14/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1930/", "total_count": 1, "true_count": 0, "website": "http://www.capitol.tn.gov/house/members/h32.html"}, "statement": "<p>\r\n\t&quot;If you have ever visited Nashville or Washington D.C. you will see MANY names and initials carved into ... desks.&quot;</p>\r\n<p>\r\n\t&nbsp;</p>\r\n", "statement_context": "an email to constituents", "statement_date": "2012-06-23", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 131, "photo": null, "resource_uri": "/api/v/2/subject/131/", "subject": "Government Efficiency", "subject_slug": "government-efficiency", "used_in_edition": []}], "target": [], "twitter_headline": ""}