{"art": [], "author": [{"email_address": "gboulton@jrn.com", "first_name": "Guy", "id": 378, "last_name": "Boulton", "name_slug": "guy-boulton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/boulton.jpg", "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/378/", "title": "Health policy/business of health care reporter", "twitter": null}, {"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2012/jul/29/scott-walker/scott-walker-says-study-shows-federal-health-care-/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 6299, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "gboulton@jrn.com", "first_name": "Guy", "id": 378, "last_name": "Boulton", "name_slug": "guy-boulton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/boulton.jpg", "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/378/", "title": "Health policy/business of health care reporter", "twitter": null}, {"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/6299/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tGov. Scott Walker and his top health officials say Wisconsin has quality health care that&rsquo;s available to more people than in most states.<br />\r\n\t<br />\r\n\tBut Walker argues President Barack Obama&rsquo;s health care reforms, aimed at controlling the rising cost of health care and providing access to affordable health insurance, will &quot;devastate Wisconsin.&quot;<br />\r\n\t<br />\r\n\tAnd in an <a href=\"http://www.washingtonpost.com/opinions/scott-walker-in-wisconsin-obamacare-is-not-a-healthy-prescription/2012/07/11/gJQAhcm3eW_story.html\">opinion piece</a> published July 12, 2012 in the Washington Post, he says he&rsquo;s got a study to prove it.<br />\r\n\t<br />\r\n\tHere is part of the piece:<br />\r\n\t<br />\r\n\t<em>&quot;The bad news is that, from a practical standpoint, Obamacare will devastate Wisconsin. An actuarial study commissioned by my predecessor, a Democrat, and completed last year found that if Obamacare is implemented in Wisconsin:<br />\r\n\t<br />\r\n\t-- 100,000 people will be dropped by their employer-sponsored health insurance.<br />\r\n\t<br />\r\n\t-- 59 percent of people who buy their own health insurance will experience an average premium increase of 31 percent.<br />\r\n\t<br />\r\n\t--150,000 people will stop buying health insurance in the private sector and will instead become dependent on the government and taxpayers.<br />\r\n\t<br />\r\n\t-- Between 2014 and 2019, Obamacare could cost Wisconsin taxpayers $1.12 billion; after all federal aid and tax credits are applied, the state&rsquo;s portion of the bill will be $433 million.<br />\r\n\t<br />\r\n\t-- Approximately 122,000 parents, caretakers and pregnant women with an income of more than 133 percent of the federal poverty level will no longer be eligible for Medicaid.</em><br />\r\n\t<br />\r\n\tWalker concludes that he prefers more private-sector competition to try to hold costs down and insure more people.<br />\r\n\t<br />\r\n\tThose are some startling claims, all couched in the certitude of &quot;a study&quot; -- and one ordered by a Democrat.<br />\r\n\t<br />\r\n\tIs Walker right?<br />\r\n\t<br />\r\n\tWe&rsquo;ll look at the four parts of his claim that Walker says come straight from a study authored in part by MIT economist <a href=\"http://economics.mit.edu/faculty/gruberj/index.htm\">Jonathan Gruber</a>, a leading health-care expert. We&rsquo;ll save the $1.12 billion taxpayer-cost claim for another day, but note Walker attributes it to the study when it&rsquo;s actually his administration&rsquo;s own estimate, and that estimate has been challenged.<br />\r\n\t<br />\r\n\tAnd because Walker so closely links his &quot;devastate Wisconsin&quot; characterization to the results of the study, we&rsquo;ll look at whether the study found that Obama&rsquo;s reforms would &quot;lay waste&quot; to or render Wisconsin &quot;desolate&quot; -- our <a href=\"http://dictionary.reference.com/browse/devastate?s=t\">dictionary</a>&rsquo;s definition of &quot;devastate.&quot;<br />\r\n\t<br />\r\n\tLet&rsquo;s start at the end, and then take each claim in turn.<br />\r\n\t<br />\r\n\tThe <a href=\"http://www.washingtonpost.com/r/2010-2019/WashingtonPost/2012/07/12/Editorial-Opinion/Graphics/wisconsin-health-care.pdf\">Gruber study&rsquo;s</a> succinct conclusion starts with this fact: About 340,000 uninsured people in Wisconsin would become insured because of the law.<br />\r\n\t<br />\r\n\tWalker&rsquo;s op-ed notes that 91 percent of Wisconsin residents have health insurance, but does not mention that the number would rise when the reforms kick in.<br />\r\n\t<br />\r\n\tThe study does conclude that higher premiums would be a reality for some people who buy insurance on their own. Others in that group, it says, will see their premiums go down.<br />\r\n\t<br />\r\n\tBut the study is written in bland actuarial terminology, and offers no opinion, pro or con, on the changes that Wisconsin could face under Obama&rsquo;s reforms.<br />\r\n\t<br />\r\n\tIts primary author, Gruber, strongly objects to the way Walker characterizes the study, contending the governor distorted its findings on the impact of the health care reforms under the Affordable Care Act of 2010.<br />\r\n\t<br />\r\n\tLet&rsquo;s take a look at what Walker pulled out of the 56-page study, authored by Gruber -- who has worked has worked with both Mitt Romney and Democrats on health-care reform -- Gorman Actuarial, and Jennifer Smagula.<br />\r\n\t<br />\r\n\t<strong>Part 1</strong><br />\r\n\t<br />\r\n\tWalker quotes the figure correctly: &quot;100,000 people will be dropped by their employer-sponsored health insurance.&quot;<br />\r\n\t<br />\r\n\tBut he leaves out that an estimated 90,000 others will gain coverage through employers, for a net drop of 10,000 people with employer coverage.<br />\r\n\t<br />\r\n\tGruber said Walker failed to note that &quot;many more people in the recession alone have lost their employer coverage&quot; than would happen under the Affordable Care Act. Gruber notes the 100,000 people is just 3 percent of those with employer coverage.<br />\r\n\t<br />\r\n\tWalker was trying to point out the negative impact of people having to switch doctors when they are dropped from their employers&rsquo; plan, said Stephanie Smiley, spokeswoman for the Department of Health Services.<br />\r\n\t<br />\r\n\t<strong>Part 2</strong><br />\r\n\t<br />\r\n\tWalker takes this claim almost word for word from the study: &quot;59 percent of people who buy their own health insurance will experience an average premium increase of 31 percent.&quot;<br />\r\n\t<br />\r\n\tWalker correctly cites the impact on 59 percent of the relatively small group -- 160,000 people -- who lack access to employer insurance but are able to buy policies directly from insurance companies or through brokers.<br />\r\n\t<br />\r\n\tThe study notes that the health reform law creates both &quot;winners and losers&quot; among this group.<br />\r\n\t<br />\r\n\tIn the op-ed piece, Walker cites only the &quot;losing&quot; side of the equation.<br />\r\n\t<br />\r\n\tThe study prominently noted that the other 41 percent in this group would pay smaller premiums -- 56 percent smaller on average. That&rsquo;s after taking into account the law&rsquo;s subsidies for people in low-to-middle-income households who don&#39;t get health benefits from an employer.<br />\r\n\t<br />\r\n\tAnd Walker did not note that some people would pay higher premiums by choice, because the subsidies will enable them to buy better coverage.<br />\r\n\t<br />\r\n\tSmiley said she didn&rsquo;t know why Walker singled out the losing side. She said that some people would be forced to buy richer benefits than they want. Experts say that will happen, but how many is not known.<br />\r\n\t<br />\r\n\tUnder the health care law, younger, healthy people will pay more, and older, less healthy people will pay less, <a href=\"http://www.jsonline.com/business/128570588.html\">Gruber and other experts say</a>. The younger group in effect will subsidize the older group, including those with pre-existing conditions who will be able to get the same coverage as everyone else under Obama&rsquo;s changes.<br />\r\n\t<br />\r\n\tTypically people who buy insurance on their own are unemployed, self-employed or work for small companies. These plans in the current &quot;individual market&quot; tend to be costlier and less comprehensive than in employer-provided plans, and enrollees pay the whole tab, a Kaiser Health News <a href=\"http://www.kaiserhealthnews.org/stories/2009/october/06/npr-individual-market-explainer.aspx\">story</a> said.<br />\r\n\t<br />\r\n\t<strong>Part 3</strong><br />\r\n\t<br />\r\n\tWalker&rsquo;s asserts that &quot;150,000 people will stop buying health insurance in the private sector, and will instead become dependent on the government and taxpayers.&quot;<br />\r\n\t<br />\r\n\tBut there are multiple problems with Walker&rsquo;s wording.<br />\r\n\t<br />\r\n\tThe Gruber study does not say that 150,000 people will stop buying health insurance &quot;in the private sector.&quot; It says the opposite -- they would buy insurance from private companies through the government-run &quot;exchanges,&quot; online marketplaces where people and small businesses will be able to shop for insurance from private companies.<br />\r\n\t<br />\r\n\tWalker further asserts that those people &quot;will instead become dependent on the government and taxpayers.&quot;<br />\r\n\t<br />\r\n\tBy &quot;dependent,&quot; Walker refers to the taxpayer subsidies, tied to income, that the law provides to people, Smiley said. But an estimated 60,000 of the 150,000 would not be eligible for subsidies, the study says<br />\r\n\t<br />\r\n\tHow those people would be dependent on the government -- much less taxpayers -- isn&rsquo;t clear. Smiley said she didn&rsquo;t know, either.<br />\r\n\t<br />\r\n\t<strong>Part 4</strong><br />\r\n\t<br />\r\n\tWalker says Gruber&rsquo;s study found that &quot;approximately 122,000 parents, caretakers and pregnant women with an income of more than 133 percent of the federal poverty level will no longer be eligible for Medicaid.&quot; &nbsp;Medicaid is state-federal health insurance for low-income families as well as the disabled and elderly who are impoverished.<br />\r\n\t<br />\r\n\tThat number is not in the study at all, even though Walker&rsquo;s opinion piece indicated it was.<br />\r\n\t<br />\r\n\tSmiley acknowledged it&rsquo;s a Walker administration estimate.<br />\r\n\t<br />\r\n\tThe wording of Walker&rsquo;s piece suggests that pregnant women and others will lose their health insurance. What Walker didn&#39;t mention is they instead will buy subsidized health insurance from private companies through the exchange.<br />\r\n\t<br />\r\n\tGiven Walker&rsquo;s preface that his claims prove &quot;devastation&quot; of Wisconsin, we think some readers probably imagined he was suggesting that 122,000 people would be thrown off Medicaid and left without coverage.<br />\r\n\t<br />\r\n\t&quot;I don&rsquo;t think it was intended to suggest that,&quot; Smiley said. &quot;It was just that they can&rsquo;t get the plan they currently have.&quot;<br />\r\n\t<br />\r\n\tWalker here was referring to a group of people above 133 percent of the poverty line who currently get Medicaid coverage through BadgerCare Plus.<br />\r\n\t<br />\r\n\tOverall, Gruber said Walker&rsquo;s op-ed was particularly misleading because it focused on a small number of people (about 100,000) who will see premium increases, while ignoring that 340,000 more people would get insurance.<br />\r\n\t<br />\r\n\t<strong>Our rating</strong><br />\r\n\t<br />\r\n\tIn an opinion piece in the Washington Post, Walker said &quot;Obamacare&quot; will push people off employer-sponsored insurance, drive up premiums, increase dependency and make 122,000 people, including pregnant women, ineligible for Medicaid.<br />\r\n\t<br />\r\n\tThe context of his comments is his assertion that this will &quot;devastate Wisconsin.&quot;<br />\r\n\t<br />\r\n\tWalker pulls some numbers from an actuarial study of the impact of the law, but cherry-picks data, leaves out critical facts and mischaracterizes some of the numbers, creating a highly misleading impression. Indeed, some of the numbers he attributes to the study are really estimates from his own administration.<br />\r\n\t<br />\r\n\tWe rate his claim, taken as a whole, False.</p>\r\n", "ruling_comments_date": "2012-07-20T12:55:57.295830", "ruling_date": "2012-07-29T09:00:00", "ruling_headline": "Scott Walker says a study shows the federal health care law will \"devastate\" Wisconsin", "ruling_headline_slug": "scott-walker-says-study-shows-federal-health-care-", "ruling_link_text": "Study's author begs to differ", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tWashington Post, editorial by Gov. Scott Walker, <a href=\"http://www.washingtonpost.com/opinions/scott-walker-in-wisconsin-obamacare-is-not-a-healthy-prescription/2012/07/11/gJQAhcm3eW_story.html\">&quot;Obamacare is an unhealthy prescription,&quot;</a> July 12, 2012<br />\r\n\t<br />\r\n\t&quot;<a href=\"http://www.washingtonpost.com/r/2010-2019/WashingtonPost/2012/07/12/Editorial-Opinion/Graphics/wisconsin-health-care.pdf\">The Impact of the ACA on Wisconsin&rsquo;s Health Insurance Market</a>,&quot; Gruber, Smagula, Gorman Actuarial, LLC, July 18, 2011<br />\r\n\t<br />\r\n\tPhone interview with Jonathan Gruber, professor of economics, Massachusetts Institute of Technology, July 13, 2012<br />\r\n\t<br />\r\n\tPhone interview, Stephanie Smiley, spokeswoman, Department on Health Services, July 12, 2012<br />\r\n\t<br />\r\n\tKaiser Health News, <a href=\"http://www.kaiserhealthnews.org/stories/2009/october/06/npr-individual-market-explainer.aspx\">&quot;Individual Market Explained,</a>&quot; Oct. 6, 2009<br />\r\n\t<br />\r\n\tWisPolitics.com, <a href=\"http://www.wisopinion.com/index.iml?mdl=article.mdl&amp;article=43438\">&quot;Why states are reluctant on national health care reform,</a>&quot; by Wisconsin secretary of health services Dennis Smith, July 9, 2012<br />\r\n\t<br />\r\n\tIllustrated guide to the Affordable Care Act, &quot;Health Care Reform,&quot; by Jonathan Gruber<br />\r\n\t<br />\r\n\tJournal Sentinel archives</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 38, "current_job": "Milwaukee County Executive", "false_count": 42, "first_name": "Scott", "half_true_count": 38, "home_state": "Wisconsin", "id": 640, "last_name": "Walker", "mostly_true_count": 44, "name_slug": "scott-walker", "pants_count": 11, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Scott_Walker_1_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/640/", "total_count": 211, "true_count": 25, "website": "http://www.scottwalker.org/"}, "statement": "<p>\r\n\tA study showed that President Barack Obama&rsquo;s health-care reforms will &quot;devastate Wisconsin&quot; by pushing people off employer-sponsored insurance, driving up premiums, increasing dependency and making 122,000 people ineligible for Medicaid.</p>\r\n", "statement_context": "an op-ed piece", "statement_date": "2012-07-12", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 212, "photo": null, "resource_uri": "/api/v/2/subject/212/", "subject": "Medicaid", "subject_slug": "medicaid", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 50, "photo": null, "resource_uri": "/api/v/2/subject/50/", "subject": "Medicare", "subject_slug": "medicare", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}, {"description": "", "id": 147, "photo": null, "resource_uri": "/api/v/2/subject/147/", "subject": "States", "subject_slug": "states", "used_in_edition": []}], "target": [{"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}], "twitter_headline": ""}