{"art": [], "author": [{"email_address": "gemery@cox.net", "first_name": "C. Eugene", "id": 144, "last_name": "Emery Jr.", "name_slug": "c-eugene-emery", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/gene_emery80_.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/144/", "title": "PolitiFact correspondent", "twitter": null}], "canonical_url": "/rhode-island/statements/2012/jul/22/robert-dimuccio/amica-insurance-president-robert-dimuccio-says-rho/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "tmurphy@providencejournal.com", "first_name": "Tim", "id": 145, "last_name": "Murphy", "name_slug": "tim-murphy", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/tim_murphy2_80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/145/", "title": "Editor", "twitter": null}], "facebook_headline": null, "id": 6305, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "gemery@cox.net", "first_name": "C. Eugene", "id": 144, "last_name": "Emery Jr.", "name_slug": "c-eugene-emery", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/gene_emery80_.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/144/", "title": "PolitiFact correspondent", "twitter": null}], "resource_uri": "/api/v/2/statement/6305/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tOne of the late-night, end-of-session bills passed by the General Assembly in June would have required insurance companies to reach an agreement with auto body shops over the cost of a repair.<br />\r\n\t<br />\r\n\tProponents, including the shops, characterized it as consumer-friendly legislation, contending that the shops are advocates for their customers.<br />\r\n\t<br />\r\n\tOpponents, including insurance companies, began a campaign to get Governor Chafee to veto the measure, which he ultimately did.<br />\r\n\t<br />\r\n\t<a href=\"http://www.scribd.com/doc/100347798\">Critics argued</a> that the legislation would make insurance-related auto repairs even more expensive and drive up rates.<br />\r\n\t<br />\r\n\tRobert DiMuccio, chairman and president of Amica Insurance, made that pitch in a letter to policy holders, saying the legislation would allow &quot;shops to set inflated prices for labor and repairs and use the threat of lawsuits to charge these exorbitant repair costs.&quot;<br />\r\n\t<br />\r\n\tHe offered links to web pages showing which legislators voted in favor of the bill in <a href=\"http://www.rilin.state.ri.us/HVotes/votereport.asp?id=9506\">the House</a> and <a href=\"http://www.rilin.state.ri.us/SVotes/votereport.asp?id=7429\">the Senate</a>, and said it was another example of how, &quot;over the past few years, the Auto Body Association of Rhode Island (ABARI) has pushed a legislative agenda that drives up the costs of auto body repair without consideration for the consumer.&quot;<br />\r\n\t<br />\r\n\t&quot;As a result,&quot; he wrote, &quot;Rhode Islanders pay among the highest auto repair bills in the nation.&quot;<br />\r\n\t<br />\r\n\tWe know Rhode Island ranks high on many scales of dubious distinction. So we wondered if DiMuccio was painting an accurate picture. It took us awhile to get to the bottom of it, but here&rsquo;s what we found.<br />\r\n\t<br />\r\n\tWhen we called DiMuccio&#39;s office, an official at Amica said the data came from the Property Casualty Insurers (PCI) Association of America, a trade association of more than 1,000 insurance companies, which was running radio ads urging Chafee to veto the legislation.<br />\r\n\t<br />\r\n\tPCI spokesman Jeffrey Brewer told us its data came from <a href=\"http://www.audatex.com/\">Audatex</a>, which provides software and other services to collision repair companies and automobile insurance claims processors. Those numbers are not publicly available but, after consulting with Audatex, he released them to us.<br />\r\n\t<br />\r\n\tWhen we analyzed the data, broken down by category in the report, here&#39;s what we saw.</p>\r\n<p>\r\n\tLABOR: This was, by far, typically the costliest part of a repair job, responsible for 41 percent of the average body shop repair bill.<br />\r\n\t<br />\r\n\tAnd Rhode Island, according to the study, was the second most expensive state for labor. Montana was the first. <br />\r\n\t<br />\r\n\tWhile the U.S. average labor cost was $953 per repair in 2010, the typical Rhode Island cost was 29 percent higher, or $1,233. Going to Connecticut would have saved you $66. Traveling to Massachusetts would have saved a hefty $361, which was $81 less than the U.S. average.</p>\r\n<p>\r\n\tORIGINAL EQUIPMENT MANUFACTURER&#39;S PARTS: In this category -- usually the second-most expensive part of the repair, accounting for 25 percent -- Rhode Island topped the list in costs.<br />\r\n\t<br />\r\n\tWhile the typical cost for this portion of the bill was $580, Rhode Islanders paid a whopping 49 percent more, or $866. <br />\r\n\t<br />\r\n\tWhy the extra cost? It&#39;s not clear. But it&#39;s not location. In Alaska, the second most expensive state (shipping costs may be a factor), the average price for replacement parts was $61 less.<br />\r\n\t<br />\r\n\tReplacement parts cost $78 less in Connecticut and $281 less in Massachusetts. In South Carolina, they were less than half the price than in Rhode Island.<br />\r\n\t<br />\r\n\tOTHER PARTS: In this category, which includes parts not made by the car manufacturer, Rhode Island&#39;s ranking plummets to 27th, although the cost of these parts makes up only 13 percent of the average bill.<br />\r\n\t<br />\r\n\tOTHER COSTS (including towing and storage): Again, Rhode Island ranks in the middle of the pack at 26th, with costs 4 percent below the national average. These costs make up 22 percent of the average bill.<br />\r\n\t<br />\r\n\tOVERALL: The higher cost of labor and original parts makes Rhode Island auto body repair bills 23 percent more expensive than the national average. That made us the 5th most expensive in the nation, according to the 2010 Audatex data. <br />\r\n\t<br />\r\n\tNew York ranks fourth and Connecticut ranks sixth. Massachusetts is a more-than-reasonable 43rd.<br />\r\n\t<br />\r\n\tBut that&#39;s just one data source. Some auto body shops use a similar service run by <a href=\"http://www.mitchell.com/\">Mitchell International</a>, another automated tool for coordinating repair costs between auto body shops and insurance companies.<br />\r\n\t<br />\r\n\tGreg Horn, vice president for industry relations, sent us his company&#39;s numbers going back to 2006. Mitchell organizes its data in a different way so the results were slightly different.<br />\r\n\t<br />\r\n\tIn their listing, Rhode Island ranked sixth in overall costs in 2010, not fifth. <br />\r\n\t<br />\r\n\tWhat was more interesting was the year-to-year trend. Rhode Island&#39;s ranking on the list of most-expensive states for accident-related car repairs has been going up steadily. We were 17th in 2006, 11th in 2007, 10th in 2008, 9th in 2009 and 6th in 2010.<br />\r\n\t<br />\r\n\tIn 2011, based on data from their customers, Rhode Island was the second most costly state to have your car repaired after an accident.<br />\r\n\t<br />\r\n\tBreaking it down, we ranked 11th nationally on labor costs, ninth on the cost of parts and first in the cost of paint, which makes up nearly 12 percent of the average repair bill.<br />\r\n\t<br />\r\n\t<a href=\"http://www.scribd.com/doc/100347798/PCI-RI-Auto-Body-Report\">PCI says</a> the higher repair costs explain why Rhode Islanders pay the sixth highest collision insurance premium in the nation, although the numbers it&#39;s citing -- $356 versus $294 in the &nbsp;United States -- are from a 2008-09 database. <br />\r\n\t<br />\r\n\tWhen we asked the Auto Body Association of Rhode Island about that, spokeswoman Jina Petrarca-Karampetsos, a lawyer, sent us <a href=\"http://www.scribd.com/doc/100617279/ABARI-Special-Update-June-2012\">an association publication</a> showing that the average collision premium was about $356 around 2009, and a chart showing a decline since 2005.<br />\r\n\t<br />\r\n\tPetrarca-Karampetsos expressed concern that the data we had received from Audatex and Mitchell were not publicly available and &quot;absolutely unverifiable.&quot;<br />\r\n\t<br />\r\n\tBut rankings she provided from the National Association of Insurance Commissioners show Rhode Island 5th in 2006, 6th in 2007 and 5th in 2008, the most recent year available. The fact that the state was 5th in 2010 according to Audatex &quot;indicates that Rhode Island has maintained the same rank for years!&quot; she said in an e-mail.<br />\r\n\t<br />\r\n\tOn a side issue, we also wonder whether car repairs in general -- non-accident-related repairs -- cost more in Rhode Island, even though insurance companies don&#39;t pay for them.<br />\r\n\t<br />\r\n\tOne study suggests that those repairs have a very different cost profile here.<br />\r\n\t<br />\r\n\tCarMD, which collected data on the cost of 163,583 repairs done nationwide in 2011, <a href=\"https://static.carmd.com:444/CMSResources/file/pdf/release_CarMD_StateCarRepairCostRanking_062112finallive.pdf\">found</a> that the average cost of parts and labor in Rhode Island was $331, $3 below the national average. The range was $389 in Wyoming to $284 in Indiana.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tAmica Insurance President Robert DiMuccio said, &quot;Rhode Islanders pay among the highest auto repair bills in the nation.&quot; From the context, it was clear he was talking about accident-related repairs, which is what insurance companies cover.<br />\r\n\t<br />\r\n\tData from two national services that collect data show that Rhode Islanders typically pay far more than consumers in other states.<br />\r\n\t<br />\r\n\tAccording to the Audatex data, Rhode Island ranked fifth in 2010.<br />\r\n\t<br />\r\n\tAccording to Mitchell International, we&#39;ve been steadily climbing in the rankings, at least since 2006, and have been in the top 10 since 2008. In 2011, we had peaked at second place. (As of July 15, 2012, we ranked fourth.)<br />\r\n\t<br />\r\n\tThe auto body association says fifth- or sixth-place rankings are not new for Rhode Island, disputing Mitchell data suggesting a sharp increase in recent years. <br />\r\n\t<br />\r\n\tWe&#39;ll steer clear of the debate over whether the General Assembly was wise to pass the law or whether Chafee was helping consumers when he vetoed it.<br />\r\n\t<br />\r\n\tBut DiMuccio said our bills are currently among the highest now, and we&#39;re driven to rate it <a href=\"http://www.politifact.com/rhode-island/about/\">True</a>.<br />\r\n\t<br />\r\n\t<em>(Get updates from<a href=\"http://twitter.com/#%21/PolitiFactRI\"> PolitiFactRI on Twitter</a>. To comment or offer your ruling, visit us on our<a href=\"http://www.facebook.com/pages/PolitiFact-Rhode-Island/108242095907358\"> PolitiFact Rhode Island Facebook</a> page.)</em></p>\r\n", "ruling_comments_date": "2012-07-20T15:35:09.464630", "ruling_date": "2012-07-22T00:01:00", "ruling_headline": "Amica Insurance President Robert DiMuccio says Rhode Islanders pay some of the highest auto repair bills in the U.S.", "ruling_headline_slug": "amica-insurance-president-robert-dimuccio-says-rho", "ruling_link_text": "Multiple surveys, similar message", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tE-mail, Robert DiMuccio, chairman and president of Amica Insurance, &quot;Veto RI House Bill H-7782A,&quot; June 14, 2012<br />\r\n\t<br />\r\n\tInterviews and e-mails, Jeff Brewer, spokesman, Property Casualty Insurers Association of America, June 26-July 16, 2012<br />\r\n\t<br />\r\n\tInterview, Robert Passmore, senior director, Property Casualty Insurers Association of America, July 12, 2012<br />\r\n\t<br />\r\n\tInterview and e-mail, Greg Horn, vice president, industry relations, Mitchell International, July 16-17, 2012<br />\r\n\t<br />\r\n\tScribd, &quot;<a href=\"http://www.scribd.com/doc/100347798/PCI-RI-Auto-Body-Report\">PCI RI Auto Body Report</a>,&quot; May 8, 2012, accessed July 16, 2012<br />\r\n\t<br />\r\n\tScribd, &quot;<a href=\"http://www.scribd.com/doc/100617279\">ABARI Special Update, June 2012</a>,&quot; accessed July 20, 2012<br />\r\n\t<br />\r\n\tE-mails, Jina Petrarca-Karampetsos, spokeswoman, Auto Body Association of Rhode Island, &nbsp;June 26, 28 and July 20, 2012<br />\r\n\t<br />\r\n\tCarMD.com, &quot;<a href=\"https://static.carmd.com:444/CMSResources/file/pdf/release_CarMD_StateCarRepairCostRanking_062112finallive.pdf\">CarMD Reveals State-by-State Ranking of Car Repair Costs</a>,&quot; June 21, 2012, accessed July 11, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Chief Executive Officer, Amica Insurance", "false_count": 0, "first_name": "Robert", "half_true_count": 0, "home_state": "Rhode Island", "id": 1929, "last_name": "DiMuccio", "mostly_true_count": 0, "name_slug": "robert-dimuccio", "pants_count": 0, "party": {"id": 15, "party": "Newsmaker", "party_slug": "newsmaker", "resource_uri": "/api/v/2/party/15/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/robert_dimuccio.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1929/", "total_count": 1, "true_count": 1, "website": "http://www.amica.com/about_us/news_media/dimuccioBackground.html"}, "statement": "<p>\r\n\t&quot;Rhode Islanders pay among the highest auto repair bills in the nation.&quot;</p>\r\n", "statement_context": "a letter to policy holders", "statement_date": "2012-06-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 109, "photo": null, "resource_uri": "/api/v/2/subject/109/", "subject": "Regulation", "subject_slug": "market-regulation", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 140, "photo": null, "resource_uri": "/api/v/2/subject/140/", "subject": "Small Business", "subject_slug": "small-business", "used_in_edition": []}, {"description": "", "id": 147, "photo": null, "resource_uri": "/api/v/2/subject/147/", "subject": "States", "subject_slug": "states", "used_in_edition": []}], "target": [], "twitter_headline": ""}