{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2012/jul/30/gerard-robinson/florida-education-commissioner-says-fcats-equal-le/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 6348, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/6348/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tThe perennial cry from parents and teachers who criticize the Florida Comprehensive Assessment Test is that students are spending too much time on those tests. And that cry grew louder when the state announced that <a href=\"http://www.miamiherald.com/2012/05/15/2800698/schools-wont-be-held-accountable.html\">FCAT scores plunged </a>in 2012 after a revamping of the test.<br />\r\n\t<br />\r\n\tStudents take the high-stakes exam for math, reading and other subjects in grades 3 through 10. Third-graders who get low scores are at risk of being held back. Students ultimately must pass the FCAT -- or earn an equivalent score on the SAT or ACT -- to graduate with a standard diploma.<br />\r\n\t<br />\r\n\t<a href=\"http://www.miamiherald.com/2012/07/06/2884838/gov-scott-wants-to-look-at-changes.html\">Gov. Rick Scott</a> said in July that it&rsquo;s time to take a second look at the FCAT after the state has received so many complaints from parents about the tests. Scott told a conference of newspaper editors that between the FCAT and other tests, students may be tested too much.<br />\r\n\t<br />\r\n\tScott&rsquo;s education commissioner appointee, Gerard Robinson, has been playing defense about the FCAT since the state announced earlier this year that a <a href=\"http://www.miamiherald.com/2012/02/21/2653674/new-grading-formula-could-mean.html\">new grading formula</a> would result in a drop in school grades. Statewide, the percentage of A schools dropped from <a href=\"http://www.fldoe.org/news/2011/2011_06_30.asp\">58 </a>to <a href=\"https://www.documentcloud.org/documents/403383-school-grade-revised-numbers-2012.html\">48</a> percent.<br />\r\n\t<br />\r\n\tReflecting a backlash against testing, more than a dozen individual school boards in the state, including Broward and Palm Beach, have passed a resolution against the FCAT. The Florida School Boards Association passed its own version of a <a href=\"http://www.fsba.org/userfiles/File/FSBA%20High%20Stakes%20Testing.Resolution.Final.pdf\">resolution</a> criticizing the FCAT in June.<br />\r\n\t<br />\r\n\tRobinson penned a June 15 <a href=\"http://www.fldoe.org/news/2012/2012_06_15.asp\">response</a>, which included these comments: &quot;The FCAT neither drives the curriculum nor narrows the educational experience of Florida students. ... These assessments average two to three per student per school year and account for less than 1 percent of the instructional time provided during the year. ... It is worth noting that local school boards require students to take many more assessments than those required by the state.&quot;<br />\r\n\t<br />\r\n\tThere are a few interesting claims in Robinson&rsquo;s statement, but the one that caught our eye was that tiny figure: The FCAT accounts for &quot;less than 1 percent of instructional time.&quot; Heck, we wonder if lunch or recess could add up to more than 1 percent. So we decided to research whether Robinson&rsquo;s 1 percent claim was correct.<br />\r\n\t<br />\r\n\t<strong>The Education Department&rsquo;s explanation</strong><br />\r\n\t<br />\r\n\tRobinson&rsquo;s chief of staff John Newman told us in a July 19 interview that the education department staff pulled together figures for Robinson about a month ago in response to the public&rsquo;s concerns about the amount of time spent on the FCAT.<br />\r\n\t<br />\r\n\tHe sent us a copy of an excel spreadsheet showing how much time is spent taking the test. This refers only to the minutes to take that exam -- not the amount of time spent preparing for it during regular school hours or after-hour extra sessions that some students participate in.<br />\r\n\t<br />\r\n\tBy dividing the number of minutes spent on the FCAT by the number of minutes in a school year (54,000 minutes based on 900 minimum hours of school instruction a year), the education department determined that students spend anywhere from .26 to .90 percent of their time taking the test.<br />\r\n\t<br />\r\n\tBut Robinson used the phrase &quot;instructional time&quot; in his claim, which could fairly be interpreted to mean classroom time spent preparing for the test.<br />\r\n\t<br />\r\n\tSchool districts aren&rsquo;t required to track how much time they spend preparing students for the test. For example, multiplication and division are included on the FCAT for certain grade levels, but math teachers don&rsquo;t have to document how many minutes the class spent on multiplication versus division. And an English teacher doesn&rsquo;t have to document how many minutes are related to reading comprehension portions of the FCAT.<br />\r\n\t<br />\r\n\tThat&rsquo;s why determining how much time is spent &quot;teaching to the test&quot; is somewhat subjective.<br />\r\n\t<br />\r\n\t&quot;I guess you could say the whole year is test prep,&quot; Newman, Robinson&rsquo;s chief of staff, told PolitiFact.<br />\r\n\t<br />\r\n\tWe asked Newman: Why is it valid to only look at the minutes spent actually taking the test and not factor in how much time is spent preparing for the test?<br />\r\n\t<br />\r\n\tHe said it&rsquo;s up to the school districts to determine how to teach those standards that are assessed on the FCAT -- and those methods can vary from school to school.<br />\r\n\t<br />\r\n\t&quot;If they choose to do that sitting there drilling practice tests all day, that&rsquo;s their choice,&quot; Newman said.<br />\r\n\t<br />\r\n\tA <a href=\"http://leg.state.fl.us/Statutes/index.cfm?App_mode=Display_Statute&amp;Search_String=&amp;URL=1000-1099/1008/Sections/1008.22.html\">state law</a> says that schools can&rsquo;t suspend &quot;a regular program of curricula for purposes of administering practice tests or engaging in other test-preparation activities for a statewide assessment.&quot; But the law also says that schools can administer sample tests, teach test-taking strategies and teach the skills that will be assessed.<br />\r\n\t<br />\r\n\t<strong>What educators say</strong></p>\r\n<p>\r\n\tWe asked a few Florida teachers how much &quot;instructional time&quot; they spend on the FCAT. Our teachers from Miami-Dade included Alexandria Martin, an English teacher at Carol City High School, Whitson Carter, a math teacher at Filer Middle School, and Cassandra Harley, a third-grade teacher at North Beach Elementary School. In Broward we interviewed Angel Welsh, who teaches sixth-grade language arts at Nova.<br />\r\n\t<br />\r\n\tAll three of our Dade teachers said that FCAT preparation accounts for the majority of their school year -- or at least through the dates in the spring when the students take the FCAT. Students take practice tests at certain points during the year so schools can measure their progress toward the FCAT and prepare students to take timed tests. And FCAT prep isn&rsquo;t limited to school hours -- districts have the option of adding extra help before or after school or on the weekends.<br />\r\n\t<br />\r\n\t&quot;The tests are always on the forefront of teachers&rsquo; minds, students&rsquo; minds,&quot; said Martin, who has taught for seven years.<br />\r\n\t<br />\r\n\tThroughout the year, teachers have benchmarks to prepare students for the FCAT. So if Martin&rsquo;s class is reading <em>Othello</em>, she makes sure they understand vocabulary, the author&rsquo;s purpose, and reference and research skills.<br />\r\n\t<br />\r\n\t&quot;Hopefully I am preparing them for the real world, but the test is always at the forefront,&quot; she said.<br />\r\n\t<br />\r\n\tWelsh, who has taught for 23 years, said that about six weeks before the FCAT she spends about half of each 90-minute period on FCAT preparation. But she also spends time throughout the year on teaching vocabulary and reading comprehension, which is assessed on the FCAT.<br />\r\n\t<br />\r\n\t&quot;I know what I&rsquo;m going to cover and how I&rsquo;m going to cover it, with or without FCAT,&quot; she said. &quot;I feel good teaching leads to a good FCAT score. &hellip; I know (the test) is in my peripheral vision back there. I really try not to let it guide my instruction, but does it sometimes? I&rsquo;m sure it does.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong></p>\r\n<p>\r\n\tRobinson said that the FCAT tests &quot;account for less than 1 percent of the instructional time provided during the year.&quot; This was a prepared statement, based on research done by his staff, in response to FCAT critics who say that schools devote too much time to the tests.<br />\r\n\t<br />\r\n\tReaders could assume that by &quot;instructional time&quot; Robinson was including regular lesson time in the classroom preparing for the FCAT. He wasn&rsquo;t. His office says that referred to the number of minutes taking the test out of the total minutes of instruction per year. But he didn&rsquo;t provide that explanation in his statement.<br />\r\n\t<br />\r\n\tIn reality, there is no clear way to quantify how much time teachers spend preparing students for the test. Some teachers say they spend practically all their time on the FCAT.<br />\r\n\t<br />\r\n\tRobinson&rsquo;s goal was to deflect criticism that too much time is spent &quot;teaching to the test.&quot; He is suggesting that the FCAT eats up only a smidgen of a school year. But for students, parents and teachers who spend months preparing for those tests, Robinson&rsquo;s words are misleading.<br />\r\n\t<br />\r\n\tWe rate this claim False.</p>\r\n<p>\r\n\t<em><strong>Update: </strong>During the editing process, ellipses were inadvertently left out of Robinson&#39;s comments of June 15. The ellipses are now included.</em></p>\r\n", "ruling_comments_date": "2012-07-27T13:29:02.530178", "ruling_date": "2012-07-30T11:53:17", "ruling_headline": "Florida education commissioner says the FCAT takes up \"less than 1 percent of the instructional time\" during the school year", "ruling_headline_slug": "florida-education-commissioner-says-fcats-equal-le", "ruling_link_text": "\"Test-taking time\" -- not \"instructional time\"", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tFlorida Department of Education, <a href=\"http://www.fldoe.org/asp/pdf/myths-facts.pdf\">FCAT myths vs. facts</a>, Accessed July 23, 2012<br />\r\n\t<br />\r\n\tFlorida Department of Education, <a href=\"https://www.documentcloud.org/documents/403383-school-grade-revised-numbers-2012.html\">2012 School Grades</a>, July 19, 2012<br />\r\n\t<br />\r\n\tFlorida Department of Education press release, <a href=\"http://www.fldoe.org/news/2011/2011_06_30.asp\">School grades hold steady despite increasing grading standards,</a>June 30, 2011<br />\r\n\t<br />\r\n\tFlorida School Boards Association, <a href=\"http://www.fsba.org/userfiles/File/FSBA%20High%20Stakes%20Testing.Resolution.Final.pdf\">Resolution on high stakes testing</a>, Revised June 14, 2012<br />\r\n\t<br />\r\n\tMiami-Dade School District, <a href=\"http://oada.dadeschools.net/TestingCalendar/TestingCalendar.asp\">Testing Calendar</a>, 2012-13<br />\r\n\t<br />\r\n\tBroward School District, <a href=\"http://ctace.browardschools.com/LinkClick.aspx?fileticket=dwB3wcq1jK8%3D&amp;tabid=87&amp;mid=621\">Testing Calendar</a>, 2011-2012<br />\r\n\t<br />\r\n\tFlorida statutes, <a href=\"http://leg.state.fl.us/Statutes/index.cfm?App_mode=Display_Statute&amp;Search_String=&amp;URL=1000-1099/1008/Sections/1008.22.html\">1008.22 Student Assessment program for Florida schools</a>, 2012<br />\r\n\t<br />\r\n\t<em>Miami Herald</em>, <a href=\"http://www.miamiherald.com/2012/02/21/2653674/new-grading-formula-could-mean.html\">&quot;New grading formula could mean more F&rsquo;s for Miami-Dade, Broward schools,&quot; </a>Feb. 21, 2012<br />\r\n\t<br />\r\n\t<em>Miami Herald/Tampa Bay Times</em>, <a href=\"http://www.miamiherald.com/2012/05/15/2800698/schools-wont-be-held-accountable.html\">&quot;After FCAT scores plunge, state quickly lowers the passing grade,&quot;</a>May 15, 2012<br />\r\n\t<br />\r\n\t<em>Miami Herald</em>, <a href=\"http://www.miamiherald.com/2012/07/06/2884838/gov-scott-wants-to-look-at-changes.html\">&quot;Gov. Scott wants to look at changes to the FCAT,&quot;</a>July 6, 2012<br />\r\n\t<br />\r\n\tInterview, John Newman, chief of staff to Department of Education Commissioner Gerard Robinson, July 19, 2012<br />\r\n\t<br />\r\n\tInterview, Cheryl Etters, spokeswoman for the Department of Education, July 19, 2012<br />\r\n\t<br />\r\n\tInterview, Ruth Melton, director of legislative relations Florida School Board Association, July 19, 2012<br />\r\n\t<br />\r\n\tInterview, Marsy Smith, spokeswoman for Broward schools, July 22, 2012<br />\r\n\t<br />\r\n\tInterview, Ruth Melton, Director of Legislative Relations, July 20, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Florida Department of Education Commissioner", "false_count": 1, "first_name": "Gerard", "half_true_count": 0, "home_state": "Florida", "id": 1948, "last_name": "Robinson", "mostly_true_count": 0, "name_slug": "gerard-robinson", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Robinson_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1948/", "total_count": 1, "true_count": 0, "website": "http://www.fldoe.org/commissioner/cbio.asp"}, "statement": "<p>\r\n\tFCAT tests &quot;account for less than 1 percent of the instructional time provided during the year.&quot;<br />\r\n\t<br />\r\n\t&nbsp;</p>\r\n", "statement_context": "a written statement", "statement_date": "2012-06-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 127, "photo": null, "resource_uri": "/api/v/2/subject/127/", "subject": "Children", "subject_slug": "children", "used_in_edition": []}, {"description": "<p>We strive to make our work completely accurate. When we make a mistake, we correct it and note it on the original item. If the mistake is so significant that it requires us to change the ruling, we will do so. Readers who see an error should contact the writer or editor. Their names are listed on the right side of every Truth-O-Meter item. Clicking on their names will take you to their bio pages, where you can find their email addresses. Read more about our corrections policies in our <a href=\"http://www.politifact.com/truth-o-meter/article/2013/nov/01/principles-politifact-punditfact-and-truth-o-meter/\">Principles of the Truth-O-Meter</a>.</p>\r\n", "id": 255, "photo": null, "resource_uri": "/api/v/2/subject/255/", "subject": "Corrections and Updates", "subject_slug": "corrections-and-updates", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": ""}