{"art": [], "author": [{"email_address": "efitzpat@projo.com", "first_name": "Edward", "id": 224, "last_name": "Fitzpatrick", "name_slug": "edward-fitzpatrick", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/224/", "title": "Political columnist", "twitter": null}], "canonical_url": "/rhode-island/statements/2012/jul/29/patrick-kennedy/former-us-rep-patrick-kennedy-says-most-bankruptci/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "tmurphy@providencejournal.com", "first_name": "Tim", "id": 145, "last_name": "Murphy", "name_slug": "tim-murphy", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/tim_murphy2_80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/145/", "title": "Editor", "twitter": null}], "facebook_headline": null, "id": 6351, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "efitzpat@projo.com", "first_name": "Edward", "id": 224, "last_name": "Fitzpatrick", "name_slug": "edward-fitzpatrick", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/224/", "title": "Political columnist", "twitter": null}], "resource_uri": "/api/v/2/statement/6351/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tFormer U.S. Rep. Patrick J. Kennedy &nbsp;went on the WPRO Morning News on July 13 to talk about the Middle East and the national health-care overhaul.<br />\r\n\t<br />\r\n\tWhen asked about the &quot;political tension surrounding Obamacare,&quot; Kennedy said people such as his father, the late Sen. Ted Kennedy, President Obama and Republican presidential candidate Mitt Romney don&rsquo;t have to worry about their health care.<br />\r\n\t<br />\r\n\t&quot;In other words, when my brother Teddy had life-threatening cancer, my father realized that they had to worry about his survival, but they didn&rsquo;t have to worry about him being bankrupted because he was trying to save his son&rsquo;s life,&quot; Kennedy said. &quot;Many Americans are worried that when an illness strikes the family, not only is it an illness, but it&#39;s a threat of bankruptcy. And the largest number of bankruptcies in our country are really as a result of health care.&quot;<br />\r\n\t<br />\r\n\tGiven the continuing debate over the health-care overhaul, we thought that claim was worth checking.<br />\r\n\t<br />\r\n\tWhen we asked what he based that statement on, Kennedy, a Democrat who served eight terms representing Rhode Island in Congress before stepping down two years ago, could not cite a specific study or group making that claim, but he said, &quot;I&rsquo;ve been in a million rallies on health care. It&rsquo;s the most well-versed thing out there.&quot;<br />\r\n\t<br />\r\n\tWhile job losses or foreclosures might have been big contributors following the 2008 financial crisis, Kennedy said, over time &quot;it&rsquo;s pretty well understood that personal bankruptcy&rsquo;s largest cause was because of the medical crisis,&quot; and &quot;no one has contended it&rsquo;s anything other than that. Whether it is the cause of the final bankruptcy or a contributing cause, there&rsquo;s no question it&rsquo;s involved in a major way.&quot;<br />\r\n\t<br />\r\n\tTo check Kennedy&rsquo;s claim, we first called the American Bankruptcy Institute, a nonpartisan research and education group based in Alexandria, Va. Public affairs director John Hartgen said anecdotal evidence indicates medical reasons are &quot;definitely a big cause&quot; for bankruptcies, &quot;but also death of a spouse, credit card debt, loss of a job, and you have a housing crisis now.&quot;<br />\r\n\t<br />\r\n\tHe said the institute does not have its own data to quantify the reasons for bankruptcies, but he pointed us to a study by Harvard researchers and a report by the Institute for Financial Literacy.<br />\r\n\t<br />\r\n\tThe Harvard study, published in the American Journal of Medicine in 2009, has attracted a lot of attention in part because one of the researchers was Elizabeth Warren, the former Harvard Law School professor who is now the Democratic candidate challenging U.S. Sen. Scott Brown, R-Mass., for the seat once held by Kennedy&rsquo;s father.<br />\r\n\t<br />\r\n\tThe study, which follows a similar Harvard study in 2001, was based on &quot;the first-ever national random-sample survey&quot; of 2,314 bankruptcy filers and it concluded that, &quot;Using a conservative definition, 62.1 percent of all bankruptcies in 2007 were medical.&quot;<br />\r\n\t<br />\r\n\tBut &quot;that&rsquo;s not the end of the story,&quot; <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/jun/11/chris-dodd/medical-bankruptcy-study-not-clear-cut/\">as PolitiFact National said in 2009</a> when it gave then-Sen. Christopher Dodd, D-Conn., a Half True for saying that &quot;62 percent of all personal bankruptcies were caused by medical problems.&quot;<br />\r\n\t<br />\r\n\tPolitiFact National noted that in the Harvard study, 29 percent of respondents attributed their bankruptcy to medical bills from illness or injury. But when respondents were asked if medical-related issues such as lost income due to illness or the mortgage of a home to pay medical bills <em>contributed&nbsp; </em>to their bankruptcy, that figure rose to 62 percent, giving some support to Kennedy&rsquo;s claim.<br />\r\n\t<br />\r\n\t&quot;The statistic that we think is most reliable is the percentage of people who say medical bills were the reason for their bankruptcy, and that number is 29 percent,&quot; PolitiFact National said.<br />\r\n\t<br />\r\n\tBut, again, that&rsquo;s not the end of the story. The Institute for Financial Literacy, a nonprofit financial education and counseling organization based in South Portland, Maine, has been compiling a demographic profile of American debtors since 2006. It surveyed credit-counseling clients seeking bankruptcy protection, asking them to identify their &nbsp;&quot;causes of financial distress.&quot; They could choose more than one cause, so the percentages equal more than 100 percent.<br />\r\n\t<br />\r\n\tIn the most recent report, issued in September 2011, &quot;overextended on credit&quot; was the leading cause of financial distress at 70.5 percent, followed &quot;reduction of income&quot; at 64.9 percent, &quot;unexpected expenses&quot; at 56.6 percent, &quot;job loss&quot; at 43.5 percent, &quot;illness/injury&quot; at 30.9 percent and &quot;divorce&quot; at 15.5 percent.<br />\r\n\t<br />\r\n\t&quot;The institute has surveyed over 200,000 individuals in the past five years and what we find interesting is not so much what changed, but what has not,&quot; the report said. For example, it said that causes such as &quot;illness/injury&quot; have remained &quot;rather consistent,&quot; while causes such as &quot;job loss&quot; have become a bigger factor.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tPatrick Kennedy said &quot;The largest number of bankruptcies in our country are really as a result of health care.&quot;<br />\r\n\t<br />\r\n\tWhile Kennedy didn&rsquo;t cite any data to back his assertion, he could have relied upon the Harvard study to provide some support for his statement. But the Institute for Financial Literacy report undercuts the claim, with 70 percent of respondents citing credit problems &nbsp;and only 31 percent &nbsp;&quot;illness/injury&quot; as the leading cause of their bankruptcies.<br />\r\n\t<br />\r\n\tSince the matter is not nearly as clear-cut as Kennedy presented it, we rate his claim &quot;Half True.&quot;</p>\r\n", "ruling_comments_date": "2012-07-27T17:36:16.287469", "ruling_date": "2012-07-29T00:01:00", "ruling_headline": "Former U.S. Rep. Patrick Kennedy says most bankruptcies in U.S. are due to health care costs", "ruling_headline_slug": "former-us-rep-patrick-kennedy-says-most-bankruptci", "ruling_link_text": "Medical costs among many causes of bankruptcy", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tnterview, Patrick J. Kennedy, former congressman, July 19, 2012.<br />\r\n\t<br />\r\n\tInterview, John Hartgen, public affairs manager, American Bankruptcy Institute, July 24 and July 26, 2012<br />\r\n\t<br />\r\n\tThe American Journal of Medicine, <a href=\"http://www.amjmed.com/article/S0002-9343%2809%2900404-5/abstract\">&quot;Medical Bankruptcy in the United States, 2007: Results of a National Study,&quot; </a>June 2009<br />\r\n\t<br />\r\n\tHealthAffairs.org, <a href=\"http://content.healthaffairs.org/content/early/2005/02/02/hlthaff.w5.63.short\">&quot;Illness and Injury as Contributors to Bankruptcy,&quot;</a> Feb. 2, 2005.<br />\r\n\t<br />\r\n\tInstitute for Financial Literacy, <a href=\"http://www.financiallit.org/PDF/2010_Demographics_Report.pdf\">2010 Annual Consumer Bankruptcy Demographics Report: A Five Year Perspective of the American Debtor,</a> September 2011.<br />\r\n\t<br />\r\n\tPolitiFact.com, <a href=\"http://www.politifact.com/truth-o-meter/statements/2009/jun/11/chris-dodd/medical-bankruptcy-study-not-clear-cut/\">&quot;Medical bankruptcy study not so clear-cut,&quot;</a> June 11, 2009.<br />\r\n\t<br />\r\n\tPolitiFact.com, <a href=\"http://www.politifact.com/truth-o-meter/statements/2007/sep/18/hillary-clinton/a-broad-definition-of-medical-bills/\">&quot;A broad definition of &lsquo;medical bills,&rsquo; </a>Sept. 17, 2007<br />\r\n\t<br />\r\n\tCNN.com, <a href=\"http://articles.cnn.com/2009-06-05/health/bankruptcy.medical.bills_1_medical-bills-bankruptcies-health-insurance?_s=PM:HEALTH\">&quot;Medical bills prompt more than 60 percent of U.S. bankruptcies,&quot;</a> June 5, 2009.<br />\r\n\t<br />\r\n\tTheAtlantic.com, <a href=\"http://www.theatlantic.com/business/archive/2009/06/elizabeth-warren-and-the-terrible-horrible-no-good-very-bad-utterly-misleading-bankruptcy-study/18826/\">&quot;Elizabeth Warren and the Terrible, Horrible, No Good, Very Bad, Utterly Misleading Bankruptcy Study,&quot;</a> June 4, 2009.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Congressman", "false_count": 1, "first_name": "Patrick", "half_true_count": 3, "home_state": "Rhode Island", "id": 263, "last_name": "Kennedy", "mostly_true_count": 1, "name_slug": "patrick-kennedy", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/p_kennedy.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/263/", "total_count": 5, "true_count": 0, "website": ""}, "statement": "<p>\r\n\t&quot;The largest number of bankruptcies in our country are really as a result of health care.&quot;</p>\r\n", "statement_context": "a radio interview", "statement_date": "2012-07-13", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 45, "photo": null, "resource_uri": "/api/v/2/subject/45/", "subject": "Bankruptcy", "subject_slug": "bankruptcy", "used_in_edition": []}, {"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}