{"art": [{"brightcove": "", "caption": "Here's the full video of President Barack Obama's \"Worried\" ad.", "id": 2632, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/2632/", "title": "Obama \"Worried\" ad", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/FP58AcoRIFs?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "FP58AcoRIFs"}], "author": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "canonical_url": "/truth-o-meter/statements/2012/aug/07/barack-obama/mitt-romney-would-add-trillions-deficit-while-obam/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 6391, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "resource_uri": "/api/v/2/statement/6391/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\t<strong>Editor&rsquo;s note:</strong> <em>After we published this item, we were<a href=\"http://www.offthechartsblog.org/how-much-would-the-obama-budget-reduce-the-deficit/#.UFX7wHkgeu4.gmail\"> alerted</a> that our description of the position of the Committee for a Responsible Federal Budget contained incomplete information. We reviewed that description, interviewed the committee&rsquo;s staff again, made changes, and re-published our report on Sept. 19, 2012. The </em><em>text of our original report is <a href=\"http://www.politifact.com/deficit-fact-check-1/\">archived here</a>. The ruling remains Half True.<br />\r\n\t<br />\r\n\t</em>President Barack Obama would like to cast Mitt Romney as a retread of the George W. Bush years. His campaign&rsquo;s latest ad lists some prominent features of the Bush presidency and has Romney&rsquo;s plans matching them item for item. Here&rsquo;s what the ad says:<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t&quot;You watched and worried. Two wars. Tax cuts for millionaires. Debt piled up. Mitt Romney&#39;s plan? A new $250,000 tax cut for millionaires. Increase military spending. Adding trillions to the deficit. Or President Obama&#39;s plan. A balanced approach. 4 trillion in deficit reduction. Millionaires pay a little more.&quot;<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tIn this fact check, we&rsquo;ll look at the statement about the deficit. Would Romney&rsquo;s plan add trillions while Obama&rsquo;s cut the deficit by $4 trillion? Both candidates have put forward proposals, and independent analysts have tallied the impacts over the next 10 years. While predictions that far out are never guaranteed, they do provide some useful comparisons.<br />\r\n\t<strong>&nbsp;&nbsp;&nbsp;<br />\r\n\tRomney&rsquo;s plan</strong><br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tRomney has outlined specific tax cuts on his<a href=\"http://www.mittromney.com/issues/tax\"> campaign website</a>. They include: cutting marginal rates by 20 percent on a permanent, across-the-board basis; eliminating interest, dividend and capital gains taxes for taxpayers earning less than $200,000; eliminating the estate tax; and repealing the Alternative Minimum Tax.<br />\r\n\t&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; &nbsp;<br />\r\n\tRomney would also cut the corporate rate to 25 percent.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tTo offset those cuts, Romney has<a href=\"http://abcnews.go.com/Politics/OTUS/mitt-romneys-tax-musings-suggest-rich-pay/story?id=16149624#.UBvauqCiHao\"> suggested that</a> he would eliminate some common tax write-offs and deductions for people with high incomes.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tThere are many tax breaks for individuals and businesses. Which ones will be reduced or eliminated? Romney doesn&rsquo;t say.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tFor individuals, two of the biggest are the home mortgage deduction and the tax-free treatment of health insurance benefits. For companies, industries from oil and gas to agriculture enjoy tax deductions and exemptions. Romney&rsquo;s goal is to spur growth by giving people fewer opportunities and incentives to game the system. He promises that broadening the tax base will not be a back door tax hike.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t&quot;Washington&rsquo;s problem is not too little revenue,&quot; Romney says. &quot;But rather, too much spending.&quot;<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tOn<a href=\"http://www.mittromney.com/issues/spending\"> the expenditure side,</a> Romney says he will bring federal spending below 20 percent of GDP by the end of his first term. Defense is not on the chopping block -- he would &quot;reverse&quot; the cuts proposed by President Obama -- but everything else is.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tRomney endorses capping non-security discretionary spending below 2008 levels. He would cap Medicaid, turn it into a block grant to the states and limit increases to 1 percent a year.<br />\r\n\t<br />\r\n\tWe should note that Romney has been highly complimentary of the House Republican budget plan, sponsored by U.S. Rep. Paul Ryan, R-Wis. Romney says the plan moves in the direction he wants to go on spending.<br />\r\n\t<br />\r\n\tBut the plans are not identical. For example, Romney favors more defense spending. And on taxes, Ryan would reduce the number of tax brackets to two, while Romney would keep the usual six.<br />\r\n\t<br />\r\n\tIn Romney&rsquo;s<a href=\"http://www.mittromney.com/sites/default/files/shared/BelieveInAmerica-PlanForJobsAndEconomicGrowth-Full.pdf\"> most detailed spending plan</a>, he said he will &quot;pursue further entitlement reform.&quot; He makes no specific proposals on Social Security or Medicare but says there are many options to keep both systems solvent. Romney says he will reduce the federal workforce by 10 percent and consolidate agencies.<br />\r\n\t<br />\r\n\tRomney&rsquo;s lack of detail on both the tax and spending sides raises uncertainty among independent budget analysts. The<a href=\"http://taxpolicycenter.org/taxtopics/romney-plan.cfm\"> Tax Policy Center</a>, a collaboration of the Urban Institute and Brookings, said it was impossible to precisely gauge the impact on total tax revenues because Romney doesn&rsquo;t say how he would expand the tax base. With no change in the tax base, the center estimated that by 2015, tax collections would be about $900 billion less than you would expect under current law.<br />\r\n\t<br />\r\n\t&quot;That would be fine with me,&quot; said Chris Edwards, head of the libertarian Cato Institute&rsquo;s project on<a href=\"http://www.downsizinggovernment.org/\"> downsizing the government</a>. &quot;But Romney should match it with equal proposed spending cuts, which I don&rsquo;t think he&rsquo;s done. He might give a percentage of GDP target for spending, but I think candidates should be specific.&quot;<br />\r\n\t<br />\r\n\tThe Obama campaign cited<a href=\"http://www.forbes.com/sites/joshbarro/2012/02/22/quick-thoughts-on-the-romney-tax-plan/\"> an article</a> by Josh Barro, now lead writer for the Bloomberg Ticker, as one of the sources of their claim that Romney&rsquo;s plan would add trillions to the deficit. Barro estimates the 10-year cost of all of Romney&rsquo;s tax cuts would be $5 trillion. But Barro himself says Romney is too vague for anyone to draw the definitive conclusion made in the Obama ad.<br />\r\n\t<br />\r\n\t&quot;There&rsquo;s a strong case to be made that it would add to the deficit,&quot; Barro told us. &quot;But I would take it more as an opinion than a factual statement.&quot;<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tStill, Barro is skeptical that Romney&rsquo;s plan would hold up. &quot;It is politically unlikely that you would be able to come up with enough spending cuts and base broadening to achieve $5 trillion in revenue reductions,&quot; he said.<br />\r\n\t<br />\r\n\tFinally, there is the assessment from the Committee for a Responsible Federal Budget, a bipartisan organization focused on debt reduction.<a href=\"http://crfb.org/sites/default/files/Primary_Numbers_--_Romney_add.pdf\"> They estimate</a> that Romney&rsquo;s plan will increase the deficit by a total of $2.6 trillion by 2021. Jeff Vanke, senior policy analyst at the committee, says the Romney campaign consistently declines to describe how they will broaden the tax base and compensate for lower tax rates.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t&quot;We&rsquo;ve asked them several times if they can specify any offsetting reduction,&quot; Vanke said. &quot;They have said each time that we&rsquo;ll have to wait.&quot;<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tVanke&rsquo;s tally of the missing numbers from theRomney plan looks like this:</p>\r\n<ul style=\"margin-top:0pt;margin-bottom:0pt;\">\r\n\t<li>\r\n\t\tRevenue lost from reducing individual tax rates by 20 percent and eliminating the AMT -- $2.3 trillion</li>\r\n\t<li>\r\n\t\tRevenue lost from reducing the corporate tax rate to 20 percent-- $1.1 trillion</li>\r\n\t<li>\r\n\t\tSpending cuts needed to offset defense spending hikes -- $2.3 trillion</li>\r\n</ul>\r\n<p>\r\n\tLooking at a 10-year period through 2022, Vanke says Romney has not explained $5.7 trillion in tax changes and spending cuts.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t<strong>Obama&rsquo;s plan</strong><br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tThe president&rsquo;s plan for<a href=\"http://www.whitehouse.gov/sites/default/files/omb/budget/fy2012/assets/jointcommitteereport.pdf\"> deficit reduction</a> relies on a blend of tax reductions for some, tax hikes for others and spending cuts. On the tax side, he would allow the Bush tax cuts to expire for single people making over $200,000 and couples making over $250,000. Those higher-income earners would also see a drop in the tax benefit of their itemized deductions.The estate tax would go back up to 2009 levels. Big banks would pay as much as $61 billion more. He would eliminate tax breaks for oil and gas companies.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tObama would extend the payroll tax cuts for employers with deeper reductions for firms with 20 workers or less. The corporate tax rate would fall from 35 percent to 28 percent. Like Romney, he would broaden the tax base by eliminating tax breaks.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tIn contrast to Romney, Obama has an extensive list of tax breaks he would eliminate. They can be arcane. For example:</p>\r\n<ul style=\"margin-top:0pt;margin-bottom:0pt;\">\r\n\t<li>\r\n\t\tRepeal last-in, first-out (LIFO) method of accounting for inventories</li>\r\n\t<li>\r\n\t\tDetermine the foreign tax credit on a pooling basis</li>\r\n\t<li>\r\n\t\tRepeal lower-of-cost-or-market inventory accounting method</li>\r\n\t<li>\r\n\t\tEliminate special treatment of<a href=\"http://www.politifact.com/truth-o-meter/statements/2012/jul/18/barack-obama/barack-obama-says-mitt-romney-received-carried-int/\"> carried interest</a></li>\r\n</ul>\r\n<p>\r\n\tOn the spending side, Obama proposes $580 billion in cuts to a number of programs that range from agricultural subsidies to rental assistance to airport construction. In 2011, Obama proposed some<a href=\"http://www.kaiserhealthnews.org/stories/2011/september/19/obama-plan-to-cut-health-programs-by-320-billion.aspx\"> $320 billion in health program</a> cuts. Washington would pay less to drug makers and nursing homes. In the long run, many states would shoulder a larger share of Medicaid costs.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tThe Obama plan includes many<a href=\"http://www.whitehouse.gov/sites/default/files/omb/budget/fy2013/assets/budget.pdf\"> hikes in user fees</a> and related payments. Federal workers would pay more into their retirement fund. Higher income Medicare beneficiaries would pay more for Part B premiums and drug coverage. Air travelers would see a rise in the security fee added to a ticket. Gold and silver mining companies would pay higher royalties.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t<strong>Changing baselines</strong><br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tThe Obama campaign claims that over 10 years, it would<a href=\"http://www.cbpp.org/cms/?fa=view&amp;id=3680\"> trim deficits</a> by $4 trillion. Many assumptions lie behind that statement but the most important question is, compared to what?<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tNo budget projection makes sense unless it&rsquo;s measured against some baseline. A baseline is an analyst&rsquo;s best guess as to what the deficit would be if things were left to themselves. Changes in tax law, government spending and economic growth are just some of the major factors that drive baseline estimates.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tThe Congressional Budget Office, the nonpartisan analytic arm of Congress,<a href=\"http://www.cbo.gov/publication/43083\"> looked at</a> the president&rsquo;s 2013 budget and concluded that it would increase the cumulative deficit by $3.5 trillion over its baseline between now and 2022. That greatly undercuts Obama&rsquo;s argument that he is saving money.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tBut the CBO baseline assumed that all of the Bush tax cuts and other tax breaks would expire. It assumed that Congress would stick to all the spending caps in the deficit reduction law it passed to avoid a government default. Many, if not most, analysts doubt that the CBO baseline is realistic.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tThe Committee for a Responsible Federal Budget has its<a href=\"http://crfb.org/sites/default/files/crfb_analysis_cbo_projections.pdf\"> own baseline</a>. Unlike the CBO, it assumes that Congress will find a way around the deepest budget cuts and that it will extend the tax cuts to some degree. Where the CBO predicts that the total debt held by the public will stand at about 76 percent of GDP by 2022, the committee thinks the number will be more like 86 percent.<br />\r\n\t<br />\r\n\tIt&rsquo;s important to keep this in mind: A baseline that predicts a higher deficit, either in terms of dollars or as a percentage of the GDP, makes it easier for a deficit reduction plan to look good. The worse the problem is expected to be, the bigger the gains from a solution.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tBy the way, the CBO does craft an alternative baseline. Under that one, the total debt would be about 93 percent of GDP in 2022.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tUsing the baseline developed by the Committee for a Responsible Federal Budget, the president&rsquo;s budget plan looks much better. Jason Peuquet, the committee&rsquo;s research director, says it delivers about $2.4 trillion in new savings. Another group, the Center on Budget and Policy Priorities, a left-leaning think tank, estimates the number at $2.2 trillion.<br />\r\n\t<br />\r\n\tIn order to get to $4 trillion, you need to add the savings that stem from spending cuts in 2011, both from the budget deal and earlier in the year. Obama includes those in his tally but they did not originate with his budget proposal.<br />\r\n\t<br />\r\n\tPeuquet warns that all numbers like these &quot;can be gamed.&quot;. His group thinks the more important goal is to get deficits headed down relative to the size of the economy. On those terms, he says the president&rsquo;s plan is a good start but does not go far enough.<br />\r\n\t&nbsp;&nbsp;<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tThe Obama campaign ad said Romney would increase the deficit by trillions while Obama would cut the deficit by $4 trillion. Obama&#39;s deficit reduction plan is much more specific than Romney&#39;s, but for a sitting president, that&#39;s expected.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tStill, independent analysts say that Romney&#39;s plan is so vague that it&#39;s difficult to know how his plan will impact the federal budget. What are missing are the politically sensitive details on which programs he would cut and which tax breaks he would reduce. What we do know indicates his plan could drive up deficits, potentially a great deal.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tThe Obama plan offers enough details to estimate its impact with more accuracy. Independent analysts estimate savings of about $2.4 trillion over ten years due solely to his proposal. &nbsp;Obama&rsquo;s plan on its own does not produce the full $4 trillion. Plus, estimates over 10 years are always uncertain and some analysts caution that achieving the $4 trillion goal by itself does less to solve the deficit problem than the president suggests.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tWe rate the statement Half True.</p>\r\n", "ruling_comments_date": "2012-08-03T17:16:01.618173", "ruling_date": "2012-08-07T13:09:11", "ruling_headline": "Mitt Romney would add “trillions” to the deficit while Barack Obama would “cut the deficit by $4 trillion,\" says Obama TV ad", "ruling_headline_slug": "mitt-romney-would-add-trillions-deficit-while-obam", "ruling_link_text": "UPDATED: Romney's vague plans don't pay for themselves", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tObama for President, Television ad <a href=\"http://youtu.be/FP58AcoRIFs\">&lsquo;Worried&rsquo;</a>, July 31, 2012<br />\r\n\t<br />\r\n\tForbes,<a href=\"http://www.forbes.com/sites/joshbarro/2012/02/22/quick-thoughts-on-the-romney-tax-plan/\"> Romney Plan is a Huge Tax Cut</a>, February 2, 2012<br />\r\n\t<br />\r\n\tCato Institute, <a href=\"http://www.downsizinggovernment.org/\">Downsizing Government</a><br />\r\n\t<br />\r\n\tEmail interview with Chris Edwards, Director of Tax Policy Studies, Cato Institute, August 1, 2012<br />\r\n\t<br />\r\n\tTax Policy Center,<a href=\"http://taxpolicycenter.org/taxtopics/romney-plan.cfm\"> The Romney Plan</a>, March 1, 2012<br />\r\n\t<br />\r\n\tBrookings Institution,<a href=\"http://www.brookings.edu/research/papers/2012/08/01-tax-reform-brown-gale-looney\"> On the Distributional Effects of Base-Broadening Income Tax Reform</a>, August 1, 2012<br />\r\n\t<br />\r\n\tHouse Budget Committee,<a href=\"http://budget.house.gov/uploadedfiles/pathtoprosperity2013.pdf\"> The Path to Prosperity</a>, March 20, 2012<br />\r\n\t<br />\r\n\tRomney for President,<a href=\"http://www.mittromney.com/sites/default/files/shared/BelieveInAmerica-PlanForJobsAndEconomicGrowth-Full.pdf\"> Believe in America - Plan for Jobs and Economic Growth</a><br />\r\n\t<br />\r\n\tRomney for President,<a href=\"http://www.mittromney.com/issues/tax\"> Tax Plan</a><br />\r\n\t<br />\r\n\tRomney for President,<a href=\"http://www.mittromney.com/issues/spending\"> Spending</a><br />\r\n\t<br />\r\n\tReuters,<a href=\"http://www.reuters.com/article/2012/05/07/us-usa-budget-cuts-idUSBRE84604820120507\"> Republicans Target Social Cuts to Shield Military</a>, May 7, 2012<br />\r\n\t<br />\r\n\tNPR,<a href=\"http://www.npr.org/2012/02/12/146782871/obamas-budget-political-tool-or-spending-plan\"> Obama Budget: Political Tool or Spending Plan</a>, February 13, 2012<br />\r\n\t<br />\r\n\tMcGladrey,<a href=\"http://mcgladrey.com/Tax-Alerts/Obamas-38-trillion-spending-plan-includes-numerous-tax-changes\"> Obama&rsquo;s 3.8 Trillion Spending Plan Includes Numerous Tax Changes</a>, February, 2012<br />\r\n\t<br />\r\n\tKaiser Health News,<a href=\"http://www.kaiserhealthnews.org/stories/2011/september/19/obama-plan-to-cut-health-programs-by-320-billion.aspx\"> How Obama Plans to Cut Health Programs by $320 Billion</a>, September 19, 2011<br />\r\n\t<br />\r\n\tOffice of Management and Budget,<a href=\"http://www.whitehouse.gov/sites/default/files/omb/budget/fy2013/assets/budget.pdf\"> FY 2013 Budget of the United States</a><br />\r\n\t<br />\r\n\tWhite House,<a href=\"http://www.whitehouse.gov/sites/default/files/omb/budget/fy2012/assets/jointcommitteereport.pdf\"> President&rsquo;s Plan for Economic Growth and Deficit Reduction</a>, September 19, 2011<br />\r\n\t<br />\r\n\tTreasury Department,<a href=\"http://www.treasury.gov/resource-center/tax-policy/Documents/The-Presidents-Framework-for-Business-Tax-Reform-02-22-2012.pdf\"> The President&rsquo;s Framework for Business Tax Reform</a>, February 22, 2012<br />\r\n\t<br />\r\n\t<em>New York Times</em>,<a href=\"http://www.nytimes.com/2012/02/22/business/economy/obama-offers-to-cut-corporate-tax-rate-to-28.html?pagewanted=all\"> Obama Offers to Cut Corporate Tax Rate to 28 Percent</a>, February 22, 2012<br />\r\n\t<br />\r\n\t<em>Los Angeles Times</em>,<a href=\"http://opinion.latimes.com/opinionla/2012/02/deficit-reduction-numbers-from-the-white-house-dont-add-up.html\"> Deficit Reduction Numbers from the White House Don&rsquo;t Add Up</a>, February 13, 2012<br />\r\n\t<br />\r\n\tCenter for Budget and Policy Priorities, <a href=\"http://www.cbpp.org/cms/?fa=view&amp;id=3680\">How Does the Obama Budget Do in Meeting Deficit Reduction Goals</a>, February 16, 2012<br />\r\n\t<br />\r\n\tUS News,<a href=\"http://www.usnews.com/opinion/blogs/economic-intelligence/2012/04/25/what-the-cbo-really-said-about-obamas-budget\"> What the CBO Really Said About Obama&rsquo;s Budget</a>, April 25, 2012<br />\r\n\t<br />\r\n\tCongressional Budget Office,<a href=\"http://www.cbo.gov/publication/42905\"> The Budget and Economic Outlook: Fiscal Years 2012 to 2022</a>, January 31, 2012<br />\r\n\t<br />\r\n\tCongressional Budget Office,<a href=\"http://www.cbo.gov/publication/43083\"> An Analysis of the President&rsquo;s 2013 Budget</a>, March 16, 2012<br />\r\n\t<br />\r\n\t<a href=\"http://www.cbo.gov/publication/43119\">Updated Budget Projections: Fiscal Years 2012 to 2022</a>, March 13, 2012<br />\r\n\t<br />\r\n\tCongressional Budget Office, <a href=\"http://www.cbo.gov/sites/default/files/cbofiles/attachments/March2012Baseline.pdf\">March 2012 Baseline</a>, March 13, 2012<br />\r\n\t<br />\r\n\tCommittee for a Responsible Federal Budget,<a href=\"http://crfb.org/sites/default/files/crfb_analysis_cbo_projections.pdf\"> CRFB&rsquo;s Realistic Baseline</a>, January 31, 2012<br />\r\n\t<br />\r\n\tInterview with Jeff Vanke, Senior Policy Analyst, Committee for a Responsible Federal Budget, August 3, 2012<br />\r\n\t<br />\r\n\t<em>Washington Post</em>,<a href=\"http://www.washingtonpost.com/business/economy/obamas-2013-budget-proposal-looks-to-tame-national-debt/2012/02/10/gIQALfaC5Q_story.html\"> Obama&rsquo;s 2013 Budget Launches Election Year Debate</a>, February 10, 2012<br />\r\n\t<br />\r\n\tCommittee for a Responsible Federal Budget,<a href=\"http://crfb.org/sites/default/files/Primary_Numbers_--_Romney_add.pdf\"> Romney&rsquo;s New Tax Reform Plan</a>, February 23, 2012<br />\r\n\t<br />\r\n\tCommittee for a Responsible Federal Budget, <a href=\"http://crfb.org/blogs/re-visiting-presidents-budget-ombs-mid-session-review\">Revisiting the President&rsquo;s Budget</a>, July 27, 2012</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\r\n\tSays Romney would add &quot;trillions&quot; to the deficit while Obama would &quot;cut the deficit by $4 trillion.&quot;</p>\r\n", "statement_context": "a TV ad", "statement_date": "2012-07-31", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>We strive to make our work completely accurate. When we make a mistake, we correct it and note it on the original item. If the mistake is so significant that it requires us to change the ruling, we will do so. Readers who see an error should contact the writer or editor. Their names are listed on the right side of every Truth-O-Meter item. Clicking on their names will take you to their bio pages, where you can find their email addresses. Read more about our corrections policies in our <a href=\"http://www.politifact.com/truth-o-meter/article/2013/nov/01/principles-politifact-punditfact-and-truth-o-meter/\">Principles of the Truth-O-Meter</a>.</p>\r\n", "id": 255, "photo": null, "resource_uri": "/api/v/2/subject/255/", "subject": "Corrections and Updates", "subject_slug": "corrections-and-updates", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 296, "photo": null, "resource_uri": "/api/v/2/subject/296/", "subject": "Debt", "subject_slug": "debt", "used_in_edition": ["/api/v/2/edition/47/"]}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 219, "photo": null, "resource_uri": "/api/v/2/subject/219/", "subject": "Message Machine 2012", "subject_slug": "message-machine-2012", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 34, "current_job": "Former governor", "false_count": 32, "first_name": "Mitt", "half_true_count": 58, "home_state": "Massachusetts", "id": 5, "last_name": "Romney", "mostly_true_count": 33, "name_slug": "mitt-romney", "pants_count": 19, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-mittromney.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/5/", "total_count": 221, "true_count": 30, "website": "http://www.mittromney.com/"}], "twitter_headline": ""}