{"art": [], "author": [{"email_address": "seaton@plaind.com", "first_name": "Sabrina ", "id": 151, "last_name": "Eaton", "name_slug": "sabrina-eaton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-sabrina-eaton_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/151/", "title": "Reporter, Plain Dealer Washington bureau", "twitter": null}], "canonical_url": "/ohio/statements/2012/aug/06/mitt-romney/mitt-romney-says-lawsuit-filed-president-obamas-ca/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "jkahoun@plaind.com", "first_name": "Jane", "id": 159, "last_name": "Kahoun", "name_slug": "jane-kahoun", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifact-jane-kahoun_1.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/159/", "title": "PolitiFact Ohio editor and deputy metro editor, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 6406, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "seaton@plaind.com", "first_name": "Sabrina ", "id": 151, "last_name": "Eaton", "name_slug": "sabrina-eaton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-sabrina-eaton_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/151/", "title": "Reporter, Plain Dealer Washington bureau", "twitter": null}], "resource_uri": "/api/v/2/statement/6406/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tAfter some Ohio voters faced <a href=\"http://www.usatoday.com/news/politicselections/2004-11-17-early-voting_x.htm\">hours-long lines</a> at polling places during the 2004 presidential election, the state adopted reforms designed to prevent similar problems in the future. Those reforms included allowing voters to cast ballots at county boards of elections for an extended period before elections. In 2008, Barack Obama&rsquo;s presidential campaign used those new laws to its advantage. The campaign made particular use of voting the Sunday before elections in Ohio and other states as African-American churches organized &quot;Souls to the Polls&quot; events that took congregants to vote after religious services.<br />\r\n\t<br />\r\n\tRepublicans who control Ohio&rsquo;s state government passed a law last year that would have reduced the time frame for early voting from five weeks to three, eliminated most weekend voting hours and dropped a requirement that poll workers redirect voters to the correct precinct if they show up at the wrong one in a location that hosts multiple precincts. <a href=\"http://www.cleveland.com/open/index.ssf/2012/05/ohio_house_votes_to_repeal_con.html\">Ohio legislators repealed that law </a>when it became clear it would face a referendum this year, though its ban on early voting on the weekend before elections remained in place because it was part of a separate law. &nbsp;Democrats including <a href=\"http://www.brown.senate.gov/newsroom/press/release/following-senate-hearing-in-cleveland-sens-brown-durbin-rep-fudge-take-a-stand-against-infringements-on-voting-rights-\">U.S. Sen. Sherrod Brown</a> say Republicans wanted to eliminate that weekend&rsquo;s early voting to cut turnout among African-Americans who vote after church, a demographic likely to vote for Obama. Brown said that in 2008, up to 19 percent of Ohio voters cast their ballots during the weekend before the election.<br />\r\n\t<br />\r\n\tLast month, President Obama&rsquo;s re-election campaign filed<a href=\"http://ww.cleveland.com/metro/index.ssf/2012/07/obama_campaign_sues_ohio_secre.html\"> a lawsuit </a>against Ohio Secretary of State Jon Husted &nbsp;to demand that in-person voting be allowed during the three-day weekend before elections. It noted that approximately 93,000 Ohioans voted in the three days before the 2008 presidential election. The lawsuit argues that all Ohio voters should be permitted to cast ballots that weekend, as members of the U.S. military are permitted to do. The complaint alleged that Ohio&rsquo;s legislature failed to justify the disparate treatment between military and nonmilitary voters, and contended the &quot;unequal burden on the fundamental right to vote violates the Equal Protection Clause of the United States Constitution.&quot;<br />\r\n\t<br />\r\n\tThat assertion by the Obama campaign riled more than a dozen military groups - including AmVets and the Military Officers Association of America. On Aug. 1, they filed <a href=\"https://www.documentcloud.org/documents/407308-briefs-from-military-groups.html\">a motion to intervene</a> in the Obama campaign&rsquo;s lawsuit. It said they want to &quot;defend the fundamental constitutional right to vote of members of the U.S. Armed Forces, which includes the right to receive special accommodations, flexibility and extra time to facilitate their voting, whether absentee or in-person.&quot; &nbsp;Their legal filing said the means the Obama campaign was using to request an overall extension of Ohio&rsquo;s early voting period - &quot;a ruling that it is arbitrary and unconstitutional to grant extra time for early voting solely to military voters and overseas citizens - is both legally inappropriate and squarely contrary to the legal interests and constitutional rights&quot; of members of the U.S. Armed Forces.<br />\r\n\t<br />\r\n\tOn the same day as the military groups filed their briefs, attorneys for the state of Ohio filed their own<a href=\"https://www.documentcloud.org/documents/407310-ohio-response-on-aug-1.html\"> response</a> to the Obama campaign&rsquo;s complaint. It said that special laws were enacted to help uniformed and overseas citizens cast absentee ballots because they are often not present in the areas where they vote, and that the state of Ohio doesn&rsquo;t have to treat other voters the way it treats those uniformed and overseas citizens.<br />\r\n\t<br />\r\n\t&quot;From the beginning of our Republic, military voters have had special problems in obtaining ballots and casting them,&quot; the state of Ohio&rsquo;s legal filing says. &quot;Ohio&rsquo;s laws, allowing UOCAVA (Uniformed and Overseas Citizens Absentee Voter Act) voters the ability to cast an absentee ballot after the time during which non-military and domestic voters may do so has closed, rationally recognizes the unique circumstances that military voters may face.&quot;<br />\r\n\t<br />\r\n\tThe state of Ohio filed a brief that backed intervention by the military groups. So did the Obama campaign.<br />\r\n\t<br />\r\n\t&quot;Plaintiffs seek to restore for all voters access to early voting through the Monday before Election Day,&quot; the <a href=\"https://www.documentcloud.org/documents/407309-obama-response-on-aug-3.html\">Obama campaign&rsquo;s brief</a> said. &quot;Neither the substance of its Equal Protection claim, nor the relief requested, challenges the legislature&rsquo;s authority to make appropriate accommodation, including early voting during the period in question, for military voters, their spouses or dependents. The question before the Court is whether, in the circumstances of this case, the State of Ohio may arbitrarily and without justification withdraw from all other Ohio eligible voters the same right they previously had to vote the weekend and Monday before election day.&quot;<br />\r\n\t<br />\r\n\tIt didn&rsquo;t take long for these dry legal exchanges to erupt into a political bonfire. Toward the end of last week, websites began to make the <a href=\"http://www.breitbart.com/Big-Government/2012/08/02/obama-campaign-sues-to-restrict-military-voting\">misleading claim</a> that the Obama campaign was suing the state of Ohio to restrict military voting, when the lawsuit actually sought to permit all Ohio voters to vote the weekend before elections, as military voters can do. On Saturday, GOP Presidential candidate Mitt Romney issued a statement that accused Obama of trying to undermine the rights of military voters.<br />\r\n\t<br />\r\n\t&quot;President Obama&rsquo;s lawsuit claiming it is unconstitutional for Ohio to allow servicemen and women extended early voting privileges during the state&rsquo;s early voting period is an outrage,&quot; Romney&rsquo;s statement said.<br />\r\n\t<br />\r\n\tIn an appearance on Fox News Sunday, Obama campaign advisor David Axelrod disputed the way that Romney and others were characterizing the lawsuit.<br />\r\n\t<br />\r\n\t&quot;What that lawsuit calls for is not to deprive the military of the right to vote on the final weekend ,&quot; Axelrod told host Chris Wallace. &quot;Of course, they should have that right. That suit is about whether the rest of Ohio should have the same right. And I think it&rsquo;s shameful that Governor Romney would hide behind our servicemen and women to try and win a lawsuit to deprive other Ohioans. . . of the right to vote.&quot;<br />\r\n\t<br />\r\n\tDemocrats lined up their own military members to protest how some were describing the lawsuit.<br />\r\n\t<br />\r\n\tFormer Democratic congressman John Boccieri of Alliance, &nbsp;a Lt. Col. in the U.S. Air Force Reserves, &nbsp;issued a <a href=\"http://ohiodems.org/news/boccieri-restore-equal-fair-access-to-early-voting/\">statement </a>that accused Republicans of distortion.<br />\r\n\t<br />\r\n\t&quot;This is about restoring equal and fair access to early voting and in no way asks for restrictions to voting,&quot; Boccieri said. &quot;Anything said otherwise is completely false. Period. And as a member of the American Legion and a lifetime member of the AMVETS, I find these claims outrageous.&quot;<br />\r\n\t<br />\r\n\tIndeed, Obama&rsquo;s lawsuit clearly states that it seeks to permit all Ohioans - not just members of the U.S. military - &nbsp;to vote during the three days before the election, as was the case in 2008. The suit in no way suggests restricting early voting by members of the military.<br />\r\n\t<br />\r\n\tIt is simply dishonest for Romney and his backers to claim that Obama&rsquo;s effort to extend early voting privileges to everyone in Ohio constitutes an attack on military voters&rsquo; ability to cast ballots on the weekend before elections.<br />\r\n\t<br />\r\n\tWe rate the claim False.</p>\r\n", "ruling_comments_date": "2012-08-06T17:15:32.270620", "ruling_date": "2012-08-06T17:20:00", "ruling_headline": "Mitt Romney says a lawsuit filed by President Obama's campaign challenges voting privileges for the military", "ruling_headline_slug": "mitt-romney-says-lawsuit-filed-president-obamas-ca", "ruling_link_text": "Suit seeks fewer restrictions, not more", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tPolitiFact Florida, <a href=\"http://www.politifact.com/florida/statements/2012/jun/22/corrine-brown/souls-polls-sunday-drew-more-african-american-and-/\">&lsquo;Souls to the Polls,&rsquo; Sunday drew high numbers of African-Americans and Hispanics, Corrine Brown says</a>, June 22, 2012<br />\r\n\t<br />\r\n\tUSA Today, <a href=\"http://www.usatoday.com/news/politicselections/2004-11-17-early-voting_x.htm\">Long lines on Election Day enhance appeal of early voting,</a> Nov. 17, 2004<br />\r\n\t<br />\r\n\tThe Plain Dealer, <a href=\"http://www.cleveland.com/open/index.ssf/2012/08/new_state_voting_laws_cause_co.html\">New state voting laws cause controversy; critics fear turnout will suffer</a>, August 5, 2012.<br />\r\n\t<br />\r\n\tThe Plain Dealer, <a href=\"http://www.cleveland.com/open/index.ssf/2012/05/ohio_house_votes_to_repeal_con.html\">Ohio House votes to repeal controversial election law</a>, May 8, 2012<br />\r\n\t<br />\r\n\tThe Plain Dealer, <a href=\"http://www.cleveland.com/metro/index.ssf/2012/07/obama_campaign_sues_ohio_secre.html\">Obama campaign sues Ohio Secretary of State Jon Husted over early voting restrictions,</a> July 17, 2012<br />\r\n\t<br />\r\n\tPress Release, <a href=\"http://www.brown.senate.gov/newsroom/press/release/following-senate-hearing-in-cleveland-sens-brown-durbin-rep-fudge-take-a-stand-against-infringements-on-voting-rights-\">Following Senate hearing in Cleveland, Sens. Brown, Durbin, Rep. Fudge take a stand against infringement on voting rights</a>, May 7, 2012<br />\r\n\t<br />\r\n\tObama for America v. Jon Husted, <a href=\"https://www.documentcloud.org/documents/400683-ofa-complaint-as-filed-vs-husted-early-voting.html\">Complaint for Declaratory and Injunctive Relief</a>, July 17, 2012<br />\r\n\t<br />\r\n\tObama for America v. Jon Husted, <a href=\"https://www.documentcloud.org/documents/407308-briefs-from-military-groups.html\">Military Groups&rsquo; Motion to Intervene</a>, Aug. 1, 2012<br />\r\n\t<br />\r\n\tObama for America v. Jon Husted,<a href=\"https://www.documentcloud.org/documents/407310-ohio-response-on-aug-1.html\"> Defendants&rsquo; Memorandum Contra Plaintiff&rsquo;s Motion for Preliminary Injunction</a>, Aug. 1, 2012<br />\r\n\t<br />\r\n\tObama for America v. Jon Husted, <a href=\"https://www.documentcloud.org/documents/407309-obama-response-on-aug-3.html\">Memorandum in Support of Military Groups&rsquo; Motion to Intervene,</a> Aug. 3, 2012<br />\r\n\t<br />\r\n\tObama for America v. Jon Husted, <a href=\"https://www.documentcloud.org/documents/407392-ohio-supts-military-grp-intervention-aug-6.html\">Defendants&rsquo; Memorandum in Support of the Military Groups&rsquo; Motion to Intervene</a>, Aug. 6, 2012<br />\r\n\t<br />\r\n\tBreitbart.com, <a href=\"http://www.breitbart.com/Big-Government/2012/08/02/obama-campaign-sues-to-restrict-military-voting\">Obama campaign sues to restrict military voting,</a> Aug. 2, 2012<br />\r\n\t<br />\r\n\tPress release: <a href=\"http://www.mittromney.com/news/press/2012/08/mitt-romney-we-must-defend-rights-military-voters\">Mitt Romney: We must defend the rights of military voters</a>, Aug. 4, 2012<br />\r\n\t<br />\r\n\tAppearance by Obama campaign strategist David Axelrod on Fox News Sunday, Aug. 5, 2012<br />\r\n\t<br />\r\n\tOhio Democratic Party Press Release, <a href=\"http://ohiodems.org/news/boccieri-restore-equal-fair-access-to-early-voting/\">Boccieri: Restore equal, fair access to early voting</a>, Aug. 3, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 34, "current_job": "Former governor", "false_count": 32, "first_name": "Mitt", "half_true_count": 58, "home_state": "Massachusetts", "id": 5, "last_name": "Romney", "mostly_true_count": 33, "name_slug": "mitt-romney", "pants_count": 19, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-mittromney.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/5/", "total_count": 221, "true_count": 30, "website": "http://www.mittromney.com/"}, "statement": "<p>\r\n\tPresident Obama&rsquo;s lawsuit claims it is unconstitutional for Ohio to allow servicemen and women extended early voting privileges during the state&rsquo;s early voting period.</p>\r\n", "statement_context": "a press statement", "statement_date": "2012-08-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}], "target": [], "twitter_headline": ""}