{"art": [], "author": [{"email_address": "gemery@cox.net", "first_name": "C. Eugene", "id": 144, "last_name": "Emery Jr.", "name_slug": "c-eugene-emery", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/gene_emery80_.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/144/", "title": "PolitiFact correspondent", "twitter": null}], "canonical_url": "/rhode-island/statements/2012/aug/12/mike-stenhouse/ri-center-freedom-and-prosperity-ceo-mike-stenhous/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "tmurphy@providencejournal.com", "first_name": "Tim", "id": 145, "last_name": "Murphy", "name_slug": "tim-murphy", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/tim_murphy2_80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/145/", "title": "Editor", "twitter": null}], "facebook_headline": null, "id": 6445, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "gemery@cox.net", "first_name": "C. Eugene", "id": 144, "last_name": "Emery Jr.", "name_slug": "c-eugene-emery", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/gene_emery80_.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/144/", "title": "PolitiFact correspondent", "twitter": null}], "resource_uri": "/api/v/2/statement/6445/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tAs part of its laundry list of what&#39;s wrong with Rhode Island, the <a href=\"http://www.rifreedom.org/\">Rhode Island Center for Freedom and Prosperity</a>, a conservative think tank that focuses on tax policy and business climate, has a <a href=\"http://www.rifreedom.org/wp-content/uploads/ReportCard-2011-web1.pdf\">report card</a> that gives the state poor grades on a variety of measures.<br />\r\n\t<br />\r\n\tChief Executive Officer Mike Stenhouse, who formerly ran the <a href=\"http://www.politifact.com/personalities/ocean-state-policy-research-institute/\">Ocean State Policy Research Institute</a>, invoked those comparisons in a July 29, 2012, Providence Journal commentary that urged residents to take action. He cited problems such as high unemployment, bad business climate, dangerously high pension liabilities.<br />\r\n\t<br />\r\n\tHe also talked about health care, saying, &quot;We have the most burdensome level of health-insurance mandates in the nation, yet the Chafee administration is pushing us towards even more government control of our personal health-care decisions.&quot;<br />\r\n\t<br />\r\n\tIn his commentary, he didn&#39;t specify how he defined burdensome. But in a subsequent e-mail, he made it clear: &quot;Given that we see mandates as burden, and given that R.I. has the highest number of mandates, yes, I stand by my quote that R.I. has the most burdensome level of health-insurance mandates.&quot;<br />\r\n\t<br />\r\n\tWe know of several such mandates. They cover everything from expensive infertility treatments and hearing aids to Lyme disease treatment and wigs for people undergoing chemotherapy.<br />\r\n\t<br />\r\n\tWe&rsquo;re not going to weigh in on whether such mandates are burdensome or not. That&rsquo;s a matter of opinion. But we can analyze how many health-care mandates we have in Rhode Island and how that compares nationally. As we found out, it depends on who is counting and how they do it.<br />\r\n\t<br />\r\n\t<strong>A question of categories</strong><br />\r\n\t<br />\r\n\tThe source for Stenhouse&#39;s assessment was a 50-page report, &quot;<a href=\"http://cdm16064.contentdm.oclc.org/cdm/singleitem/collection/p266901coll4/id/3763/rec/14\">Health Insurance Mandates in the States 2010</a>,&quot; by the Council for Affordable Health Insurance, an association of insurance carriers.<br />\r\n\t<br />\r\n\tThe report looked at 136 mandate categories in each state, from requirements that adopted children be covered by an insurance policy (44 states) to requirements that policies cover HIV testing and/or treatment (10 states).<br />\r\n\t<br />\r\n\tWhen we contacted the council, Victoria Craig Bunce, its research and policy director, said, &quot;we send out data to the [state] each year and they review it for accuracy.&quot;<br />\r\n\t<br />\r\n\tThe office of Rhode Island Health Insurance Commissioner Christopher Koller confirmed that it supplied data on the mandates to the council, and that it gave a positive response to 69 out of the 136 categories. But not everyone categorizes the mandates the same way.<br />\r\n\t<br />\r\n\tKoller&#39;s office sent us a May 2012 report done for his office by KeriAnn Wells, of the University of California at Berkeley. Part of the report documents 24 mandates in Rhode Island law, not 69.<br />\r\n\t<br />\r\n\tA comparison of the two reports revealed that the council&rsquo;s number is higher because it uses more categories, such as listing mammograms and pap smears separately. The mandates on its list also include whether insurance plans must cover services from practitioners such as psychologists and nurse practitioners, and whether persons such as adopted children must be covered. The Wells list doesn&#39;t tally those categories.<br />\r\n\t<br />\r\n\tThe advantage to using the council&rsquo;s data is that it uses the same method for all the states, allowing a comparison across the country.<br />\r\n\t<br />\r\n\tAccording to the council&rsquo;s count, Rhode Island ranks first with 69 mandates. Maryland is second with 67, followed by Minnesota, Texas and Connecticut.<br />\r\n\t<br />\r\n\tBut then we found another source that gave a different story.<br />\r\n\t<br />\r\n\tThe Blue Cross Blue Shield Association has its own 2011 state-by-state count of mandates. Its list indicates that Rhode Island is 17th, with 43 such mandates.<br />\r\n\t<br />\r\n\tIn short, the ranking depends on who has done it.<br />\r\n\t<br />\r\n\t<strong>Proof of burden</strong><br />\r\n\t<br />\r\n\tSo are all these mandates burdensome, as Stenhouse says?<br />\r\n\t<br />\r\n\tStenhouse explained in an e-mail that the mandates are a problem because &quot;mandates generally raise the cost of health insurance products, making it less affordable for those who do pay. [It&#39;s] a cost burden for employers and consumers, both.&quot;<br />\r\n\t<br />\r\n\tIn addition to increasing costs, &quot;mandates also mean that some people will pay for insurance protection for services they would never utilize,&quot; he said in his e-mail. &quot;In the end, we believe it is best if the consumer, not the government, chooses what coverage any specific individual should have.&quot;<br />\r\n\t<br />\r\n\tKaren Pollitz, senior fellow at the Kaiser Family Foundation, acknowledged that &quot;every time health insurance covers more, it&#39;s going to cost more.&quot;<br />\r\n\t<br />\r\n\t&quot;However, it&#39;s important to pool risks so we all pay the same when we&#39;re healthy and we all have the same protection when we get sick. But insurance doesn&#39;t do that today,&quot; she said. &quot;There&#39;s a lot of cherry-picking going on&quot; as companies try to sign up the healthiest customers, leaving the sick to buy policies that become disproportionately expensive.<br />\r\n\t<br />\r\n\tMandates bring some equity to the system, she said.<br />\r\n\t<br />\r\n\tOne final note: After our analysis of the 2010 CAHI report, Stenhouse sent us an updated mandates list from the organization. In <a href=\"http://www.cahi.org/cahi_contents/newsroom/article.asp?id=1038\">its 2011 survey</a>, Rhode Island was tied in the top spot with Virginia with 70 mandates each.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tMike Stenhouse of the Rhode Island Center for Freedom and Prosperity said Rhode Island has &quot;the most burdensome level of health-insurance mandates in the nation.&quot;</p>\r\n<p>\r\n\tWe&#39;ll leave it to others to decide whether laws requiring health insurers to cover things such as mental health problems, infertility and wigs for people who have lost their hair during chemotherapy create a burden Rhode Island needs to correct.<br />\r\n\t<br />\r\n\tAlthough Stenhouse cites a national study that lists Rhode Island as being in first place in 2010 -- and tied for first in 2011 -- a Blue Cross tally shows that Rhode Island is in 17th place, not even in the top third nationally.<br />\r\n\t<br />\r\n\tWe rate his statement as&nbsp;<a href=\"http://www.politifact.com/rhode-island/about/\">Half True</a>.<br />\r\n\t<br />\r\n\t<em>(Get updates from PolitiFact Rhode Island on Twitter:<a href=\"http://twitter.com/#%21/PolitiFactRI\"> @politifactri</a>. To comment or offer your ruling, visit us on our<a href=\"http://www.facebook.com/pages/PolitiFact-Rhode-Island/108242095907358\"> PolitiFact Rhode Island Facebook</a> page.)</em></p>\r\n", "ruling_comments_date": "2012-08-10T17:42:13.358259", "ruling_date": "2012-08-12T00:01:00", "ruling_headline": "R.I. Center for Freedom and Prosperity CEO Mike Stenhouse says Rhode Island has the most health-insurance mandates in U.S.", "ruling_headline_slug": "ri-center-freedom-and-prosperity-ceo-mike-stenhous", "ruling_link_text": "Depends on who's counting; \"burden\" debatable.", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tRIFreedom.org, &quot;<a href=\"http://www.rifreedom.org/wp-content/uploads/ReportCard-2011-web1.pdf\">Report Card on Rhode Island &#39;Competitiveness</a>,&#39;&quot; Feb. 16, 2012, accessed Aug. 7, 2012<br />\r\n\t<br />\r\n\tProvidenceJournal.com, &quot;Rhode Islanders must act if they want better life,&quot; July 29, 2012<br />\r\n\t<br />\r\n\tE-mails, Mike Stenhouse, chief executive officer, Rhode Island Center for Freedom and Prosperity, Aug. 8-9, 2012<br />\r\n\t<br />\r\n\thttp://cdm16064.contentdm.oclc.org, &quot;<a href=\"http://cdm16064.contentdm.oclc.org/cdm/singleitem/collection/p266901coll4/id/3763/rec/14\">Health Insurance Mandates in the States. 2010</a>,&quot; available Aug. 8, 2012 via The Chesapeake Digital Preservation Group<br />\r\n\t<br />\r\n\tE-mails, Victoria Craig Bunce, research and policy director, Council for Affordable Health Insurance, July 10-11, Aug. 7, 2012<br />\r\n\t<br />\r\n\tInterviews and e-mails, Christopher Koller, commissioner, and Nicole E. Renzulli, administrative officer, Rhode Island Office of the Health Insurance Commissioner, Aug. 7 and 10, 2012<br />\r\n\t<br />\r\n\tLetter from the Rhode Island Office of the Health Insurance Commissioner to the Council for Affordable Health Insurance citing 69 state health insurance mandates, undated but the request for information from CAHI is dated Oct. 25, 2011, accessed Aug. 7, 2012<br />\r\n\t<br />\r\n\t&quot;Essential Health Benefits: Selecting and Supplementing a Benchmark Plan in Rhode Island,&quot; KeriAnn Wells, University of California, Berkeley, May 2012, accessed Aug. 7, 2012<br />\r\n\t<br />\r\n\tNCSL.org, &quot;<a href=\"http://www.ncsl.org/issues-research/health/state-ins-mandates-and-aca-essential-benefits.aspx#State_list\">State Health Insurance Mandates and the PPACA Essential Benefits Provisions</a>,&quot; National Conference of State Legislators, Aug. 1, 2012, accessed Aug. 9, 2012<br />\r\n\t<br />\r\n\tE-mail, Kara Hinckley, research analyst, health program, National Conference of State Legislatures, Aug. 10, 2012<br />\r\n\t<br />\r\n\tE-mail, Kelly Miller, spokeswoman, Blue Cross-Blue Shield Assocation, Aug. 10, 2012<br />\r\n\t<br />\r\n\tInterview, Robert Zirkelbach, a vice president, American Health Insurance Plans, Aug. 9, 2012<br />\r\n\t<br />\r\n\tE-mail, Justin Katz, research director, Rhode Island Center for Freedom and Prosperity, Aug. 8, 2012<br />\r\n\t<br />\r\n\tCAHI.org, &quot;<a href=\"http://www.cahi.org/cahi_contents/newsroom/article.asp?id=1038\">CAHI Identifies 2,262 State Health Insurance Mandates</a>,&quot; Feb. 28, 2012, accessed Aug. 8, 2012<br />\r\n\t<br />\r\n\tInterview, Karen Pollitz, senior fellow, Kaiser Family Foundation, Aug. 10, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "chief executive officer, R.I. Center for Freedom and ProsperityState Policy Research Institute", "false_count": 1, "first_name": "Mike", "half_true_count": 1, "home_state": "Rhode Island", "id": 1275, "last_name": "Stenhouse", "mostly_true_count": 0, "name_slug": "mike-stenhouse", "pants_count": 1, "party": {"id": 15, "party": "Newsmaker", "party_slug": "newsmaker", "resource_uri": "/api/v/2/party/15/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/michael_stenhouse.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1275/", "total_count": 5, "true_count": 1, "website": "http://rifreedom.org/"}, "statement": "<p>\r\n\tRhode Island has &quot;the most burdensome level of health-insurance mandates in the nation.&quot;</p>\r\n", "statement_context": "a commentary in The Providence Journal", "statement_date": "2012-07-29", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 213, "photo": null, "resource_uri": "/api/v/2/subject/213/", "subject": "Government regulation", "subject_slug": "government-regulation", "used_in_edition": ["/api/v/2/edition/9/"]}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 202, "photo": null, "resource_uri": "/api/v/2/subject/202/", "subject": "Public Health", "subject_slug": "public-health", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 147, "photo": null, "resource_uri": "/api/v/2/subject/147/", "subject": "States", "subject_slug": "states", "used_in_edition": []}], "target": [], "twitter_headline": ""}