{"art": [], "author": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "canonical_url": "/oregon/statements/2012/aug/10/multnomah-county-library-foundation/would-library-taxing-district-reduce-portlands-bud/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "bhammond@oregonian.com", "first_name": "Bruce ", "id": 190, "last_name": "Hammond", "name_slug": "bruce-hammond", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/190/", "title": "Team Leader", "twitter": null}], "facebook_headline": null, "id": 6446, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ikullgren@oregonian.com", "first_name": "Ian K.", "id": 182, "last_name": "Kullgren", "name_slug": "ian-kullgren", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/182/", "title": "Politics intern", "twitter": null}], "resource_uri": "/api/v/2/statement/6446/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tMultnomah County leaders decided last week to put a library taxing district on the November ballot -- but even before then it had been a topic of much discussion.<br />\r\n\t<br />\r\n\tA Willamette Week article in mid-July looked at a report from the city of Portland noting that a district would come at a cost to the city&rsquo;s budget. The weekly called the report a shot across &quot;Multnomah County&rsquo;s bow.&quot; About a week later, the Library Foundation, which helps secure private support for the Multnomah County Library, shot back in a newsletter to supporters.<br />\r\n\t<br />\r\n\t&quot;The City of Portland benefits greatly from our strong library system. That&#39;s why it&#39;s hard to understand why city leaders would consider opposing an effort that would so clearly help thousands of children, families, seniors and job-seekers, at no direct cost to the city budget.&quot;<br />\r\n\t<br />\r\n\tBasically, the foundation said the exact opposite of what Portland&rsquo;s Office of Management and Finance had said. A few days later -- three business days to be exact -- the foundation attempted a clarification:<br />\r\n\t<br />\r\n\t&quot;In our communication last week, we mentioned the effects of a library district on the City of Portland. For clarification, a library district would increase the city&#39;s property tax compression by $7 million. City and county finances, and our tax structure, are complex and the actions of each jurisdiction often impact the other.&quot;<br />\r\n\t<br />\r\n\tNow, sometimes a correction is enough to prompt PolitiFact Oregon to drop a subject, but we thought that even with the clarification from the foundation, the issue was confusing enough to warrant a ruling. Since most reporters in The Oregonian newsroom don&rsquo;t know what tax compression means, we&rsquo;d imagine the folks receiving the newsletter were similarly confused.<br />\r\n\t<br />\r\n\tWith that in mind, we went back to the first statement -- that the district would come at &quot; no direct cost to the city budget.&quot;<br />\r\n\t<br />\r\n\tIn order to understand the issue of tax compression we called Caryn Brooks, Portland Mayor Sam Adams&rsquo; spokeswoman. Tax compression, she said, is about as confusing as it gets. She offered us two things: <a href=\"http://www.portlandonline.com/omf/index.cfm?c=59129&amp;a=405079\">A report</a>&nbsp;that looked into how the district would affect compression and the number of Josh Harwood, the city economist who wrote it.<br />\r\n\t<br />\r\n\tWe gave the report a quick read through, but try as we might, we found it pretty hard to understand. So, we gave up and called Harwood.<br />\r\n\t<br />\r\n\tThe first thing we needed -- and no doubt you&rsquo;ll need, too -- is some background. Thanks to Measure 5, a certain percentage of properties in Oregon have a limit on how much they can be taxed.<br />\r\n\t<br />\r\n\tNow, because of that limit, certain taxes take priority over others. Permanent levies -- those going to the city, county and Port of Portland, for example -- get their take first. If there is still money left to pay out before the cap, then it gets directed to local option levies, which is what the library gets now.<br />\r\n\t<br />\r\n\tAs it happens, some properties don&rsquo;t pay anything to the libraries because they&rsquo;re tapped out before the library system can get its share.<br />\r\n\t<br />\r\n\tHowever, if the library district levy goes through, that all changes. The library will be able to grab its slice of the tax pie at the same time as the other permanent levies, essentially chipping away at what certain properties pay out to the county and the city.<br />\r\n\t<br />\r\n\tAccording to Harwood&rsquo;s report, which bases its numbers on figures from the county, that&rsquo;ll mean the city collects about $9.5 million less in property taxes. That reduction, in turn, means about a $7 million reduction in the city&rsquo;s general fund for the 2013-14 budget period.<br />\r\n\t<br />\r\n\tThe city&rsquo;s budget isn&rsquo;t the only area that would see cuts, however. The Portland Children&rsquo;s Levy, which goes toward a number of services for the city&rsquo;s children, would also see a $1 million reduction.<br />\r\n\t<br />\r\n\tThe county would also see a hit, but as Harwood points out in his analysis, the county is already putting cash into the library system. If the library district were to pass, the county could feasibly redirect those funds to other budgetary areas, essentially coming out ahead.<br />\r\n\t<br />\r\n\tWe spoke with Merris Sumrall, the Library Foundation&rsquo;s CEO, as well as Liz Kaufman, who is helping advise on the possible push for a district. Both said that the initial e-mail was sent out in good faith and corrected soon after. The reference to &quot;tax compression&quot; in the follow-up was simply an effort to use the language that the budget officer had used.<br />\r\n\t<br />\r\n\tMoreover, Sumrall noted that she had sent a letter to Mayor Adams and the city commissioners the following day to apologize for the possible confusion and promised a clarification, which she then followed through with.<br />\r\n\t<br />\r\n\tAs Sumrall noted -- both when we spoke to her and in the corrected newsletter -- city and county leaders are discussing possible solutions. Still, there doesn&rsquo;t seem to be any debate that, with things as they are now, the city will ultimately have less money to work with should a library district pass.<br />\r\n\t<br />\r\n\tIn the original e-mail, the Library Foundation asserted that the district would come at &quot;no direct cost&quot; to the city budget. It&rsquo;s true, the city would not have to pay for the library directly, but a district would mean the city has $7 million less to work with. The comment was clarified, but it still left many with the wrong impression.<br />\r\n\t<br />\r\n\tWe find this statement False.</p>\r\n", "ruling_comments_date": "2012-08-10T19:29:52.943068", "ruling_date": "2012-08-10T16:29:04", "ruling_headline": "Would a library taxing district come at no cost to Portland's budget?", "ruling_headline_slug": "would-library-taxing-district-reduce-portlands-bud", "ruling_link_text": "It would cost the city at least $7 million", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tInterview with Josh Harwood, Portland city economist, Aug. 7, 2012<br />\r\n\t<br />\r\n\tJosh Harwood, <a href=\"http://www.portlandonline.com/omf/index.cfm?c=59129&amp;a=405079\">City of Portland Issue Brief: Budget Impacts of the Establishment of Multnomah County Library District</a>, July 18, 2012<br />\r\n\t<br />\r\n\tInterview with Library Foundation CEO Merris Sumrall, Aug. 8, 2012<br />\r\n\t<br />\r\n\tInterview with Library Foundation consultant Liz Kaufman, Aug. 8, 2012<br />\r\n\t<br />\r\n\tNewsletters from the Library Foundation, July 26 and 30, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 1, "first_name": "", "half_true_count": 0, "home_state": "Oregon", "id": 1971, "last_name": "Multnomah County Library Foundation", "mostly_true_count": 0, "name_slug": "multnomah-county-library-foundation", "pants_count": 0, "party": {"id": 16, "party": "Organization", "party_slug": "organization", "resource_uri": "/api/v/2/party/16/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-mugs-politifact-mugs-mob.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1971/", "total_count": 1, "true_count": 0, "website": "http://www.libraryfoundation.org/"}, "statement": "<p>\r\n\tSays library district would come &quot;at no direct cost to the city budget.&quot;</p>\r\n", "statement_context": "a newsletter.", "statement_date": "2012-07-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 196, "photo": null, "resource_uri": "/api/v/2/subject/196/", "subject": "City Budget", "subject_slug": "city-budget", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 171, "photo": null, "resource_uri": "/api/v/2/subject/171/", "subject": "County Budget", "subject_slug": "county-budget", "used_in_edition": ["/api/v/2/edition/4/"]}], "target": [], "twitter_headline": ""}