{"art": [], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/ohio/statements/2012/aug/14/workers-voice/workers-voice-ad-says-josh-mandel-bet-against-ohio/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "jkahoun@plaind.com", "first_name": "Jane", "id": 159, "last_name": "Kahoun", "name_slug": "jane-kahoun", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifact-jane-kahoun_1.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/159/", "title": "PolitiFact Ohio editor and deputy metro editor, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 6453, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/6453/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tIt is time for some basic finance: When interest rates rise, Treasury bond prices fall.<br />\r\n\t<br />\r\n\tWe could go on (buy low, sell high, etc.) but there is only one more financial fact you really need to know for purposes of understanding a new ad attacking Ohio Treasurer and U.S. Senate candidate Josh Mandel. That fact is that at some point during 2011, a trust that invests for the benefit of his wife, Ilana Shafran Mandel, held shares in an exchange traded fund that deals in Treasury bonds.<br />\r\n\t<br />\r\n\tThat investment now is being used by a group called Workers&rsquo; Voice, affiliated with the AFL-CIO, to claim that Josh Mandel was &quot;betting against Ohio families.&quot; To understand the attack, you must understand the investment.<br />\r\n\t<br />\r\n\tThis fund, or ETF, is not a traditional ETF (a fund that in many ways is similar to a mutual fund) that buys and sells stocks and bonds and performs with the ups and downs of the market. Rather, this ETF, called <a href=\"http://www.proshares.com/funds/tbt.html\">ProShares Ultra 20+ Year Treasury</a>, deals in long-term Treasury bonds in a manner that acts as a hedge against falling Treasury bond prices. It is a &quot;short&quot; fund, in financial parlance, and it performs inversely to the regular market for Treasuries. When prices on Treasuries fall, the value of this ETF goes up.<br />\r\n\t<br />\r\n\tYou could say that it bets on falling Treasury prices. Put another way, it is betting on rising interest rates. But if you wanted to criticize a politician, you might say, as Workers&rsquo; Voice did in an ad appearing on cleveland.com (the website affiliated with The Plain Dealer) and other newspaper websites, that this ETF was betting on a government default. After all, if the government couldn&rsquo;t pay its bills, the value of its bonds would dive and this ETF could soar.<br />\r\n\t<br />\r\n\tThat, however, is an extreme and hypothetical example.<br />\r\n\t<br />\r\n\tWorkers&rsquo; Voice didn&rsquo;t put it exactly that way, but it made clear that is what it meant. Its ad said that &quot;The more your family struggles, the more money Josh Mandel stands to make.&quot; Its rationale, explained in a link it provided for readers, was that by investing in this ETF, Mandel, through his wife, was betting on the government defaulting on its obligations.<br />\r\n\t<br />\r\n\tThe ad&rsquo;s sponsor suggested that this was especially egregious because Mandel wasn&rsquo;t just any investor but was, rather, a potential driver on the road to default. Although it is not known precisely when Mandel&rsquo;s wife bought or, perhaps, sold this ETF, it is known that in August 2011, <a href=\"http://www.cleveland.com/open/index.ssf/2011/08/josh_mandel_would_have_voted_a.html\">Mandel state</a>d that he opposed a congressional bill (which passed) to raise the government&rsquo;s debt limit. A higher debt limit was necessary to borrow more money and keep the government operating. Without it, the government might have defaulted on some obligations, likely devaluing formerly iron-clad government investments such as Treasury bonds. In a default, the government might stop providing some services to Ohio families.<br />\r\n\t<br />\r\n\tPut these together and you get a portrait of a candidate who, if elected to the Senate, would let the potential of a personal windfall stand in the way of doing the right thing for the country, or so the ad implies strongly.<br />\r\n\t<br />\r\n\tThat&rsquo;s a powerful claim, so PolitiFact Ohio asked AFL-CIO/Workers&rsquo; Voice spokesman Michael Gillis for its basis. Gillis pointed us to <a href=\"http://thinkprogress.org/election/2012/07/27/590481/josh-mandel-shorting-treasury-bonds/\">an articl</a>e, which is also linked prominently in the Ohio ad, that appears on the website of Think Progress, an arm of the liberal Center for American Progress Action Fund. The web article, dated July 27, 2012, was headlined, &quot;Exclusive: GOP Senate Nominee Shorting U.S. Treasury Bonds, Would Profit from Default.&quot;<br />\r\n\t<br />\r\n\tThe article noted that a trust that invests for the benefit of Ilana Mandel, called the JMS Trust, owned shares in this ProShares short ETF during 2011. According to a financial disclosure form filed by Josh Mandel last November and cited by Think Progress, the JMS Trust owned between $1,001 and $15,000 of this fund. On a different page, the financial disclosure form listed what appeared to be an additional investment in this ETF, also held by the trust, worth less than $1,001.<br />\r\n\t<br />\r\n\tThe Think Progress article stated, &quot;If a default were to occur, the desirability of Treasury bills would plummet and Mandel&rsquo;s ETF would skyrocket in value. That precise scenario could become more likely if Mandel wins his race against Sen. Sherrod Brown (D-OH). One of the top issues Mandel lists on his<a href=\"http://joshmandel.com/stop-reckless-borrowing\"> website </a>is to &lsquo;Stop increasing the debt ceiling.&rsquo; Similarly, when Congress was embroiled in the debt ceiling fight last year, he<a href=\"http://www.cleveland.com/open/index.ssf/2011/08/josh_mandel_would_have_voted_a.html\"> stated</a> that he &lsquo;would have voted against the debt deal&rsquo; that narrowly staved off a default.&quot;<br />\r\n\t<br />\r\n\tAt least in theory, this single part of the claim -- that Treasury bills would be less desirable and the ETF&rsquo;s value would rise if the government defaulted -- is accurate.<br />\r\n\t<br />\r\n\tYet that scenario is unlikely, and it oversimplifies the reason people invest in this ETF.<br />\r\n\t<br />\r\n\tConsider that the government has never defaulted. Yet people keep investing in this ETF, according to financial websites including Morningstar and Bloomberg, and did so even when default wasn&rsquo;t in the public vocabulary. In fact, it appears to PolitiFact Ohio, based on a more recent financial disclosure filed by Josh Mandel in May 2012, that Ilana Mandel&rsquo;s trust bought even more shares of this ETF -- up to an additional $15,000 worth -- even after the threat of default passed.<br />\r\n\t<br />\r\n\tProShares declined to comment to PolitiFact Ohio, but it makes clear that this ETF is not an investment for amateurs. Investment advisers and active investors buy its shares as a hedge against changes in interest rates, a gamble referred to in columns and blogs that cover high-stakes finance. ProShares recommends in its marketing and disclosure materials that investors watch this fund daily, as it is subject to volatility. It is not a casual buy-and-hold investment.<br />\r\n\t<br />\r\n\tIlana Mandel is not a professional investor. According to Josh Mandel&rsquo;s financial disclosure and his campaign spokeswoman, Nicole Sizemore, the ETF and other investments are owned through the JMS Trust. When those trust assets are put together with her husband&rsquo;s far more meager holdings, the couple&rsquo;s worth runs in a range <a href=\"http://www.cleveland.com/open/index.ssf/2011/11/josh_mandel_discloses_finances.html\">between $1.95 million and $7.1 million</a>, according to financial disclosure filings. Ilana Mandel inherited the money; her grandmother was a founder of Forest City Enterprises, the real estate and development company. &nbsp;<br />\r\n\t<br />\r\n\t&quot;Neither Josh nor his wife have control over Ilana&#39;s family&#39;s trust so neither of them are making any investment activity decisions on it,&quot; Sizemore said. &quot;These decisions are made by the investment manager and presumably the trustees who oversee her family&#39;s trust.&quot;<br />\r\n\t<br />\r\n\tJosh Mandel has steadfastly refused to discuss his wife&rsquo;s holdings, other than to report what is required by disclosure rules for public officials and candidates. His campaign said it was unable to discern why the investment manager or trustees bought this particular ETF but reiterated that neither Josh nor Ilana Mandel had a role in it.<br />\r\n\t<br />\r\n\tAs noted in a number of financial blogs and columns, other investors buy shares in this ETF as a hedge against rising interest rates. Not being investment professionals, however, PolitiFact Ohio turned to Jack Bao, an assistant professor of finance at Ohio State University and an authority on bonds.<br />\r\n\t<br />\r\n\t&quot;I guess that if the government did default, the short ETF would rise in value,&quot; Bao said when we told him of the Workers&rsquo; Voice scenario. But that is extremely unlikely, he said, adding that other options might have been possible to avoid default, such as printing more money, even if Congress had not raised the debt ceiling.<br />\r\n\t<br />\r\n\t&quot;To believe that somebody was buying $15,000 worth of a short ETF and betting on the government defaulting seems a little far-fetched to me,&quot; Bao said. What happens in most cases, he said, is the investor buys this ETF as a bet on interest rates. He or she thinks they&rsquo;ll go up and the value of Treasuries will go down -- but not necessarily tank.<br />\r\n\t<br />\r\n\tBefore we rule on the Workers&rsquo;&rsquo; Voice claim, it&rsquo;s important to point out that Mandel never said he wanted the government to default. Like a number of other Republicans, he said that government spending needed to come down before Congress raised the debt ceiling. By playing this game of chicken, some Republicans said they hoped to force a more frugal solution that fell short of default. Democrats cobbled together a big enough coalition to raise the debt limit anyway. Ohio GOP Sen. Rob Portman joined them. The storm blew over.<br />\r\n\t<br />\r\n\tThat leaves us with an extreme claim -- that Mandel was betting against Ohio families and hoping to fatten his family wallet. While we cannot say why his wife&rsquo;s trust chose that particular ETF, we know that investors have plenty of rationales besides betting on default. In fact, Bao, the OSU professor, disclosed that he too invested in a short Treasury ETF. We realized that he and Ilana Mandel&rsquo;s investment adviser had chosen, in fact, the very same ProShares ETF.<br />\r\n\t<br />\r\n\tSo an OSU finance professor was betting on default, too?<br />\r\n\t<br />\r\n\t&quot; I wasn&rsquo;t betting on the government defaulting,&quot; Boa said. &quot;I was betting on interest rates going up.&quot;<br />\r\n\t<br />\r\n\tIn all the world&rsquo;s possibilities, default was one. In probabilities, it was not. As we noted, the JMS Trust appeared to buy additional shares of this ETF subsequent to last August&rsquo;s debt-ceiling showdown. That&rsquo;s an additional factor that makes the ad&rsquo;s claim -- that Mandel was betting against Ohio families -- far-fetched. The claim relies on one extreme possibility -- a possibility that has never occurred -- and runs with it, ignoring the other reasons why a trust fund or even a finance professor might choose this investment. That&rsquo;s just ridiculous. Pants on Fire!</p>\r\n", "ruling_comments_date": "2012-08-13T14:12:39.514830", "ruling_date": "2012-08-14T06:00:00", "ruling_headline": "Workers' Voice ad says Josh Mandel bet against Ohio families", "ruling_headline_slug": "workers-voice-ad-says-josh-mandel-bet-against-ohio", "ruling_link_text": "Ad invests in a bad bet", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<a href=\"http://act.workersvoice.org/page/s/mandel-betting-against-ohio\" id=\"internal-source-marker_0.4214956386238602\">Workers&rsquo; Voice ad</a>, appearing on cleveland.com, Aug. 9, 2012<br />\r\n\t<br />\r\n\tEmail exchange with AFL-CIO and Workers&rsquo; Voice spokesman Michael Gillis, Aug. 9, 2012<br />\r\n\t<br />\r\n\tTelephone interview and email exchange with Nicole Sizemore, press secretary for Josh Mandel&rsquo;s Senate campaign, Aug. 9 and 10, 2012<br />\r\n\t<br />\r\n\tTelephone interview with Jack Bao, Ohio State University, Aug. 9, 2012<br />\r\n\t<br />\r\n\tThink Progress, <a href=\"http://thinkprogress.org/election/2012/07/27/590481/josh-mandel-shorting-treasury-bonds/\">&quot;Exclusive: GOP Senate Nominee Shorting U.S. Treasury Bonds, Would Profit from Default,&quot;</a> July 27, 2012<br />\r\n\t<br />\r\n\tPersonal financial disclosure reports filed by Josh Mandel, U.S. Senate Office of Public Records, filed Nov. 4, 2011 and May 15, 2012<br />\r\n\t<br />\r\n\t<a href=\"http://www.proshares.com/funds/tbt.html\">ProShares investor materials</a>, accessed Aug. 9, 2012<br />\r\n\t<br />\r\n\tThe Plain Dealer, <a href=\"http://www.cleveland.com/open/index.ssf/2011/11/josh_mandel_discloses_finances.html\">&quot;Josh Mandel discloses finances, showing his wife with extensive holdings in a trust,&quot;</a> by Stephen Koff, Nov, 4, 2011<br />\r\n\t<br />\r\n\tETF Trends, <a href=\"http://www.etftrends.com/2012/07/bonfire-of-the-shorts-leveraged-inverse-treasury-etf/\">&quot;Bonfire of the Shorts: Leveraged Inverse Treasury ETF,&quot;</a> July 17, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Political action committee", "false_count": 2, "first_name": "", "half_true_count": 0, "home_state": "District of Columbia", "id": 1906, "last_name": "Workers' Voice", "mostly_true_count": 0, "name_slug": "workers-voice", "pants_count": 2, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/workers_voice_logo.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1906/", "total_count": 4, "true_count": 0, "website": "http://www.workersvoice.org/"}, "statement": "<p>\r\n\tSays Josh Mandel bet against Ohio families</p>\r\n", "statement_context": "an online ad", "statement_date": "2012-08-08", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 296, "photo": null, "resource_uri": "/api/v/2/subject/296/", "subject": "Debt", "subject_slug": "debt", "used_in_edition": ["/api/v/2/edition/47/"]}, {"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 219, "photo": null, "resource_uri": "/api/v/2/subject/219/", "subject": "Message Machine 2012", "subject_slug": "message-machine-2012", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "Ohio treasurer", "false_count": 5, "first_name": "Josh", "half_true_count": 4, "home_state": "Ohio", "id": 612, "last_name": "Mandel", "mostly_true_count": 5, "name_slug": "josh-mandel", "pants_count": 6, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/ohio-treasurer-josh-mandel_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/612/", "total_count": 31, "true_count": 5, "website": "http://www.tos.ohio.gov/"}], "twitter_headline": ""}