{"art": [{"brightcove": "", "caption": "President Barack Obama speaks at a campaign event, Wednesday, Aug. 15, 2012, in Davenport, Iowa, during a three-day bus tour through Iowa.", "id": 2675, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Obama_in_Davenport.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/2675/", "title": "Obama in Davenport", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2012/aug/16/barack-obama/does-paul-ryan-want-turn-medicare-voucher-program/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 6475, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/6475/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tIn their attacks against Mitt Romney and Paul Ryan, Mitt Romney&#39;s running mate, the Obama campaign and Democratic allies have been repeating a familiar word: vouchers.<br />\r\n\t<br />\r\n\tDuring a <a href=\"http://www.whitehouse.gov/the-press-office/2012/08/15/remarks-president-and-first-lady-campaign-event-davenport-iowa\">campaign event</a> in Davenport, Iowa, on Aug. 15, 2012, President Barack Obama said, &quot;I&rsquo;ve strengthened Medicare. I&#39;ve made reforms that save millions of seniors with Medicare hundreds of dollars on their prescription drugs. We&#39;re closing the doughnut hole. I&#39;ve proposed reforms that will save Medicare money by getting rid of wasteful spending in the health care system. Reforms that will not touch your Medicare benefits.<br />\r\n\t<br />\r\n\t&quot;And Gov. Romney and his running mate have a different plan. They want to turn Medicare into a voucher system. That means seniors would no longer have the guarantee of Medicare -- they&rsquo;d get a voucher to buy private insurance. And if it doesn&rsquo;t keep up with costs, well, that&rsquo;s the seniors&#39; problem. It was estimated that Gov. Romney&#39;s running mate, his original plan would force seniors to pay an extra $6,400 a year.&quot;<br />\r\n\t<br />\r\n\tWe wondered whether Romney and Ryan really &quot;want to turn Medicare into a voucher system.&quot;<br />\r\n\t<br />\r\n\t&quot;Voucher&quot; is a word Democrats have used over the years to criticize a variety of Republican privatization proposals, such as efforts to help private schools. Republicans don&#39;t like the word and try to avoid it. Frank Luntz, a Republican consultant specializing in &quot;message creation and image management,&quot; <a href=\"http://www.luntzglobal.com/expertise.php\">boasts</a> on his website that he &quot;moved the public debate from &lsquo;school vouchers&rsquo; to &lsquo;opportunity scholarships.&rsquo;&quot;<br />\r\n\t<br />\r\n\tIn the context of Medicare, Republicans prefer to call it &quot;premium support&quot; -- the one Ryan himself <a href=\"http://paulryan.house.gov/uploadedfiles/pathtoprosperityfy2012.pdf\">has used</a> from day one when talking about his own proposals. A Romney-Ryan spokesman told us the campaign considers it a &quot;premium support&quot; plan, not a voucher plan.<br />\r\n\t<br />\r\n\tBoth sides are acting in self-interest, said Ben Zimmer, executive producer of the <a href=\"http://www.visualthesaurus.com/\">Visual Thesaurus</a> and <a href=\"http://www.vocabulary.com/\">Vocabulary.com</a> and language columnist for <em><a href=\"http://www.bostonglobe.com/ideas/theword\">The Boston Globe</a></em>. &quot;I can understand Republican willingness to embrace this alternative term, just as I can understand Democratic eagerness to remind voters of the dreaded &lsquo;v-word&rsquo; at every turn,&quot; Zimmer said.<br />\r\n\t<br />\r\n\tIn this item, we will sort through the claims and see whether it&rsquo;s reasonable for Obama to call the Romney-Ryan plan for Medicare a &quot;voucher system.&quot;<br />\r\n\t<br />\r\n\tWe&#39;ll start with the dictionary. Merriam-Webster <a href=\"http://mw1.merriam-webster.com/dictionary/voucher\">defines a voucher </a>as &quot;a written affidavit or authorization &hellip; a form or check indicating a credit against future purchases or expenditures; a coupon issued by government to a parent or guardian to be used to fund a child&#39;s education in either a public or private school.&quot;<br />\r\n\t<br />\r\n\t<strong> Ryan&rsquo;s plans</strong><br />\r\n\t<br />\r\n\tThe initial Ryan plan that used &quot;premium supports&quot; was released in early 2011 and was approved by the GOP-controlled House before dying in the Senate, where Democrats called it radical and argued that it shifted too much of Medicare&rsquo;s financial burden to beneficiaries.<br />\r\n\t<br />\r\n\tUnder Ryan&rsquo;s original plan, Medicare would have changed from a program that pays doctors and hospitals fees for particular services to one in which beneficiaries would be paid an amount by the government that they could use toward private insurance premiums. This would have affected people who today are under 55 only. The private plans would comply with standards set by the U.S. Office of Personnel Management, which administers the Federal Employees Health Benefits Program.<br />\r\n\t<br />\r\n\tRyan has since offered updated versions of the plan, the first in conjunction with Sen. Ron Wyden, D-Ore., and then as part of his fiscal year 2013 budget proposal.<br />\r\n\t<br />\r\n\tRyan&rsquo;s most recent plan is similar to his original one, with one key difference. The newer version allows beneficiaries under 55 a choice -- they can use their payment to buy private insurance or for a plan that acts like traditional Medicare. The amount a beneficiary receives would be based in part on the second least-expensive plan available on the exchange.<br />\r\n\t<br />\r\n\tBut note that Obama said, &quot;Gov. Romney and his running mate have a different plan.&quot; Is the most recent Ryan plan also official policy for the Romney campaign?<br />\r\n\t<br />\r\n\tIn an <a href=\"http://www.wbay.com/story/19290298/2012/08/15/mitt-romney-talks-medicare-in-exclusive-interview-with-action-2-news\">interview</a> with a Green Bay, Wis., television station on Aug. 15, Romney said, &quot;Paul Ryan and my plan for Medicare, I think, is the same, if not identical -- it&#39;s probably close to identical.&quot; Based on this, we&rsquo;ll evaluate Obama&rsquo;s claim based on the most recent Ryan plan.<br />\r\n\t<br />\r\n\t<strong>A history of &lsquo;premium support&rsquo;</strong><br />\r\n\t<br />\r\n\tWhen Ryan unveiled his plan, Democrats poked fun at him for avoiding the term &quot;voucher.&quot; At a hearing on the plan, Rep. Pete Stark, D-Calif., said, &quot;My Republican colleagues don&#39;t like the sound of &lsquo;voucher&rsquo; to describe their plan, so they&#39;ve made up a new term called &lsquo;premium support.&rsquo;&quot;<br />\r\n\t<br />\r\n\tActually, that term has been around since a 1995 paper co-authored by two health policy experts, Henry Aaron, of the Brookings Institution, and Robert Reischauer, a former Congressional Budget Office director who was then at Brookings. &quot;Premium support&quot; also was used in a Medicare overhaul proposed by the bipartisan Breaux-Thomas <a href=\"http://rs9.loc.gov/medicare/bbmtt31599.html\">commission</a> in 1999 and in the 2010 Rivlin-Domenici <a href=\"http://bipartisanpolicy.org/sites/default/files/BPC%20FINAL%20REPORT%20FOR%20PRINTER%2002%2028%2011.pdf\">proposal</a> from the Bipartisan Policy Center.<br />\r\n\t<br />\r\n\tEach of these proposals had somewhat different details, but what they broadly shared is changing Medicare from a program in which the government pays the bills directly to one in which the government gives money to the beneficiary, who spends it on an insurance plan.<br />\r\n\t<br />\r\n\tIn <a href=\"http://content.healthaffairs.org/content/14/4/8.abstract\">their 1995 paper</a>, Aaron and Reischauer proposed that Medicare &quot;pay a defined sum toward the purchase of an insurance policy that provided a defined set of services&quot; -- an approach they billed as a &quot;middle ground&quot; between a separate national health care system for the aged and a &quot;pure voucher system&quot; within a &quot;lightly regulated marketplace.&quot;<br />\r\n\t<br />\r\n\tAaron -- who no longer supports the idea of premium support, saying the cost-control provisions of President Barack Obama&rsquo;s health care law serve the purpose he intended -- reiterated in a <a href=\"http://healthaffairs.org/blog/2011/04/06/vouchers-or-premium-support-whats-in-a-name/\">blog post</a> earlier this year that there are several key differences between a voucher program and premium support.<br />\r\n\t<br />\r\n\tFor a proposal to qualify as premium support, Aaron wrote, it&rsquo;s crucial to peg the beneficiaries&rsquo; payment to the actual rise in health care costs so people don&#39;t end up having to pay more because of inflation. Voucher plans that don&rsquo;t do this &quot;are virtually guaranteed to become increasingly inadequate,&quot; he wrote.<br />\r\n\t<br />\r\n\tSo does the Ryan plan meet the definition of premium support? While his original plan was pegged to overall consumer prices, the most recent Ryan plan is pegged to the lower end of health care premiums. That&rsquo;s closer to the Aaron-Reischauer definition than his first plan was, though the fact that it&rsquo;s tied to the low end rather than average costs suggests that payment size could still lag typical health care prices.<br />\r\n\t<br />\r\n\tThe notion that there&rsquo;s a substantive difference between &quot;premium support&quot; and &quot;vouchers&quot; receives some support from free-market supporters. Michael Tanner, a health care analyst for the libertarian Cato Institute, said that the original Ryan plan, &quot;leaned more toward a voucher,&quot; whereas Ryan&rsquo;s second plan was &quot;clearly premium support.&quot;<br />\r\n\t<br />\r\n\tRobert Moffit, a health policy analyst at the conservative Heritage Foundation, agrees with Aaron that there&rsquo;s a distinction between &quot;voucher&quot; and &quot;premium support,&quot; though he draws the opposite conclusion, arguing that the Obama campaign&rsquo;s use of the term &quot;voucher&quot; is not justified, since the Ryan plan includes more regulation than for, say, airline vouchers for food and drink.<br />\r\n\t<br />\r\n\t<strong>Looking at linguistics</strong><br />\r\n\t<br />\r\n\tThe differences between vouchers and premium support may matter to health-policy professionals, but not necessarily to a general audience. And while the 1995 Aaron-Reischauer paper may have offered a detailed definition for &quot;premium support,&quot; language tends to evolve over nearly two decades.<br />\r\n\t<br />\r\n\tIn recent years, the definitions of &quot;premium support&quot; and &quot;vouchers&quot; have become almost indistinguishable, with plans such as Breaux-Thomas and Rivlin-Domenici using &quot;premium support&quot; to describe policies that weren&rsquo;t identical to those from the 1995 paper. Reischauer made this argument when he told PolitiFact that he thinks the Obama campaign &quot;is on firm ground&quot; using the term &quot;voucher.&quot;<br />\r\n\t<br />\r\n\tEven more convincingly, the 1995 paper didn&rsquo;t say that premium support wasn&rsquo;t a voucher -- it said that it wasn&rsquo;t a &quot;pure&quot; voucher. This means that &quot;premium support&quot; may be seen as just one type of voucher, not the opposite of a voucher.<br />\r\n\t<br />\r\n\tAaron told us he agreed with that reasoning. Take away the requirements listed in the 1995 paper, he said, &quot;and you have a bare-bones voucher.&quot; Adhere to these requirements, he said, &quot;and you have premium support. That means, I think, that premium support is a type of voucher.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tWe agree that in the world of policy wonks, there are distinctions between &quot;vouchers&quot; and &quot;premium support,&quot; having to do with the type of inflation adjustment used and the degree of marketplace regulation imposed. Compared with his original plan, Ryan&rsquo;s most recent plan does move closer to fitting the definition of pure premium support. But substantively, it&rsquo;s still somewhere in between the two approaches.<br />\r\n\t<br />\r\n\tBut the Romney-Ryan approach pretty much matches the dictionary definition of &quot;a form or check indicating a credit against future purchases or expenditures.&quot; We think that describes the general way Ryan&#39;s plan would work. For a political discussion aimed at voters rather than policy wonks, we think Obama&rsquo;s use of the term &quot;voucher&quot; is close enough to earn it a rating of Mostly True.</p>\r\n", "ruling_comments_date": "2012-08-15T12:23:12.850054", "ruling_date": "2012-08-16T13:58:23", "ruling_headline": "Do Mitt Romney and Paul Ryan want to turn Medicare into a voucher program?", "ruling_headline_slug": "does-paul-ryan-want-turn-medicare-voucher-program", "ruling_link_text": "A lesson in Washington linguistics", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tBarack Obama, <a href=\"http://www.whitehouse.gov/the-press-office/2012/08/15/remarks-president-and-first-lady-campaign-event-davenport-iowa\">remarks by the President and First Lady at a campaign event in Davenport, Iowa</a>, Aug. 15, 2012<br />\r\n\t<br />\r\n\tDavid Axelrod, <a href=\"http://transcripts.cnn.com/TRANSCRIPTS/1208/12/sotu.01.html\">interview</a> on CNN&rsquo;s State of the Union, Aug. 12, 2012<br />\r\n\t<br />\r\n\tDavid Axelrod, email to supporters, Aug. 11, 2012<br />\r\n\t<br />\r\n\tWBAY ABC-TV-2 (Green Bay, Wis.), &quot;<a href=\"http://www.wbay.com/story/19290298/2012/08/15/mitt-romney-talks-medicare-in-exclusive-interview-with-action-2-news\">Mitt Romney Talks Medicare in Exclusive Interview with Action 2 News</a>,&quot; Aug. 16, 2012<br />\r\n\t<br />\r\n\tBrookings Institution, &quot;<a href=\"http://www.brookings.edu/research/papers/2011/12/16-premium-support-primer\">Premium Support: A Primer</a>,&quot; Dec. 16, 2011<br />\r\n\t<br />\r\n\tNational Bipartisan Commission on the Future of Medicare, &quot;Building a Better Medicare for Today and Tomorrow&quot; (<a href=\"http://rs9.loc.gov/medicare/bbmtt31599.html\">final version</a>), March 16, 1999<br />\r\n\t<br />\r\n\tCongressional Budget Office, <a href=\"http://cbo.gov/sites/default/files/cbofiles/ftpdocs/121xx/doc12128/04-05-ryan_letter.pdf\">analysis</a> of original Ryan plan, April 5, 2011<br />\r\n\t<br />\r\n\tCongressional Budget Office, &quot;<a href=\"http://www.cbo.gov/sites/default/files/cbofiles/attachments/03-20-Ryan_Specified_Paths_2.pdf\">The Long-Term Budgetary Impact of Paths for Federal Revenues and Spending Specified by Chairman Ryan</a>,&quot; March 2012<br />\r\n\t<br />\r\n\tKaiser Family Foundation, &quot;<a href=\"http://www.kff.org/medicare/upload/8284.pdf\">Comparison of Medicare Premium Support Proposals</a>,&quot; accessed Aug. 15, 2012<br />\r\n\t<br />\r\n\tFiscal Times, &quot;<a href=\"http://www.thefiscaltimes.com/Blogs/Gooz-News/2012/04/27/What-to-Call-Ryans-Private-Medicare-Plan.aspx#page1\">What to Call Ryan&#39;s Private Medicare Plan</a>,&quot; April 27, 2012<br />\r\n\t<br />\r\n\tFiscal Times, &quot;<a href=\"http://www.thefiscaltimes.com/Articles/2010/11/18/Rivlin-Domenici-Put-Medicare-on-a-Weight-Loss-Diet.aspx#page1\">Rivlin-Domenici Put Medicare on a Weight Loss Diet</a>,&quot; Nov. 18, 2010<br />\r\n\t<br />\r\n\tHouse Ways and Means Committee, hearing on Medicare premium support proposals, April 27, 2012 (accessed via Nexis)<br />\r\n\t<br />\r\n\tHeritage Foundation, &quot;Medicare Reform Stage 2: Moving to a Premium Support System&quot; (news release), Nov. 28, 2011 (accessed via Nexis)<br />\r\n\t<br />\r\n\tUrban Institute, &quot;<a href=\"http://www.urban.org/uploadedpdf/309232_medicare_comp.pdf\">Can Competition Improve Medicare? A Look at Premium Support</a>,&quot; 1999<br />\r\n\t<br />\r\n\tRobert Moffit, &quot;<a href=\"http://www.heritage.org/research/reports/2012/04/saving-the-american-dream-comparing-medicare-reform-plans\">Saving the American Dream: Comparing Medicare Reform Plans</a>,&quot; April 4, 2012<br />\r\n\t<br />\r\n\tRobert Moffit, &quot;<a href=\"http://www.heritage.org/research/lecture/2012/08/premium-support-medicares-future-and-its-critics\">Premium Support: Medicare&rsquo;s Future and Its Critics</a>,&quot; Aug. 7, 2012<br />\r\n\t<br />\r\n\tHenry Aaron, &quot;<a href=\"https://www.documentcloud.org/documents/409369-henry-aaron-paper.html\">Medicare Reform: Rhetoric vs. Substance</a>&quot; (paper)<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/may/25/agenda-project/throw-granny-cliff-ad-says-paul-ryan-plan-would-pr/\">Throw-granny-from-the-cliff ad says Paul Ryan plan would privatize Medicare</a>,&quot; May 25, 2011<br />\r\n\t<br />\r\n\tEmail interview with Henry Aaron, senior fellow at the Brookings Institution, Aug. 14, 2012<br />\r\n\t<br />\r\n\tEmail interview with Robert Reischauer, former Congressional Budget Office director and president emeritus of the Urban Institute, Aug. 13, 2012<br />\r\n\t<br />\r\n\tEmail interview with Jonathan Oberlander, a health policy and management professor at the University of North Carolina (Chapel Hill), Aug. 13, 2012<br />\r\n\t<br />\r\n\tEmail interview with Michael Tanner, senior fellow at the Cato Institute, Aug. 13, 2012<br />\r\n\t<br />\r\n\tEmail interview with Robert Moffit, senior fellow at the Heritage Foundation, Aug. 13, 2012<br />\r\n\t<br />\r\n\tEmail interview with Frank Luntz, president of Luntz Global, Aug. 15, 2012<br />\r\n\t<br />\r\n\tEmail interview with Ben Zimmer, executive producer of the <a href=\"http://www.visualthesaurus.com/\">Visual Thesaurus</a> and <a href=\"http://www.vocabulary.com/\">Vocabulary.com</a> and language columnist for <em><a href=\"http://www.bostonglobe.com/ideas/theword\">The Boston Globe</a>,</em> Aug. 15, 2012</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\r\n\tSays Mitt Romney and Paul Ryan &quot;want to turn Medicare into a voucher system.&quot;</p>\r\n", "statement_context": "remarks at a campaign event", "statement_date": "2012-08-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 50, "photo": null, "resource_uri": "/api/v/2/subject/50/", "subject": "Medicare", "subject_slug": "medicare", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 23, "current_job": "U.S. Representative", "false_count": 7, "first_name": "Paul", "half_true_count": 24, "home_state": "Wisconsin", "id": 373, "last_name": "Ryan", "mostly_true_count": 16, "name_slug": "paul-ryan", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/AP_WX201_HOUSE_2016_PRIMARI.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/373/", "total_count": 89, "true_count": 10, "website": "http://www.house.gov/ryan/"}], "twitter_headline": ""}