{"art": [{"brightcove": "", "caption": "A video that describes the importance of secrecy in national security missions and the dangers of leaks.", "id": 2682, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/2682/", "title": "OPSEC - Dishonorable Disclosure", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/X-Xfti7qtT0?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "X-Xfti7qtT0"}], "author": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "canonical_url": "/truth-o-meter/statements/2012/aug/20/special-operations-opsec-education-fund/group-says-obama-revealed-secret-information-holl/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 6498, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "resource_uri": "/api/v/2/statement/6498/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tA new group of former special forces soldiers and CIA officers has produced <a href=\"http://youtu.be/X-Xfti7qtT0\">a video</a> that accuses Barack Obama of revealing sensitive intelligence information for cheap political gain. Calling itself Special Operations OPSEC (short for Operations Security), the group&rsquo;s 20-minute video spends a great deal of time on the administration&rsquo;s actions after the raid that killed Osama bin Laden. The group says it favors no candidate, but the frequent images of Obama (each time they say the word &#39;politician&#39;) leave no doubt that he is the target.<br />\r\n\t<br />\r\n\tAt one point, a voice says, &quot;The politicians turned that victory into an intelligence disaster.&quot; Among other failings, the video says the release of operational details of the raid would tip off the enemy and make future missions more risky.<br />\r\n\t<br />\r\n\tFred Rustman, a retired CIA officer, voices particular disdain for the access granted to filmmakers who moved quickly to turn the raid into a movie.<br />\r\n\t<br />\r\n\t&quot;Days after the raid, Hollywood was invited into the White House so that they could receive a briefing on exactly how the raid took place,&quot; Rustman says. &quot;What kind of sources we had. What kind of methods we used. All for the purpose of making a Hollywood movie.&quot;<br />\r\n\t<br />\r\n\tAs Rustman speaks, there&rsquo;s a picture of a cheerful Obama standing at the front of the White House theater entertaining a group of smiling celebrities.<br />\r\n\t<br />\r\n\tFor this fact-check, we&#39;ll explore whether it&#39;s true that the White House invited the filmmakers to a special briefing about the raid that revealed intelligence sources and methods.<br />\r\n\t<br />\r\n\tThe movie in question is <a href=\"http://youtu.be/vcBjOVKKxh0\">Zero Dark Thirty</a>, which is scheduled for release in December and is billed as &quot;The story you think you know &hellip; this is how it happened.&quot;<br />\r\n\t<br />\r\n\t<strong>The Hollywood connection</strong><br />\r\n\t<br />\r\n\tThe filmmakers, director Kathryn Bigelow and screenwriter Mark Boal, had been working on a bin Laden film before he was killed.<br />\r\n\t<br />\r\n\tObama announced the death of bin Laden on May 1, 2011. Less than three weeks later, Boal met with two people at the CIA, the chief of staff and the director of public affairs. We know this, and many other details of Boal&rsquo;s dealings with Washington insiders, thanks to a Freedom of Information Act request by <a href=\"http://www.judicialwatch.org/press-room/press-releases/13421/\">Judicial Watch</a>, a conservative organization that often sues to get access to government documents.<br />\r\n\t<br />\r\n\tJudicial Watch unearthed a trove of emails and other documents. They don&rsquo;t necessarily prove the point made by the OPSEC group, but they show how a well-connected writer with battlefield experience was able to move with great speed and get at least some cooperation from the nation&rsquo;s defense and national security agencies. And they reveal the thinking of the Pentagon, the CIA and the White House, as officials decided how they would deal with filmmakers working on a story the officials wanted to see told.<br />\r\n\t<br />\r\n\tMany people in those agencies already knew Boal -- or at least knew of him. He and Bigelow had won an Oscar for <em>The Hurt Locker</em>, the story of bomb disposal experts in Iraq. It was based on Boal&rsquo;s time as a reporter for <em>Playboy</em> when he was embedded with U.S. forces in 2004.<br />\r\n\t<br />\r\n\tOn May 1, Boal and Bigelow had begun shooting <a href=\"http://www.hollywoodreporter.com/news/bin-laden-filmmakers-kathryn-bigelow-221587\">a movie</a> about the 2001 battle at Tora Bora and the hunt for bin Laden. They pivoted quickly to make the movie about the final raid.<br />\r\n\t<br />\r\n\tBy June 6, Boal had spent two hours at the CIA&rsquo;s Counter Terrorism Center. A CIA public affairs officer encouraged others to cooperate, saying, &quot;As he did with <em>The Hurt Locker</em>, he&rsquo;s very concerned about operational security and will take any of our concerns into account.&quot; So from the start, that begins to contradict the group&#39;s claim that sensitive sources and methods were revealed.<br />\r\n\t<br />\r\n\tOn June 9, a Pentagon staffer made exactly the same point in an email to the Under Secretary of Defense for Intelligence, Michael Vickers. A few days later, Vickers sent an email to the Pentagon&rsquo;s head of public affairs to make sure everyone was on the same page. He notes, &quot;At the direction of Director (Leon) Panetta, CIA is cooperating fully (not, obviously, giving away anything they shouldn&#39;t, but answering questions, such as &#39;How did you feel at that point&#39;?)&quot;<br />\r\n\t<br />\r\n\tThat email reveals a Pentagon very intrigued with this project. Vickers wrote that he spoke to Adm. Eric Olson, a Navy SEAL who rose to become commander of the Special Operations Command, which oversees the SEALs and other special forces.<br />\r\n\t<br />\r\n\t&quot;They are thinking it over,&quot; Vickers writes. &quot;They would like to shape the story to prevent any gross inaccuracies, but do not want to make it look like the commanders think it&#39;s okay to talk to the media. They may want to offer up an (Team) 6 SEAL, who played a key planning role and knows the operators and story well.&quot;<br />\r\n\t<br />\r\n\tThe potential offer to speak to a Navy SEAL planner is critical. It would represent extraordinary access for the filmmakers, but that access didn&rsquo;t start with the White House. It started at the top of the military, and the Navy SEALs themselves.<br />\r\n\t<br />\r\n\tOn June 15, two emails moved through the bureaucracy. One came from a key aide to Vickers who aimed to clamp down on leaks to the press about the bin Laden operation. All contacts had to be approved. &quot;Even the simplest of comments, taken out of context or as an accumulation of information, can be extremely damaging to OPSEC,&quot; the aide wrote. (In this reference, &quot;OPSEC&quot; is referring to actual operations security, not the group running the video against Obama.)<br />\r\n\t<br />\r\n\tThat same day, Douglas Wilson, the Pentagon&rsquo;s head of public affairs moved to put Boal and Bigelow in a very different category from the others seeking access. He sent an email to the one of the White House deputy national security advisers and spoke highly of the filmmakers and the trust they enjoyed around the CIA and the Pentagon. He noted that Defense Secretary Robert Gates admired their work. He asked for guidance on what to do next and suggested a phone call that included the president&rsquo;s head of counterterrorism.<br />\r\n\t<br />\r\n\tBoal had worked his way from the CIA, to the Pentagon and now got at least some cooperation with the White House.<br />\r\n\t<br />\r\n\tWe checked the White House <a href=\"http://www.scribd.com/doc/94427928/White-House-Visitor-Records-Requests\">visitor log </a>and found that Boal had meetings there on June 30 and July 2, 2011. A later memo quotes Boal saying he &quot;spoke to the WH and had a good meeting with Brennan and McDonough.&quot; This likely refers to John O. Brennan, chief counterterrorism advisor and Denis McDonough, deputy national security advisor at the White House.<br />\r\n\t<br />\r\n\tThe emails show the filmmakers spent time in &quot;the vault,&quot; a room in the CIA building where some of the tactical planning for the raid took place. The emails also show the Pentagon&rsquo;s head of public affairs trying to arrange to have a drink with the filmmakers at Ris, an upscale restaurant in Washington adjacent to the Ritz-Carlton hotel. The emails also have references to Boal&rsquo;s dinners with CIA Director Panetta.<br />\r\n\t<br />\r\n\t<strong>Meeting with a SEAL?</strong><br />\r\n\t<br />\r\n\tA telling meeting took place between the filmmakers and Vickers. In a transcript from July 15, Vickers offered the filmmakers a chance to talk to a Navy SEAL tactician. The dialogue is intriguing:<br />\r\n\t<br />\r\n\t<strong>Vickers:</strong> &quot;Well the basic idea is they&#39;ll make a guy available who was involved from the beginning as a planner; a SEAL Team 6 Operator and Commander.&quot;<br />\r\n\t<strong>Boal:</strong> &quot;Are you talking about [name redacted]?&quot;<br />\r\n\t<strong>Vickers:</strong> &quot;A guy named [redacted]. And so he basically can give you everything you would want or would get from Adm. Olson or Adm. McRaven.&quot;<br />\r\n\t<strong>Boal: </strong>&quot;That&rsquo;s dynamite.&quot;<br />\r\n\t<strong>Bigelow: </strong>&quot;That&rsquo;s incredible.&quot;<br />\r\n\t<br />\r\n\tTom Fitton, head of Judicial Watch, called naming a Team 6 member &quot;an egregious breach of public trust&quot; and &quot;a violation of any sensible effort to protect the names of those who participated in the raid.&quot; For Fitton, this leaves &quot;no doubt it was a PR push and that involved access to the planner.&quot;<br />\r\n\t<br />\r\n\tBut it is interesting that Boal already knew or at least thought he knew a SEAL Team 6 member. We should also note that while Vickers made the offer, the Pentagon later withdrew it, and according to the department&rsquo;s assistant press secretary Carl Woog, the interview never took place. Woog emphasized that &quot;the department has repeatedly stated, and the secretary has testified, that no classified information was presented to the producers.&quot;<br />\r\n\t<br />\r\n\tThe National Security Council spokesman, Tommy Vietor, told us the individual was a planner, not an actual member of SEAL Team 6. As for the filmmakers&rsquo; access to high-level officials at the White House, Vietor said the nature of the raid made that necessary.<br />\r\n\t<br />\r\n\t&quot;Very few people were part of that decision-making process,&quot; Vietor said. &quot;So we tried to make some of those individuals available to journalists, authors and filmmakers to help them understand the process and the president&rsquo;s thinking.&quot;<br />\r\n\t<br />\r\n\t<strong>The claim and the facts</strong><br />\r\n\t<br />\r\n\tThe OPSEC group&#39;s video paints a picture of an administration eager to claim glory and willing to reveal sensitive operational details to Hollywood producers. The image of Obama in the White House theater suggests the president himself regaled his visitors from Hollywood with the story of the raid.<br />\r\n\t<br />\r\n\tBut we find the video is very misleading, suggesting Obama himself took part when there is no evidence of that. The photo comes from an event a year earlier when the president had a <a href=\"http://www.whitehouse.gov/blog/2010/03/13/steven-spielberg-and-tom-hanks-white-house\">special screening </a>of a television mini-series celebrating the American soldiers who fought in the Pacific theater during World War II.<br />\r\n\t<br />\r\n\tThe OPSEC group claims that sources and methods were revealed, but we see no proof of that. The internal emails at the CIA and Defense department emphasized that officials would not share anything that might jeopardize future missions. They knew Boal and Bigelow and judged that they had proven they could be trusted. One email says Boal promised to provide officials with the screenplay for their vetting.<br />\r\n\t<br />\r\n\tStill, approval for the filmmakers&rsquo; interviews did come from the very top. The first to engage was Panetta, then-director of the CIA. The final approval came from the national security advisers in the White House.<br />\r\n\t<br />\r\n\tIt is worth noting that the Pentagon has decades of experience of working with filmmakers.<br />\r\n\t<br />\r\n\tDuring the Iraq War, defense officials in the George W. Bush administration played a major role in making a movie about the mission to rescue Army soldier <a href=\"http://www.cbc.ca/passionateeyemonday/feature_151203.html\">Jessica Lynch,</a> who was captured by an Iraqi unit.<br />\r\n\t<br />\r\n\tIn particular, the Pentagon has been generous in sharing many details about the methods of the Navy SEALs and their counter-terrorism methods. In an effort to boost recruitment, the Navy&rsquo;s Special Warfare Command commissioned the feature film <a href=\"http://www.imdb.com/title/tt1591479/\"><em>Act of Valor,</em></a> which used actual SEALs as actors and was based on real-life missions.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tThe Web video by the group Special Operations OPSEC says &quot;Days after the (Osama bin Laden) raid, Hollywood was invited into the White House so that they could receive a briefing&quot; that revealed intelligence sources and methods.<br />\r\n\t<br />\r\n\tThere is an element of truth to the claim because the producers did indeed visit the White House, met with national security officials and clearly got some cooperation from top brass at the Pentagon and CIA. &nbsp;However, we find no evidence for the main point of the claim, that the Obama administration engineered this and revealed intelligence sources and sensitive methods.<br />\r\n\t<br />\r\n\tWe rate the claim Mostly False.</p>\r\n", "ruling_comments_date": "2012-08-17T16:52:38.738928", "ruling_date": "2012-08-20T14:49:28", "ruling_headline": "Group says Obama revealed secret information to Hollywood filmmakers", "ruling_headline_slug": "group-says-obama-revealed-secret-information-holl", "ruling_link_text": "Not pushed by the White House, no sign of secrets revealed", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tSpecial Operations OPSEC Education Fund,<a href=\"http://youtu.be/X-Xfti7qtT0\"> Dishonorable Disclosure</a>, August 15, 2012<br />\r\n\t<br />\r\n\tSpecial Ops-OPSEC <a href=\"http://www.opsecteam.org/index.html\">web site</a><br />\r\n\t<br />\r\n\tEmail interview with <a href=\"http://www.hdmk.org/biographies/general/chad-kolton.html\">Chad Kolton,</a> HDMK, on August 15, 2012<br />\r\n\t<br />\r\n\tInterview with Tim Fitton, Judicial Watch, August 16, 2012<br />\r\n\t<br />\r\n\tHollywood Reporter,<a href=\"http://www.hollywoodreporter.com/news/bin-laden-filmmakers-kathryn-bigelow-221587\"> Bin Laden filmmakers shoot back at Republican congressman</a>, August 10, 2011<br />\r\n\t<br />\r\n\tEmail interview with Tommy Vietor, National Security Council spokesman, August 16, 2012<br />\r\n\t<br />\r\n\tEmail interview with Carl Woog, assistant press secretary, Department of Defense, August 16, 2012<br />\r\n\t<br />\r\n\tWhite House,<a href=\"http://www.scribd.com/doc/94427928/White-House-Visitor-Records-Requests\"> Visitor Record Request</a><br />\r\n\t<br />\r\n\tJudicial Watch,<a href=\"http://www.judicialwatch.org/press-room/press-releases/13421/\"> Judicial Watch obtains DOD and CIA records detailing meetings with bin Laden raid filmmakers</a>, May 22, 2012<br />\r\n\t<br />\r\n\tReuters,<a href=\"http://in.reuters.com/article/2012/08/15/us-usa-campaign-binladen-ad-idINBRE87E01F20120815\"> Special ops group attacks Obama over Bin Laden bragging, leaks</a>, August 15, 2012<br />\r\n\t<br />\r\n\tReuters,<a href=\"http://www.reuters.com/article/2012/08/08/entertainment-us-obama-binladen-filmtrai-idUSBRE8771I820120808\"> Writer says bin Laden film, trailer not politically motivated</a>, August 8, 2012<br />\r\n\t<br />\r\n\tLos Angeles Times,<a href=\"http://articles.latimes.com/2012/may/23/news/la-pn-documents-reveal-pentagon-granted-hollywood-special-bin-laden-access-20120523\"> Documents reveal Pentagon granted Hollywood special Bin Laden access</a>, May 23, 2012<br />\r\n\t<br />\r\n\tNews.com.au,<a href=\"http://www.news.com.au/world-old/navy-seals-speak-out-how-we-killed-bert-laden/story-e6frfkyi-1226186922062\"> Navy SEALs reveal truth about raid against Osama bin Laden</a>, November 6, 2011<br />\r\n\t<br />\r\n\tChristian Science Monitor, <a href=\"http://www.csmonitor.com/Books/chapter-and-verse/2011/1116/Book-on-bin-Laden-raid-is-a-fabrication-says-US-Special-Operations\">Book on bin Laden raid is &lsquo;a fabrication&rsquo; says US special operations</a>, November 16, 2011<br />\r\n\t<br />\r\n\tWhite House,<a href=\"http://www.whitehouse.gov/blog/2010/03/13/steven-spielberg-and-tom-hanks-white-house\"> Steven Spielberg and Tom Hanks at the White House</a>, March 13, 2010<br />\r\n\t<br />\r\n\tNewsweek,<a href=\"http://www.thedailybeast.com/newsweek/2004/03/14/the-hunt-heats-up.html\"> The hunt heats up</a>, March 14, 2004<br />\r\n\t<br />\r\n\tArmy Times, Admiral nominated to head joint special operations command, March 10, 2008<br />\r\n\t<br />\r\n\tTime,<a href=\"http://swampland.time.com/2011/05/06/u-s-considered-holding-info-on-bin-laden-raid-pakistan-urged-release/\"> US considered delaying bin Laden announcement, Pakistan pushed to go public right away</a>, May 6, 2011</p>\r\n<p>\r\n\tMoviefone,<a href=\"http://news.moviefone.com/2012/05/24/zero-dark-thirty-cia-access-kathryn-bigelow_n_1541948.html\"> Zero Dark Thirty: Kathryn Bigelow, Mark Boal given secret access by CIA for bid Laden film</a>, May 24, 2012</p>\r\n<p>\r\n\tIMDB,<a href=\"http://www.imdb.com/title/tt1591479/\"> <em>Act of Valor</em></a><br />\r\n\t<br />\r\n\tLehigh University,<a href=\"http://gradworks.umi.com/15/01/1501097.html\"> Strange Bedfellows: Cooperation between Hollywood and the Pentagon</a>, November 2011<br />\r\n\t<br />\r\n\tHuffington Post,<a href=\"http://www.huffingtonpost.com/2012/02/17/act-of-valor-military-hollywood_n_1284338.html\"> &lsquo;Act of Valor, and the military&rsquo;s long Hollywood mission</a>, February 17, 2012<br />\r\n\t<br />\r\n\tCBC,<a href=\"http://www.cbc.ca/passionateeyemonday/feature_151203.html\"> Hollywood and the Pentagon: A dangerous liaison</a></p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 1, "first_name": "", "half_true_count": 1, "home_state": "", "id": 1983, "last_name": "Special Operations OPSEC Education Fund", "mostly_true_count": 0, "name_slug": "special-operations-opsec-education-fund", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/OPSEC.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1983/", "total_count": 3, "true_count": 0, "website": "http://www.opsecteam.org/index.html"}, "statement": "<p>\r\n\t&quot;Days after the (Osama bin Laden) raid, Hollywood was invited into the White House so that they could receive a briefing&quot; that revealed intelligence sources and methods.</p>\r\n", "statement_context": "a Web video", "statement_date": "2012-08-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 219, "photo": null, "resource_uri": "/api/v/2/subject/219/", "subject": "Message Machine 2012", "subject_slug": "message-machine-2012", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}, {"description": "", "id": 37, "photo": null, "resource_uri": "/api/v/2/subject/37/", "subject": "Terrorism", "subject_slug": "terrorism", "used_in_edition": []}], "target": [{"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}], "twitter_headline": ""}