{"art": [], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/ohio/statements/2012/aug/23/barack-obama/barack-obama-says-mitt-romney-condemned-coal-fired/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 6518, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/6518/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tMitt Romney came to coal country on Aug. 14, standing before a crowd of miners in eastern Ohio and pledging to fight for their jobs.<br />\r\n\t<br />\r\n\tYou could be forgiven if you thought this was much ado about 3,150 jobs -- the number employed directly by coal operations in Ohio, at least before two mines announced layoffs recently. But Romney&rsquo;s greater point was about how coal fires so many power plants in Ohio and the region, and how, he says, environmental regulation from President Barack Obama&rsquo;s administration threatens jobs at those plants, too. This could drive up the cost of electricity for every Ohioan, Romney said.<br />\r\n\t<br />\r\n\tThis debate -- over the cost of electricity, the shift among power plants to natural gas, the environmental and health risks, the role the government should or shouldn&rsquo;t play -- has been building for years. And after the event, the Obama campaign had a response, saying that Romney&rsquo;s position on coal has changed substantially since he was governor of Massachusetts.<br />\r\n\t<br />\r\n\t&quot;Immediately after becoming governor, Romney condemned coal-fired plants, saying they kill people,&quot; said an Obama campaign news release.</p>\r\n<p>\r\n\tThe claim was similar to one the Obama team made in a radio ad, and Obama reelection aides backed it with specific quotes Romney made in February, 2003, when Romney was the freshly elected governor of Massachusetts.</p>\r\n<p>\r\n\tThe quotes:</p>\r\n<ul>\r\n\t<li>\r\n\t\t&quot;That plant kills people.&quot; This was in reference to the Salem Harbor power plant, in the Boston area.</li>\r\n</ul>\r\n<ul>\r\n\t<li>\r\n\t\t&quot;<a href=\"http://www.youtube.com/watch?v=2BpgLYryI8g\">I will not create jobs that kill </a><a href=\"http://www.youtube.com/watch?v=2BpgLYryI8g\">people</a>.&quot; This, too, was made by Romney outside the Salem Harbor plant.</li>\r\n</ul>\r\n<p>\r\n\tThe Obama campaign also highlighted a Romney quote that had no lethal references but was just as strong. It came from a <a href=\"http://web.archive.org/web/20061024204628/http:/www.mass.gov/?pageID=pressreleases&amp;agId=Agov2&amp;prModName=gov2pressrelease&amp;prFile=gov_pr_030206_filthy_five.xml\">state of Massachusetts news </a><a href=\"http://web.archive.org/web/20061024204628/http:/www.mass.gov/?pageID=pressreleases&amp;agId=Agov2&amp;prModName=gov2pressrelease&amp;prFile=gov_pr_030206_filthy_five.xml\">release</a>in which Romney said: &nbsp;&quot;If the choice is between dirty power plants or protecting the health of the people of Massachusetts, there is no choice in my mind. I will always come down on the side of public health.&quot;<br />\r\n\t<br />\r\n\tRomney made each of these statements during a Feb. 6, 2003, showdown over the future of the controversial, coal-burning Salem Harbor Power Station.<br />\r\n\t<br />\r\n\tIn 2001, Massachusetts passed new rules to reduce power plant emissions of nitrogen oxide, sulfur dioxide, carbon dioxide and mercury, to be phased in over several years. The mercury standard would not be finalized until 2004. Romney supported the rules, as he made clear repeatedly.<br />\r\n\t<br />\r\n\tMassachusetts singled out its most egregious polluters as the &quot;Filthy Five&quot; plants, including Salem Harbor. Public health and environmental scientists at Harvard studied the emissions from two of the plants in 2000 and concluded that Salem Harbor was responsible for 53 deaths, 570 emergency room visits, 14,400 asthma attacks and 99,000 incidents of upper respiratory symptoms -- all per year.<br />\r\n\t<br />\r\n\tAs occurs with similar studies that health authorities cite, local residents and others who wanted to keep the Salem Harbor plant open (for jobs and tax revenue) disputed those figures, saying they resulted from unproven modeling. It turned out that the Harvard scientists had revised their figures in 2002, putting premature deaths from Salem Harbor&rsquo;s pollution at 30 per year and reducing the number of emergency room visits to 400 and the asthma attacks at 2,000, according to the Boston Globe and the Boston Herald.<br />\r\n\t<br />\r\n\tBut the scientists stood by the broader conclusion -- that emissions from dirty power plants can be deadly. &nbsp;The Harvard methodology has now been widely replicated and is respected by health scientists, according to several environmental authorities we spoke with. Romney appeared to accept their findings, too. In the above-mentioned <a href=\"http://web.archive.org/web/20061024204628/http:/www.mass.gov/?pageID=pressreleases&amp;agId=Agov2&amp;prModName=gov2pressrelease&amp;prFile=gov_pr_030206_filthy_five.xml\">news release</a>, the commonwealth of Massachusetts quoted Romney in the third person on the danger factor:<br />\r\n\t<br />\r\n\t&quot;Romney said that the Salem Harbor plant is responsible for 53 premature deaths, 570 emergency room visits and 14,400 asthma attacks each year. He also pointed out that coal and oil fired plants contribute significantly more air pollution than their gas fired counterparts, exacerbating acid rain and global warming.&quot;<br />\r\n\t<br />\r\n\tThis was in a news release issued by the governor&rsquo;s aides, not some radical outside instigator. It was issued under the name of Romney, Lt. Gov. Kerry Healey and Romney&rsquo;s development chief, Douglas Foy. &nbsp;According to the Boston Globe, Romney hired Foy from the &nbsp;Conservation Law Foundation, or CLF, a leading environmental advocacy group in Massachusetts.<br />\r\n\t<br />\r\n\tThe spat with Salem Harbor turned into a testy exchange that February day after Salem Harbor&rsquo;s then-owner, Pacific Gas and Electric, sought an extension until 2006 to comply with Massachusetts&rsquo; emissions rules -- and plant supporters showed up to to demand that the governor back off. Romney was adamant that the company comply by 2004. His statements that day show how he felt: &quot;That plant kills people.&quot; And to those including city officials who argued that this would cost jobs: &quot;I will not create jobs that kill people.&quot;<br />\r\n\t<br />\r\n\tBased on some of the quotes, it might appear that Romney was speaking only about that single plant (which a new owner, Dominion, is phasing out, after which a subsequent third owner <a href=\"http://www.boston.com/yourtown/news/salem/2012/08/purchase_of_salem_harbor_power.html\">will build a natural gas plant</a> there). That&rsquo;s what we thought when we began looking into this. It is also what the Romney campaign told us in email.<br />\r\n\t<br />\r\n\tSo was it accurate for the Obama campaign to imply that Romney&rsquo;s words characterized his broader attitude toward coal emissions when he was governor?<br />\r\n\t<br />\r\n\tWe kept looking, because people in the environmental community told us it was a valid claim. And the news release under Romney&rsquo;s name suggested it as well.<br />\r\n\t<br />\r\n\tRomney spoke of plants, not just a single one, when he pointed out that coal and oil fired plants contribute significantly more air pollution than their gas fired counterparts, exacerbating acid rain and global warming.<br />\r\n\t<br />\r\n\tStill, to give him the benefit of doubt, what if he really just meant the Salem Harbor plant? Wasn&rsquo;t that plant particularly egregious when compared with coal-fired plants under attack by federal regulators today?<br />\r\n\t<br />\r\n\tNo, say environmentalists who include authorities from the CLF.<br />\r\n\t<br />\r\n\tTheir claims are supported by U.S. EPA emissions data we verified independently.<br />\r\n\t<br />\r\n\t&quot;When he said that &lsquo;this plant kills people,&rsquo; he was talking about a plant that produced pollution comparable to the emissions of plants in the Midwest,&quot; said Seth Kaplan, vice president for policy and climate advocacy at the conservation foundation.<br />\r\n\t<br />\r\n\tJonathan Peress, an environmental and regulatory attorney who works for the CLF and was recently chairman of the American Bar Association&rsquo;s air quality committee, added in a separate interview with PolitiFact Ohio that Romney promoted Massachusetts air standards that were almost identical to those the U.S. EPA wants to enforce -- and that Romney now criticizes.<br />\r\n\t<br />\r\n\t&quot;The levels of emissions that he was talking about were levels that were virtually identical to what the EPA has proposed,&quot; Kaplan agreed. &quot;He was steadfastly standing behind emissions reductions that are the same as those currently attacked.&quot;<br />\r\n\t<br />\r\n\tTo see if this was accurate -- that the emissions Romney decried were similar to or even weaker than those under current attack now by the EPA (whose rules Romney now attacks) -- we examined the emissions cuts that Massachusetts wanted and data on the level of sulfur dioxide and nitrogen oxides emissions at Salem Harbor and in the Midwest. The U.S. EPA keeps the information in its extensive <a href=\"http://www.epa.gov/airmarkets/\">Clean Air Markets</a> database.<br />\r\n\t<br />\r\n\tNitrogen oxides react with sunlight to create ozone and smog. Sulfur dioxide is tied to particulate matter and is considered particularly dangerous to health, said Jonathan Walke, a senior attorney with the Natural Resources Defense Council Action Fund.<br />\r\n\t<br />\r\n\tThe level of both these substances was multiple times lower at Salem Harbor, even when Romney was trying to force the plant to reduce emissions, than at Eastlake in Northeast Ohio and several other Ohio plants we checked. Our comparisons included multiple years, including Salem Harbor in 2003 with Ohio plants in 2011. To compensate for differences in electricity output, number of boilers and hours of operation at different power plants, we checked the data for emissions per megawatt-hour. The pattern held.<br />\r\n\t<br />\r\n\t&quot;It&rsquo;s all the same pollution, albeit in higher quantities in Ohio,&quot; Walke said.<br />\r\n\t<br />\r\n\tYou might ask why we looked at Eastlake. It&rsquo;s because FirstEnergy Corp. plans to shut down two of that plant&rsquo;s boilers rather than spend heavily on scrubbers to comply with EPA rules. This is one of several coal-burning plants at the heart of the current jobs-versus-pollution debate, although Romney did not mention it specifically.<br />\r\n\t<br />\r\n\tIt&rsquo;s important to note that the rules on nitrogen and sulfur are not what is prompting the FirstEnergy shutdowns. New EPA rules on mercury and toxic metals are the cause of planned closures in Eastlake. The tougher limits won&rsquo;t take effect until 2014. The EPA aims to cut mercury emissions by 79 percent.<br />\r\n\t<br />\r\n\tBut as the Massachusetts governor, Romney supported mercury reductions in his state, too. In 2004, he signed off on a rule aiming to reduce mercury emissions by 95 percent by 2012. With Romney&rsquo;s name on the letterhead, Massachusetts in May, 2004, issued a lengthy set of justifications for the mercury rule. Among them:<br />\r\n\t<br />\r\n\t&quot;First, [new research] confirms and extends our understanding of mercury&#39;s harmful effects on learning, attention and other critical cognitive skills in children. &nbsp;Recent studies have found that children exposed to mercury levels may show signs of attention deficit disorder, impaired visual-spatial skills and poor coordination.&quot;<br />\r\n\t<br />\r\n\tRomney was &quot;a champion&quot; of those mercury regulations, said Shanna Cleveland, a staff attorney with the Conservation Law Foundation. &quot;He was one of the reasons we got them through.&quot;<br />\r\n\t<br />\r\n\tTime to clean up: Romney was discussing a specific power plant, Salem Harbor, when he said, &nbsp;&quot;That plant kills people.&quot; But the public record shows that his comments were part of a broad emissions-cutting program he embraced.<br />\r\n\t<br />\r\n\tAnd the power plant that he considered deadly had emissions that were no worse, and in many cases lower, than at Midwest plants that he would now wants left alone, citing the use of affordable and abundant coal.<br />\r\n\t<br />\r\n\tIf one were to have supported the regulations Romney wanted in 2003, it&rsquo;s fairly safe to assume that &quot;one would also support such things nationally,&quot; said Jonathan Levy, an environmental scientist at &nbsp;Boston University and Harvard and co-author of the now heavily replicated study on the correlation between coal-burning power plants and respiratory health.<br />\r\n\t<br />\r\n\tThe Obama campaign claimed that as governor, Romney condemned coal plants as killers. He spoke at times of a single plant, but at other times made clear that other plants also needed to cut emissions for the sake of public health. This even included new rules for mercury reductions -- the same substance from coal plants that now is prompting closures in Ohio.<br />\r\n\t<br />\r\n\tThe debate over coal involves calculations of costs, the abundance or scarcity of natural resources, health and environmental risks, and attitudes about government regulation. It is not our role to say Romney was right or wrong at one time.<br />\r\n\t<br />\r\n\tBut with additional information from emissions data, interviews and the public record of his governorship, &nbsp;the Obama campaign claim about Romney&rsquo;s coal position of nine years ago is nearly as clear as a haze-free day.<br />\r\n\t<br />\r\n\tOn the Truth-O-Meter, it rates Mostly True.</p>\r\n", "ruling_comments_date": "2012-08-22T18:54:00.777789", "ruling_date": "2012-08-23T06:00:00", "ruling_headline": "Barack Obama says Mitt Romney condemned coal-fired power plants as killers", "ruling_headline_slug": "barack-obama-says-mitt-romney-condemned-coal-fired", "ruling_link_text": "Broad emissions-cutting program embraced", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tMitt Romney&rsquo;s comments outside Century Mine, Beallsville, Ohio, Aug. 14, 2012<br />\r\n\t<br />\r\n\tObama for America news release, &quot;Romney&rsquo;s comments overlook facts on coal,&quot; Aug. 14, 2012<br />\r\n\t<br />\r\n\tEmail exchange with Jessica Kershaw, Obama for America spokeswoman, Aug. 15 and 16, 2012<br />\r\n\t<br />\r\n\tEmail exchange, Christopher Maloney, Romney campaign spokesman, Aug. 15 and 16<br />\r\n\tCommonwealth of Massachusetts, &quot;<a href=\"http://web.archive.org/web/20061024204628/http:/www.mass.gov/?pageID=pressreleases&amp;agId=Agov2&amp;prModName=gov2pressrelease&amp;prFile=gov_pr_030206_filthy_five.xml\">Romney, Healey enforce power plant regulations</a>,&quot;news release, Feb. 6, 2003<br />\r\n\t<br />\r\n\tBoston Globe, &quot;Romney says Salem plant must clean up, workers decry 2004 deadline,&quot; by David Arnold, Feb. 6, 2003<br />\r\n\t<br />\r\n\tGreenwire, &quot;Massachusetts: Gov, Romney orders one of &lsquo;Filthy Five; to clean up,&quot; Feb. 7, 2003<br />\r\n\t<br />\r\n\t<a href=\"http://www.youtube.com/watch?v=2BpgLYryI8g\">Video of Romney in 2003</a> with comments about coal plants, YouTube<br />\r\n\t<br />\r\n\tU.S. EPA data on emissions, <a href=\"http://ampd.epa.gov/ampd/\">Air Markets Program Data</a> and <a href=\"http://www.epa.gov/cleanenergy/energy-resources/egrid/index.html\">eGRID</a> databases, accessed Aug. 16, 17 and 20, 2012<br />\r\n\t<br />\r\n\tEmissions data from EPA, examined by Conservational Law Foundation, Aug. 15, 2012<br />\r\n\t<br />\r\n\tCommonwealth of Massachusetts, &quot;Response to comments for proposed amendments to emission standards for power plants,&quot; May, 2004<br />\r\n\t<br />\r\n\tBoston Herald, &nbsp;&quot;PG&amp;G fights cleaning decision; Salem mayor wants proof of gov&rsquo;s claim,&quot; by Donna Goodison, Feb. 13, 2003<br />\r\n\t<br />\r\n\tTelephone interview with Jonathan Levy, Boston University and Harvard, Aug. 15, 2012<br />\r\n\t<br />\r\n\tTelephone interviews with Seth Kaplan, Jonathan Peress and Shanna Cleveland, Conservation Law Center, Aug. 15, 2012<br />\r\n\t<br />\r\n\tTelephone interview with John Walke, Natural Resources Defense Council Action Fund, Aug. 17, 2012<br />\r\n\t<br />\r\n\tNENC.com, &quot;<a href=\"http://www.necn.com/07/19/12/Cleaning-up-Salem-Harbor/landing_business.html?blockID=743133&amp;feedID=4209\">Cleaning up Salem Harbor</a>&quot;<br />\r\n\t<br />\r\n\tWall Street Journal, &quot;<a href=\"http://online.wsj.com/article/SB10001424052970204505304577004352121240264.html?mod=WSJ_Election_LEFTSecondStories\">For Romney, 2005 was key year of policy shifts</a>,&quot; by Jonathan Weisman, Nov. 11, 2011</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\r\n\tSays that as Massachusetts governor, Mitt Romney &quot;condemned coal-fired plants, saying they kill people.&quot;</p>\r\n", "statement_context": "a news release", "statement_date": "2012-08-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}], "target": [], "twitter_headline": ""}