{"art": [{"brightcove": "", "caption": "In this ad, President Barack Obama's reelection campaign defends his plan for Medicare and attacks his opponents' approach.", "id": 2681, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/2681/", "title": "Obama \"Facts\" ad", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/LJb6tA1cXT0?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "LJb6tA1cXT0"}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2012/aug/23/barack-obama/barack-obama-ad-says-paul-ryans-medicare-plan-coul/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 6524, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "bbowers@politifact.com", "first_name": "Becky", "id": 177, "last_name": "Bowers", "name_slug": "becky-bowers", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/bbowers-politifact-mug_.gif", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/177/", "title": "PolitiFact Digital Operations Manager", "twitter": null}, {"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/6524/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\t<strong>Editor&rsquo;s note: </strong><em>After we originally published this item, we received several emails questioning our ruling and pointing us to a new study on the Medicare Advantage program. We reviewed that evidence, considered the arguments of those who disagreed with us and reconsidered our original rating of Mostly True. (Read the<a href=\"http://www.politifact.com/barack-obama-paul-ryan-medicare-archived/\"> archived original version</a>.) Here, we&rsquo;ve incorporated the new evidence into our original story and issued a new rating of Half True.</em><br />\r\n\t<br />\r\n\tIn the latest salvo in a growing battle over Medicare, President Barack Obama&rsquo;s campaign has released an ad that criticizes the Mitt Romney-Paul Ryan ticket over Ryan&rsquo;s plan for Medicare.<br />\r\n\t<br />\r\n\tThe ad, called &quot;<a href=\"https://www.youtube.com/watch?v=LJb6tA1cXT0\">Facts</a>,&quot; touts support for his own approach to Medicare from the AARP -- the organization representing older Americans -- as well as AARP&rsquo;s criticism of Ryan&rsquo;s proposal. (After the ad&rsquo;s release, AARP issued a statement to <a href=\"http://www.politico.com/blogs/burns-haberman/2012/08/aarp-washes-hands-of-obama-ad-132418.html\">clarify</a> that it was not involved in the making of the ad, though the statement didn&rsquo;t dispute the ad&rsquo;s use of AARP&rsquo;s previous written comments.)<br />\r\n\t<br />\r\n\tAt one point, the narrator says that &quot;experts say (Ryan&rsquo;s) voucher plan could raise future retirees&rsquo; costs more than $6,000.&quot; An on-screen visual adds the text, &quot;Raise seniors&rsquo; costs by $6,400 a year. Center on Budget and Policy Priorities, 4/8/11.&quot;<br />\r\n\t<br />\r\n\tIs this accurate? Only partly so. We&rsquo;ll take a look at why.<br />\r\n\t<br />\r\n\t<strong>The Romney-Ryan Medicare plan</strong><br />\r\n\t<br />\r\n\tAs we&rsquo;ve <a href=\"http://www.politifact.com/truth-o-meter/statements/2012/aug/16/barack-obama/does-paul-ryan-want-turn-medicare-voucher-program/\">noted</a>, Ryan released his initial Medicare plan in early 2011. Under this plan, Medicare would have changed from a program that pays doctors and hospitals fees for particular services to one in which beneficiaries would be paid an amount by the government that they could use toward private insurance premiums.<br />\r\n\t<br />\r\n\tThis would have affected people who today are under 55 only, but critics said those who fell under the new rules would face an increasingly large gap between what the government paid for their benefits and what their health care services cost.<br />\r\n\t<br />\r\n\tThe plan was approved by the GOP-controlled House before dying in the Senate, where Democrats called it radical and harmful to beneficiaries. Subsequently, Ryan offered updated versions of the plan, the first in conjunction with Sen. Ron Wyden, D-Ore., and then as part of his fiscal year 2013 budget proposal. Ryan&rsquo;s most recent plan is similar to his original one, with two key differences. The newer version allows beneficiaries under 55 a choice -- they can use their payment to buy private insurance or for a plan that acts like traditional Medicare. Meanwhile, the size of the payment would be set by the market -- the price of the second-cheapest plan.<br />\r\n\t<br />\r\n\tSo is the most recent Ryan plan also official policy for the Romney campaign? It appears to be. In an <a href=\"http://www.wbay.com/story/19290298/2012/08/15/mitt-romney-talks-medicare-in-exclusive-interview-with-action-2-news\">interview</a> with a Green Bay, Wis., television station on Aug. 15, Romney said, &quot;Paul Ryan and my plan for Medicare, I think, is the same, if not identical -- it&#39;s probably close to identical.&quot;<br />\r\n\t<br />\r\n\tThis history is important because of how the Obama campaign frames the Romney-Ryan Medicare plan in the ad.<br />\r\n\t<br />\r\n\t<strong>The $6,400 question</strong><br />\r\n\t<br />\r\n\tThe ad documents its claim of a $6,400 increase in out-of-pocket costs by citing a <a href=\"http://www.cbpp.org/cms/index.cfm?fa=view&amp;id=3453\">report</a> by the Center on Budget and Policy Priorities, a liberal think tank. Here&rsquo;s what the group said:<br />\r\n\t<br />\r\n\t&quot;In 2022, the first year the voucher would apply, (the Congressional Budget Office) estimates that total health care expenditures for a typical 65-year-old would be almost 40 percent higher with private coverage under the Ryan plan than they would be with a continuation of traditional Medicare,&quot; center president Bob Greenstein wrote. &quot;CBO also finds that this beneficiary&#39;s annual out-of-pocket costs would more than double &mdash; from $6,150 to $12,500. In later years, as the value of the voucher eroded, the increase in out-of-pocket costs would be even greater.<br />\r\n\t<br />\r\n\tThe difference between $12,500 (the out-of-pocket costs under the Ryan plan in 2022) and $6,150 (the out-of-pocket costs that year under traditional Medicare) is $6,350, which is very close to $6,400.<br />\r\n\t<br />\r\n\tIn an interview, Paul Van de Water, a senior fellow at the Center for Budget and Policy Priorities, emphasized that the numbers his group used come from CBO, the nonpartisan number-crunching arm of Congress, and that the center&rsquo;s role was just to take the CBO analysis and make it &quot;more understandable.&quot;<br />\r\n\t<br />\r\n\tIn fact, different groups have made slightly different calculations of the out-of-pocket increase -- the Kaiser Family Foundation, for instance, <a href=\"http://www.kff.org/medicare/upload/8179.pdf\">tabulated the number</a> to be $6,870 -- but the estimates we&rsquo;ve seen are all in the same ballpark.<br />\r\n\t<br />\r\n\tBut here&rsquo;s the problem: The CBO analysis, and the other groups&rsquo; analyses that were built on those CBO numbers, refer to the original Ryan plan, not to the current one. The current plan is slightly more generous in how fast it allows subsidies to grow as health care costs increase, while still keeping spending lower than current projections. Ryan also made a number of other technical changes to address concerns that the credits wouldn&rsquo;t keep up if medical costs kept going up and up. As we mentioned before, the amount a beneficiary receives, for example, would be based on the second least-expensive plan available on a Medicare exchange.<br />\r\n\t<br />\r\n\tThat means while the traditional Medicare offering &mdash; if it&rsquo;s more expensive than the second-least expensive plan &mdash; could cost seniors more out-of-pocket, it&rsquo;s unlikely to cost them as much as estimates for Ryan&rsquo;s earlier plan.<br />\r\n\t<br />\r\n\tOf course, it&rsquo;s still not clear what would happen over time if those market-based payments grew faster than the Ryan plan&rsquo;s cap on Medicare spending. Would savings still come from beneficiaries? Or providers? Or somewhere else?<br />\r\n\t<br />\r\n\t&quot;CBO has not analyzed the policies that might be implemented to produce such a path for Medicare spending, including a premium-support approach to Medicare of the sort that Chairman Ryan and other Members of Congress have recently discussed,&quot; CBO <a href=\"http://www.cbo.gov/sites/default/files/cbofiles/attachments/03-20-Ryan_Specified_Paths_2.pdf\">wrote earlier this year</a>.<br />\r\n\t<br />\r\n\tThe Obama campaign said it would be happy to update its numbers if CBO or the Romney-Ryan campaign provided new data, but neither has. Peter Orszag, Obama&rsquo;s former Office of Management and Budget director, recently <a href=\"http://www.bloomberg.com/news/2012-08-11/paul-ryan-is-thoughtful-handsome-and-misguided.html\">wrote</a> that &quot;if Ryan believes that changes to his plan since (the original plan was released) would result in any different conclusions, he should request that CBO publish an updated analysis.&quot;<br />\r\n\t<br />\r\n\tBut there is one clue that the number wouldn&rsquo;t be close to $6,400. A study published Aug. 1, 2012, in the Journal of the American Medical Association says that if Ryan&rsquo;s plan had been in place in 2009, the cost of the second-cheapest Medicare Advantage plan (and thus the size of the premium support payment) would have been 9 percent less than traditional Medicare.<br />\r\n\t<br />\r\n\tThat would have required an out-of-pocket payment for seniors who wanted to use traditional Medicare of $64 a month &mdash; which adds up to less than $800 a year.<br />\r\n\t<br />\r\n\tBut the absence of data means that analyzing the impact of the new Ryan plan is speculative. Van de Water told PolitiFact that, in the absence of specifics, &quot;I wouldn&rsquo;t want to speculate on what a new CBO estimate would show. ... Since Ryan has advanced many different versions of premium support, one should specify which version one is talking about.&quot;<br />\r\n\t<br />\r\n\tBut despite such concerns, Van de Water did say that the Obama campaign&rsquo;s decision to use the old numbers was defensible. &quot;It also seems reasonable to cite the most recent available analysis&quot; when Ryan has not provided enough detail to do a new one.<br />\r\n\t<br />\r\n\t<strong>Our rating</strong><br />\r\n\t<br />\r\n\tThe Obama ad would have been more accurate if it had specified that it was referring to a previous Ryan plan for Medicare rather than the current one. We simply don&rsquo;t have enough details to know how much extra money seniors might have to pay under the current Ryan plan. Still, the Obama campaign gave itself some wiggle room by saying that the plan &quot;could&quot; raise out-of-pocket costs by more than $6,000. On balance, we rate the statement Half True.</p>\r\n", "ruling_comments_date": "2012-08-23T18:29:50.170923", "ruling_date": "2012-08-23T18:28:58", "ruling_headline": "Barack Obama ad says Paul Ryan’s Medicare plan could raise costs for Medicare beneficiaries by $6,000 each", "ruling_headline_slug": "barack-obama-ad-says-paul-ryans-medicare-plan-coul", "ruling_link_text": "UPDATE: Reconsidering the differences", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tBarack Obama, &quot;Facts&quot; (<a href=\"https://www.youtube.com/watch?v=LJb6tA1cXT0\">ad</a>), Aug. 17, 2012<br />\r\n\t<br />\r\n\tCongressional Budget Office,<a href=\"http://cbo.gov/sites/default/files/cbofiles/ftpdocs/121xx/doc12128/04-05-ryan_letter.pdf\"> analysis</a> of original Ryan plan, April 5, 2011<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tCongressional Budget Office, &quot;<a href=\"http://www.cbo.gov/sites/default/files/cbofiles/attachments/03-20-Ryan_Specified_Paths_2.pdf\">The Long-Term Budgetary Impact of Paths for Federal Revenues and Spending Specified by Chairman Ryan</a>,&quot; March 2012<br />\r\n\t<br />\r\n\tKaiser Family Foundation, &quot;<a href=\"http://www.kff.org/medicare/upload/8179.pdf\">Proposed Changes to Medicare in the &quot;Path to Prosperity: Overview and Key Questions</a>,&quot; April 2011<br />\r\n\t<br />\r\n\tCenter on Budget and Policy Priorities, &quot;<a href=\"http://www.cbpp.org/cms/index.cfm?fa=view&amp;id=3453\">CBO Report: Ryan Plan Specifies Spending Path That Would Nearly End Most of Government Other Than Social Security, Health Care, and Defense by 2050</a>,&quot; April 7, 2011<br />\r\n\t<br />\r\n\tCenter on Budget and Policy Priorities, &quot;<a href=\"http://www.cbpp.org/cms/index.cfm?fa=view&amp;id=3471\">Proposed Cap on Federal Spending Would Force Deep Cuts in Medicare, Medicaid, and Social Security</a>,&quot; April 15, 2011<br />\r\n\t<br />\r\n\t<em>POLITICO</em>, &quot;<a href=\"http://www.politico.com/blogs/burns-haberman/2012/08/aarp-washes-hands-of-obama-ad-132418.html\">AARP washes hands of Obama ad</a>,&quot; Aug. 17, 2012<br />\r\n\t<br />\r\n\tWBAY ABC-TV-2 (Green Bay, Wis.), &quot;<a href=\"http://www.wbay.com/story/19290298/2012/08/15/mitt-romney-talks-medicare-in-exclusive-interview-with-action-2-news\">Mitt Romney Talks Medicare in Exclusive Interview with Action 2 News</a>,&quot; Aug. 16, 2012<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2012/aug/16/barack-obama/does-paul-ryan-want-turn-medicare-voucher-program/\">Do Mitt Romney and Paul Ryan want to turn Medicare into a voucher program?</a>&quot; Aug. 16, 2012<br />\r\n\t<br />\r\n\tEmail interview with Paul Van de Water, senior fellow at the Center for Budget and Policy Priorities, Aug. 17, 2012</p>\r\n<p>\r\n\tEmail interview with Yuval Levin, editor of National Affairs and fellow at the Ethics and Public Policy Center, Aug. 18-20, 2012<br />\r\n\t<br />\r\n\tU.S. Rep. Paul Ryan, &quot;<a href=\"http://paulryan.house.gov/UploadedFiles/Pathtoprosperity2013.pdf\">Path to Prosperity&quot; FY2013</a><br />\r\n\t<br />\r\n\tJournal of the American Medical Association, &quot;<a href=\"http://jama.jamanetwork.com/article.aspx?articleid=1273025\">Potential Consequences of Reforming Medicare Into a Competitive Bidding System</a>,&quot; Aug. 2, 2012<br />\r\n\t<br />\r\n\tBloomberg, Peter Orszag, &quot;<a href=\"http://www.bloomberg.com/news/print/2012-08-20/private-market-tooth-fairy-can-t-cut-medicare-cost.html\">Private-Market Tooth Fairy Can&rsquo;t Cut Medicare Cost</a>,&quot; Aug. 20, 2012<br />\r\n\t&nbsp;</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\r\n\tPaul Ryan&rsquo;s Medicare plan &quot;could raise future retirees&rsquo; costs more than $6,000.&quot;</p>\r\n", "statement_context": "a campaign commercial", "statement_date": "2012-08-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>We strive to make our work completely accurate. When we make a mistake, we correct it and note it on the original item. If the mistake is so significant that it requires us to change the ruling, we will do so. Readers who see an error should contact the writer or editor. Their names are listed on the right side of every Truth-O-Meter item. Clicking on their names will take you to their bio pages, where you can find their email addresses. Read more about our corrections policies in our <a href=\"http://www.politifact.com/truth-o-meter/article/2013/nov/01/principles-politifact-punditfact-and-truth-o-meter/\">Principles of the Truth-O-Meter</a>.</p>\r\n", "id": 255, "photo": null, "resource_uri": "/api/v/2/subject/255/", "subject": "Corrections and Updates", "subject_slug": "corrections-and-updates", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 50, "photo": null, "resource_uri": "/api/v/2/subject/50/", "subject": "Medicare", "subject_slug": "medicare", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 219, "photo": null, "resource_uri": "/api/v/2/subject/219/", "subject": "Message Machine 2012", "subject_slug": "message-machine-2012", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 23, "current_job": "U.S. Representative", "false_count": 7, "first_name": "Paul", "half_true_count": 24, "home_state": "Wisconsin", "id": 373, "last_name": "Ryan", "mostly_true_count": 16, "name_slug": "paul-ryan", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/AP_WX201_HOUSE_2016_PRIMARI.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/373/", "total_count": 89, "true_count": 10, "website": "http://www.house.gov/ryan/"}], "twitter_headline": ""}