{"art": [], "author": [{"email_address": "sowen@statesman.com", "first_name": "Sue", "id": 265, "last_name": "Owen", "name_slug": "sue-owen", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/265/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2012/aug/29/ted-lyon/ted-lyon-says-most-texas-schools-spend-45-days-man/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 6574, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "sowen@statesman.com", "first_name": "Sue", "id": 265, "last_name": "Owen", "name_slug": "sue-owen", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/265/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/6574/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tIn an opinion <a href=\"http://www.statesman.com/opinion/wasteful-staar-exams-hurt-students-teachers-2425539.html\">column</a> that appeared in Texas newspapers (including the <em>Austin American-Statesman</em> on Aug. 1, 2012), former state Sen. Ted Lyon criticized current state lawmakers for cutting education funds but sticking to mandated state exams that he called wasteful and expensive.<br />\r\n\t<br />\r\n\t&quot;Mandated tests consume valuable time that should be used for teaching,&quot; Lyon wrote. &quot;Most schools spend 45 days out of the 180 days in a school year in some form of mandated testing. This type of thinking is absurd.&quot;<br />\r\n\t<br />\r\n\tA <em>Statesman</em> reader asked us: Does Texas spend a quarter of its school days on such tests?<br />\r\n\t<br />\r\n\tWe were curious, too, especially as we had recently rated <a href=\"http://www.politifact.com/texas/statements/2012/apr/20/sara-stevenson/austin-school-librarian-says-school-district-has-6/\">Mostly False</a> a claim that Austin&rsquo;s school district lists 64 days a year for state testing. In that fact-check, we found 34 days were tabbed by the Austin district in 2011-12 for state testing and make-up/re-test exams, but that not all grades or all students took tests on each of those days.<br />\r\n\t<br />\r\n\tTexas Education Agency spokeswoman Debbie Ratcliffe told us the number of testing dates in Texas schools has increased over the years in response to state and federal mandates.<br />\r\n\t<br />\r\n\tMost of the tests are conducted in high schools, Ratcliffe said, with the introduction of end-of-course exams in the <a href=\"http://www.tea.state.tx.us/student.assessment/staar/\">State of Texas Assessment of Academic Readiness</a> program.<br />\r\n\t<br />\r\n\tAs we started on this article, we interviewed Lyon by phone and email and were unable to pin down how he arrived at the 45-day figure.<br />\r\n\t<br />\r\n\tLyon, a Mesquite lawyer and Democrat who was a House member and then senator from 1979 into early 1993, told us that he based his statement on conversations with current and former education administrators, most at the district level, plus work done for Lyon by a researcher.<br />\r\n\t<br />\r\n\tWithout giving us specific numbers, he told us that what he learned convinced him that most Texas students were being pulled &quot;into a testing mode all day&quot; for state-mandated tests on at least 45 to 50 days a year.<br />\r\n\t<br />\r\n\tSince the 1980s, Texas students have taken some form of state-mandated exam. Last year, Texas began phasing out the Texas Assessment of Knowledge and Skills and replacing it with the more rigorous STAAR. TEA, the state government body in charge of kindergarten-12th grade public education, oversees the testing program.<br />\r\n\t<br />\r\n\tSTAAR is being rolled into place with the high-school class of 2015; students graduating in 2013 and &rsquo;14, who took the TAKS in ninth grade, will still take the TAKS to graduate.<br />\r\n\t<br />\r\n\tIn our April story, TEA&rsquo;s Ratcliffe said, &quot;Any one kid is only going to spend two to five days a year taking the state tests&quot; unless he or she fails, in which case re-testing would be possible. We asked for more detail for this story, and Ratcliffe explained that students in grades 3-5, 6-8 and 9-11 are tested on two to five subjects per year.<br />\r\n\t<br />\r\n\tThe state&rsquo;s 2011-12 <a href=\"http://www.tea.state.tx.us/index3.aspx?id=3635&amp;menu_id=793\">testing calendar</a> shows that districts were required to hold STAAR and TAKS on 25 specific days plus four flexible testing periods (when districts can schedule tests as needed). If a district had at least one test in each flexible period, its minimum number of testing dates would have been 29. The maximum allowed is 45 days.<br />\r\n\t<br />\r\n\tHowever, each individual school would only administer the tests required in its grade levels; for example, elementary schools are not conducting the pre-graduation end-of-course exams. And the 29 to 45 dates on the STAAR calendar included re-tests and makeup tests for students who failed or missed the initial exam.<br />\r\n\t<br />\r\n\tRatcliffe helped us sort out STAAR scenarios with the most and least possible testing for individual Texas students during a school year:</p>\r\n<ul style=\"margin-top:0pt;margin-bottom:0pt;\">\r\n\t<li>\r\n\t\tLeast: Two days. Third-graders only take two tests and aren&rsquo;t asked to re-test if they fail. So that&rsquo;s it: two four-hour tests (&quot;pencils up&quot; to &quot;pencils down&quot;).</li>\r\n\t<li>\r\n\t\tMost: Ten days, if a ninth-grader failed in all five STAAR subjects and had to retake each test.</li>\r\n</ul>\r\n<br />\r\n<p>\r\n\tThen there are tests required at the district level. Many large and mid-size districts, Ratcliffe said, require progress checks (such as &quot;benchmark,&quot; &quot;field&quot; or six-week tests). Our earlier fact-check found that in the Austin district, benchmark testing ranged from about four days for third-graders to as many as nine days for eighth-graders, with each exam occupying up to two hours.<br />\r\n\t<br />\r\n\tWe reached out to officials in several Texas districts, including the ones Lyon named, and heard back from associate superintendent Cathy Rideout of the Mesquite district, just east of Dallas.<br />\r\n\t<br />\r\n\tRideout said the district&rsquo;s &quot;benchmark&quot;-type test is a 20-question test given four times a year to make sure students are keeping up with curricula.<br />\r\n\t<br />\r\n\tAll or parts of a district&rsquo;s student body can also take other standardized tests. Rideout emailed us information about several in the Mesquite district:</p>\r\n<br />\r\n<ul style=\"margin-top:0pt;margin-bottom:0pt;\">\r\n\t<li>\r\n\t\tTesting to identify gifted students and students who need scholastic help from state <a href=\"http://www.tea.state.tx.us/index2.aspx?id=2147500224\">Response to Intervention</a> services.</li>\r\n\t<li>\r\n\t\tReading tests for kindergarten, first and second grades. The state requires that such a test be given but lets districts choose which test to give, Rideout said.</li>\r\n\t<li>\r\n\t\tThe Texas Middle School Fluency Assessment of reading skills for some seventh-graders.</li>\r\n\t<li>\r\n\t\tTests for students learning English.</li>\r\n\t<li>\r\n\t\tThe PSAT, a preparatory test for the SAT college entrance exam. (Unlike the SAT, the PSAT is taken during school.)</li>\r\n</ul>\r\n<p>\r\n\t<br />\r\n\tThe Response to Intervention testing, K-2 reading tests and PSAT occur on seven days, but take less time per day than STAARs, Rideout said.<br />\r\n\t<br />\r\n\tTrying to get a grip on how many tests are required at the district level around the state, we consulted officials with Texas educators&rsquo; associations, but found no organization that tracks district testing days.<br />\r\n\t<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tThere seems to be scant information spelling out precisely how many days most schools give mandated tests. But our sense is that Texas school districts might be giving state-mandated tests on 29 days a school year, while district-level benchmark tests can absorb about four to nine days, though admittedly that&rsquo;s based only on what we gleaned from the Austin and Mesquite districts for 2011-12. The days devoted to testing at some individual schools &mdash; and, more important, for individual students &mdash; are far fewer.<br />\r\n\t<br />\r\n\tWe don&rsquo;t doubt that schools focus on the various mandated tests throughout each year. However, we see no evidence that most schools spend 45 days of each year giving the tests, which is what Lyon declared. His statement rates False.</p>\r\n", "ruling_comments_date": "2012-08-29T15:21:26.504790", "ruling_date": "2012-08-29T14:19:33", "ruling_headline": "Ted Lyon says most Texas schools spend 45 days on mandated tests", "ruling_headline_slug": "ted-lyon-says-most-texas-schools-spend-45-days-man", "ruling_link_text": "Total varies, and it’s likely less than 40", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<em>Austin American Statesman</em>, contributed opinion column by Ted Lyon, <a href=\"http://www.statesman.com/opinion/wasteful-staar-exams-hurt-students-teachers-2425539.html\">&quot;Wasteful STAAR exams hurt students, teachers,&quot;</a> Aug. 31, 2012<br />\r\n\t<br />\r\n\tPolitiFact Texas fact-check, <a href=\"http://www.politifact.com/texas/statements/2012/apr/20/sara-stevenson/austin-school-librarian-says-school-district-has-6/\">&quot;Austin school librarian says the school district has 64 dates set aside for state-mandated exams,&quot;</a> April 20, 2012<br />\r\n\t<br />\r\n\tEmail and telephone interviews with Ted Lyon, Aug. 15-22, 2012<br />\r\n\t<br />\r\n\tEmail and telephone interviews with Debbie Ratcliffe, communications director, Texas Education Agency, Aug. 15-22, 2012<br />\r\n\t<br />\r\n\tEmail interviews with Cathy Rideout, associate superintendent for instruction, Mesquite Independent School District, Aug. 21-22, 2012<br />\r\n\t<br />\r\n\tEmail interviews with Rob D&rsquo;Amico, communications director, Texas chapter of American Federation of Teachers, Aug. 17-22, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Attorney", "false_count": 1, "first_name": "Ted", "half_true_count": 0, "home_state": "Texas", "id": 1999, "last_name": "Lyon", "mostly_true_count": 0, "name_slug": "ted-lyon", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/lyonmugsquare.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1999/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\tSays most Texas schools spend 45 out of 180 school days in mandated testing.</p>\r\n", "statement_context": "an opinion column in the Austin American-Statesman", "statement_date": "2012-07-31", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}