{"art": [{"brightcove": "", "caption": "Former Sen. Rick Santorum speaks at the Republican National Convention in Tampa.", "id": 2724, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Santorum_pic_1.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/2724/", "title": "Santorum at RNC", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2012/aug/29/rick-santorum/rick-santorum-says-when-his-grandfather-arrived-us/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bgrumet@tampabay.com", "first_name": "Bridget", "id": 166, "last_name": "Hall Grumet", "name_slug": "bridget-hall-grumet", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/166/", "title": "Pasco City Editor, Tampa Bay Times", "twitter": null}], "facebook_headline": null, "id": 6584, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/6584/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tDuring a speech to the Republican National Convention in Tampa, former presidential candidate Rick Santorum evoked the America his father found when he arrived on these shores as an immigrant in the 1920s.<br />\r\n\t<br />\r\n\t&quot;In 1923, there were no government benefits for immigrants, except one: Freedom!&quot; Santorum said.<br />\r\n\t<br />\r\n\tThis is close to a claim by Santorum that made in a <a href=\"http://www.wate.com/story/17035851/rick-santorum-holds-rally-in-powell\">Feb. 29, 2012, speech near Knoxville, Tenn.</a>, he said that during that era &quot;there were no government benefits,&quot; which <a href=\"http://www.politifact.com/truth-o-meter/statements/2012/mar/06/rick-santorum/santorum-says-when-his-grandfather-came-us-1925-th/\">earned a False</a> on the Truth-O-Meter.<br />\r\n\t<br />\r\n\tSo we will re-evaluate it here, though we won&rsquo;t consider the issue of &quot;freedom,&quot; which we believe is too vague to be fact-checked.<br />\r\n\t<br />\r\n\tWhen we first looked at this question, we found there were two major sources of payments to individuals prior to 1925 -- veterans benefits and workers&#39; compensation.<br />\r\n\t<br />\r\n\t<strong>Veterans benefits.</strong> The federal government began funding benefits for Civil War veterans in 1862, initially for those who had been injured and then, progressively, to wider and wider groups of those who had served. In 1904 President Theodore Roosevelt signed an order defining &quot;disability&quot; to include old age, as long as the beneficiary had at least 90 days of service and an honorable discharge.<br />\r\n\t<br />\r\n\tUniversity of Arizona economist Price V. Fishback wrote that &quot;roughly 40 to 48 percent of the elderly in the North and Midwest in the early 1900s were receiving pensions&quot; through the system. Peter Blanck and Chen Song wrote in a 2003 paper in the William and Mary Law Review that &quot;at its height in the 1890s, the (Union veteran) pension scheme consumed almost half of the federal budget and was intimately linked to the Republican Party&#39;s strategy to maintain the soldier vote and hold the White House.&quot;<br />\r\n\t<br />\r\n\t<strong>Worker compensation.</strong> A federal worker-compensation law to help civilian government workers injured or made sick on the job was adopted in 1908, according to a history on the Social Security Administration website. Starting in 1911, states began passing such laws, and by 1929, laws were in effect in all but four states.<br />\r\n\t<br />\r\n\tWhile these are the clearest examples that run counter to Santorum&rsquo;s claim, there are a few other efforts worth noting.<br />\r\n\t<br />\r\n\t<strong>Local government aid to the poor.</strong> During the period Santorum is talking about, local governments were responsible for providing benefits to the poor, Fishback told PolitiFact. These payments tended to be modest. Fishback cited a study by Brendan Livingston of Rowan University that looked at welfare policies in Massachusetts -- generally considered the most generous state in the first decades of the 20th century -- and found that local governments were spending an amount equivalent to about 0.5 percent to 1 percent of all income earned by state residents on relief for the poor. Private charities were spending at about twice that rate.<br />\r\n\t<br />\r\n\tBy 1925, most states also had &quot;mothers&#39; pensions&quot; on the books, which allowed widows to raise their children without having to put them in orphanages, according to Fishback&rsquo;s paper. By then, a handful of states also had means-tested pensions for the elderly, and a sizable number had pensions for the blind. And states or municipalities often operated mental hospitals, old-age homes, orphanages and general hospitals, all for the public benefit.<br />\r\n\t<br />\r\n\t<strong>Schools and universities.</strong> While education isn&rsquo;t a direct payment to individuals, it&rsquo;s worth pointing out that they represented a government-provided benefit in kind. &quot;Primary and secondary education were already overwhelmingly paid for by taxes from the late 1800s on,&quot; said Peter Lindert, an economist at the University of California at Davis.<br />\r\n\t<br />\r\n\tMeanwhile, higher education had land-grant subsidies -- federally backed institutions dating back to the Morrill Land-Grant Acts of 1862 and 1890. &quot;Because they were public institutions, tuition was cheaper on account of public subsidies,&quot; said Gary Gerstle, a historian and political scientist at Vanderbilt University. &quot;This was clearly a government benefit.&quot;<br />\r\n\t<br />\r\n\t<strong>Health funding for mothers and newborns</strong>. In 1921, President Warren G. Harding signed the Sheppard-Towner Maternity and Infancy Protection Act, which gave states matching federal funds to build and operate prenatal and child health care centers.<br />\r\n\t<br />\r\n\tAll told, by 1922, various expenditures for public benefits amounted to 6.8 percent of expenditures by the three levels of government combined. Santorum does have a point that social welfare spending by 1925 was relatively small compared to what it would ultimately become, because two major programs, Social Security and Medicare, didn&#39;t start until later.<br />\r\n\t<br />\r\n\tIt&rsquo;s worth noting that the specific individual Santorum cited -- his newly arrived immigrant grandfather -- wouldn&rsquo;t have directly benefited from military pensions or a land-grant college upon his arrival on these shores, though other immigrants, such as those who arrived in time to serve in previous wars, could have. Experts contacted for this story said they were not aware that the benefits provided were restricted only to the native-born.<br />\r\n\t<br />\r\n\tIn the meantime, his ability to collect worker compensation would have depended on what state he lived in upon his arrival. Similarly, the local aid to the poor he would have qualified for would have varied significantly depending on what city or county he lived in, and it would have been small by the standards of later decades. Still, it was not zero, as Santorum said.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tContrary to Santorum&rsquo;s claim, millions of Americans in the 1920s would have either qualified for benefits directly, such as payments to veterans, or have been protected by workers&#39; compensation laws that provided benefits to those who became disabled by their jobs. And state and local governments had the longstanding role of paying support to people who were disabled or indigent. This provides a much more complex picture than Santorum is painting. We rate his statement False.</p>\r\n", "ruling_comments_date": "2012-08-29T19:08:45.706291", "ruling_date": "2012-08-29T19:30:46", "ruling_headline": "Rick Santorum says that when his grandfather arrived in the U.S., “there were no government benefits for immigrants\"", "ruling_headline_slug": "rick-santorum-says-when-his-grandfather-arrived-us", "ruling_link_text": "Government benefits were smaller than today, but far from zero", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tRick Santorum, speech at the Republican National Convention in Tampa, Aug. 28, 2012<br />\r\n\t<br />\r\n\tKnoxville News Sentinel,<a href=\"http://static.politifact.com/files/santorum022912.mp3\"> Rick Santorum speech at Temple Baptist Church in Powell, Tenn.</a>, Feb. 29, 2012 (26.8 MB audio file)<br />\r\n\t<br />\r\n\tStatistical Abstract of the United States, Federal, State and Local Expenditures by Function, 1902-1970<br />\r\n\t<br />\r\n\tU.S. Bureau of Economic Analysis, Table 2.1.<a href=\"http://bea.gov/iTable/iTable.cfm?ReqID=9&amp;step=1\"> Personal Income and Its Disposition</a>, accessed Mar. 5, 2012<br />\r\n\t<br />\r\n\tSocial Security Administration, &quot;<a href=\"http://www.ssa.gov/history/pdf/histdev.pdf\">Historical Development</a>,&quot; accessed Mar. 5, 2012<br />\r\n\t<br />\r\n\tPrice V. Fishback, &quot;Social Expenditures in the United States and the Nordic Countries: 1900-2003,&quot; August 2009<br />\r\n\t<br />\r\n\tPeter Blanck and Chen Song, &quot;&rsquo;<a href=\"http://scholarship.law.wm.edu/wmlr/vol44/iss3/5\">Never Forget What They Did Here&rsquo;: Civil War Pensions for Gettysburg Union Army Veterans and Disability in Nineteenth-Century America</a>,&quot; William &amp; Mary Law Review, 2003<br />\r\n\t<br />\r\n\tGregory P. Guyton, &quot;<a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC1888620/\">A Brief History of Workers&#39; Compensation</a>&quot; (article in Iowa Orthopedic Journal), 1999<br />\r\n\t<br />\r\n\tUniversity of Virginia Miller Center, &quot;<a href=\"http://millercenter.org/academic/americanpresident/events/11_23\">Harding Signs Sheppard-Towner Act&ndash;November 23, 1921</a>,&quot; accessed Mar. 6, 2012<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2012/feb/23/rick-santorum/rick-santorum-charts-explosion-federal-entitlement/\">Rick Santorum charts explosion of federal entitlement spending since 1958</a>,&quot; Feb. 23, 2012<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2012/mar/06/rick-santorum/santorum-says-when-his-grandfather-came-us-1925-th/\">Santorum says when his grandfather came to the U.S. in 1925, &#39;there were no government benefits</a>,&#39;&quot; March 6, 2012<br />\r\n\t<br />\r\n\tEmail interview with Eugene Steuerle, fellow with the Urban Institute, Mar. 5, 2012<br />\r\n\t<br />\r\n\tEmail interview with Caleb Quackenbush, research assistant with the Urban Institute, Mar. 5, 2012<br />\r\n\t<br />\r\n\tEmail interview with Michael B. Katz, historian at the University of Pennsylvania, Mar. 5, 2012<br />\r\n\t<br />\r\n\tEmail interview with Peter Lindert, economist at the University of California at Davis, Mar. 5, 2012<br />\r\n\t<br />\r\n\tEmail interview with Price V. Fishback, economist with the University of Arizona, Mar. 5, 2012<br />\r\n\t<br />\r\n\tEmail interview with Henry Aaron, economist at the Brookings Institution, Mar. 5, 2012<br />\r\n\t<br />\r\n\tEmail interview with Gary Burtless, economist at the Brookings Institution, Mar. 5, 2012<br />\r\n\t<br />\r\n\tEmail interview with Dean Baker, economist with the Center for Economic and Policy Research, Mar. 5, 2012<br />\r\n\t<br />\r\n\tEmail interview with Arloc Sherman, economist at the Center on Budget and Policy Priorities, Mar. 5, 2012<br />\r\n\t<br />\r\n\tEmail interview with Gary Gerstle, professor of history and political science at Vanderbilt University, Mar. 6, 2012<br />\r\n\t<br />\r\n\tEmail interview with Douglas J. Besharov, public policy professor at the University of Maryland, Mar. 5, 2012 and Aug. 29, 2012<br />\r\n\t<br />\r\n\tEmail interview with Timothy M. Smeeding, director of the Institute for Research on Poverty at the Robert M. La Follette School of Public Affairs at the University of Wisconsin, Mar. 5, 2012 and Aug. 29, 2012<br />\r\n\t&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 12, "current_job": "", "false_count": 17, "first_name": "Rick", "half_true_count": 14, "home_state": "Pennsylvania", "id": 1077, "last_name": "Santorum", "mostly_true_count": 7, "name_slug": "rick-santorum", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Santorum_2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1077/", "total_count": 61, "true_count": 6, "website": ""}, "statement": "<p>\r\n\tWhen his grandfather arrived in the United States, &quot;there were no government benefits for immigrants.&quot;</p>\r\n", "statement_context": "a speech at the Republican National Convention in Tampa", "statement_date": "2012-08-28", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 221, "photo": null, "resource_uri": "/api/v/2/subject/221/", "subject": "Welfare", "subject_slug": "welfare", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}