{"art": [{"brightcove": "", "caption": "San Antonio mayor Julian Castro gives the keynote address at the 2012 Democratic National Convention in Charlotte, N.C.", "id": 2752, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Castro_keynote.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/2752/", "title": "Castro DNC keynote", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2012/sep/05/julian-castro/julian-castro-says-seven-presidents-barack-obama-s/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 6627, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/6627/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tPresident Barack Obama&rsquo;s health care law has been one of the most polarizing aspects of his presidency, with Republicans criticizing it at every turn. But the keynote speaker at the Democratic National Convention in Charlotte, N.C., San Antonio Mayor Julian Castro, didn&rsquo;t run from it. He applauded Obama for pursuing expanded health care -- and succeeding where his predecessors had failed.</p>\r\n<p>\r\n\t&quot;Seven presidents before him -- Republicans and Democrats -- tried to expand health care to all Americans,&quot; Castro said. &quot;President Obama got it done.&quot;</p>\r\n<p>\r\n\tWe wondered whether Castro&rsquo;s history was correct. So we checked with a variety of public policy and health care historians and found that Castro&rsquo;s in the ballpark -- but that a lot of caveats are in order.</p>\r\n<p>\r\n\tLet&rsquo;s start with the presidents who almost certainly fit Castro&rsquo;s definition of having &quot;tried to expand health care to all Americans.&quot;</p>\r\n<p>\r\n\t&bull;<strong> Harry Truman</strong>. On Nov. 19, 1945, Truman wrote a message to Congress saying that &quot;the health of American children, like their education, should be recognized as a definite public responsibility.&quot; <a href=\"http://www.trumanlibrary.org/anniversaries/healthprogram.htm\">According to the Truman Library</a>, &quot;the most controversial aspect of the plan was the proposed national health insurance plan.&quot; It called for &quot;the creation of a national health insurance fund to be run by the federal government. This fund would be open to all Americans, but would remain optional. Participants would pay monthly fees into the plan, which would cover the cost of any and all medical expenses that arose in a time of need. The government would pay for the cost of services rendered by any doctor who chose to join the program.&quot;</p>\r\n<p>\r\n\tThe American Medical Association attacked the plan, characterizing the bill as &quot;socialized medicine.&quot; Truman ultimately abandoned the effort after the outbreak of the Korean War</p>\r\n<p>\r\n\t&bull; <strong>Richard Nixon</strong>. In 1971 and <a href=\"http://www.kaiserhealthnews.org/Stories/2009/September/03/nixon-proposal.aspx\">1974</a>, Nixon offered separate proposals to expand health insurance to all, or nearly all, Americans. Generally speaking, they involved employer mandates to provide health insurance, supplemented by subsidies for poorer Americans.</p>\r\n<p>\r\n\t&quot;I shall propose a sweeping new program that will assure comprehensive health-insurance protection to millions of Americans who cannot now obtain it or afford it, with vastly improved protection against catastrophic illnesses,&quot; he said in 1974.</p>\r\n<p>\r\n\tThe 1974 effort gained some traction in Congress but faltered as Nixon became <a href=\"http://www.kaiserhealthnews.org/Checking-In-With/stuart-altman.aspx\">consumed by scandal</a>.</p>\r\n<p>\r\n\t&quot;Had it not been for his destruction as a result of the Watergate affair, legislation might well have passed during his presidency,&quot; said Princeton University health care historian Paul Starr, the author of <em>Remedy and Reaction: The Peculiar American Struggle over Health Care Reform.</em></p>\r\n<p>\r\n\t&bull;<strong> Bill Clinton</strong>. In 1993 and 1994, Clinton -- in a process spearheaded by First Lady Hillary Clinton -- sought to pass a major overhaul of the health care system that would have aimed for universal coverage. Even though the Democrats controlled Congress at the time, the plan did not win enactment.</p>\r\n<p>\r\n\tSo that&rsquo;s an easy three. It isn&rsquo;t much of a stretch to get a fourth:</p>\r\n<p>\r\n\t&bull; <strong>Lyndon Johnson</strong>. Technically, Johnson never sought full universal health care. But it seems churlish to deny inclusion on this list to the man who signed Medicare and Medicaid into law. They aren&rsquo;t universal care for everybody, but they are universal care for large subsets of the population.</p>\r\n<p>\r\n\tYou can add a few more if you lower the bar a bit.</p>\r\n<p>\r\n\t&bull;<strong> John F. Kennedy</strong>. Kennedy voiced strong support for legislation that would ultimately become Medicare. On May 20, 1962, he held a televised rally to push the proposal at a packed Madison Square Garden in New York City. (The American Journal of Public Health <a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC1447697/\">later noted</a> that hours later, the AMA rented the empty hall to film a rebuttal by its president, without showing the empty seats.) But he died before the legislation could come to fruition.)</p>\r\n<p>\r\n\t&bull; <strong>Gerald Ford</strong>. Ford endorsed Nixon&rsquo;s second proposal, but it didn&rsquo;t get far on his brief watch.</p>\r\n<p>\r\n\t&bull; <strong>Jimmy Carter</strong>. Carter proposed &quot;a step-by-step plan to achieve universal coverage,&quot; Starr said. &quot;It came relatively late in his first term, and it was too weak to satisfy (Democratic Sen.) Ted Kennedy and many other Democrats.&quot; Carter&rsquo;s efforts were &quot;halfhearted,&quot; said Brown University political scientist James Morone, co-author of <em>The Heart of Power: Health and Politics in the Oval Office from Roosevelt to Bush</em>.</p>\r\n<p>\r\n\tYou can actually add a couple more if you bend Castro&rsquo;s definition even further.</p>\r\n<p>\r\n\t&bull; <strong>Theodore Roosevelt</strong>. He did endorse the idea of expanding health insurance to all, but only as as a presidential candidate for the Bull Moose Party in 1912, not during his earlier term in the White House.</p>\r\n<p>\r\n\t&bull;<strong> Franklin D. Roosevelt</strong>. In his State of the Union address in <a href=\"http://www.hhnmag.com/hhnmag/jsp/articledisplay.jsp?dcrpath=HHNMAG/Article/data/02FEB2009/0902HHN_CoverStory_WebExtra&amp;domain=HHNMAG\">1943</a>, Roosevelt called for a social insurance system that would extend &quot;from the cradle to the grave,&quot; and he was preparing a program and a speech on national health insurance at the time of his death. In the midst of World War II, Roosevelt never pursued it in earnest, but Truman took up the mantle instead</p>\r\n<p>\r\n\t&bull;<strong> Dwight Eisenhower</strong>. Eisenhower reacted to Democratic proposals for single-payer health care by proposing an expansion of care within the model of private-sector medicine. Eisenhower&rsquo;s approach was to make permanent the tax break for employer-sponsored health coverage (which remains today) in order to encourage as many Americans as possible to get covered through their workplace. For those who were not employed, Eisenhower proposed that the government &quot;reinsure&quot; private insurance companies to encourage them to add less profitable populations to their coverage rolls.</p>\r\n<p>\r\n\tWhile Morone calls the Eisenhower plan relatively &quot;timid,&quot; it nonetheless sparked the AMA&rsquo;s opposition, which helped kill it in Congress.</p>\r\n<p>\r\n\tThe remaining Republican presidents did act to expand health coverage in certain ways, but none of our experts thought they met Castro&rsquo;s definition of pushing for universal health care.</p>\r\n<p>\r\n\t&bull; <strong>Ronald Reagan</strong> signed the Emergency Medical Treatment and Active Labor Act, which requires hospitals to serve patients in urgent need, and the Consolidated Omnibus Budget Reconciliation Act, or COBRA, which allows individuals to keep paying for coverage if they lose their insurance. In addition, with almost no support from his own cabinet, Reagan added catastrophic care to Medicare toward the end of his presidency, though the provision was later repealed.</p>\r\n<p>\r\n\t&bull;<strong> George H.W. Bush</strong>, worried about the Democrats getting traction with health care in a 1991 Senate special election, sent a plan to congress. &quot;Bush didn&#39;t like the issue, but he had a really good health team that put together a pretty good republican proposal,&quot; Morone said.</p>\r\n<p>\r\n\t&bull; <strong>George W. Bush</strong> pushed for and signed the expansion of Medicare to include prescription drug coverage.</p>\r\n<p>\r\n\tPutting it all together, &quot;you could cut the number to five or raise it to eight depending on how strictly you want to interpret Castro&rsquo;s words,&quot; Starr said.</p>\r\n<p>\r\n\t<strong>Our ruling</strong></p>\r\n<p>\r\n\tCastro said that &quot;seven presidents before (Obama) -- Republicans and Democrats -- tried to expand health care to all Americans.&quot; It&rsquo;s a slam dunk getting to three or four presidents, and it&rsquo;s possible to reach seven presidents, but to do that requires a looser interpretation of expanding coverage &quot;to all Americans.&quot; On balance, we rate the statement Mostly True.</p>\r\n", "ruling_comments_date": "2012-09-05T14:31:19.896415", "ruling_date": "2012-09-05T17:07:30", "ruling_headline": "Julian Castro says seven presidents before Barack Obama sought universal health care", "ruling_headline_slug": "julian-castro-says-seven-presidents-barack-obama-s", "ruling_link_text": "Some tried harder than others", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tJulian Castro, <a href=\"http://www.c-span.org/DNC/Events/Julian-Castro-Whats-Special-Is-the-America-That-Makes-Our-Story-Possible/10737433812/\">speech</a>to the Democratic National Convention in Charlotte (<a href=\"http://www.foxnews.com/politics/2012/09/04/transcript-julian-castro-speech-at-dnc/\">transcript</a>), Sep. 4, 2012<br />\r\n\t<br />\r\n\tAnne-Emanuelle Birn, Theodore M. Brown, Elizabeth Fee and Walter J. Lear, &quot;<a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC1447697/\">Struggles for National Health Reform in the United States</a>,&quot; <em>American Journal of Public Health</em>, January 2003<br />\r\n\t<br />\r\n\tJonathan Oberlander, &quot;<a href=\"http://www.nejm.org/doi/full/10.1056/NEJMp1202111\">Unfinished Journey &mdash; A Century of Health Care Reform in the United States</a>,&quot; <em>New England Journal of Medicin</em>e, Aug. 16, 2012<br />\r\n\t<br />\r\n\t<em>Hospitals &amp; Health Networks</em>, &quot;<a href=\"http://www.hhnmag.com/hhnmag/jsp/articledisplay.jsp?dcrpath=HHNMAG/Article/data/02FEB2009/0902HHN_CoverStory_WebExtra&amp;domain=HHNMAG\">American Presidents and Health Reform: A Chronolgy,</a>&quot; Feb. 2009<br />\r\n\t<br />\r\n\tMcClatchy Newspapers, &quot;<a href=\"http://www.mcclatchydc.com/2007/11/28/22163/democrats-health-plans-echo-nixons.html\">Democrats&#39; health plans echo Nixon&#39;s failed GOP proposal,</a>&quot; Nov. 28, 2007<br />\r\n\t<br />\r\n\tHarry S. Truman Library and Museum, &quot;<a href=\"http://www.trumanlibrary.org/anniversaries/healthprogram.htm\">President Truman&#39;s Proposed Health Program: November 19, 1945</a>,&quot; accessed Sept. 5, 2012<br />\r\n\t<br />\r\n\tKaiser Health News, &quot;<a href=\"http://www.kaiserhealthnews.org/Stories/2009/September/03/nixon-proposal.aspx\">Nixon&#39;s Plan For Health Reform, In His Own Words</a>,&quot; accessed Sept. 5, 2012<br />\r\n\t<br />\r\n\tKaiser Health News, &quot;<a href=\"http://www.kaiserhealthnews.org/Checking-In-With/stuart-altman.aspx\">Obama&#39;s Health Care Dilemma Evokes Memories Of 1974</a>,&quot; Sept. 3, 2009<br />\r\n\t<br />\r\n\tEmail interview with Julian Zelizer, historian at Princeton University, Sept. 5, 2012<br />\r\n\t<br />\r\n\tEmail interview with David Greenberg, historian at Rutgers University, Sept. 5, 2012<br />\r\n\t<br />\r\n\tEmail interview with Gail Wilensky, former health adviser to President George H.W. Bush, Sept. 5, 2012<br />\r\n\t<br />\r\n\tEmail interview with Henry Aaron, senior fellow with the Brookings Institution, Sept. 5, 2012<br />\r\n\t<br />\r\n\tEmail interview with Joshua Archambault, director of health care policy for the Pioneer Institute, Sept. 5, 2012<br />\r\n\t<br />\r\n\tEmail interview with Jonathan Oberlander, professor of social medicine and health policy and management at the University of North Carolina (Chapel Hill), Sept. 5, 2012<br />\r\n\t<br />\r\n\tEmail interview with James Morone, Brown University political scientist and co-author of <em>The Heart of Power: Health and Politics in the Oval Office from Roosevelt to Bush</em>, Sept. 5, 2012<br />\r\n\t<br />\r\n\tEmail interview with Paul Starr, Princeton University sociologist and author of<em> Remedy and Reaction: The Peculiar American Struggle over Health Care Reform</em>, Sept. 5, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Mayor, San Antonio", "false_count": 0, "first_name": "Julián", "half_true_count": 3, "home_state": "Texas", "id": 1896, "last_name": "Castro", "mostly_true_count": 4, "name_slug": "julian-castro", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/juliancastromugsquare.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1896/", "total_count": 13, "true_count": 6, "website": "http://mayorcastro.com/bio.php"}, "statement": "<p>\r\n\t&quot;Seven presidents before (Barack Obama) -- Republicans and Democrats -- tried to expand health care to all Americans.&quot;</p>\r\n", "statement_context": "a keynote speech to the Democratic National Convention in Charlotte, N.C.", "statement_date": "2012-09-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}], "target": [], "twitter_headline": ""}