{"art": [], "author": [{"email_address": "bbowers@politifact.com", "first_name": "Becky", "id": 177, "last_name": "Bowers", "name_slug": "becky-bowers", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/bbowers-politifact-mug_.gif", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/177/", "title": "PolitiFact Digital Operations Manager", "twitter": null}, {"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2012/sep/05/kathleen-sebelius/kathleen-sebelius-repeats-problematic-claim-romney/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 6631, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "bbowers@politifact.com", "first_name": "Becky", "id": 177, "last_name": "Bowers", "name_slug": "becky-bowers", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/bbowers-politifact-mug_.gif", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/177/", "title": "PolitiFact Digital Operations Manager", "twitter": null}, {"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/6631/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tDemocrats pushed to reclaim &quot;Obamacare&quot; at their national convention in Charlotte, N.C., deploying the secretary of Health and Human Services to celebrate it as a &quot;badge of honor.&quot;<br />\r\n\t<br />\r\n\tBut Kathleen Sebelius trotted out some problematic talking points in her Sept. 4, 2012, defense of the president&rsquo;s health care law, saying, for example, that &quot;Republicans would give seniors a voucher that limits what&#39;s covered, costing seniors as much as $6,400 more a year.&quot;<br />\r\n\t<br />\r\n\tWe&rsquo;ve rated similar claims from Democrats about that extra cost, rating them <a href=\"http://www.politifact.com/truth-o-meter/statements/2012/aug/23/barack-obama/barack-obama-ad-says-paul-ryans-medicare-plan-coul/\">Half </a><a href=\"http://www.politifact.com/truth-o-meter/statements/2012/aug/23/barack-obama/barack-obama-ad-says-paul-ryans-medicare-plan-coul/\">True</a>and <a href=\"http://www.politifact.com/truth-o-meter/statements/2012/may/24/barack-obama/barack-obamas-life-julia-says-mitt-romney-would-re/\">Mostly False</a>because they rely on an analysis of an outdated Republican plan. We&rsquo;ve also rated whether Republicans &quot;want to turn Medicare into a voucher system,&quot; finding it <a href=\"http://www.politifact.com/truth-o-meter/statements/2012/aug/16/barack-obama/does-paul-ryan-want-turn-medicare-voucher-program/\">Mostly True</a>&mdash; their plan is somewhere between &quot;premium support&quot; and &quot;vouchers.&quot;<br />\r\n\t<br />\r\n\tSebelius combined the two claims for a less-than-true statement. Let us explain.<br />\r\n\t<br />\r\n\t<strong> The Romney-Ryan Medicare plan</strong><br />\r\n\t<br />\r\n\tRepublican vice presidential candidate Rep. Paul Ryan released his initial Medicare plan in early 2011. Under this plan, Medicare would have changed from a program that pays doctors and hospitals fees for particular services to one in which beneficiaries would be paid an amount by the government that they could use toward private insurance premiums.<br />\r\n\t<br />\r\n\tThis would have affected people who today are under 55 only, but critics said those who fell under the new rules would face an increasingly large gap between what the government paid for their benefits and what their health care services cost. It would limit &quot;what&rsquo;s covered,&quot; as Sebelius put it, in that seniors would get a defined contribution to buy coverage rather than the defined benefits of traditional Medicare.<br />\r\n\t<br />\r\n\tThe plan was approved by the GOP-controlled House before dying in the Senate, where Democrats called it radical and harmful to beneficiaries. Subsequently, Ryan offered updated versions of the plan, the first in conjunction with Sen. Ron Wyden, D-Ore., and then as part of his fiscal year 2013 budget proposal. It still offers seniors a defined amount toward private insurance rather than paying providers directly. That&rsquo;s why we&rsquo;ve said it&rsquo;s <a href=\"http://www.politifact.com/truth-o-meter/statements/2012/aug/16/barack-obama/does-paul-ryan-want-turn-medicare-voucher-program/\">Mostly True</a>to call it a voucher system.<br />\r\n\t<br />\r\n\tBut the new plan has two key differences from Ryan&rsquo;s previous proposal. The newer version allows beneficiaries under 55 a choice &mdash; they can use their payment to buy private insurance or a plan that acts like traditional Medicare. Meanwhile, the size of the payment would be set by the market &mdash; the price of the second-cheapest plan.<br />\r\n\t<br />\r\n\tThe most recent Ryan plan appears to be the closest to the Romney-Ryan campaign&rsquo;s position. In an <a href=\"http://www.wbay.com/story/19290298/2012/08/15/mitt-romney-talks-medicare-in-exclusive-interview-with-action-2-news\">interview</a>with a Green Bay, Wis., television station on Aug. 15, Romney said, &quot;Paul Ryan and my plan for Medicare, I think, is the same, if not identical &mdash; it&#39;s probably close to identical.&quot;<br />\r\n\t<br />\r\n\tThat makes Sebelius&rsquo; claim about cost an outdated one. Here&rsquo;s how.<br />\r\n\t<br />\r\n\t<strong> The $6,400 question</strong><br />\r\n\t<br />\r\n\tPrevious claims by Democrats of a $6,400 increase in out-of-pocket costs cite a <a href=\"http://www.cbpp.org/cms/index.cfm?fa=view&amp;id=3453\">report</a>by the Center on Budget and Policy Priorities, a liberal think tank. Here&rsquo;s what the group said:<br />\r\n\t<br />\r\n\t&quot;In 2022, the first year the voucher would apply, (the Congressional Budget Office) estimates that total health care expenditures for a typical 65-year-old would be almost 40 percent higher with private coverage under the Ryan plan than they would be with a continuation of traditional Medicare,&quot; center president Bob Greenstein wrote. &quot;CBO also finds that this beneficiary&#39;s annual out-of-pocket costs would more than double &mdash; from $6,150 to $12,500. In later years, as the value of the voucher eroded, the increase in out-of-pocket costs would be even greater.<br />\r\n\t<br />\r\n\tThe difference between $12,500 (the out-of-pocket costs under the Ryan plan in 2022) and $6,150 (the out-of-pocket costs that year under traditional Medicare) is $6,350, which is very close to $6,400.<br />\r\n\t<br />\r\n\tBut here&rsquo;s the problem: The CBO analysis, and other groups&rsquo; analyses built on those CBO numbers, refer to the original Ryan plan, not to the current one. The current plan, while it caps overall growth in Medicare spending, is slightly more generous in how fast it allows subsidies to grow as health care costs increase. Ryan also made a number of other technical changes to address concerns that the credits wouldn&rsquo;t keep up if medical costs kept going up and up. As we mentioned before, the amount a beneficiary receives, for example, would be based on the second least-expensive plan available on a Medicare exchange.<br />\r\n\t<br />\r\n\tThe earlier out-of-pocket estimate was based on the idea that seniors&rsquo; initial payments would be tied to how much the government had previously paid for their Medicare coverage, forcing seniors to pony up the difference for more expensive private plans. Traditional Medicare would not have been among their options. In the new proposal, Medicare is one of the options, and the payment&rsquo;s size is based on the price of one of the available plans. So if Medicare were a cheaper option, seniors could use their premium support payment toward purchasing it and save money. If traditional Medicare were more expensive than the second-least expensive plan, it could cost seniors more out-of-pocket to keep it. An estimate of that expense, though, would differ from analysis for Ryan&rsquo;s earlier plan.<br />\r\n\t<br />\r\n\tBut Ryan hasn&rsquo;t yet asked for a rigorous analysis of his new proposal.<br />\r\n\t<br />\r\n\t&quot;CBO has not analyzed the policies that might be implemented to produce such a path for Medicare spending, including a premium-support approach to Medicare of the sort that Chairman Ryan and other Members of Congress have recently discussed,&quot; CBO <a href=\"http://www.cbo.gov/sites/default/files/cbofiles/attachments/03-20-Ryan_Specified_Paths_2.pdf\">wrote earlier this year</a>.<br />\r\n\t<br />\r\n\tThere is one clue that under the proposal, extra costs for seniors who wanted to keep traditional Medicare wouldn&rsquo;t come close to $6,400. A study published Aug. 1, 2012, in the <em>Journal of the American Medical Association</em> says that if Ryan&rsquo;s plan had been in place in 2009, the cost of the second-cheapest Medicare Advantage plan (and thus the size of the premium support payment) would have been 9 percent less than traditional Medicare. That would have required an out-of-pocket payment for seniors who wanted to use traditional Medicare of $64 a month &mdash; which adds up to less than $800 a year.<br />\r\n\t<br />\r\n\tMeanwhile, under the Ryan plan, seniors could also choose to buy the plan covered entirely by the premium support payment &mdash; for no extra out-of-pocket cost. And all plans offered under the proposal would have to provide at least the actuarial equivalent of traditional Medicare.<br />\r\n\t<br />\r\n\tOf course, absent details from the Ryan camp and an updated CBO analysis, it&rsquo;s still not clear what would happen over time if the new, market-based payments grew faster than the Ryan plan&rsquo;s cap on Medicare spending. Would savings still come from beneficiaries? Or providers? Or somewhere else?<br />\r\n\t<br />\r\n\tThe absence of details and rigorous analysis of the new plan means that claims about its financial impact on seniors are speculative. It&rsquo;s irresponsible of Sebelius to repeat a number about an old Republican plan just because she doesn&rsquo;t have an updated analysis of the new &mdash; and different &mdash; plan.<br />\r\n\t<br />\r\n\tMeanwhile, to say the new plan provides a voucher &quot;that limits what&#39;s covered,&quot; as Sebelius said, oversimplifies how it might work. Traditional Medicare limits coverage to specific areas such as doctor and hospital visits, which is why some seniors buy private &quot;gap&quot; insurance to add benefits such as vision, hearing and dental. Under the new Ryan plan, the voucher amount to buy a private policy or traditional Medicare would be limited to the cost of the second-least-expensive policy that provided at least the actuarial equivalent &mdash; or same value &mdash; of benefits under traditional Medicare. But what got covered might vary from policy to policy.<br />\r\n\t<br />\r\n\t<strong> Our ruling</strong><br />\r\n\t<br />\r\n\tSebelius recycled an old number about an outdated Republican plan when she said, &quot;Republicans would give seniors a voucher that limits what&#39;s covered, costing seniors as much as $6,400 more a year.&quot;<br />\r\n\t<br />\r\n\tShe&rsquo;s right that a shift to paying a defined amount for seniors to buy their own insurance essentially offers them a voucher. But the Republicans&rsquo; Medicare exchange with market-based premium support payments would offer more protection than a pure voucher. And we simply don&rsquo;t have enough details about that new plan to know how much extra money seniors might have to pay for traditional Medicare. We rate her full statement Half True.</p>\r\n", "ruling_comments_date": "2012-09-05T15:39:07.063508", "ruling_date": "2012-09-05T19:51:33", "ruling_headline": "Kathleen Sebelius repeats claim that Romney-Ryan Medicare 'voucher' plan would cost seniors $6,400", "ruling_headline_slug": "kathleen-sebelius-repeats-problematic-claim-romney", "ruling_link_text": "She recycles claim about old plan", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tC-SPAN, &quot;<a href=\"http://www.c-span.org/DNC/Events/Kathleen-Sebelius-at-the-2012-Democratic-National-Convention/C3869521/\">KATHLEEN SEBELIUS AT THE 2012 DEMOCRATIC NATIONAL CONVENTION</a>,&quot; Sept. 4, 2012 (Video: 5:18)<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2012/aug/23/barack-obama/barack-obama-ad-says-paul-ryans-medicare-plan-coul/\">Barack Obama ad says Paul Ryan&rsquo;s Medicare plan could raise costs for Medicare beneficiaries by $6,000 each</a>,&quot; Aug. 23, 2012<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2012/may/24/barack-obama/barack-obamas-life-julia-says-mitt-romney-would-re/\">Barack Obama&#39;s &#39;Life of Julia&#39; says Mitt Romney would replace Medicare with &lsquo;nothing but a voucher</a>,&rsquo;&quot; May 24, 2012<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2012/aug/16/barack-obama/does-paul-ryan-want-turn-medicare-voucher-program/\">Do Mitt Romney and Paul Ryan want to turn Medicare into a voucher program?</a>&quot; Aug. 16, 2012<br />\r\n\t<br />\r\n\tCongressional Budget Office, <a href=\"http://cbo.gov/sites/default/files/cbofiles/ftpdocs/121xx/doc12128/04-05-ryan_letter.pdf\">analysis</a> of original Ryan plan, April 5, 2011<br />\r\n\t&nbsp;&nbsp;<br />\r\n\tCongressional Budget Office, &quot;<a href=\"http://www.cbo.gov/sites/default/files/cbofiles/attachments/03-20-Ryan_Specified_Paths_2.pdf\">The Long-Term Budgetary Impact of Paths for Federal Revenues and Spending Specified by Chairman Ryan</a>,&quot; March 2012<br />\r\n\t<br />\r\n\tKaiser Family Foundation, &quot;<a href=\"http://www.kff.org/medicare/upload/8179.pdf\">Proposed Changes to Medicare in the &quot;Path to Prosperity: Overview and Key Questions</a>,&quot; April 2011<br />\r\n\t<br />\r\n\tCenter on Budget and Policy Priorities, &quot;<a href=\"http://www.cbpp.org/cms/index.cfm?fa=view&amp;id=3453\">CBO Report: Ryan Plan Specifies Spending Path That Would Nearly End Most of Government Other Than Social Security, Health Care, and Defense by 2050</a>,&quot; April 7, 2011<br />\r\n\t<br />\r\n\tCenter on Budget and Policy Priorities, &quot;<a href=\"http://www.cbpp.org/cms/index.cfm?fa=view&amp;id=3471\">Proposed Cap on Federal Spending Would Force Deep Cuts in Medicare, Medicaid, and Social Security</a>,&quot; April 15, 2011<br />\r\n\t<br />\r\n\tU.S. Rep. Paul Ryan, &quot;<a href=\"http://paulryan.house.gov/UploadedFiles/Pathtoprosperity2013.pdf\">Path to Prosperity&quot; FY2013</a><br />\r\n\t<br />\r\n\tJournal of the American Medical Association, &quot;<a href=\"http://jama.jamanetwork.com/article.aspx?articleid=1273025\">Potential Consequences of Reforming Medicare Into a Competitive Bidding System</a>,&quot; Aug. 2, 2012<br />\r\n\t<br />\r\n\tBloomberg, Peter Orszag, &quot;<a href=\"http://www.bloomberg.com/news/print/2012-08-20/private-market-tooth-fairy-can-t-cut-medicare-cost.html\">Private-Market Tooth Fairy Can&rsquo;t Cut Medicare Cost</a>,&quot; Aug. 20, 2012<br />\r\n\t<br />\r\n\tEmail interview with Paul Van de Water, senior fellow at the Center for Budget and Policy Priorities, Aug. 17, 2012<br />\r\n\t<br />\r\n\tEmail interview with Yuval Levin, editor of National Affairs and fellow at the Ethics and Public Policy Center, Aug. 18-20, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "U.S. Health and Human Services Secretary", "false_count": 0, "first_name": "Kathleen", "half_true_count": 1, "home_state": "Kansas", "id": 1188, "last_name": "Sebelius", "mostly_true_count": 4, "name_slug": "kathleen-sebelius", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Kathleen_Sebelius.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1188/", "total_count": 8, "true_count": 1, "website": "http://www.sebeliusresources.com/"}, "statement": "<p>\r\n\t&quot;Republicans would give seniors a (Medicare) voucher that limits what&#39;s covered, costing seniors as much as $6,400 more a year.&quot;</p>\r\n", "statement_context": "a speech at the Democratic National Convention in Charlotte, N.C.", "statement_date": "2012-09-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 50, "photo": null, "resource_uri": "/api/v/2/subject/50/", "subject": "Medicare", "subject_slug": "medicare", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 34, "current_job": "Former governor", "false_count": 32, "first_name": "Mitt", "half_true_count": 58, "home_state": "Massachusetts", "id": 5, "last_name": "Romney", "mostly_true_count": 33, "name_slug": "mitt-romney", "pants_count": 19, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-mittromney.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/5/", "total_count": 221, "true_count": 30, "website": "http://www.mittromney.com/"}, {"adkey": null, "advalue": null, "barely_true_count": 23, "current_job": "U.S. Representative", "false_count": 7, "first_name": "Paul", "half_true_count": 24, "home_state": "Wisconsin", "id": 373, "last_name": "Ryan", "mostly_true_count": 16, "name_slug": "paul-ryan", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/AP_WX201_HOUSE_2016_PRIMARI.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/373/", "total_count": 89, "true_count": 10, "website": "http://www.house.gov/ryan/"}], "twitter_headline": ""}