{"art": [], "author": [{"email_address": "gemery@cox.net", "first_name": "C. Eugene", "id": 144, "last_name": "Emery Jr.", "name_slug": "c-eugene-emery", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/gene_emery80_.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/144/", "title": "PolitiFact correspondent", "twitter": null}], "canonical_url": "/rhode-island/statements/2012/sep/07/david-cicilline/u-s-rep-david-cicilline-says-when-he-was-mayor-pro/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "tmurphy@providencejournal.com", "first_name": "Tim", "id": 145, "last_name": "Murphy", "name_slug": "tim-murphy", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/tim_murphy2_80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/145/", "title": "Editor", "twitter": null}], "facebook_headline": null, "id": 6651, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "gemery@cox.net", "first_name": "C. Eugene", "id": 144, "last_name": "Emery Jr.", "name_slug": "c-eugene-emery", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/gene_emery80_.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/144/", "title": "PolitiFact correspondent", "twitter": null}], "resource_uri": "/api/v/2/statement/6651/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>&nbsp;U.S. Rep. David Cicilline is facing a tough reelection campaign, in part, because by the time he finished his tenure as mayor of Providence, the city was in horrible financial shape and Cicilline, during his 2010 congressional campaign, had characterized the city&#39;s fiscal status as &quot;excellent.&quot;<br />\r\n<br />\r\nMaking matters worse are allegations that Cicilline tried to hide the problems from Providence&#39;s internal auditor.<br />\r\n<br />\r\nNot surprisingly, the issue came up Sept. 4 when he debated his opponent in the 1st District Democratic primary, Anthony Gemma, on WPRO radio.<br />\r\n<br />\r\n&quot;The fact of the matter is he locked out the city auditor,&quot; Gemma said of Cicilline. &quot;So why would you lock out the city auditor, when the auditor needs to file for a Freedom of Information request to get in to do the very job that he was supposed to do, when you&#39;re not trying to hide something?&quot;<br />\r\n<br />\r\nCicilline called the allegation &quot;absolutely false. The auditor was not locked out and so that is absolutely untrue.&quot;<br />\r\n<br />\r\nCicilline&#39;s emphatic denial seemed ripe for an audit of its own.<br />\r\n<br />\r\nAt the center of this dispute is James J. Lombardi III, who served as Providence&#39;s internal auditor and, as an employee of the City Council, had a sometimes contentious relationship with the Cicilline administration. He is now the city&#39;s treasurer. (The city also has an external audit done every year by an outside company. That report, dated January 2011, confirmed the financial problems.)<br />\r\n<br />\r\nIn the fall of 2010, when Cicilline was winding down his tenure as mayor and in the middle of a tough race for the U.S. House, Lombardi was complaining that Providence&#39;s finances were in trouble and he was having trouble getting access to information.<br />\r\n<br />\r\nWe found some justification for Gemma&#39;s assertion that Lombardi was &quot;locked out.&quot;<br />\r\n<br />\r\nTwo Providence Journal stories by two different reporters in March 2011 reported that Lombardi said the administration had canceled his computer access when he began to ask questions about the city&#39;s finances, forcing him to seek information by filing formal requests under the Rhode Island Access to Public Records Act.<br />\r\n<br />\r\nLombardi now says that he was never locked out of his computer. His computer access to city financial records was never canceled, he said, &nbsp;because he never had such access in the first place.<br />\r\n<br />\r\nNor was he ever physically locked out of his office or anywhere else where he tried to get records.<br />\r\n<br />\r\nThat would mean Cicilline is correct in the strictest sense of the phrase &quot;locked out.&quot;<br />\r\n<br />\r\nBut you can still be figuratively locked out if you are denied access to something you&#39;re legally entitled to.<br />\r\n<br />\r\nProvidence&#39;s City Charter requires the City Council to appoint an internal auditor who &quot;shall have access to the books and records of all offices, department and other agencies of the city.&quot; That section of the charter offers no limitation. The auditor reports to the council, not the mayor.<br />\r\n<br />\r\nLombardi, whose complaints about his inability to get information from the mayor&#39;s office go back to 2004, told us that in this case the problem wasn&#39;t that he was denied the information. The problem was the timeliness of the responses he was getting.<br />\r\n<br />\r\nA key issue was whether the city&#39;s reserve fund -- sometimes called the rainy-day fund -- was being severely depleted. City records show that on Jan. 11, 2010, Lombardi had requested copies of all authorization forms transferring money in and out of the reserve fund in January 2010, which the Cicilline administration was tapping because of its budget problems.<br />\r\n<br />\r\nThree days later, he wrote to the city solicitor&#39;s office asking it to assist with the request because, if that request was treated like other requests he had made in the past, &quot;I will never see it.&quot;<br />\r\n<br />\r\nLombardi said if that couldn&#39;t be done, he would request the data under the state open records law, adding that he thought it was &quot;ridiculous&quot; that he would have to do such a thing.<br />\r\n<br />\r\nHe did not get the information until October 2010, according to a report he filed with the City Council. That&#39;s nine months.<br />\r\n<br />\r\nWhen we asked the Cicilline campaign about the delay, spokesman Eric Hyers said &quot;there was absolutely not any plan to delay him, to do anything secretly or to stonewall him.&quot;<br />\r\n<br />\r\nHyers said Lombardi &quot;had access to whatever he needed. He oftentimes had very unrealistic expectations as to what the turnaround time should be and how soon he should be provided with certain information. At times he assumed that City Hall officials were his own personal staff; they had their own jobs to do.&quot;<br />\r\n<br />\r\nHyers said &quot;this constant tug of war over what he was entitled to and when he should have it was not unique to 2010. It started several, several years ago.&quot;<br />\r\n<br />\r\nWe saw two other examples.<br />\r\n<br />\r\nIn May, according to city records, Lombardi requested a cash flow analysis and was told by the Cicilline administration that (a.) one didn&#39;t exist and (b.) the administration was not obligated to generate one just for him under the open records law.<br />\r\n<br />\r\nAlso in May, he asked Bruce Miller, the city&#39;s finance director, for a schedule detailing how the Cicilline administration planned to balance the city&#39;s budget. He was told that, until the plan was finalized, he wasn&#39;t entitled to see it under the open records law.<br />\r\n<br />\r\nLombardi said he ultimately received the information he wanted in October 2010. That was after the Democratic primary, where Gemma was one of Cicilline&rsquo;s opponents, and before the general election, where Cicilline ran against Republican John Loughlin.<br />\r\n<br />\r\nLoughlin was able to use that information in a Channel 12 debate, during which Cicilline, while touting his accomplishments as mayor, made the now-infamous declaration that Providence was in &quot;<a href=\"http://www.wpri.com/dpp/news/politics/cicilline-to-angry-voters-im-sorry\">excellent financial condition</a>.&quot;<br />\r\n<br />\r\nThat record would become seriously tarnished after the election when an independent audit made the full extent of Providence&#39;s financial problems painfully clear.<br />\r\n<br />\r\n<strong>Our ruling</strong><br />\r\n<br />\r\nFormer Providence Mayor David Cicilline said that the internal auditor for the city &quot;was not locked out&quot; of access to the city&#39;s finances.<br />\r\n<br />\r\nThe auditor now says that he was not locked out in the usual sense of the word.<br />\r\n<br />\r\nBut there&#39;s a fine line between being locked out and stonewalled.<br />\r\n<br />\r\nCicilline&#39;s spokesman emphatically says that &quot;neither of those happened.&quot;<br />\r\n<br />\r\nBut the record shows that Lombardi faced many months of delay in getting information he was entitled to by the City Charter. He was forced to use the state&rsquo;s open records law to get information and waited months for it.<br />\r\n<br />\r\nAnd key information -- that Cicilline had been tapping the rainy day fund -- wasn&rsquo;t provided until October 2010, after Cicilline&rsquo;s primary victory.<br />\r\n<br />\r\nWhether it was part of a long-running political wrangle between the mayor and the City Council, which hires the internal auditor, is irrelevant. Open record laws require the release of information regardless of the motives of the person seeking it.<br />\r\n<br />\r\nThe auditor was not locked out in the strictest sense. But the inability of the internal auditor to get information that might have led to a timely disclosure of the city&#39;s serious financial problems had the same effect.<br />\r\n<br />\r\nBecause the statement contains some element of truth but ignores critical facts that would give a different impression, we rate it<a href=\"http://www.politifact.com/rhode-island/about/\"> Mostly False</a>.<br />\r\n<br />\r\n<em>(Get updates from PolitiFact Rhode Island on Twitter: <a href=\"http://twitter.com/#%21/PolitiFactRI\">@politifactri</a>. To comment or offer your ruling, visit us on our<a href=\"http://www.facebook.com/pages/PolitiFact-Rhode-Island/108242095907358\"> PolitiFact Rhode Island Facebook</a> page.)</em></p>\r\n", "ruling_comments_date": "2012-09-06T18:32:25.038499", "ruling_date": "2012-09-07T00:02:00", "ruling_headline": "U. S. Rep. David Cicilline says that when he was mayor of Providence, the city’s internal auditor was not blocked from accessing financial records", "ruling_headline_slug": "u-s-rep-david-cicilline-says-when-he-was-mayor-pro", "ruling_link_text": "Access delayed, access denied.", "ruling_state": null, "source_documents": null, "sources": "<p>630WPRO.com, &quot;<a href=\"http://630wpro.com/Article.asp?id=2526304&amp;spid=37719\">Video: Gemma &amp; Cicilline focus on trust and jobs in debate</a>,&quot; Sept. 4, 2012<br />\r\n<br />\r\nMunicode.com, &quot;<a href=\"http://library.municode.com/index.aspx?clientId=14446\">Providence, Rhode Island - Charter</a>,&quot; Article VIII-816, accessed Sept. 5, 2012<br />\r\n<br />\r\nInterview, James Lombardi, Providence city treasurer, Sept. 5, 2012<br />\r\n<br />\r\nInterview, Eric Hyers, spokesman, U.S. Rep. David Cicilline, Sept. 6, 2012<br />\r\n<br />\r\nThe Providence Journal, &quot;Auditor stymied by administration,&quot; Metro edition, Dec. 6, 2004; &quot;Alarms about finances in 2009 went unheeded,&quot; March 3, 2011; &quot;Cicilline says he had to use reserve fund,&quot; March 14, 2011</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 7, "current_job": "mayor of Providence", "false_count": 4, "first_name": "David", "half_true_count": 5, "home_state": "Rhode Island", "id": 509, "last_name": "Cicilline", "mostly_true_count": 4, "name_slug": "david-cicilline", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/d_cicilline_2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/509/", "total_count": 29, "true_count": 8, "website": "http://cicilline.com/"}, "statement": "<p>&quot;The auditor [for the city of Providence] was not locked out&quot; of access to the city&#39;s finances.</p>\r\n", "statement_context": "a debate", "statement_date": "2012-09-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 196, "photo": null, "resource_uri": "/api/v/2/subject/196/", "subject": "City Budget", "subject_slug": "city-budget", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 203, "photo": null, "resource_uri": "/api/v/2/subject/203/", "subject": "City Government", "subject_slug": "city-government", "used_in_edition": ["/api/v/2/edition/2/"]}, {"description": "", "id": 296, "photo": null, "resource_uri": "/api/v/2/subject/296/", "subject": "Debt", "subject_slug": "debt", "used_in_edition": ["/api/v/2/edition/47/"]}, {"description": "", "id": 183, "photo": null, "resource_uri": "/api/v/2/subject/183/", "subject": "Deficit", "subject_slug": "deficit", "used_in_edition": ["/api/v/2/edition/10/"]}, {"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 3, "photo": null, "resource_uri": "/api/v/2/subject/3/", "subject": "Job Accomplishments", "subject_slug": "job-accomplishments", "used_in_edition": []}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}, {"description": "", "id": 107, "photo": null, "resource_uri": "/api/v/2/subject/107/", "subject": "Transparency", "subject_slug": "transparency", "used_in_edition": []}], "target": [], "twitter_headline": ""}