{"art": [], "author": [{"email_address": "moorhead@tampabay.com", "first_name": "Molly", "id": 274, "last_name": "Moorhead", "name_slug": "molly-moorhead", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Molly_the_Mollster.jpg", "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/274/", "title": "Pasco Editor", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2012/sep/10/bill-clinton/bill-clinton-says-obama-administration-trying-boos/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 6652, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "moorhead@tampabay.com", "first_name": "Molly", "id": 274, "last_name": "Moorhead", "name_slug": "molly-moorhead", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Molly_the_Mollster.jpg", "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/274/", "title": "Pasco Editor", "twitter": null}], "resource_uri": "/api/v/2/statement/6652/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tFormer President Bill Clinton used his elder statesman&rsquo;s status in the Democratic Party to make the case for Barack Obama&rsquo;s re-election, while touching on a subject paramount in his own legacy: welfare reform.<br />\r\n\t<br />\r\n\tIn 1996 Clinton signed a landmark bill that transformed welfare from an indefinite entitlement to temporary assistance for poor Americans that required them to eventually join the workforce.<br />\r\n\t<br />\r\n\tMitt Romney, in a campaign ad, has claimed that Obama gutted the work requirement.<br />\r\n\t<br />\r\n\tClinton countered that in his Sept. 5 speech at the Democratic National Convention. Here&rsquo;s what Clinton said really happened:<br />\r\n\t<br />\r\n\t&quot;When some Republican governors asked if they could have waivers to try new ways to put people on welfare back to work, the Obama administration listened because we all know it&rsquo;s hard for even people with good work histories to get jobs today. So moving folks from welfare to work is a real challenge.<br />\r\n\t<br />\r\n\t&quot;And the administration agreed to give waivers to those governors and others only if they had a credible plan to increase employment by 20 percent, and they could keep the waivers only if they did increase employment. Now did I make myself clear? The requirement was for more work, not less.&quot;<br />\r\n\t<br />\r\n\tAt PolitiFact, we have examined this <a href=\"http://www.politifact.com/truth-o-meter/statements/2012/aug/07/mitt-romney/mitt-romney-says-barack-obamas-plan-abandons-tenet/\">welfare controversy before</a>. Here, we&rsquo;ll review the issue in light of Clinton&rsquo;s new statement.<br />\r\n\t<br />\r\n\t<strong>The HHS memo</strong><br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tSince 1996, welfare has been administered through block grants to states. The grant program, called Temporary Assistance to Needy Families, or TANF, limits how long families can get aid and requires recipients to eventually find a job. It also includes stringent reporting requirements for states to show they are successfully moving people into the workforce.&nbsp;&nbsp;&nbsp;<br />\r\n\t<br />\r\n\tA July 12, 2012, <a href=\"http://www.acf.hhs.gov/programs/ofa/policy/im-ofa/2012/im201203/im201203.html\">memo</a> from George Sheldon, acting assistant secretary at the U.S. Department of Health and Human Services (HHS), said the department wanted to give states more flexibility in meeting those requirements. The memo notifies states &quot;of the Secretary&rsquo;s willingness to exercise her waiver authority ... to allow states to test alternative and innovative strategies, policies, and procedures that are designed to improve employment outcomes for needy families.&quot;<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tThe memo outlined the kinds of waivers that would be considered. It suggested projects that &quot;improve collaboration with the workforce and/or post-secondary education systems&quot; and &quot;demonstrate strategies for more effectively serving individuals with disabilities,&quot; to give two examples.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tWhat does that mean?<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t&quot;If you can do a better job connecting people to work, we would consider waiving certain parts of the performance measures and use alternate measures,&quot; is how Liz Schott, a senior fellow at the left-leaning Center on Budget and Policy Priorities, translated the memo&rsquo;s point. (The center supports the plan.)<br />\r\n\t&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;<br />\r\n\tThe waivers, then, would inject some flexibility. For example, someone with a special-needs child might require different work arrangements than are currently allowed. Or a person who needs to improve his or her English skills might need more time to take classes.<br />\r\n\t<br />\r\n\t<strong>Sebelius&rsquo; letter</strong><br />\r\n\t<br />\r\n\tHHS Secretary Kathleen Sebelius reasserted the intent of the changes in a <a href=\"http://www.washingtonpost.com/blogs/ezra-klein/files/2012/07/Sen-Hatch-TANF-7-18-.pdf\">July 18 letter</a> to Sen. Orrin Hatch, R-Utah.<br />\r\n\t<br />\r\n\t&quot;The proposal we have outlined strengthens the law&rsquo;s purpose to move people off of welfare and into jobs by utilizing state-based innovation. Our goal is to accelerate job placement by moving more Americans from welfare to work, and no policy which undercuts that goal or waters down work requirements will be considered or approved by the Department,&quot; Sebelius wrote.<br />\r\n\t<br />\r\n\tShe noted how, in 2005, several governors sought such flexibility in welfare and state waiver authority. <a href=\"http://www.washingtonpost.com/blogs/ezra-klein/files/2012/07/rga_letter.pdf\">That letter</a> was signed by 29 Republican governors, including Mitt Romney of Massachusetts.<br />\r\n\t<br />\r\n\tNow, some states are again asking for flexibility, Sebelius wrote, naming Utah and Nevada, which both currently have Republican governors. She said some of the policies they requested would not meet the new HHS requirements.<br />\r\n\t<br />\r\n\t&quot;The department is providing a very limited waiver opportunity for states that develop a plan to measurably increase the number of beneficiaries who find and hold down a job. Specifically, governors must commit that their proposals will move at least 20 percent more people from welfare to work compared to the state&rsquo;s past performance,&quot; Sebelius wrote. &quot;States must also demonstrate clear progress toward that goal no later than one year after their programs take effect. If they fail, their waiver will be rescinded.&quot;<br />\r\n\t<br />\r\n\tBecause no waivers have yet been approved, it&rsquo;s difficult to say exactly what the changes would look like.<br />\r\n\t<br />\r\n\t<strong>The policy debate</strong><br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tIt&rsquo;s important to note that the waivers would not just be a change on paper. Schott said it&rsquo;s possible that waivers will allow states to get credit under the work requirement for activities that don&rsquo;t count currently.<br />\r\n\t<br />\r\n\tSchott offered the hypothetical scenario that a state might change some requirements for specific subgroups, such as two-parent families, possibly by letting them stay in school longer. A waiver would let the state count those parents toward its work participation requirement. That is credit a state doesn&rsquo;t get now and that could be counted toward a 20 percent improvement.<br />\r\n\t<br />\r\n\tThat broader definition has some critics concerned. Robert Rector, a welfare expert with the conservative Heritage Foundation, <a href=\"http://blog.heritage.org/2012/07/12/obama-guts-welfare-reform/\">said</a> it could ultimately allow &quot;state bureaucrats&quot; to count activities that aren&#39;t really work.<br />\r\n\t<br />\r\n\t&quot;In the past, state bureaucrats have attempted to define activities such as hula dancing, attending Weight Watchers, and bed rest as &lsquo;work.&rsquo; These dodges were blocked by the federal work standards. Now that the Obama administration has abolished those standards, we can expect &lsquo;work&rsquo; in the TANF program to mean anything but work,&quot; Rector argued.<br />\r\n\t<br />\r\n\tHe <a href=\"http://blog.heritage.org/2012/09/06/morning-bell-clinton-is-wrong-on-welfare-reform/\">also wrote</a>, following Clinton&rsquo;s speech, that the 20 percent increase Sebelius is demanding is a &quot;meaningless measure&quot; because in a typical state 1.5 percent of welfare recipients leave the program for work every month. To increase that by 20 percent would be a bump to only 1.8 percent of recipients gaining employment.<br />\r\n\t<br />\r\n\t&quot;What will the other 98.2 percent of the caseload be doing? No one knows for sure. But one thing we do know for certain: They will be exempt from the federal &lsquo;work participation&rsquo; requirements established in the welfare reform law,&quot; Rector wrote.<br />\r\n\t<br />\r\n\tSchott counters that the 20 percent improvement measure doesn&rsquo;t exempt anyone from working.<br />\r\n\t<br />\r\n\t&quot;Nothing about the waiver lifts the work requirement on any individual. The waiver is about the state&rsquo;s performance measurement,&quot; she said. &quot;The federal work participation requirement is something that states must meet. &hellip; Nobody is suggesting waiving that.&quot;<br />\r\n\t<br />\r\n\tRector also contends that Sebelius is not legally authorized to issue waivers of existing work requirements. He argues that the part of the law allowing waivers does not cover TANF work provisions.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t&quot;Critically, this section, as well as most other TANF requirements, is deliberately not listed... its provisions cannot be waived,&quot; Rector <a href=\"http://www.nationalreview.com/corner/309300/obama-ends-welfare-reform-we-know-it-robert-rector#more\">wrote in a July 12 column</a> in the <em>National Review</em>.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tHis argument on that point got an important affirmation this week when <a href=\"http://waysandmeans.house.gov/uploadedfiles/gao_tanf_report_sept_2012.pdf\">the Government Accountability Office said</a> that Sebelius&rsquo; waiver proposal is &quot;subject to the requirement that it be submitted to both Houses of Congress and the Comptroller General before it can take effect.&quot; The Obama administration did not ask for Congress&rsquo; approval to grant waivers.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t<strong>Our ruling<br />\r\n\t&nbsp;&nbsp;&nbsp;</strong><br />\r\n\tClinton said in his convention speech that the Obama administration &quot;agreed to give waivers to those governors and others only if they had a credible plan to increase employment by 20 percent, and they could keep the waivers only if they did increase employment.&quot;<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tThat&#39;s an accurate recap of the planned changes to Temporary Assistance to Needy Families. By granting waivers to states, the Obama administration is seeking to strengthen welfare-to-work efforts by letting states try different approaches based on their residents&rsquo; needs. That&rsquo;s important too -- the waivers would be considered for individually evaluated pilot programs. HHS is not proposing a blanket, national change to welfare law.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tThe waiver offering was spurred by requests from several governors, including Republican governors, and Sebelius explicitly stated that only requests that &quot;demonstrate clear progress&quot; toward enhancing employment will be approved by HHS.<br />\r\n\t<br />\r\n\tClinton&rsquo;s statement is accurate. We rate it True.</p>\r\n", "ruling_comments_date": "2012-09-06T19:11:58.456792", "ruling_date": "2012-09-10T15:04:53", "ruling_headline": "Bill Clinton says Obama administration trying to boost work in welfare", "ruling_headline_slug": "bill-clinton-says-obama-administration-trying-boos", "ruling_link_text": "No gutting going on", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tInterview with Liz Schott, senior fellow at Center on Budget and Policy Priorities, Aug. 6, 2012 and Sept. 6, 2012<br />\r\n\t<br />\r\n\tGovernment Accountability Office, <a href=\"http://waysandmeans.house.gov/uploadedfiles/gao_tanf_report_sept_2012.pdf\">Letter to Sens. Orrin Hatch and Dave Camp</a>, Sept. 4, 2012<br />\r\n\t<br />\r\n\t<a href=\"http://www.washingtonpost.com/blogs/ezra-klein/files/2012/07/Sen-Hatch-TANF-7-18-.pdf\">Letter from Kathleen Sebelius to Sen. Orrin Hatch</a>, July 18, 2012<br />\r\n\t<br />\r\n\tHeritage Foundation blog, &quot;<a href=\"http://blog.heritage.org/2012/09/06/morning-bell-clinton-is-wrong-on-welfare-reform/\">Morning Bell: Clinton Is Wrong on Welfare Reform</a>,&quot; Sept. 6, 2012<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2012/aug/09/jay-carney/carney-says-romney-favored-welfare-forever-legisla/\">Carney says Romney favored welfare forever legislation</a>,&quot; Aug. 9, 2012<br />\r\n\t<br />\r\n\tHeritage Foundation blog, &quot;<a href=\"http://blog.heritage.org/2012/07/12/obama-guts-welfare-reform/\">Obama Guts Welfare Reform</a>,&quot; July 12, 2012<br />\r\n\t<br />\r\n\t<a href=\"http://www.washingtonpost.com/blogs/ezra-klein/files/2012/07/rga_letter.pdf\">Letter to Sen. Bill Frist</a>, May 19, 2005<br />\r\n\t<br />\r\n\tU.S. Department of Health and Human Services,<a href=\"http://www.acf.hhs.gov/programs/ofa/policy/im-ofa/2012/im201203/im201203.html\"> Information Memorandum</a>, July 12, 2012<br />\r\n\t<br />\r\n\t<em>National Review Online</em>, &quot;<a href=\"http://www.nationalreview.com/corner/309300/obama-ends-welfare-reform-we-know-it-robert-rector#more\">Obama Ends Welfare Reform As We Know It</a>, July 12, 2012<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tAssociated Press, &quot;<a href=\"http://www.newser.com/article/da008kho1/obama-administration-opens-the-door-for-states-to-seek-major-changes-in-welfare-to-work-law.html\">Obama administration opens the door for states to seek major changes in welfare-to-work law</a>,&quot; July 13, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "former president", "false_count": 2, "first_name": "Bill", "half_true_count": 12, "home_state": "Arkansas", "id": 32, "last_name": "Clinton", "mostly_true_count": 11, "name_slug": "bill-clinton", "pants_count": 3, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-billclinton.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/32/", "total_count": 42, "true_count": 9, "website": ""}, "statement": "<p>\r\n\tThe Obama administration is allowing state waivers from welfare work requirements &quot;only if they had a credible plan to increase employment by 20 percent.&quot;</p>\r\n", "statement_context": "a convention speech", "statement_date": "2012-09-05", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 221, "photo": null, "resource_uri": "/api/v/2/subject/221/", "subject": "Welfare", "subject_slug": "welfare", "used_in_edition": ["/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}