{"art": [], "author": [{"email_address": "gemery@cox.net", "first_name": "C. Eugene", "id": 144, "last_name": "Emery Jr.", "name_slug": "c-eugene-emery", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/gene_emery80_.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/144/", "title": "PolitiFact correspondent", "twitter": null}], "canonical_url": "/rhode-island/statements/2012/sep/14/brendan-doherty/brendan-doherty-says-incumbent-us-rep-david-cicill/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "tmurphy@providencejournal.com", "first_name": "Tim", "id": 145, "last_name": "Murphy", "name_slug": "tim-murphy", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/tim_murphy2_80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/145/", "title": "Editor", "twitter": null}], "facebook_headline": null, "id": 6690, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "gemery@cox.net", "first_name": "C. Eugene", "id": 144, "last_name": "Emery Jr.", "name_slug": "c-eugene-emery", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/gene_emery80_.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/144/", "title": "PolitiFact correspondent", "twitter": null}], "resource_uri": "/api/v/2/statement/6690/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Republican Brendan Doherty wasted no time coming out of the starting gate for the general election race with Democratic U.S. Rep. David Cicilline for the 1st District seat.<br />\r\n<br />\r\nLess than 12 hours after Cicilline won the Sept. 11 Democratic primary, Doherty held a news conference listing Cicilline&#39;s top 10 &quot;most serious deceptions.&quot;<br />\r\n<br />\r\nWe decided to look at number four, which focused on the outside audit of Providence finances covering the final fiscal year when Cicilline was mayor. (We&rsquo;ll be examining another item in Doherty&#39;s &quot;top 10&quot; separately.)<br />\r\n<br />\r\nWe quote from Doherty&#39;s news release attacking Cicilline: &quot;INTENTIONALLY MISSED DEADLINES: You were also required to provide key information about city finances to an independent outside auditor. The deadlines were clear -- yet you missed them by months. &nbsp;You delayed providing that information until after you were elected to Congress.&quot;<br />\r\n<br />\r\nOur mind-reading skills are limited, so we can&#39;t judge whether any delay was prompted by an intent to withhold information until after the Nov. 2, 2010, general election. So we e-mailed the Doherty campaign late Wednesday to see if it had any evidence to back up that part of the allegation.<br />\r\n<br />\r\nMeanwhile, knowing that Cicilline has repeatedly said he is responsible for the decisions made during his tenure, we were interested in whether his administration had clear deadlines that it missed by months.<br />\r\n<br />\r\nDoherty&#39;s press release cited an April 20, 2011, report, &quot;<a href=\"http://council.providenceri.com/webfm_send/60\">Corrective Action Plan to Restore Sound Financial Management</a>,&quot; written by Matthew M. Clarkin Jr., the city&#39;s internal auditor after Cicilline&#39;s departure, and Gary Sasse, who worked for 30 years as executive director of the nonprofit Rhode Island Public Expenditure Council and, more recently, a fiscal adviser to the Providence City Council.<br />\r\n<br />\r\n(The independent auditor does the city&#39;s official audit. The internal auditor works as a financial watchdog on behalf of the City Council.)<br />\r\n<br />\r\nThe report says that according to the independent auditor, Braver PC, when it was time to do the audit for the fiscal year ending June 30, 2010, &quot;For the first time in more than a decade the City requested a one-month extension from the Auditor General for the 2010 audit.&quot; State law gives cities and towns six months to complete annual audits.<br />\r\n<br />\r\nAccording to the report, &quot;In August 2010, Braver submitted a list of documents and information to the Director of Finance, [documents] that were required to complete the annual audit, as well as a deadline for the submission of each item.&quot;<br />\r\n<br />\r\nOn page 14, the report has a chart listing 15 types of financial information due by Oct. 12, 2010, or earlier, none of which was submitted to the auditor until after the Nov. 2 election, according to Braver. The delays ranged from about two months to about four months.<br />\r\n<br />\r\nThe report says the auditing firm &quot;was forced on several occasions to extend those deadlines. According to Braver, some of the information requested was not delivered until the day the report was released on January 31, 2011.&quot;<br />\r\n<br />\r\nThe report verified that the city was in serious financial trouble.<br />\r\n<br />\r\nJames Wilkinson, who oversaw the audit for Braver, confirmed the information in the Clarkin / Sasse report. The city had agreed to the original deadlines, he said.<br />\r\n<br />\r\nClarkin also sent us an e-mail from Wilkinson suggesting changes in the report. Wilkinson, in fact, suggests only minor alterations to the chart showing how the deadlines were missed, and he recommends adding the note that some requested information didn&#39;t come in until the day the audit was released.<br />\r\n<br />\r\nBut Wilkinson also ended his e-mail with an explanation for the delays.<br />\r\n<br />\r\n&quot;This year&#39;s closing process was marked by delays and problems caused by miscommunication among the accounting personnel. We believe that the year-end closing could proceed more quickly and smoothly by developing a logical order for closing procedures and assigning responsibility for completing the procedures to specific personnel,&quot; he wrote. That speaks to a finance department in disarray under Cicilline, not one withholding data for political purposes, as Doherty implies.<br />\r\n<br />\r\nWilkinson said the delay in 2010 was unusual for Providence. &quot;They did have turnover in the finance department so there were a lot of things going on,&quot; he said. &quot;There was cooperation but it was taking a while.&quot;<br />\r\n<br />\r\nBut more important, according to Wilkinson, if the city had met all of its deadlines for supplying financial information, the audit still would not have been completed before the election. It typically comes out in late December.<br />\r\n<br />\r\nCicilline spokesman Eric Hyers said Doherty falsely assumed that Cicilline knew about the auditor&#39;s deadlines and that the mayor instructed his staff to miss the deadlines. &quot;Neither of those things happened.&quot;<br />\r\n<br />\r\nDoherty campaign spokesman Robert Coupe acknowledged that there was no smoking gun showing that Cicilline or his staff ordered a delay in the release of financial data. But the delay, he said, was part of a pattern that kept the public in the dark about the city&#39;s finances.<br />\r\n<br />\r\nThere &quot;was a consistent pattern of withholding key financial information, not only from the external auditor, but also from the internal auditor, the City Council and the Rhode Island Division of Municipal Finance,&quot; he said.<br />\r\n<br />\r\nThat shows intent, Coupe argued. This &quot;was not an accident but was a component of the overall pattern and therefore intentional.&quot;<br />\r\n<br />\r\n<strong>Our ruling </strong><br />\r\n<br />\r\nBrendan Doherty said David Cicilline, when he was mayor of Providence, was &quot;required to provide key information about city finances to an independent outside auditor. The deadlines were clear -- yet [he intentionally] missed them by months&quot; until after the November 2010 election.<br />\r\n<br />\r\nA subsequent report by the city on what led to its financial problems, along with a supporting e-mail from the firm that did the outside audit, support the claim that many deadlines for the outside audit were not met by the Cicilline administration.<br />\r\n<br />\r\nHowever, Doherty declared that Cicilline intentionally withheld the information until after the election, suggesting that the delay was designed to help him get elected to Congress.<br />\r\n<br />\r\nWe previously gave Cicilline a <a href=\"http://www.politifact.com/rhode-island/statements/2012/sep/07/david-cicilline/u-s-rep-david-cicilline-says-when-he-was-mayor-pro/\">Mostly False</a> on his statement that the <em>internal</em> auditor for the city of Providence &quot;was not locked out&quot; of access to the city&#39;s finances. We found evidence of serious delays but ultimately, in that case, that auditor (Clarkin&#39;s predecessor) received the long-sought information<em> before</em> the November election.<br />\r\n<br />\r\nBut in this instance, involving the outside audit, we&#39;ve seen no real evidence -- and Doherty provided none -- that the delays were part of an attempt by Cicilline to hide bad news from voters.<br />\r\n<br />\r\nThe facts argue otherwise.<br />\r\n<br />\r\nThe external auditor himself judged the delays to be caused by a finance department in disarray.<br />\r\n<br />\r\nAnd even if every deadline had been met, the results of the audit would not have been released before the November election. Such audits are due at the end of the year, nearly two months after the votes are counted, a timetable noted in the very document the Doherty campaign cites.<br />\r\n<br />\r\nIn the end, we have the former head of the Rhode Island State Police making allegations without key evidence, and ignoring evidence that points in another direction.<br />\r\n<br />\r\nBecause his statement contains some element of truth but ignores critical facts that would give a different impression, we rate it <a href=\"http://www.politifact.com/rhode-island/about/\">Mostly False</a>.<br />\r\n<br />\r\n<em>(Get updates from PolitiFact Rhode Island on Twitter: <a href=\"http://twitter.com/#%21/PolitiFactRI\">@politifactri</a>. To comment or offer your ruling, visit us on our<a href=\"http://www.facebook.com/pages/PolitiFact-Rhode-Island/108242095907358\"> PolitiFact Rhode Island Facebook</a> page.)</em></p>\r\n", "ruling_comments_date": "2012-09-12T17:51:54.609342", "ruling_date": "2012-09-14T00:01:00", "ruling_headline": "Brendan Doherty says incumbent U.S. Rep. David Cicilline, as Providence mayor, intentionally missed deadlines for providing information to the city's external auditors", "ruling_headline_slug": "brendan-doherty-says-incumbent-us-rep-david-cicill", "ruling_link_text": "Audit wouldn't have been ready before the election anyway", "ruling_state": null, "source_documents": null, "sources": "<p>ProvidenceRI.com, &quot;<a href=\"http://council.providenceri.com/webfm_send/60\">Corrective Action Plan to Restore Sound Financial Management</a>,&quot; April 20, 2011, accessed Sept. 12, 2012.<br />\r\n<br />\r\nPolitiFact.com, &quot;<a href=\"http://www.politifact.com/rhode-island/statements/2012/sep/07/david-cicilline/u-s-rep-david-cicilline-says-when-he-was-mayor-pro/\">U. S. Rep. David Cicilline says that when he was mayor of Providence, the city&rsquo;s internal auditor was not blocked from accessing financial records - Mostly False,</a>&quot; Sept. 7, 2012<br />\r\n<br />\r\nEmail, Matthew M. Clarkin Jr., Providence internal auditor, Sept. 12, 2012<br />\r\n<br />\r\nInterviews, Gary Sasse, director of the Bryant Institute for Public Leadership at Bryant University and fiscal adviser to the city council, Sept. 12, 2012.<br />\r\n<br />\r\nInterview, James Wilkinson, Braver PC, Sept. 13, 2012<br />\r\n<br />\r\nInterview and e-mail, Dennis E. Hoyle, auditor general, state of Rhode Island, Sept. 13, 2012<br />\r\n<br />\r\nInterview, Eric Hyers, spokesman, David Cicilline campaign, Sept. 13, 2012<br />\r\n<br />\r\nInterview and e-mail, Robert J. Coupe, spokesman, Brendan Doherty campaign, Sept. 13, 2012<br />\r\n<br />\r\nProvidenceRI.com, &quot;Office of the Internal Auditor,&quot; includes links to outside audits, accessed Sept. 12, 2012<br />\r\n<br />\r\n&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 2, "first_name": "Brendan", "half_true_count": 1, "home_state": "Rhode Island", "id": 1639, "last_name": "Doherty", "mostly_true_count": 1, "name_slug": "brendan-doherty", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/brendan_doherty.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1639/", "total_count": 8, "true_count": 3, "website": ""}, "statement": "<p>David Cicilline was &quot;required to provide key information about city finances to an independent outside auditor. The deadlines were clear -- yet [he intentionally] missed them by months&quot; until after the November 2010 election.</p>\r\n", "statement_context": "a news release", "statement_date": "2012-09-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}, {"description": "", "id": 196, "photo": null, "resource_uri": "/api/v/2/subject/196/", "subject": "City Budget", "subject_slug": "city-budget", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 203, "photo": null, "resource_uri": "/api/v/2/subject/203/", "subject": "City Government", "subject_slug": "city-government", "used_in_edition": ["/api/v/2/edition/2/"]}, {"description": "", "id": 296, "photo": null, "resource_uri": "/api/v/2/subject/296/", "subject": "Debt", "subject_slug": "debt", "used_in_edition": ["/api/v/2/edition/47/"]}, {"description": "", "id": 183, "photo": null, "resource_uri": "/api/v/2/subject/183/", "subject": "Deficit", "subject_slug": "deficit", "used_in_edition": ["/api/v/2/edition/10/"]}, {"description": "", "id": 165, "photo": null, "resource_uri": "/api/v/2/subject/165/", "subject": "Negative Campaigning", "subject_slug": "campaign-advertising", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 7, "current_job": "mayor of Providence", "false_count": 4, "first_name": "David", "half_true_count": 5, "home_state": "Rhode Island", "id": 509, "last_name": "Cicilline", "mostly_true_count": 4, "name_slug": "david-cicilline", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/d_cicilline_2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/509/", "total_count": 29, "true_count": 8, "website": "http://cicilline.com/"}], "twitter_headline": ""}