{"art": [], "author": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "canonical_url": "/truth-o-meter/statements/2012/sep/14/mitt-romney/romney-claims-5-studies-back-his-tax-plan/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 6703, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "resource_uri": "/api/v/2/statement/6703/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tIn the relentless back and forth over which candidate would raise taxes on middle-income Americans, President Barack Obama used a study from the Tax Policy Center, a joint effort of the Brookings Institution and the Urban Institute, as fuel for an ad claiming Mitt Romney would cut taxes on the rich and raise them for middle-income taxpayers.<br />\r\n\t<br />\r\n\tWe examined that ad and ruled it <a href=\"http://www.politifact.com/truth-o-meter/statements/2012/aug/03/barack-obama/obama-romney-would-cut-millionaires-taxes/\">Mostly True</a>. The Tax Policy Center study has become a thorn in the side for the Romney campaign and the former Massachusetts governor is now refuting its findings.<br />\r\n\t<br />\r\n\t&quot;The good news,&quot; Romney said on NBC&rsquo;s <em>Meet the Press</em>, on Sept. 9, 2012, &quot; is that five different economic studies -- including one at Harvard, and Princeton, AEI and a couple at the <em>Wall Street Journal</em> -- all show that if we bring down our top rates and actually go across the board -- bring down rates for everyone in America -- but also limit deductions and exemptions for people at the high end, you can keep the progressivity in the code, you can remain revenue neutral and you create an enormous incentive for growth in the economy.&quot;<br />\r\n\t<br />\r\n\tFor this fact-check, we will look at these five studies. Our focus is on whether Romney is correct that they show Romney&rsquo;s tax plan can cut rates and still bring in the same amount of money as today without raising taxes on the middle class.<br />\r\n\t<br />\r\n\tThe Romney campaign sent us links to five items. One was a <em>Wall Street Journal</em> article from Martin Feldstein, a Harvard economist and an adviser to the Romney campaign; one was from Harvey Rosen, an economist at the Griswold Center for Economic Policy Studies at Princeton University; one was by Matt Jensen, an economist with the American Enterprise Institute, a conservative think tank; and two were <em>Wall Street Journal</em> editorials.<br />\r\n\t<br />\r\n\tAll five criticize the Tax Policy Center for making certain assumptions or ignoring particular data. The point of all five is that the numbers do in fact add up for Romney&rsquo;s plan.<br />\r\n\t<br />\r\n\tBriefly, that plan would cut individual and corporate rates, eliminate the estate tax and the alternative minimum tax, give savings and investment income preferential treatment, and still keep total tax revenues the same. The Tax Policy Center concludes that in order to do all of that, taxes on middle income taxpayers would have to rise.<br />\r\n\t<br />\r\n\tIn this item, we will take each of the five studies on Romney&rsquo;s list in turn, with responses from the Tax Policy Center where available.<br />\r\n\t<br />\r\n\t<strong>Martin Feldstein, Harvard University <a href=\"http://online.wsj.com/article/SB10000872396390444327204577617421727000592.html?mod=googlenews_wsj\">&quot;Romney&rsquo;s tax plan can raise revenue&quot;</a></strong><br />\r\n\t<br />\r\n\tFeldstein, the Romney adviser, uses 2009 data from the IRS to demonstrate that Romney can meet all his goals and not increase taxes on the middle class. First he estimates the lost revenue due to Romney&rsquo;s 20 percent across the board rate cut and the elimination of the Alternative Minimum Tax. Feldstein figures that would be $186 billion.<br />\r\n\t<br />\r\n\tRomney says he would offset those losses by eliminating or reducing deductions for higher income taxpayers. Some of the big ones are the home mortgage deduction, charitable giving, and state and local taxes. So Feldstein&rsquo;s next step is to look at how much money could be tapped from that pot.<br />\r\n\t<br />\r\n\tAt this point, he makes an important decision. He defines high-income as households making $100,000 or more. The Tax Policy Center sets the bar at $200,000 and anyone making less is part of the middle class. There is a significant amount of money tied up in that $100,000 to $200,000 range.<br />\r\n\t<br />\r\n\tIn 2009, Feldstein says, the total value of itemized deductions for households making $100,000 and up was about $636 billion. Feldstein picks a mid-point for the tax rate of these households, 30 percent, and assumes all of that could potentially end up in the government&rsquo;s coffers.<br />\r\n\t<br />\r\n\t&quot;What do we get when we apply a 30 percent marginal tax rate to the $636 billion in itemized deductions,&quot; Feldstein asks. &quot;Extra revenue of $191 billion&mdash;more than enough to offset the revenue losses from the individual income tax cuts proposed by Gov. Romney.&quot;<br />\r\n\t<br />\r\n\tFeldstein underscores that he isn&rsquo;t advocating such a move. He only notes that eliminating deductions, or broadening the tax base as it is called, can net huge returns.<br />\r\n\t<br />\r\n\t<em>The response</em><br />\r\n\t<br />\r\n\tThe Tax Policy Center countered that Feldstein needs to go after the deductions used by less affluent people -- those making between $100,000 and $200,000 -- in order to make the books balance.<br />\r\n\t<br />\r\n\tThe center analysts also note that this assumes these people would not be allowed to take even the basic standard deduction. They further challenge Feldstein&rsquo;s use of the 30 percent tax rate, saying a more accurate estimate is 24 percent. The combined impact of retaining the standard deduction and the lower rate, they say, leaves Feldstein $70 billion short of the revenues lost through the rest of Romney&rsquo;s tax cuts.<br />\r\n\t<br />\r\n\t<strong>Harvey Rosen, Princeton University <a href=\"http://www.princeton.edu/ceps/workingpapers/228rosen.pdf\">&quot;Growth, distribution and tax reform: Thoughts on the Romney proposal&quot;</a></strong><br />\r\n\t<br />\r\n\tRosen&rsquo;s main point is that any assessment of the Romney tax plan that ignores its impact on economic growth is incomplete. &quot;This is curious,&quot; Rosen said, &quot;because increasing growth is the motivation for the proposal in the first place.&quot; Growth creates more income for the government to tax which would help offset the revenues lost through rate cuts.<br />\r\n\t<br />\r\n\tRosen said he&rsquo;s not alone in thinking this oversight is odd. He said economists he spoke to were &quot;incredulous when I told them that the numbers being discussed in the press are based on calculations that explicitly rule out any changes in labor supply or saving behavior.&quot; &nbsp;<br />\r\n\t<br />\r\n\tRosen readily admits that no one can accurately predict the future so he runs the numbers using three growth rates for GDP - 3 percent, 5 percent and 7 percent. By comparison, the White House budget planners assume an average rate of close to 3 percent.<br />\r\n\t<br />\r\n\tLike Feldstein, he used 2009 data. Unlike Feldstein, he analyzed what happens for taxpayers making $100,000 and up, and then repeated it for those making $200,000 and up.<br />\r\n\t<br />\r\n\tRosen found that when all possible deductions are eliminated, from home mortgages to charitable giving to health insurance benefits, it means that increased revenues can balance out the money lost through tax cuts.<br />\r\n\t<br />\r\n\tThere is only one scenario where Rosen saw a wrinkle -- when households making less than $200,000 are shielded from the loss of deductions under certain tax and growth assumptions. Rosen saw a $28 billion gap and said &quot;maintaining an approximately constant tax burden on high-income individuals would be more challenging.&quot; But not &quot;mathematically impossible.&quot;<br />\r\n\t<br />\r\n\t<em>The response</em><br />\r\n\t<br />\r\n\tSome <a href=\"http://www.businessweek.com/news/2012-08-17/romney-tax-math-gets-easier-with-more-breaks-on-table\">news organizations</a> noted the Tax Policy Center did factor in higher growth in its original study. It used a model developed by a Romney adviser, Gregory Mankiw, and found that while growth softened the burden on people making less money, the shift is still there.<br />\r\n\t<br />\r\n\t&quot;Our results are not qualitatively different, even if we include additional taxes generated from the growth effects,&quot; the authors wrote.<br />\r\n\t<br />\r\n\tThe center said groups including the Congressional Budget Office and the Joint Committee on Taxation take a cautious approach on assuming that tax changes alone will lead to new growth. This is particularly true when tax cuts are combined with base-broadening, which lies at the heart of the Romney plan. The center pointed to a study from two <a href=\"http://www.aei.org/files/2011/09/27/TPO-Sept-2011.pdf\">American Enterprise Institute </a>economists that found the two changes largely cancel each other out, leaving effective tax rates about the same and thus have little impact on growth.<br />\r\n\t<br />\r\n\t<strong>Matt Jensen, American Enterprise Institute, <a href=\"http://www.aei-ideas.org/2012/08/how-the-tax-policy-center-could-improve-their-romney-tax-study/\">&quot;How the Tax Policy Center could improve its Romney tax study&quot;</a></strong><br />\r\n\t<br />\r\n\tJensen challenges the Tax Policy Center findings on two fronts. First, he said it should have considered the elimination of two tax breaks that the center&rsquo;s analysts said &quot;were off the table.&quot; One is the interest on state and local bonds; the other is interest on life insurance policies.<br />\r\n\t<br />\r\n\t&quot;Both of these exclusions largely benefit the wealthy,&quot; Jensen said. &quot;Added together their repeal would net upwards of $90 billion that could be redistributed to lower-income individuals.&quot; Jensen called his analysis &quot;nothing if not rough.&quot;<br />\r\n\t<br />\r\n\tJensen also said the center&rsquo;s definition of who is high-income is arbitrary. Rather than declare everyone over $200,000 as high income, he suggested the center show the lowest income level at which the Romney plan &nbsp;would work out mathematically.<br />\r\n\t<br />\r\n\t<em>The response</em><br />\r\n\t<br />\r\n\tThe Tax Policy Center challenged Jensen&rsquo;s &quot;rough&quot; $90 billion figure. It said a more accurate figure would be $25 billion.<br />\r\n\t<br />\r\n\t<strong><em>Wall Street Journal</em> Editorial No. 1, <a href=\"http://online.wsj.com/article/SB10000872396390443792604577574910276629448.html?mod=googlenews_wsj\">&quot;The Romney Hood Fairy Tale&quot;</a></strong><br />\r\n\t<br />\r\n\tThis editorial largely draws on other work. It echoed Jensen&rsquo;s criticism that the Tax Policy Center failed to consider certain tax breaks. It labeled the center authors as &quot;class warriors&quot; &nbsp;and charged that &nbsp;the center &quot;ignores the history of tax cutting.&quot;<br />\r\n\t<br />\r\n\t&quot;Every major marginal rate income tax cut of the last 50 years,&quot; said the editorial writer, &quot;1964, 1981, 1986 and 2003 &mdash; was followed by an unexpectedly large increase in tax revenues, a surge in taxes paid by the rich, and a more progressive tax code&mdash;i.e., the share of taxes paid by the richest 1 percent rose.&quot;<br />\r\n\t<br />\r\n\tIt cited the work of Feldstein and scoffed at the center&rsquo;s treatment of the impact of Romney&rsquo;s plan on people making less than $30,000. Currently, many who work for little pay get money back at the end of the year through tax credits.<br />\r\n\t<br />\r\n\t&quot;The claim is that reducing various refundable tax credits that are cash payments from the government are a &#39;tax increase,&#39;&quot; said the editorial writer. &quot;By this logic, reducing unemployment benefits or food stamps would also be a tax increase.&quot;<br />\r\n\t<br />\r\n\tThe editorial also said the center&rsquo;s findings are &quot;refuted by President Obama&#39;s own Simpson-Bowles deficit commission report. The Romney plan of cutting the top tax rate to 28 percent and closing loopholes to pay for it is conceptually very close to what Simpson-Bowles recommended.&quot;<br />\r\n\t<br />\r\n\t<em> The response</em><br />\r\n\t<br />\r\n\tThe Tax Policy Center said there are great differences between Romney&rsquo;s tax plan and both the 1986 tax law and the Simpson-Bowles commission. Mainly, Romney would continue to tax capital gains and dividends at low rates and he would eliminate the estate tax.<br />\r\n\t<br />\r\n\tThe 1986 law treated capital gains as ordinary income and retained the estate tax. The Simpson-Bowles proposal did too.<br />\r\n\t<br />\r\n\t<strong><em>Wall Street Journal</em> Editorial No. 2, <a href=\"http://online.wsj.com/article/SB10000872396390443404004577581570978359112.html?mod=WSJ_Opinion_LEADTop\">&quot;Mathematically possible&quot;</a></strong></p>\r\n<p>\r\n\tThis editorial largely focused on the matter of the overlooked loopholes and relies on the work of <a href=\"http://www.aei-ideas.org/2012/08/how-the-tax-policy-center-could-improve-their-romney-tax-study/\">Jensen </a>at the American Enterprise Institute. So although Romney treated it as a fifth &quot;study,&quot; it is essentially redundant of Jensen&#39;s analysis.<br />\r\n\t<br />\r\n\t<strong>Comparing the methods behind the studies</strong><br />\r\n\t<br />\r\n\tNot all studies are created equal. The Tax Policy Center used a complex computer model that took over 150,000 individual tax records from 2004 and simulated the impact of Romney&rsquo;s tax plan in 2015. The researchers cited by Romney relied on 2009 information and worked with large summary numbers, not individual returns.<br />\r\n\t<br />\r\n\tDid it make a difference? Maybe not.<br />\r\n\t<br />\r\n\t&quot;You like to use a micro-simulation when you can,&quot; said &nbsp;Alan Auerbach, an economist at the University of California Berkeley, &quot;but you often get approximately the right answer with those larger aggregated numbers.&quot;<br />\r\n\t<br />\r\n\tAuerbach also said there is no clear dividing line that separates high-income households from all others. The Tax Policy Center chose $200,000 -- but different breakpoints could also be valid.<br />\r\n\t<br />\r\n\tHowever, the use of 2009 versus 2004 data was pivotal. The researchers cited by Romney said they used 2009 tax information because it was the most current. But that doesn&rsquo;t necessarily make it better. Indeed, 2009 was the bottom of the recession &nbsp;<br />\r\n\t<br />\r\n\tIn pure dollar amounts, upper income households saw more of a drop because a lot of their income comes from investments and investments suffered. In 2009, they had less income that would benefit from the lower rates Romney proposes.<br />\r\n\t<br />\r\n\tAccordingly, the cost of a tax cut would be smaller and so would the amount you would need to pick up by getting rid of tax deductions and other tax breaks as Romney has said he wants.<br />\r\n\t<br />\r\n\t&quot;It would be easier to do in 2009,&quot; Auerbach said.<br />\r\n\t<br />\r\n\tAuerbach said, &quot;If you think the future will look more like a non-recession year, then you would want to use data from a pre-recession year.&quot;<br />\r\n\t<br />\r\n\tWe asked him whether editorials count as studies. &quot;I don&rsquo;t pay much attention to editorials,&quot; Auerbach said. &quot;They refer back to other research and they&rsquo;re just opinion.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tRomney said that five studies show that his tax plan can cut rates and still bring in the same amount of money as today without raising taxes on the middle class.<br />\r\n\t<br />\r\n\tRomney is using the word &quot;studies&quot; generously. Two items on his list are newspaper editorials that can be analytical but are rarely treated as independent research. One article comes from a campaign adviser, a connection that generally suggests a less than independent assessment. &nbsp;That leaves just two reports out Romney&rsquo;s five.<br />\r\n\t<br />\r\n\tThere is a fair argument to be made that the Tax Policy Center used an arbitrary dividing line of $200,000 to separate high-income households from all others. The same problem lies in setting the breakpoint at $100,000, a choice preferred by at least one of the defenders of Romney&rsquo;s proposal.<br />\r\n\t<br />\r\n\tThe studies from Feldstein and Rosen use 2009 data. &nbsp;That was an abnormal year and one that made it easier to make the math work for the Romney plan. The analysts could have chosen other years but decided not to.<br />\r\n\t<br />\r\n\tWe see no more than two independent studies out of the five claimed. We rate the statement Mostly False.</p>\r\n", "ruling_comments_date": "2012-09-13T18:02:55.970479", "ruling_date": "2012-09-14T11:06:27", "ruling_headline": "Romney claims five studies back up his tax plan", "ruling_headline_slug": "romney-claims-5-studies-back-his-tax-plan", "ruling_link_text": "Editorials don't count", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tNBC,<a href=\"http://www.msnbc.msn.com/id/48959273/ns/meet_the_press-transcripts/t/september-mitt-romney-ann-romney-julian-castro-peggy-noonan-ej-dionne-bill-bennett-chuck-todd/#.UE9J5VF1f_I\"> Meet the Press</a>, September 9, 2012<br />\r\n\t<br />\r\n\tJoint Committee on Taxation, Summary of Economic Models and Estimating Practices of the staff of the Joint Committee on Taxation, September 19, 2011<br />\r\n\t<br />\r\n\tAmerican Enterprise Institute, <a href=\"http://www.aei-ideas.org/2012/08/how-the-tax-policy-center-could-improve-their-romney-tax-study/\">How the Tax Policy Center could improve its Romney tax study</a>, August 9, 2012<br />\r\n\t<br />\r\n\tEmail interview with Martin Feldstein, economist, Harvard University, September 11, 2012<br />\r\n\t<br />\r\n\tInterview with Alan Auerbach, economist, University of California - Berkeley, September 13, 2012<br />\r\n\t<br />\r\n\tWall Street Journal, <a href=\"http://online.wsj.com/article/SB10000872396390443792604577574910276629448.html?mod=googlenews_wsj\">The Romney Hood Fairy Tal</a>e, August 7, 2012<br />\r\n\t<br />\r\n\tWall Street Journal, <a href=\"http://online.wsj.com/article/SB10000872396390443404004577581570978359112.html?mod=WSJ_Opinion_LEADTop\">Mathematically possible</a>, August 13, 2012<br />\r\n\t<br />\r\n\tWall Street Journal, <a href=\"http://online.wsj.com/article/SB10000872396390444327204577617421727000592.html?mod=googlenews_wsj\">Martin Feldstein: Romney&#39;s Tax Plan Can Raise Revenue</a>, August 28, 2012<br />\r\n\t<br />\r\n\tAmerican Enterprise Institute, <a href=\"http://www.aei-ideas.org/2012/08/the-tax-policy-center-updates-its-romney-plan-analysis/\">Tax Policy Center updates its Romney plan analysis</a>, August 17, 2012<br />\r\n\t<br />\r\n\tPrinceton University, <a href=\"http://www.princeton.edu/ceps/workingpapers/228rosen.pdf\">Growth, distribution and tax reform: Thoughts on the Romney proposal</a>, September, 2012<br />\r\n\t<br />\r\n\tBusinessweek, <a href=\"http://www.businessweek.com/news/2012-08-17/romney-tax-math-gets-easier-with-more-breaks-on-table\">Romney tax math improves with tough-to-kill breaks on the table</a>, August 17, 2012<br />\r\n\t<br />\r\n\tTax Policy Center, <a href=\"http://www.taxpolicycenter.org/taxtopics/romney_resources_2012.cfm\">TPC Resources on Mitt Romney&rsquo;s tax plans</a>, 2012<br />\r\n\t<br />\r\n\tPolitiFact,<a href=\"http://www.politifact.com/truth-o-meter/statements/2012/aug/03/barack-obama/obama-romney-would-cut-millionaires-taxes/\"> Mitt Romney would cut millionaires&rsquo; taxes, Barack Obama says</a>, August 3, 2012<br />\r\n\t<br />\r\n\tTax Policy Center, <a href=\"http://taxpolicycenter.org/numbers/displayatab.cfm?DocID=2901\">Explanation of Tax Model</a><br />\r\n\t<br />\r\n\tRomney for President, <a href=\"http://www.mittromney.com/sites/default/files/shared/the_romney_program_for_economic_recovery_growth_and_jobs.pdf\">The Romney program for economic recovery, growth and jobs</a><br />\r\n\t<br />\r\n\tCongressional Budget Office,<a href=\"http://www.cbo.gov/publication/42909\"> Baseline Economic Forecast</a>, January 2012<br />\r\n\t<br />\r\n\tOMB,<a href=\"http://www.whitehouse.gov/sites/default/files/omb/budget/fy2013/assets/13msr.pdf\"> Economic Growth Assumptions - Mid Session Review,</a> July 27, 2012<br />\r\n\t<br />\r\n\tTax Policy Center,<a href=\"http://www.taxpolicycenter.org/UploadedPDF/1001631-FAQ-Romney-plan.pdf\"> FAQs and responses</a>, August 16, 2012<br />\r\n\t<br />\r\n\tTax Policy Center, Feldstein&rsquo;s Analysis Doesn&rsquo;t Refute TPC Findings, It Confirms Them, August 30, 2012<br />\r\n\t<br />\r\n\tAmerican Enterprise Institute, <a href=\"http://www.aei.org/files/2011/09/27/TPO-Sept-2011.pdf\">The benefits and limits of income tax reform</a>, September 2011<br />\r\n\t<br />\r\n\tBrad DeLong,<a href=\"http://delong.typepad.com/sdj/2012/09/cant-anybody-play-this-game-harvey-rosen-and-martin-feldstein-work-for-the-romney-campaign-edition.html\"> Can&rsquo;t anybody play this game?</a>, September 10, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 34, "current_job": "Former governor", "false_count": 32, "first_name": "Mitt", "half_true_count": 58, "home_state": "Massachusetts", "id": 5, "last_name": "Romney", "mostly_true_count": 33, "name_slug": "mitt-romney", "pants_count": 19, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-mittromney.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/5/", "total_count": 221, "true_count": 30, "website": "http://www.mittromney.com/"}, "statement": "<p>\r\n\tSays five studies show his tax plan can cut rates and still bring the same revenue without raising taxes on the middle class.</p>\r\n", "statement_context": "a Meet the Press interview", "statement_date": "2012-09-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [{"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}], "twitter_headline": ""}