{"art": [], "author": [{"email_address": "HumphreyT@KnoxNews.com", "first_name": "Tom", "id": 318, "last_name": "Humphrey", "name_slug": "tom-humphrey", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 21, "publication_name": "Knoxville News Sentinel", "resource_uri": "/api/v/2/publication/21/"}, "resource_uri": "/api/v/2/staffer/318/", "title": "Knoxville News Sentinel, Nashville Bureau Chief", "twitter": null}], "canonical_url": "/tennessee/statements/2012/sep/14/paul-summers/summers-says-appeals-court-judges-used-be-picked-h/", "edition": {"adkey": "Editions", "advalue": "Tennessee", "edition": "Tennessee", "edition_slug": "tennessee", "has_afterthefact": false, "id": 14, "index_page": false, "meter_name": "The Tennessee Truth-O-Meter", "resource_uri": "/api/v/2/edition/14/"}, "editor": [{"email_address": "AhillenS@KnoxNews.com", "first_name": "Steve", "id": 316, "last_name": "Ahillen", "name_slug": "steve-ahillen", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 21, "publication_name": "Knoxville News Sentinel", "resource_uri": "/api/v/2/publication/21/"}, "resource_uri": "/api/v/2/staffer/316/", "title": "Knoxville News Sentinel Data, Investigative and Sunday Editor", "twitter": null}], "facebook_headline": null, "id": 6708, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "HumphreyT@KnoxNews.com", "first_name": "Tom", "id": 318, "last_name": "Humphrey", "name_slug": "tom-humphrey", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 21, "publication_name": "Knoxville News Sentinel", "resource_uri": "/api/v/2/publication/21/"}, "resource_uri": "/api/v/2/staffer/318/", "title": "Knoxville News Sentinel, Nashville Bureau Chief", "twitter": null}], "resource_uri": "/api/v/2/statement/6708/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tPaul Summers, who served as Tennessee&#39;s attorney general from 1999 through 2006, re-entered debate over how the state should select its top judges recently with an opinion article provided to newspapers that advocates continuation of the present system.<br />\r\n\t<br />\r\n\tWhile we don&#39;t argue with opinions, in the course of stating his case for the present &quot;merit selection&quot; of appellate court judges Summers made an assertion of fact that may be of interest as debate escalates toward decision-making time in the Legislature next year.<br />\r\n\t<br />\r\n\t<a href=\"http://www.knoxnews.com/news/2012/sep/02/paul-g-summers-judicial-elections-put-party-in/\">Summers&#39; piece</a>, as published in the News Sentinel, begins with the adage that, &quot;If you do not know history, you are bound to repeat it.&quot; A bit further down, he states:<br />\r\n\t<br />\r\n\t&quot;Back when we had partisan elections for the judges of the appellate courts, they were in theory elected by hundreds of thousands of Tennesseans. In truth, they were selected by a handful of party officials in Nashville in January every eight years.&quot;<br />\r\n\t<br />\r\n\tAlong the same lines: &quot;Proponents of popular elections say that a handful of politicians should not be selecting our highest 29 judges. They say the people ought to decide. Apparently they aren&#39;t aware, or just ignore, the fact that a handful of politicians selected the appellate judges before merit selection became law in 1971.&quot;<br />\r\n\t<br />\r\n\tDoes Summers have his history right?<br />\r\n\t<br />\r\n\tAsked to elaborate, Summers, the son of an appeals court judge, said in an interview that he had in mind relatively recent history and especially the process for selecting state Supreme Court judges.<br />\r\n\t<br />\r\n\tA bit of longer-term history may be in order, largely based on <a href=\"http://books.google.com/books?id=8kPNPxfWiUsC&amp;pg=PA270&amp;source=gbs_toc_r&amp;cad=3#v=onepage&amp;q&amp;f=false\">&quot;A History of the Tennessee Supreme Court&quot;,</a>published by the University of Tennessee Press in 2002. The book covers the period 1776-1998<br />\r\n\tFrom statehood until 1854, the state Legislature appointed Tennessee&#39;s top judges. In the latter year, voters approved a constitutional amendment &ndash; initiated in the Legislature a year earlier &ndash; providing instead for popular election.<br />\r\n\t<br />\r\n\tThat remained the case until 1971, when the General Assembly approved a statute &ndash; not a constitutional amendment &ndash; setting up what was called the &quot;Modified Missouri Plan.&quot; The system calls for prospective judges to be screened by a commission, which then submits a list of names of the persons deemed best qualified to the governor. The governor then appoints the judge of his choice.<br />\r\n\t<br />\r\n\tBut two years later, with Republican Gov. Winfield Dunn in office and positioned to make appointments, the Democrat-controlled General Assembly repealed the new law insofar as applying to Supreme Court justices. It was left in effect for judges of the Court of Appeals and Court of Criminal Appeals.<br />\r\n\t<br />\r\n\tIn 1994, the General Assembly voted &ndash; again by enacting a statute &ndash; to put the Supreme Court back under the commission nominating/gubernatorial appointment process, making a few other relatively minor changes and calling the procedure &quot;the Tennessee plan.&quot;<br />\r\n\t<br />\r\n\tUnder the plan, when a judge&#39;s term ends after an appointment, he or she goes up for reelection on a yes-no basis. If a majority of voters statewide say yes in the &quot;retention election,&quot; the judge gets a new term.<br />\r\n\t<br />\r\n\tToday, the Tennessee Plan is still in effect &ndash; but possibly not for long. The Judicial Nominating Commission, which submits names to the governor, will cease to exist on June 30, 2013, unless the Legislature votes to extend its life before then. This comes with all appellate judge positions coming up in the eight-year cycle for a retention election cycle in August 2014. There are conflicting proposals &ndash; ranging from a constitutional amendment for a revised system to a return to contested elections &ndash; about what the Legislature should do next year.<br />\r\n\t<br />\r\n\tWhile the future of Tennessee judge selection is muddled, hindsight can be fairly clear.<br />\r\n\t<br />\r\n\tSummers says that, in writing his article, the standout case of judge selection by a &quot;handful of politicians&quot; came in 1990, when the state Democratic Party&#39;s 66-member Executive Committee chose a slate of five Supreme Court candidates for the party nomination.<br />\r\n\t<br />\r\n\tEarly in that year, two of the five incumbent Supreme Court justices stepped aside, reportedly after failing to gather enough political support among party activists on the Democratic Executive Committee. The Democratic nominees wound up being the only candidates on the ballot and were elected to full eight-year terms.<br />\r\n\t<br />\r\n\tThat was clearly a case where, as Summers states, a majority of the committee &ndash; 34 of the 66 members, or a &quot;handful of party officials&quot; if you will &ndash; was able to choose Supreme Court justices.<br />\r\n\t<br />\r\n\tBut that was not always the case when partisan, contested elections were part of the picture.<br />\r\n\t<br />\r\n\tEight years before the 1990 scenario, the Republican party in 1982 put up a slate of three party nominees chosen by the Republican Executive Committee. The Democrats won in all the races.<br />\r\n\t<br />\r\n\tIn 1980, following the death of a sitting justice, then-Gov. Lamar Alexander appointed appointed George H. Brown of Memphis as Tennessee&#39;s first black member of the court. That set up a special election later in the year between Brown, as the Republican nominee, and the Democratic Executive Committee&#39;s nominee, Frank Drowota, and independent candidate Larry Parrish of Memphis, known as an anti-pornography crusader.<br />\r\n\t<br />\r\n\tDrowota won with 50 percent of the vote versus 38 percent for Brown and 12 percent for Parrish. Brown was one of the GOP nominees in the 1982 race, too.<br />\r\n\t<br />\r\n\tThere had also been a contested Supreme Court election in 1974, when Republicans nominated candidates for all five positions. They all lost.<br />\r\n\t<br />\r\n\tWith Democrats dominating the state, Republicans had apparently stopped trying in 1990. In today&#39;s political environment, Summers suggests that the Republican Executive Committee will pick the Supreme Court if there is a return to partisan elections.<br />\r\n\t<br />\r\n\tSummers also pointed out to us <a href=\"https://www.documentcloud.org/documents/427832-c-s-carneys-remarks.html\">a speech by C.S. </a><a href=\"https://www.documentcloud.org/documents/427832-c-s-carneys-remarks.html\">Carney</a>to the 1977 Tennessee Constitutional Convention, which drafted a constitutional amendment on judicial selection subsequently rejected by the voters. Carney had served as a Court of Appeals judge under the old system and won back his seat under the retention election system instituted in 1971.<br />\r\n\t<br />\r\n\tIn the speech, Carney criticized the partisan election system, saying it was dependent on political favor and not ability. Relative to this discussion, he also said there had been no exceptions to the rule of the Democratic Executive Committee picking Supreme Court justices since 1910.<br />\r\n\t<br />\r\n\tIn that year, though, there was an extraordinarily contested election. The Supreme Court had upheld a controversial murder conviction, only to have Gov. Malcolm Patterson pardon the killer. The ensuing uproar led to a split in Democratic ranks and qualifying a slate of &quot;independent&quot; Supreme Court candidates &ndash; and some for other appellate courts as well - backed by the splinter Democrats and Republicans. The independents won every seat and the related turmoil is widely credited as well for the election of a Republican, Ben Hooper, as governor. He was the last Republican to hold the office until Dunn, whose election led to enactment of the &quot;Modified Missouri plan&quot; in 1971.<br />\r\n\t<br />\r\n\tIt appears then, that appellate court were mostly selected by a relatively small number of politicians when the partisan election system was in place. But not always.<br />\r\n\t<br />\r\n\tIn 1910, in the 1970s and in the 1980s, top judicial elections were decided by voters who had a choice to override the decisions of that handful of politicians. So the voters ultimately decided in those cases, not the nominating committee.<br />\r\n\t<br />\r\n\tStill, that leaves party powers giving voters no choice from the years after Reconstruction &ndash; during which the judges were appointed by governors under federal oversight &ndash; up until 1910. And then again until the 1970s, as best we can tell.<br />\r\n\t<br />\r\n\tThat leaves us viewing Summers statement as Mostly True.</p>\r\n", "ruling_comments_date": "2012-09-14T09:42:18.257187", "ruling_date": "2012-09-14T09:41:41", "ruling_headline": "Summers says appeals court judges used to be picked by \"a handful of party officials\"", "ruling_headline_slug": "summers-says-appeals-court-judges-used-be-picked-h", "ruling_link_text": "A judgment call", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tKnoxville News Sentinel: <a href=\"http://www.knoxnews.com/news/2012/sep/02/paul-g-summers-judicial-elections-put-party-in/\">&quot;Paul G. Summers: Judicial Elections Put Party Bosses in Charge of Process&quot;</a><br />\r\n\tArticle by Paul Summers,<br />\r\n\t<br />\r\n\t<a href=\"http://books.google.com/books?id=8kPNPxfWiUsC&amp;pg=PA270&amp;source=gbs_toc_r&amp;cad=3#v=onepage&amp;q&amp;f=false\">&quot;A History of the Tennessee Supreme Court&quot;</a>, authors Theodore Brown and Timothy S. Huebner, University of Tennessee Press, 2002. Portions are available online,<br />\r\n\t<br />\r\n\tInterview with Paul Summers, Sept. 9, 2012.<br />\r\n\t<br />\r\n\t<a href=\"https://www.documentcloud.org/documents/427832-c-s-carneys-remarks.html\">C.S. Carney speech to 1977 Constitutional Convention</a></p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "retired", "false_count": 0, "first_name": "Paul", "half_true_count": 0, "home_state": "Tennessee", "id": 2022, "last_name": "Summers", "mostly_true_count": 1, "name_slug": "paul-summers", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Summers.resize.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Tennessee", "edition": "Tennessee", "edition_slug": "tennessee", "has_afterthefact": false, "id": 14, "index_page": false, "meter_name": "The Tennessee Truth-O-Meter", "resource_uri": "/api/v/2/edition/14/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2022/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\tTennessee&#39;s appeals court judges &quot;were selected by a handful of party officials in Nashville&quot; before the system of &quot;merit selection&quot; was put into effect.</p>\r\n", "statement_context": "in an op-ed article written for Tennessee newspapers.", "statement_date": "2012-09-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}], "target": [], "twitter_headline": ""}