{"art": [{"brightcove": "", "caption": "In this ad, President Barack Obama's campaign says he will stand up for \"guaranteed\" Medicare benefits. How accurate is that term?", "id": 2798, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/2798/", "title": "Obama \"Guide\" ad", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/ZbYQs_LcsdM?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "ZbYQs_LcsdM"}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2012/sep/17/barack-obama/barack-obama-right-guaranteed-benefits-under-medic/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 6709, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/6709/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tA new <a href=\"http://www.youtube.com/watch?v=ZbYQs_LcsdM&amp;feature=player_embedded\">ad</a> from President Barack Obama emphasizes a favorite Democratic talking point -- that Medicare currently has &quot;guaranteed benefits&quot; that could be taken away if Mitt Romney wins the presidency.</p>\r\n<p>\r\n\tIn the ad, a narrator says, &quot;The new AARP Voter Guide is out with facts you need on Medicare. Fact: Barack Obama will protect your guaranteed benefits and will not allow Medicare to become a voucher program. Fact: Mitt Romney would take away Medicare as guaranteed benefits and instead give future retirees &lsquo;premium support&rsquo; or vouchers. AARP opposes that plan and non-partisan analysts say it could raise seniors&#39; costs up to $6,400 a year.&quot;</p>\r\n<p>\r\n\tBut are there &quot;guaranteed benefits&quot; for Medicare today? And if so, would they be at risk if Romney wins? A lot of it depends on how you define these words.</p>\r\n<p>\r\n\t<strong>What guarantees exist under Medicare today?</strong></p>\r\n<p>\r\n\tProbably the clearest -- and least controversial -- explanation of how Medicare is a guarantee is that once you turn 65, you get Medicare, no questions asked.</p>\r\n<p>\r\n\tThat wasn&rsquo;t always the case. Before Medicare and Medicaid were established in 1965, health coverage for seniors was far from guaranteed. When people retired, they often lost coverage they had from their former employer and couldn&rsquo;t afford a new plan. (For more on the pre-Medicare era, including statistics, see our article, &quot;<a href=\"http://www.politifact.com/truth-o-meter/article/2012/jan/20/was-early-1960s-golden-age-health-care/\">Were the early 1960s a golden age for health care?</a>&quot;)</p>\r\n<p>\r\n\tThe Obama campaign goes further. It argues that &quot;guaranteed benefits&quot; refers to &quot;all the benefits that Medicare is required to cover.&quot; Today, Medicare is structured as a defined-benefit plan rather than a defined-contribution plan. That means it specifies the benefits provided, rather than letting one&rsquo;s benefits depend on the amount of money they paid into the system.</p>\r\n<p>\r\n\t&quot;As a system of defined benefits, Medicare does guarantee those benefits,&quot; said Paul Starr, a specialist on health care reform at Princeton University. &quot;The government has a responsibility for them that it would not have in a defined-contribution scheme. There are a host of legal rights in regard to providers that are also associated with those guaranteed benefits. All that goes away with the shift to defined contribution.&quot;</p>\r\n<p>\r\n\t<strong>Is there a complete guarantee of benefits?</strong></p>\r\n<p>\r\n\tNo, Medicare benefits aren&rsquo;t guaranteed in every sense.</p>\r\n<p>\r\n\tFirst, while the federal government guarantees that you will be served by Medicare once you turn 65, it doesn&rsquo;t guarantee that you&rsquo;ll get every possible service or treatment paid for. Indeed, an entire industry sector -- <a href=\"http://money.cnn.com/retirement/guide/retirementliving_healthcare.moneymag/index8.htm\">Medigap insurance plans</a> -- has emerged to pay for the procedures that Medicare doesn&rsquo;t cover. This is particularly true for the coverage for newly emergent technologies and treatments.</p>\r\n<p>\r\n\tAnd just because something is covered today doesn&rsquo;t mean it will be covered indefinitely, or at the same percentage of the cost.</p>\r\n<p>\r\n\tCongress and the president can -- and do -- change the benefit rules for Medicare. In 1988, for example, Congress enacted the Medicare Catastrophic Coverage Act, adding a bevy of benefits, including a prescription drug benefit and a catastrophic-care benefit, said Robert Moffit, a health care specialist at the conservative Heritage Foundation. The following year, Congress repealed it.</p>\r\n<p>\r\n\tObama&rsquo;s own health care law, the Patient Protection and Affordable Care Act, doesn&rsquo;t maintain the status quo indefinitely. While we have <a href=\"http://www.politifact.com/truth-o-meter/statements/2012/aug/29/paul-ryan/paul-ryan-said-president-obama-funneled-716-billio/\">previously said</a> that the Romney campaign is exaggerating when it criticizes Obama for cutting Medicare, the Romney campaign isn&rsquo;t wrong that changesare going to be made. The fact that Obama would reduce Medicare reimbursement to certain Medicare providers -- likely resulting in the elimination or reduction of some benefits -- is proof positive that Medicare is not a fixed, unchangeable program.</p>\r\n<p>\r\n\tObama&rsquo;s law also creates the Independent Payment Advisory Board, a 15-member, appointed panel that is charged with identifying Medicare savings. While PolitiFact has in the past <a href=\"http://www.politifact.com/truth-o-meter/statements/2012/mar/22/mitt-romney/mitt-romney-says-barack-obama-ending-medicare-we-k/\">been critical</a> of Republican exaggerations about what the board would do, the board could force certain changes in the Medicare program. Any such future changes would undermine the notion that Medicare has &quot;guaranteed benefits.&quot;</p>\r\n<p>\r\n\t&quot;If you are promised a benefit but find trouble accessing physicians or home care or long-term-care providers to provide that service, have your benefits been changed or compromised?&quot; said Gail Wilensky, a former health care official under President George H.W. Bush. &quot;I think a reasonable person could say yes.&quot;</p>\r\n<p>\r\n\tAnother important factor that could infringe on any Medicare &quot;guarantee&quot; is the program&rsquo;s fiscal challenges.</p>\r\n<p>\r\n\tAccording to <a href=\"http://www.cms.gov/apps/media/press/release.asp?Counter=4341&amp;intNumPerPage=10&amp;checkDate=&amp;checkKey=&amp;srchType=1&amp;numDays=3500&amp;srchOpt=0&amp;srchData=&amp;keywordType=All&amp;chkNewsType=1%2C+2%2C+3%2C+4%2C+5&amp;intPage=&amp;showAll=&amp;pYear=&amp;year=&amp;desc=&amp;cboOrder=date\">Medicare&rsquo;s actuary</a>, the trust fund for Medicare Part A -- the part of the program that pays for hospital care -- will run out in 2024 if the Obama law&rsquo;s cuts remain on the books, or in 2016 if the cuts are rescinded (the course Romney has said he wants to follow). So unless something is done to change the program&rsquo;s fiscal balance, Medicare would spend down its reserves for hospital payments within eight to 16 years.</p>\r\n<p>\r\n\t&quot;If you define guarantee benefit as simply receiving a Medicare card, then that only lasts until the money runs out,&quot; said Joshua Archambault, a former Romney aide who is now a health care policy specialist at the free-market Pioneer Institute. &quot;So I guess the president can make that claim until 2016 &hellip; but then he loses it.&quot;</p>\r\n<p>\r\n\tEven health care experts who are supportive of Obama&rsquo;s law do acknowledge that the concept of a Medicare &quot;guarantee&quot; may be too strongly worded.</p>\r\n<p>\r\n\t&quot;So long as the law is in place, people who meet specified eligibility requirements are assured specified benefits,&quot; said Henry Aaron, a senior fellow at the Brookings Institution. Still, &quot;nothing in the statutes is &lsquo;guaranteed,&rsquo; because Congress always has the option of changing the law.&quot;</p>\r\n<p>\r\n\tJonathan Gruber, a Massachusetts Institute of Technology professor who has advised both Obama and Romney on health care reform, agreed. &quot;Under today&#39;s system, you have a guaranteed benefit, but one that is subject to political risk,&quot; he said.</p>\r\n<p>\r\n\t<strong>How Romney would change Medicare</strong></p>\r\n<p>\r\n\tAs for Romney&rsquo;s plan, it&rsquo;s important to note that it has not been been set out in full detail, and it hasn&rsquo;t been analyzed by the Congressional Budget Office. But we&rsquo;ll explain it as best we can.</p>\r\n<p>\r\n\tRomney has <a href=\"http://www.wbay.com/story/19290298/2012/08/15/mitt-romney-talks-medicare-in-exclusive-interview-with-action-2-news\">said</a> his plan would be close to the most <a href=\"http://budget.house.gov/uploadedfiles/pathtoprosperity2013.pdf\">recent one</a> offered by his running mate, Paul Ryan. For people who are now under age 55, Medicare would no longer pay for seniors&rsquo; health care bills directly. Instead, the government would offer future beneficiaries fixed payments -- voucher-like credits -- that could go toward private plans. Beneficiaries could use those credits to select a traditional Medicare plan or a private plan from a competitive marketplace, or exchange, that complies with standards set by the government. The amount a beneficiary receives would be based on the second least-expensive plan available.</p>\r\n<p>\r\n\tWe know that the Romney plan, like the status quo, would preserve the guarantee that people will start receiving coverage under a federal health care program when they turn 65. (The age threshold would gradually <a href=\"http://www.kaiserhealthnews.org/stories/2012/august/11/faq-paul-ryan-house-republican-medicare-plan.aspx\">rise</a> to 67 by 2034.)</p>\r\n<p>\r\n\tLess clear is whether the operational changes Romney would make would undermine the guarantee of benefits under Medicare. The Romney campaign argues that not only would be traditional Medicare be a choice, but that private plan offerings must provide coverage at least comparable to what Medicare provides today, and that those plans would be Medicare-approved.</p>\r\n<p>\r\n\tHowever, since CBO hasn&rsquo;t weighed in, we don&rsquo;t know whether the premium subsidy would be able to cover the same set of benefits as traditional Medicare, or how much it would add to out-of-pocket costs to beneficiaries, especially over the longer term.</p>\r\n<p>\r\n\tThe Obama campaign argues that &quot;Romney has said that under his voucher system, plans have to offer coverage that is &lsquo;comparable&rsquo; to Medicare today&quot; -- a term they believe falls short of a guarantee of specific benefits.</p>\r\n<p>\r\n\tBut Yuval Levin, a fellow at the Ethics and Public Policy Center and a domestic policy staffer on health-care issues for President George W. Bush, says that&rsquo;s a smokescreen. The Center for Medicare and Medicaid Services &quot;establishes the benefits covered by Medicare each year, and the private insurers in Medicare Advantage and Part D, the drug benefit, are required to cover at least that minimum benefit or its actuarial equivalent. That&#39;s exactly the Romney proposal.&quot;</p>\r\n<p>\r\n\tUnder the most recent plan, Levin said, &quot;seniors are guaranteed at least one and generally two options that provide comprehensive coverage for no greater out-of-pocket costs than they have now.&quot;</p>\r\n<p>\r\n\tLevin also disputes the notion that the Romney plan is a pure defined-contribution plan. &quot;The Romney approach is a hybrid of defined benefit and defined contribution,&quot; he said. &quot;The minimum benefit is set by the government, and all competing insurers must meet it, but the government payment is determined by competitive bidding among those insurers to see how cheaply they can provide at least that minimum benefit.&quot;</p>\r\n<p>\r\n\tThe most recent Republican plans have lessened the likelihood that Medicare&rsquo;s payment will fall behind the actual rise in health care costs, experts say, but given the limited details, there&rsquo;s still some uncertainty on this front.</p>\r\n<p>\r\n\tUnder the Romney plan, MIT&rsquo;s Gruber said, you have the same political risk of a broken guarantee as you have today, but that guarantee is <a href=\"http://www.politifact.com/truth-o-meter/statements/2012/aug/16/barack-obama/does-paul-ryan-want-turn-medicare-voucher-program/\">compounded by health spending risk</a>. &quot;As health spending rises faster than your voucher, you are in trouble,&quot; he said.</p>\r\n<p>\r\n\t<strong>Our ruling</strong></p>\r\n<p>\r\n\tIn the ad, Obama said he &quot;will protect your guaranteed benefits&quot; in Medicare, while &quot;Mitt Romney would take away Medicare as guaranteed benefits.&quot;</p>\r\n<p>\r\n\tObama exaggerates when he refers to &quot;guaranteed&quot; Medicare benefits under today&rsquo;s system. Currently, Medicare does &quot;guarantee&quot; a form of health coverage for seniors and, in the shorter term, guarantees specific benefits. But Medicare doesn&rsquo;t cover everything, and Congress and the president can change what is covered, and will be forced to do so when fiscal pressures hit.</p>\r\n<p>\r\n\tMeanwhile, it&rsquo;s plausible that the Romney plan could provide less of a &quot;guarantee&quot; than Medicare currently does, but we found sharp disagreement between supporters and opponents of Romney&rsquo;s Medicare plan on that point. This disagreement is hard to resolve given the shortage of information Romney has so far provided.</p>\r\n<p>\r\n\tOn balance, we rate the claim Half True.</p>\r\n", "ruling_comments_date": "2012-09-14T11:15:35.141601", "ruling_date": "2012-09-17T10:54:17", "ruling_headline": "Is Barack Obama right on 'guaranteed benefits' under Medicare?", "ruling_headline_slug": "barack-obama-right-guaranteed-benefits-under-medic", "ruling_link_text": "\"Guarantees\" less clear than Obama lets on", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tBarack Obama, &quot;Guide&quot; (<a href=\"http://www.youtube.com/watch?v=ZbYQs_LcsdM&amp;feature=player_embedded\">ad</a>), Sept. 12, 2012<br />\r\n\t<br />\r\n\tCenters for Medicare and Medicaid Services, &quot;<a href=\"http://www.cms.gov/apps/media/press/release.asp?Counter=4341&amp;intNumPerPage=10&amp;checkDate=&amp;checkKey=&amp;srchType=1&amp;numDays=3500&amp;srchOpt=0&amp;srchData=&amp;keywordType=All&amp;chkNewsType=1%2C+2%2C+3%2C+4%2C+5&amp;intPage=&amp;showAll=&amp;pYear=&amp;year=&amp;desc=&amp;cboOrder=date\">Medicare Stable, But Requires Strengthening</a>&quot; (news release), April 23, 2012<br />\r\n\t<br />\r\n\tHouse Budget Committee, <a href=\"http://budget.house.gov/uploadedfiles/pathtoprosperity2013.pdf\">fiscal year 2013 budget resolution</a></p>\r\n<p>\r\n\tKaiser Health News, <a href=\"http://www.kaiserhealthnews.org/stories/2012/august/11/faq-paul-ryan-house-republican-medicare-plan.aspx\">FAQ: How Paul Ryan proposes to change Medicare</a>, Aug. 13, 2012<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/florida/statements/2012/aug/22/barack-obama/barack-obama-says-ryan-romney-plan-will-end-medica/\">Obama radio ad says Ryan-Romney plan will end Medicare and replace it with a voucher</a>,&quot; Aug. 22, 2012<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2012/aug/16/barack-obama/does-paul-ryan-want-turn-medicare-voucher-program/\">Do Mitt Romney and Paul Ryan want to turn Medicare into a voucher program?</a>,&quot; Aug. 16, 2012<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2012/mar/22/mitt-romney/mitt-romney-says-barack-obama-ending-medicare-we-k/\">Mitt Romney says Barack Obama is &#39;ending Medicare as we know it</a>,&#39;&quot; March 22, 2012<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/article/2012/jan/20/was-early-1960s-golden-age-health-care/\">Were the early 1960s a golden age for health care?</a>&quot; Jan. 20, 2012<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2012/aug/29/paul-ryan/paul-ryan-said-president-obama-funneled-716-billio/\">Paul Ryan said President Obama &#39;funneled&#39; $716 billion out of Medicare &#39;at the expense of the elderly</a>,&#39;&quot; Aug. 29, 2012<br />\r\n\t<br />\r\n\tEmail interview with Henry Aaron, senior fellow at the Brookings Institution, Aug. 27, 2012<br />\r\n\t<br />\r\n\tEmail interview with Jonathan Gruber, economist at the Massachusetts Institute of Technology, Sep. 12, 2012<br />\r\n\t<br />\r\n\tEmail interview with Robert Moffit, senior fellow at the Heritage Foundation, Sep. 12, 2012<br />\r\n\t<br />\r\n\tEmail interview with Paul Starr, professor of sociology and public affairs at Princeton University, Sep. 12, 2012<br />\r\n\t<br />\r\n\tEmail interview with Gail Wilensky, head of Medicare under President George H.W. Bush, Sep. 12, 2012<br />\r\n\t<br />\r\n\tEmail interview with Joshua Archambault, director of health care policy at the Pioneer Institute, Sep. 12, 2012<br />\r\n\t<br />\r\n\tEmail interview with Yuval Levin, fellow at the Ethics and Public Policy Center, Sep. 13, 2012</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\r\n\tSays he &quot;will protect your guaranteed benefits&quot; in Medicare while &quot;Mitt Romney would take away Medicare as guaranteed benefits.&quot;</p>\r\n", "statement_context": "a campaign commercial", "statement_date": "2012-09-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 50, "photo": null, "resource_uri": "/api/v/2/subject/50/", "subject": "Medicare", "subject_slug": "medicare", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 219, "photo": null, "resource_uri": "/api/v/2/subject/219/", "subject": "Message Machine 2012", "subject_slug": "message-machine-2012", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 34, "current_job": "Former governor", "false_count": 32, "first_name": "Mitt", "half_true_count": 58, "home_state": "Massachusetts", "id": 5, "last_name": "Romney", "mostly_true_count": 33, "name_slug": "mitt-romney", "pants_count": 19, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-mittromney.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/5/", "total_count": 221, "true_count": 30, "website": "http://www.mittromney.com/"}], "twitter_headline": ""}