{"art": [], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}, {"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "canonical_url": "/truth-o-meter/statements/2012/sep/26/government-not-god-pac/newspaper-ad-says-barack-obama-will-force-christia/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 6779, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}, {"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}], "resource_uri": "/api/v/2/statement/6779/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tAn <a href=\"http://www.tampabay.com/blogs/the-buzz-florida-politics/content/herald-tribune-runs-seriously-ugly-and-false-anti-obama-ad\">ad</a> placed by the socially conservative group Government Is Not God in the Sarasota, Fla., <em>Herald-Tribune</em> and other newspapers in Florida and Ohio claims President Barack Obama will &quot;force Christian schools to hire non-Christian teachers.&quot;<br />\r\n\t<br />\r\n\tIs that accurate?<br />\r\n\t<br />\r\n\tWilliam Murray, the group&rsquo;s chairman, said the ad was a prediction that states &quot;what we believe Obama will do in a second term&quot; based in part on his current policies.<br />\r\n\t<br />\r\n\tWe are fact-checking the ad because it is a representation of Obama&#39;s actual policies and proposals. The ad even says its claims represent Obama&#39;s &quot;true agenda.&quot; (The Sarasota newspaper has apologized for publishing the ad, saying it did not meet the paper&#39;s &quot;standards for fairness and accuracy.&quot;)<br />\r\n\t<br />\r\n\tIn the claim about hiring teachers, Murray offered two articles that indicated it was largely based on on a Supreme Court case, <em>Hosanna-Tabor Evangelical Lutheran Church and School vs. Equal Employment Opportunity Commission. </em></p>\r\n<p>\r\n\tThe case involved a teacher at a Lutheran Church-Missouri Synod school named Cheryl Perich, a &quot;called&quot; teacher trained in theological requirements who taught mostly secular courses as well as some religious ones. In 2004 she developed narcolepsy and started the school year on leave with a disability. She wanted to return to the classroom in 2005, but the principal said the school had already filled the position for the year and had concerns about her illness.<br />\r\n\t<br />\r\n\tThe congregation asked Perich to resign, offering her a &quot;peaceful release&quot; from her call. She wouldn&rsquo;t, and eventually the church fired her for insubordination and also for threatening legal action against the church. She filed an EEOC complaint that asserted she lost her job in violation of the Americans with Disabilities Act.<br />\r\n\t<br />\r\n\tThe Supreme Court, in a 9-0 <a href=\"http://www.supremecourt.gov/opinions/11pdf/10-553.pdf\">decision</a> on Jan. 11, 2012, ruled that her lawsuit should have been dismissed under the First Amendment&rsquo;s &quot;ministerial exception&quot; protection for religious organizations to make their own decisions about their leaders.<br />\r\n\t<br />\r\n\t&quot;The church must be free to choose those who will guide it on its way,&quot; wrote Chief Justice John Roberts in the opinion.<br />\r\n\t<br />\r\n\tThe federal government was a party to the case -- the solicitor general&rsquo;s office filed a brief and made an oral argument on behalf of the losing side. And so the Government Is Not God PAC is relying on the government&#39;s arguments as evidence for the ad&rsquo;s claim that Obama will &quot;force Christian schools to hire non-Christian teachers.&quot;<br />\r\n\t<br />\r\n\tThis raises two questions. First, if the solicitor general&rsquo;s office makes an argument before the Supreme Court, does that mean that the arguments are those of Obama himself? And second, did the federal government actually argue in <em>Hosanna-Tabor</em> that the government has the right to &quot;force Christian schools to hire non-Christian teachers&quot;?<br />\r\n\t<br />\r\n\tWe&rsquo;ll take these two issues in order.<br />\r\n\t<br />\r\n\t<strong>Does Obama &quot;own&quot; the Supreme Court arguments made by federal officials?</strong><br />\r\n\t<br />\r\n\tExperts told us this is a bit of a gray area.<br />\r\n\t<br />\r\n\tOn the one hand, &quot;the solicitor general is tasked with representing the United States and not solely the president of the United States,&quot; said Douglas W. Kmiec, a constitutional law professor at Pepperdine University and a former Justice Department official in the Ronald Reagan and George H.W. Bush administrations. &quot;It is therefore erroneous to ascribe the views of the solicitor general to those of the administration.&quot; There is a strong tradition, he said, &quot;for the solicitor general to give an objective reading of the law.&quot;<br />\r\n\t<br />\r\n\tIn addition, this case involved a federal statute and a federal agency, which gives a strong presumption that the federal government -- regardless of who occupied the White House -- would get involved, said Douglas Laycock, a law professor at the University of Virginia who argued against the government&rsquo;s position at the Supreme Court oral argument for <em>Hosanna-Tabor.</em><br />\r\n\t<br />\r\n\t&quot;The federal agency had won the case in the court of appeals, and the solicitor general pretty much had to defend that win,&quot; Laycock said. &quot;This was not an administration decision. &hellip; Occasionally, in very high-profile litigation, the White House gets involved and tells the solicitor general what to argue. But that is a rare event, and I don&rsquo;t believe it happened here.&quot;<br />\r\n\t<br />\r\n\tThat said, some legal experts said that the administration can&rsquo;t fully disown what the solicitor general&rsquo;s office was arguing. For one thing, it is not unprecedented for an administration to decline to defend a federal law (the Obama administration has already taken that course with the Defense of Marriage Act). It did not do so in this case.<br />\r\n\t<br />\r\n\tAnd even if the solicitor general&rsquo;s office didn&rsquo;t have much choice about taking the case, it would have had some latitude in the specific arguments it would make. &quot;The solicitor general has some discretion in terms of the position to take,&quot; said Kermit Roosevelt, a law professor at the University of Pennsylvania.<br />\r\n\t<br />\r\n\t<strong>Did the government argue that it had the right to &quot;force Christian schools to hire non-Christian teachers&quot;?</strong><br />\r\n\t<br />\r\n\tThere&rsquo;s some nuance here, too.<br />\r\n\t<br />\r\n\tOn the one hand, the administration took a more aggressive stance on behalf of government prerogatives in church-related conflicts than some legal observers had expected. Indeed, it was a view that was so aggressive that it was rejected by a unanimous court, including two appointees of Obama himself.<br />\r\n\t<br />\r\n\tRichard W. Garnett, a University of Notre Dame law professor who wrote a brief countering the government&rsquo;s view in Hosanna-Tabor, calls the solicitor general&rsquo;s arguments in the brief and oral argument &quot;extreme and misguided.&quot; The solicitor general&rsquo;s argument, he said, was that the plaintiffs should be able to use federal discrimination laws to challenge employment decisions by Christian schools regarding teachers, and that the First Amendment&rsquo;s religion clauses do not provide any shield against government second-guessing of such decisions. &nbsp;<br />\r\n\t<br />\r\n\t&quot;At oral argument, &lsquo;liberal&rsquo; and &lsquo;conservative&rsquo; justices alike were surprised&quot; at the reach of the government&rsquo;s argument, Garnett said.<br />\r\n\t<br />\r\n\tThat said, Garnett said it&rsquo;s a stretch to say the solicitor general argued that the government should be able to &quot;force Christian schools to hire non-Christian teachers.&quot; He and other experts said that the question of religious institutions being able to hire people of certain religions is settled law and an issue that the government did not quarrel with.<br />\r\n\t<br />\r\n\t&quot;It&rsquo;s not so much that the administration would come in and say to a Christian school, &lsquo;You must hire a non-Christian teacher,&rsquo;&quot; Garnett said. &quot;It&rsquo;s that, if a teacher were fired by a Christian school, then that teacher&rsquo;s employment-discrimination lawsuit should be able to go forward as if the Christian school were any other (non-religious) association.&quot;<br />\r\n\t<br />\r\n\tRoosevelt makes an even more forceful case. Basing the ad on the argument in <em>Hosanna-Tabor, </em>he said, is &quot;totally false.&quot; &quot;That&rsquo;s not what the case was about, the solicitor general never suggested it, and the law clearly allows Christian schools to hire Christian teachers,&quot; he said.<br />\r\n\t<br />\r\n\tEven Laycock, who faced off against the solicitor general at the oral argument, said the ad is misconstruing the solicitor general&rsquo;s argument.<br />\r\n\t<br />\r\n\tThe solicitor general &quot;never implied or said that Christian schools would have to hire non-Christian teachers,&quot; Laycock said. &quot;The statute is absolutely clear that religious institutions can discriminate on the basis of religion, and of course they never questioned that. The issue was whether religion teachers could sue their churches alleging other kinds of discrimination &ndash; disability in this case. We said no, the solicitor general said sometimes yes, when the case could be decided without interfering in the church&rsquo;s religious mission. We didn&rsquo;t think that was a workable standard. The disagreement about disability discrimination would have applied to sex discrimination and age discrimination as well, but it clearly did not apply to religious discrimination -- that was common ground.&quot;</p>\r\n<p>\r\n\tMurray also cited <a href=\"http://cnsnews.com/node/59965\">an article</a> about Chai Feldblum, a Georgetown University law professor appointed by President Obama to serve on the Equal Employment Opportunity Commission, that said she has written that society should &quot;not tolerate&quot; any &quot;private beliefs,&quot;&nbsp;including religious beliefs,&nbsp;that may negatively affect homosexual &quot;equality.&quot; But Murray did not provide any evidence that her actions at the EEOC would force Christian schools to hire non-Christian teachers.</p>\r\n<p>\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tThe ad claims that Obama will &quot;force Christian schools to hire non-Christian teachers.&quot; But he has not sought to do that himself and the only evidence is a weak link to the solicitor general&#39;s argument in the <em>Hosanna-Tabor </em>case.</p>\r\n<p>\r\n\tThe case did address the proper balance between the government and religious institutions in personnel decisions, but even participants in the case say the government did not say what the ad claims. On balance, we rate the claim False.</p>\r\n", "ruling_comments_date": "2012-09-26T16:31:58.407176", "ruling_date": "2012-09-26T18:24:00", "ruling_headline": "Newspaper ad says Barack Obama will “force Christian schools to hire non-Christian teachers”", "ruling_headline_slug": "newspaper-ad-says-barack-obama-will-force-christia", "ruling_link_text": "A real stretch", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tPolitiFact,&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/article/2012/sep/26/pacs-newspaper-ad-filled-falsehoods/\">PAC&#39;s newspaper ad filled with falsehoods,</a>&quot; Sept. 26, 2012<br />\r\n\t<br />\r\n\t<em>Tampa Bay Times</em>&rsquo; Buzz blog,<a href=\"http://www.tampabay.com/blogs/the-buzz-florida-politics/content/herald-tribune-runs-seriously-ugly-and-false-anti-obama-ad\">&quot;Herald-Tribune runs seriously ugly and false anti-Obama ad</a>,&quot; Sept. 25, 2012</p>\r\n<p>\r\n\tSupreme Court <a href=\"http://www.supremecourt.gov/opinions/11pdf/10-553.pdf\">ruling opinion</a> in <em>Hosanna-Tabor Evangelical Lutheran Church and School vs. Equal Employment Opportunity Commission</em>, Jan. 11, 2012</p>\r\n<p>\r\n\tSolicitor General&rsquo;s <a href=\"http://www.americanbar.org/content/dam/aba/publishing/previewbriefs/Other_Brief_Updates/10-553_federalrespondents.authcheckdam.pdf\">brief</a> in <em>Hosanna-Tabor Evangelical Lutheran Church and School vs. Equal Employment Opportunity Commission</em></p>\r\n<p>\r\n\t<a href=\"http://www.supremecourt.gov/oral_arguments/argument_transcripts/10-553.pdf\">Oral argument</a> in <em>Hosanna-Tabor Evangelical Lutheran Church and School vs. Equal Employment Opportunity Commission</em></p>\r\n<p>\r\n\t<em>New York Times</em>, &quot;<a href=\"http://www.nytimes.com/2012/01/12/us/supreme-court-recognizes-religious-exception-to-job-discrimination-laws.html?pagewanted=1\">Religious groups given &lsquo;exception&rsquo; to work bias law,</a>&quot; Jan. 11, 2012</p>\r\n<p>\r\n\tSCOTUSblog, <a href=\"http://www.scotusblog.com/case-files/cases/hosanna-tabor-evangelical-lutheran-church-and-school-v-eeoc/\">documents for Hosanna Tabor vs. EEOC</a>, accessed Sept. 26, 2012</p>\r\n<p>\r\n\tEmail interview with William J. Murray, chairman of GING-PAC, Sept. 26, 2012</p>\r\n<p>\r\n\tEmail interview with Douglas Laycock, University of Virginia law school professor, Sept. 26, 2012</p>\r\n<p>\r\n\tEmail interview with Douglas W. Kmiec, Pepperdine University constitutional law professor, Sept. 26, 2012</p>\r\n<p>\r\n\tInterview with Kermit Roosevelt, University of Pennsylvania law professor, Sept. 26, 2012</p>\r\n<p>\r\n\tEmail interview with Richard W. Garnett, University of Notre Dame law professor, Sept. 26, 2012</p>\r\n<p>\r\n\tEmail interview with Greg Lipper, Americans United for Separation of Church and State senior litigation counsel, Sept. 26, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 2, "first_name": "", "half_true_count": 0, "home_state": "", "id": 2033, "last_name": "Government is Not God PAC", "mostly_true_count": 0, "name_slug": "government-not-god-pac", "pants_count": 3, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Government_Is_Not_God.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2033/", "total_count": 6, "true_count": 0, "website": "http://www.gingpac.org/"}, "statement": "<p>\r\n\t&quot;Barack Hussein Obama will ... force Christian schools to hire non-Christian teachers.&quot;</p>\r\n", "statement_context": "a newspaper advertisement", "statement_date": "2012-09-23", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}, {"description": "", "id": 9, "photo": null, "resource_uri": "/api/v/2/subject/9/", "subject": "Religion", "subject_slug": "religion", "used_in_edition": []}], "target": [{"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}], "twitter_headline": ""}