{"art": [], "author": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "canonical_url": "/truth-o-meter/statements/2008/sep/02/fred-thompson/palin-does-not-exceed-obama/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 682, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/682/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "Experience has been a popular issue this campaign season, and we checked many facts during the primaries that hinged on experience, because candidates often\n<a href=\"http://www.politifact.com/truth-o-meter/statements/390/\">\n touted their own resumes\n</a>\nand implied that those of their competitors didn't stack up as well.\n<p>\n The experience issue came roaring back to the 2008 campaign after John McCain picked Alaska Gov. Sarah Palin to be his running mate.\n</p>\n<p>\n The Sunday after the Palin announcement, Republican Fred Thompson defended the choice on CNN's \"Late Edition.\"\n</p>\n<p>\n \"She's been in public service for about 13 years now, state and local government,\" Thompson said. \"She is a reformer. She has experience not only in politics but in life. She's a mother of five children, and from an infant to a young man going into the military. And she has more experience than Barack Obama. So I think as long as we can continue to compare her experience with the presidential nominee of the Democrats, we're going to be in pretty good shape.\"\n</p>\n<p>\n For comparison purposes, it's interesting to note that Palin and Obama are close to the same age. Palin is 44 and Obama is 47.\n</p>\n<p>\n Palin graduated from University of Idaho in 1987 with a major in journalism and worked as a sport reporter for about two years. She married her husband in 1988 and co-owned small businesses with him (a commercial fishing operation and an snow machine and all-terrain vehicle business).\n</p>\n<p>\n In 1992, her political career began when she won election to the Wasilla (prounounced wah-SIL-uh) city council. In 1996, she ran for the mayor of Wasilla and unseated the incumbent by a vote of 617 to 413, according to press reports.\n</p>\n<p>\n Wasilla has a strong-mayor form of government. The mayor breaks ties on the city council and acts as the city administrator. When Palin took office in 1996, the pay was $68,000. In 2000, Wasilla had a population of 5,469, according to the 2000 U.S. Census. It is located near the city of Anchorage.\n</p>\n<p>\n During her tenure as mayor, Palin focused on increasing funding for basic infrastructure.\n</p>\n<p>\n During her bid for re-election in 1999, the Anchorage Daily News reported that Palin \"counts among her successes the recently opened Fred Meyer store, the passage of a $5.5 million road and sewer bond, and the near halving of property taxes from 2 mills to 1.2 mills, the equivalent of an $80-a-year drop in taxes on a $100,000 home.\" Palin also cut the budget of the city's museum, and all three of the museum's employees quit in protest.\n</p>\n<p>\n Terms limits prevented her from running for mayor again in 2002. Instead, she ran for Alaska lieutenant governor and lost. In 2003, Gov. Frank Murkowski appointed her to the Alaska Oil and Gas Conservation Commission, where she served about a year before leaving the commission and blowing the whistle on fellow Republicans for conflicts of interest and conducting campaign work on public time.\n</p>\n<p>\n In 2006, she ran for governor, defeating the incumbent Murkowski in a primary and then winning the general. She took office on Dec. 4, 2006, and will have held office for two years a month after Election Day.\n</p>\n<p>\n So to summarize Palin's experience: Four years as a city council member, six years as a mayor, one year as a conservation commissioner, and two years as governor. That's 13 years total.\n</p>\n<p>\n Barack Obama, meanwhile, was a state legislator for eight years and will have been a U.S. Senator for four years. He also worked as a civil rights attorney in Chicago for four years after graduating from Harvard Law School. That's 16 years.\n</p>\n<p>\n We want to count experience that seems relevant to holding political office, so there are some things we're not counting here that the candidates' supporters might argue we should.\n</p>\n<p>\n We're not counting part-time work. That means we're not counting Palin's small business experience, nor Obama's teaching at the University of Chicago Law School nor his part-time legal work while he was a state senator. We're also not counting the time Obama has spent writing his two books.\n</p>\n<p>\n We're not counting experience that seems tangential to holding higher office, so that excludes Palin's time as a sports reporter and the three years Obama spent in his early 20s as a community organizer (even though Obama often invokes his coomunity organizing as good experience for higher office). We're also not counting the approximately eight months Obama spent organizing a statewide voter registration drive in Illinois in 1992.\n</p>\n<p>\n Finally, we're not differentiateing the years of experience on the basis of size of government. Obama, as a legislator, represented significantly more people than Palin did as Mayor of Wasilla. Obama's state senate district included about 212,000 people compared to Wasilla's approximately 6,000. As a U.S. Senator, Obama represented the Illinois statewide population of about 12.8 million, while Palin as governor represented about 670,000. Keep in mind that back in 1992, opponents derided Bill Clinton as the governor of a small state -- Arkansas, population 2.8 million -- and it didn't dim his vote-getting ability.\n</p>\n<p>\n But getting back to Fred Thompson's statement, we find that Palin is not\n <i>\n  more\n </i>\n experienced than Barack Obama. We rate her having 13 years relevant experience to his sixteen years, and this doesn't consider the difference between municipal and state government, which would work toward Obama's favor.\n</p>\n<p>\n Thompson would probably argue that we should not count Obama's experience as a civil rights attorney, but legal work does seem directly applicable to creating and enforcing the nation's laws, particularly civil rights law. Finally, Thompson might argue that Palin's experience as governor should overrule Obama's experience as senator because it is executive, statewide experience as opposed to legislative experience. But if we granted that, then Palin would also be more qualified than Joe Biden and John McCain, because neither of them have gubernatorial experience, either. We find Thompson's statement that Palin is more qualified than Barack Obama to be False.\n</p>\n<p>\n</p>", "ruling_comments_date": "2010-01-07T13:28:04.080477", "ruling_date": "2008-09-02T00:00:00", "ruling_headline": "Palin does not exceed Obama", "ruling_headline_slug": "palin-does-not-exceed-obama", "ruling_link_text": "Palin does not exceed Obama", "ruling_state": null, "source_documents": null, "sources": "CNN,\n<a href=\"http://transcripts.cnn.com/TRANSCRIPTS/0808/31/le.01.html\">\n Late Edition transcript\n</a>\n, Aug. 31, 2008.\n<p>\n PolitiFact.com,\n <a href=\"http://www.politifact.com/truth-o-meter/article/2007/nov/06/who-has-best-resume/\">\n  What's in a resume?\n </a>\n , Nov. 6, 2007.\n</p>\n<p>\n <a href=\"http://www.nationaljournal.com/almanac/2008/states/\">\n  Almanac of American Politics\n </a>\n .\n</p>\n<p>\n Alaska Governor's Office,\n <a href=\"http://gov.state.ak.us/bio.html\">\n  Sarah Palin biography\n </a>\n</p>\n<p>\n Associated Press,\n <a href=\"http://www.boston.com/news/nation/articles/2008/08/29/timeline_of_palins_life_and_career/\">\n  Timeline of Palin's life and career\n </a>\n</p>\n<p>\n Anchorage Daily News, \"Palin wins re-election in Wasilla,\" Oct. 6, 1999.\n</p>\n<p>\n Anchorage Daily News, \"Mayoral race tests valley,\" Sept. 20, 1999.\n</p>\n<p>\n Anchorage Daily News, \"Museum staff quits in anger,\" Aug. 6, 1997.\n</p>\n<p>\n Anchorage Daily News, \"Palin wins Wasilla's mayor job,\" Oct. 2, 1996.\n</p>\n<p>\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Actor", "false_count": 4, "first_name": "Fred", "half_true_count": 3, "home_state": "Tennessee", "id": 20, "last_name": "Thompson", "mostly_true_count": 3, "name_slug": "fred-thompson", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-fredthompson.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/20/", "total_count": 16, "true_count": 5, "website": "http://www.imwithfred.com/"}, "statement": "Sarah Palin \"has more experience than Barack Obama.\"", "statement_context": "St. Paul, Minn.", "statement_date": "2008-08-31", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}], "target": [], "twitter_headline": null}