{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2012/oct/05/paul-sadler/paul-sadler-says-he-never-supported-state-personal/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 6843, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/6843/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Pants on Fire", "id": 6, "resource_uri": "/api/v/2/statementruling/6/", "ruling": "Pants on Fire!", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-pantsonfire.gif", "ruling_slug": "pants-fire"}, "ruling_comments": "<p>\r\n\tA Dallas debate between U.S. Senate hopefuls Paul Sadler and Ted Cruz heated up over whether Sadler, the Democratic nominee, has advocated a state personal income tax -- which can be a third-rail issue.<br />\r\n\t<br />\r\n\tTexas is one of<a href=\"http://www.irs.gov/uac/States-Without-a-State-Income-Tax\"> nine states</a> without a state income tax. The latest statewide elected official to publicly suggest one, the late Lt. Gov. Bob Bullock, left office in early 1999, years after he briefly maintained that a state personal income tax made economic sense. The prospect proved so unpopular, Bullock ushered in a<a href=\"http://www.lrl.state.tx.us/legis/billsearch/text.cfm?legSession=73-0&amp;billtypeDetail=SJR&amp;billNumberDetail=49&amp;billSuffix=&amp;startRow=1&amp;IDlist=&amp;unClicklist=&amp;number=100\"> constitutional amendment</a> requiring voter approval before a personal income tax could become law.<br />\r\n\t<br />\r\n\tSadler, meanwhile, was a member of the Texas House and once led a panel looking at ways to reduce property taxes while overhauling other taxes.<br />\r\n\t<br />\r\n\tIn the Oct. 2, 2012, debate hosted by WFAA-TV, Channel 8, Cruz said Sadler &quot;has championed in the state of Texas an income tax.&quot;<br />\r\n\t<br />\r\n\tMinutes later, Cruz said Sadler &quot;used to routinely introduce himself around the state as &lsquo;I&rsquo;m the guy that supports an income tax in the state of Texas.&rsquo;&quot; Cruz&rsquo;s campaign emailed us a Feb. 3, 1993, <em>Houston Chronicle</em> news article quoting then-state Rep. Sadler, of Hendersonville, introducing himself to Harris County parents as &quot;the guy for the income tax.&quot; But Cruz spokesman Sean Rushton offered no other examples of this self-introduction nor did we find any.<br />\r\n\t<br />\r\n\tAt the debate, Sadler replied: &quot;That&rsquo;s just a lie, Ted.&quot;<br />\r\n\t<br />\r\n\tCruz rejoined: &quot;Did you support an income tax, yes or no?&quot;<br />\r\n\t<br />\r\n\tSadler: &quot;I never supported an income tax.&quot;<br />\r\n\t<br />\r\n\t&quot;I had the responsibility of looking at the tax system of Texas,&quot; Sadler continued, &quot;something you (Cruz) wouldn&rsquo;t know anything about because you&rsquo;ve never served in the Legislature. You&rsquo;ve never had the responsibility of putting together a school finance program to pay for our children&rsquo;s education, to fund education across this state. I did a review of every single tax available, a (value-added) tax, a sales tax, an income tax, you name it, I have done it.&quot;<br />\r\n\t<br />\r\n\tA day after the debate, Sadler issued a <a href=\"http://alt.coxnewsweb.com/statesman/politifact/100312_paulsadlerstatementincometax.docx\">statement</a> saying that in 1992, lawmakers confronting a Texas Supreme Court ruling mandating changes to the school finance system drafted many proposals. &quot;We drafted bills on consolidation of school districts, expansion of the sales tax, countywide school districts, a personal income tax, and every other possible option. We looked at every single thing that we could do to get Texas out of the courthouse,&quot; the statement says.<br />\r\n\t<br />\r\n\tAnd, the statement says, as &quot;a leader on public education issues, I sponsored a House resolution to consider a personal income tax.&quot;<br />\r\n\t<br />\r\n\tAccording to <a href=\"http://www.legis.state.tx.us/BillLookup/Actions.aspx?LegSess=724&amp;Bill=HJR7\">legislative records</a>, Sadler introduced <a href=\"http://alt.coxnewsweb.com/statesman/politifact/121992_hjr7bypaulsadler.pdf\">House Joint Resolution 7</a>, on Dec. 1, 1992, proposing a constitutional amendment &quot;relating to the authorization and limitation of certain taxes for funding public education.&quot; If it had cleared the House and Senate, it would have awaited voter approval or rejection at the polls.<br />\r\n\t<br />\r\n\tVoters would have seen this summary: &quot;The constitutional amendment providing for a personal income tax dedicated to public education, a reduction in the maximum local school property tax rate from $1.50 to 15 cents for each $100 valuation, a requirement that the voters of a local school district approve the levy of local school property taxes, and the deletion of the fuel tax dedication for public education.&quot;<br />\r\n\t<br />\r\n\tOur online search for news accounts, using the Nexis service, yielded an indication that Sadler advocated for a state personal income tax at the time, though it also brought to light Sadler saying years later that a state personal income tax was unrealistic.<br />\r\n\t<br />\r\n\tA Nov. 24, 1992, <a href=\"https://docs.google.com/document/pub?id=1tRP7Hwa0s1xHQUlei88e3a1wYDP1Wx7dwO406kmPWqg\">commentary</a> by Dave McNeely of the <em>Austin American-Statesman</em> opens: &quot;It&#39;s against the grain of the conventional political wisdom in Texas. Many consider it political suicide. But freshman state Rep. Paul Sadler, D-Henderson, is advocating an income tax to fund public schools. Openly.&quot;<br />\r\n\t<br />\r\n\tSadler had studied education funding, the column says, and concluded that a broad-based statewide tax was needed as an alternative to plans, like the system ultimately passed into law, to transfer property-tax revenue gathered in some school districts to other districts.<br />\r\n\t<br />\r\n\tMcNeely quoted Sadler as saying he favored the merger of some school districts, using incentives, and the creation of a statewide funding source, &quot;either a statewide property tax or a state income tax, which is the fairest of all methods, because it puts everyone in the scheme.&quot;<br />\r\n\t<br />\r\n\tThe column also quotes Sadler as saying the income tax would have to be sold to voters via a statewide TV blitz buttressed by lawmaker discussions with constituents and educators -- to &quot;tell them &lsquo;this is what we&#39;re doing, this is why, and this is where we want to go with education, and this is how it will benefit you.&rsquo;&quot;<br />\r\n\t<br />\r\n\t&quot;If you do that, you could educate the public,&quot; Sadler said. &quot;We&#39;ve not tried to do that, and so what you get from the constituency oftentimes is a knee-jerk reaction: &lsquo;No, I don&#39;t want an income tax&#39; -- even though they don&#39;t fully understand the relief they&#39;ll get from local property taxes and other taxes.<br />\r\n\t<br />\r\n\t&quot;And it is the fear of an income tax, from a legislator&#39;s standpoint, and having to face an opponent that will beat you over the head with that, that keeps most legislators from speaking out and saying what we all know is true,&quot; Sadler said.<br />\r\n\t<br />\r\n\tIn late 1992, Sadler&rsquo;s proposed constitutional amendment was referred to a House committee, where it died.<br />\r\n\t<br />\r\n\tLegislative records indicate that Sadler, who remained a House member <a href=\"http://www.lrl.state.tx.us/mobile/memberDisplay.cfm?memberID=232\">into early 2003</a>, did not file any other income tax proposals.<br />\r\n\t<br />\r\n\tDuring the 1997 session, though, he resisted pressure to keep an income tax from being studied. At the time, he chaired the House Select Committee on Revenue and Public Education Funding, which weighed proposals by Gov. George W. Bush and others to drive down school property taxes by tapping revenue from other sources.<br />\r\n\t<br />\r\n\tAccording to news accounts, Bush ruled out a state personal income tax, while Sadler said it should at least be discussed. &nbsp;According to a March 4, 1997, <em>American-Statesman</em> news article, Bush&rsquo;s plan envisioned covering cuts in property and other taxes with higher sales taxes, a new business levy and an available $1 billion state revenue surplus. Under Sadler&#39;s proposal, the story says, school property tax cuts would be covered by a combination of sales and business taxes and perhaps even a personal income tax.<br />\r\n\t<br />\r\n\t&quot;Bush has said he would veto any plan containing an income tax, but Sadler has refused to reject any option,&quot; the story says, quoting Sadler: &quot;To say something is off the table is foreign to me. I will not restrict this committee&#39;s deliberations.&quot;<br />\r\n\t<br />\r\n\tHouse members later passed a plan lacking an income-tax feature. It ultimately died in the Senate -- and Sadler subsequently said a state income tax was &quot;a dead issue,&quot; according to a news story in the Sept. 6, 2001, <em>Dallas Morning News</em>. The story says Sadler noted the constitutional provision requiring voter approval before an income tax is implemented before saying: &quot;The only way we would have an income tax is if the public votes it in, and that won&#39;t happen in Texas.&quot;<br />\r\n\t<br />\r\n\tIn a telephone interview, Sadler told us that when he made his debate statement, he didn&rsquo;t remember he had filed the 1992 proposed constitutional amendment. Sadler said, too, that he did not recall the November 1992 commentary presenting his case for an income tax or statewide property tax, though he said he did recall outlining what he then believed to be the criteria for a long-term school funding solution.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tSadler said he has &quot;never&quot; supported a state personal income tax.</p>\r\n<p>\r\n\tTo the contrary, he authored a 1992 proposal that, with voter approval, would have resulted in a state personal income tax dedicated to education and five years later, he was clear about not ruling out legislative study of an income tax as members explored tax options.<br />\r\n\t<br />\r\n\tCruz may have been wrong in the debate when he said Sadler used to routinely introduce himself as the guy for an income tax.</p>\r\n<p>\r\n\tHowever, Sadler&rsquo;s rejoinder -- that he never supported an income tax -- isn&rsquo;t supported by his legislative record or his past comments. This &quot;never&quot; claim isn&rsquo;t just incorrect. It&rsquo;s ridiculous. Pants on Fire!</p>\r\n", "ruling_comments_date": "2012-10-05T13:07:32.153691", "ruling_date": "2012-10-05T15:00:00", "ruling_headline": "Paul Sadler says he never supported a state personal income tax for Texas", "ruling_headline_slug": "paul-sadler-says-he-never-supported-state-personal", "ruling_link_text": "Put it in the constitution, he once said", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<em>The Houston Chronicle</em>, news article, &quot;School-funds proposal has familiar look; Try a new approach, Houston parents say,&quot; Feb. 3, 1993<br />\r\n\t<br />\r\n\tLegislation, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/121992_hjr7bypaulsadler.pdf\">House Joint Resolution 7</a>, Texas, December 1992<br />\r\n\t<br />\r\n\tDave McNeely, politics commentary, <a href=\"https://docs.google.com/document/pub?id=1tRP7Hwa0s1xHQUlei88e3a1wYDP1Wx7dwO406kmPWqg\">&quot;Sadler openly advocates income tax to fund schools,&quot;</a> <em>Austin American-Statesman</em>, Nov. 24, 1992<br />\r\n\t<br />\r\n\t<em>American-Statesman</em>, news article, &quot;Governor&#39;s tax proposal set aside; Lawmakers seek more ambitious plan,&quot; March 4, 1997 (Nexis search)<br />\r\n\t<br />\r\n\t<em>Dallas Morning News</em>, news article, &quot;Panel to consider schools&#39; financing; Legislature may revise wealth-sharing system based on suggestions,&quot; Sept. 6, 2001 (Nexis search)<br />\r\n\t<br />\r\n\tTelephone interview, Paul Sadler, Oct. 4, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Lawyer", "false_count": 0, "first_name": "Paul", "half_true_count": 1, "home_state": "Texas", "id": 1686, "last_name": "Sadler", "mostly_true_count": 2, "name_slug": "paul-sadler", "pants_count": 1, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/new_sadler_mug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1686/", "total_count": 7, "true_count": 2, "website": "http://sadlerforsenate.com/"}, "statement": "<p>\r\n\t&quot;I never supported&quot; a state income tax for Texas.<br />\r\n\t<br />\r\n\t<br />\r\n\t<br />\r\n\t&nbsp;</p>\r\n", "statement_context": "the U.S. Senate candidate debate at WFAA-TV in Dallas.", "statement_date": "2012-10-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 43, "current_job": "Senator", "false_count": 38, "first_name": "Ted", "half_true_count": 20, "home_state": "Texas", "id": 1475, "last_name": "Cruz", "mostly_true_count": 22, "name_slug": "ted-cruz", "pants_count": 9, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/CRUZPFTNEW.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1475/", "total_count": 141, "true_count": 7, "website": "http://www.tedcruz.org/"}], "twitter_headline": ""}