{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2012/oct/11/barack-obama/obama-says-his-plan-made-some-adjustments-simpson-/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 6885, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}, {"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}, {"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/6885/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tMitt Romney has accused President Barack Obama of essentially missing the bus on the Simpson-Bowles commission&rsquo;s recommendations to reduce the deficit. Obama shot back that he is in the driver&rsquo;s seat -- he simply adjusted that commission&rsquo;s recommendations for his own version of deficit reduction.<br />\r\n\t<br />\r\n\tHere&rsquo;s the back and forth from the Oct. 3 debate in Denver:<br />\r\n\t<br />\r\n\tRomney: &quot;Simpson-Bowles, the president should have grabbed that.&quot;<br />\r\n\t<br />\r\n\tModerator Jim Lehrer: &quot;Do you support Simpson-Bowles?&quot;<br />\r\n\t<br />\r\n\tRomney: &quot;I have my own plan. It&#39;s not the same as Simpson-Bowles. But in my view, the president should have grabbed it. If you wanted to make some adjustments to it, take it, go to Congress, fight for it.&quot;<br />\r\n\t<br />\r\n\tObama: &quot;That&#39;s what we&#39;ve done, made some adjustments to it, and we&#39;re putting it forward before Congress right now, a $4 trillion plan...&quot;<br />\r\n\t<br />\r\n\tObama&rsquo;s answer could leave the impression that his own deficit reduction plan simply made &quot;some adjustments&quot; to Simpson-Bowles, and therefore that commission&rsquo;s recommendations didn&rsquo;t languish or die.<br />\r\n\t<br />\r\n\tBut is that the truth? In this fact-check, we will explore the differences between the Simpson-Bowles recommendations and Obama&rsquo;s plan.<br />\r\n\t<br />\r\n\t<strong>The Simpson-Bowles plan</strong><br />\r\n\t<br />\r\n\tFirst, here&rsquo;s a little history on the Simpson-Bowles deficit reduction proposal. (We&rsquo;ve <a href=\"http://www.politifact.com/truth-o-meter/statements/2011/nov/21/john-kerry/john-kerry-says-simpson-bowles-proposal-raised-2-t/\">fact-checked</a> <a href=\"http://www.politifact.com/truth-o-meter/article/2012/aug/30/ryan-and-simpson-bowles-commission-full-story/\">claims</a> about it before.)<br />\r\n\t<br />\r\n\tObama created the National Commission on Fiscal Responsibility and Reform by <a href=\"http://www.whitehouse.gov/the-press-office/executive-order-national-commission-fiscal-responsibility-and-reform\">executive order</a> in February 2010. It included 18 members, split between Democratic and Republican appointees, who were charged with studying the federal budget, &quot;identifying policies to improve the fiscal situation in the medium term and to achieve fiscal sustainability over the long run.&quot;<br />\r\n\t<br />\r\n\tIn December 2010, the commission released its final report, which included dozens of proposals to cut discretionary spending, reform the tax code and Social Security and rein in health care costs, among other measures. This proposal was named after the panel&rsquo;s co-chairs, former Sen. Alan Simpson, R-Wyo., and Erskine Bowles, a Democrat and the former chief of staff to President Bill Clinton.<br />\r\n\t<br />\r\n\tThe proposal failed to achieve enough &quot;yes&quot; votes from the 18 members to have the proposal sent to Congress. One of the &quot;no&quot; votes was from Romney&rsquo;s eventual running mate: U.S. Rep. Paul <a href=\"http://www.fiscalcommission.gov/sites/fiscalcommission.gov/files/documents/MemberStatements.pdf\">Ryan</a>, R-Wis.<br />\r\n\t<br />\r\n\tThe members&rsquo; rationales for voting &quot;no&quot; ranged from taxes to Social Security to federal spending -- either too much or too little, depending on the dissent in question.<br />\r\n\t<br />\r\n\tThe group&rsquo;s <a href=\"http://www.fiscalcommission.gov/sites/fiscalcommission.gov/files/documents/TheMomentofTruth12_1_2010.pdf\">report</a> shows total deficit reduction between 2012 and 2020 would be about $4 trillion. The panel proposed cuts in discretionary and mandatory spending totaling $2.2 trillion and estimated interest savings of $673 billion. The remainder of the deficit reduction total involves new revenues -- a combination of closing tax loopholes and increasing certain types of taxes and other revenue streams. The new tax revenues work out to $995 billion over that period.<br />\r\n\t<br />\r\n\t<strong> Experts cite similarities and differences</strong><br />\r\n\t<br />\r\n\tWe sent the Romney-Obama exchange to economists, and they summarized some key similarities and differences between Simpson-Bowles and Obama&rsquo;s plan.</p>\r\n<p>\r\n\tOur experts included: Steve Ellis, vice president of Taxpayers for Common Sense; Howard Gleckman, editor of TaxVox, the fiscal policy blog of the Urban-Brookings Tax Policy Center; Joshua Gordon, policy director of the Concord Coalition; Paul N. Van de Water, a senior fellow at the left-leaning Center on Budget and Policy Priorities; Alan Viard of the conservative American Enterprise Institute and Jason Peuquet and Marc Goldwein, both of the bipartisan Committee for a Responsible Federal Budget.<br />\r\n\t<br />\r\n\tOur experts agreed that Obama and Simpson-Bowles shared a general framework that included both tax increases and spending cuts. But beyond that, whether you agree that Obama made &quot;some adjustments&quot; to Simpson-Bowles depends on your definition of &quot;some adjustments.&quot;<br />\r\n\t<br />\r\n\tOne of our experts -- Gleckman -- described Obama&rsquo;s wording here as &quot;legalese&quot; or &quot;Talmudic.&quot; Other than the general framework, &quot;these plans have very little common,&quot; Gleckman said.</p>\r\n<p>\r\n\tMany of our experts cited vast differences between the two plans.<br />\r\n\t<br />\r\n\tViard, who served on the President&rsquo;s Council of Economic advisers under President George W. Bush, said, &quot;It&rsquo;s a little misleading for the president to say he merely made &lsquo;some adjustments&rsquo; to Simpson-Bowles.&quot;<br />\r\n\t<br />\r\n\tIt&rsquo;s no surprise that an appointed commission would recommend more ambitious reform than someone holding elected office -- the commission had the freedom to do that, Viard said.<br />\r\n\t<br />\r\n\tBut &quot;if the president had felt it was in his interest to distinguish the two plans he could have easily justified very sweeping language. He could have said my plan is a lot different ... That would have been more credible,&quot; Viard said.<br />\r\n\t<br />\r\n\tLet&rsquo;s summarize some of those key differences:<br />\r\n\t<br />\r\n\t<strong>Amount of deficit reduction: </strong>Simpson-Bowles reduces the deficit more than Obama. Simpson-Bowles shows a reduction of $4 trillion by 2020 while Obama shows that same amount by 2022. If we add two years to the Simpson-Bowles plan, the reduction rises to <a href=\"http://www.cbpp.org/cms/index.cfm?fa=view&amp;id=3844\">$6.3 trillion.</a><br />\r\n\t<br />\r\n\tBoth plans put public debt on a downward path as a share of the economy later this decade but again, Simpson-Bowles goes further, Peuquet said. Peuquet&rsquo;s Committee for a Responsible Federal Budget has published a detailed analysis <a href=\"http://crfb.org/blogs/white-house-mixes-some-numbers-simpson-bowles\">comparing </a>the plans that shows the differences.<br />\r\n\t<br />\r\n\t<strong>Tax reform: </strong>&quot;Simpson-Bowles calls for bold tax reform to dramatically reduce tax rates by cutting tax expenditures,&quot; said Goldwein, who was an associate director for the fiscal commission the year it released its report. &quot;Though the president gives a shout out to this concept, his plan actually calls for starting with an increase in individual rates for higher earners; and only modest reductions to tax expenditures.&quot;<br />\r\n\t<br />\r\n\tReductions mentioned in the Simpson-Bowles plan include capping deductions for home mortgage interest and taxing capital gains and dividends at the same rates as earned income.<br />\r\n\t<br />\r\n\t<strong> Social Security, Medicare and health care: </strong>Obama doesn&rsquo;t include any changes to Social Security, whereas Simpson-Bowles proposed a comprehensive Social Security reform plan, Goldwein said. Obama&rsquo;s plan includes savings for Medicare, but not as much as Simpson-Bowles.<br />\r\n\t<br />\r\n\t&quot;There are some areas where Simpson-Bowles pursued structural reform &ndash; like totally redesigning Medicare&rsquo;s cost-sharing structure &ndash; but the president&rsquo;s budget instead focused on changes on the margins,&quot; Goldwein said.<br />\r\n\t<br />\r\n\t<strong>Spending cuts: </strong>Obama includes many specific spending cuts that are similar to those in Simpson-Bowles, but some of those cuts are scaled back, while others were already enacted in 2011, said Van de Water, who worked at the Congressional Budget Office for about two decades.<br />\r\n\t<br />\r\n\tEllis of Taxpayers for Common Sense said that overall, Simpson-Bowles &quot;was more aggressive in going after federal program spending and reforms to entitlements. ...Obama&rsquo;s budget is &quot;evolutionary, Simpson-Bowles is more revolutionary.&quot;<br />\r\n\t<br />\r\n\tGleckman summarized the two plans this way: When looking at the the plans from &quot;50,000 feet, yes, they are similar. When you look at them at even 10,000 feet they are very different. When you look at them on the ground they are entirely different.&quot;<br />\r\n\t<br />\r\n\t<strong>Obama&rsquo;s explanation</strong><br />\r\n\t<br />\r\n\tObama&rsquo;s campaign sent us a statement: &quot;The president has proposed a balanced approach to deficit reduction that takes a framework consistent with Simpson-Bowles, asking for both spending cuts and additional revenues from the wealthiest and closing corporate loopholes.&quot;<br />\r\n\t<br />\r\n\tThe campaign also cited some of our earlier fact-checks about Obama&rsquo;s plan. PolitiFact New Jersey evaluated a claim by Gov. Chris Christie that Obama failed to stand up for the proposed solutions by the Simpson-Bowles Commission. We ruled that claim <a href=\"http://www.politifact.com/new-jersey/statements/2011/sep/29/chris-christie/chris-christie-says-barack-obama-failed-stand-prop/\">Mostly False</a>. Obama did not fully embrace the commission&rsquo;s recommendations at the outset, but outlined some deficit reduction measures similar to those proposed by the commission.<br />\r\n\t<br />\r\n\tEven the commission&rsquo;s co-chairs said so.<br />\r\n\t<br />\r\n\t&quot;We are encouraged that the president has embraced a balanced, comprehensive approach to deficit reduction similar to that outlined in the Fiscal Commission report,&quot; Bowles and Simpson said in a 2011 press release.<br />\r\n\t<br />\r\n\tIn &nbsp;2011, we evaluated John Boehner&rsquo;s claim that Obama &quot;took exactly none of his own deficit reduction commission&rsquo;s ideas. Not one. Come on! It&rsquo;s time to grow up and get serious about the problems that face our country.&quot; We ruled that <a href=\"http://www.politifact.com/truth-o-meter/statements/2011/apr/28/john-boehner/john-boehner-says-obama-took-exactly-none-his-own-/\">False</a>, concluding the commission&rsquo;s recommendations were sprinkled throughout Obama&rsquo;s 2011 budget proposals, in recognizable -- if not always in identical -- form.<br />\r\n\t<br />\r\n\t<strong>Is Obama&rsquo;s plan before Congress?</strong><br />\r\n\t<br />\r\n\tThe second part of Obama&rsquo;s claim about this deficit reduction plan was that: &quot;We&#39;re putting it forward before Congress right now.&quot;<br />\r\n\t<br />\r\n\tAfter the president releases his budget, lawmakers introduce resolutions about that budget and took votes<a href=\"http://www.politifact.com/truth-o-meter/statements/2012/apr/06/mitt-romney/romney-says-obama-failed-pass-budget/\"> rejecting</a> it. Technically his plan is still out there -- he has to submit one every year, and it does exist, but there is no indication that Congress will revisit it.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tObama said of his deficit plan that he &quot;made some adjustments to (Simpson-Bowles), and we&#39;re putting it forward before Congress right now, a $4 trillion plan.&quot;<br />\r\n\t<br />\r\n\tObama has presented plans that share the general framework with Simpson-Bowles, but Simpson-Bowles&rsquo; plan is more bold. And while Obama&rsquo;s plan still exists, we don&rsquo;t expect the GOP-led Congress to pursue it.<br />\r\n\t<br />\r\n\tThere are a lot of caveats to Obama&rsquo;s claim. We rate this claim Half True. &nbsp;</p>\r\n", "ruling_comments_date": "2012-10-10T16:10:00.663403", "ruling_date": "2012-10-11T16:48:24", "ruling_headline": "Obama says his plan made \"some adjustments\" to Simpson-Bowles", "ruling_headline_slug": "obama-says-his-plan-made-some-adjustments-simpson-", "ruling_link_text": "Adjustments? More like major differences", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tPolitiFact,<a href=\"http://www.politifact.com/truth-o-meter/statements/2012/sep/07/barack-obama/obama-says-budget-plan-cut-deficits-4-trillion/\"> &quot;Obama says his budget plan will cut deficits by $4 trillion,&quot; </a>Sept. 7, 2012<br />\r\n\t<br />\r\n\tPolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/statements/2011/nov/21/john-kerry/john-kerry-says-simpson-bowles-proposal-raised-2-t/\">&quot;John Kerry says Simpson-Bowles raised $2 trillion in revenues,&quot;</a>Nov. 21, 2011<br />\r\n\t<br />\r\n\tPolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/article/2012/aug/30/ryan-and-simpson-bowles-commission-full-story/\">&quot;Ryan and Simpson-Bowles Commission: the full story,&quot;</a> Aug. 30, 2012<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2011/apr/28/john-boehner/john-boehner-says-obama-took-exactly-none-his-own-/\">John Boehner says Obama &lsquo;took exactly none of his own deficit reduction commission&rsquo;s ideas</a>,&#39;&quot; April 28, 2011<br />\r\n\t<br />\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2012/jan/08/jon-huntsman/jon-huntsman-says-president-barack-obama-threw-def/\">Jon Huntsman says President Barack Obama threw deficit reduction plan &#39;in the garbage can</a>,&#39;&quot; Jan. 8, 2012<br />\r\n\t<br />\r\n\tThe National Commission on Fiscal Responsibility and Reform,<a href=\"http://www.fiscalcommission.gov/sites/fiscalcommission.gov/files/documents/TheMomentofTruth12_1_2010.pdf\">&quot;The moment of truth,&quot; </a>December 2010<br />\r\n\t<br />\r\n\tThe Committee for a Responsible Federal Budget, <a href=\"http://crfb.org/document/crfb-reacts-presidents-fy-2013-budget\">&quot;CRFB reacts to the President&rsquo;s FY2013 budget,&quot;</a>Feb. 13, 2012<br />\r\n\t<br />\r\n\tThe Committee for a Responsible Federal Budget, <a href=\"http://crfb.org/blogs/white-house-mixes-some-numbers-simpson-bowles\">&quot;The White House mixes up some numbers on Simpson-Bowles,&quot;</a>April 6, 2012<br />\r\n\t<br />\r\n\tU.S. Rep. Paul Ryan, &quot;<a href=\"http://paulryan.house.gov/news/documentprint.aspx?DocumentID=216858\">Ryan Statement on Success of Fiscal Commission; Opposition to Co-Chairs&rsquo; Proposal</a>,&quot; Dec. 2, 2010<br />\r\n\t<br />\r\n\t<em>New York Times</em>, &quot;<a href=\"http://www.nytimes.com/interactive/2010/12/03/us/politics/deficit-commission-vote.html\">In a 11-7 Tally, the Fiscal Commission Falls Short on Votes</a>,&quot; Dec. 3, 2010<br />\r\n\t<br />\r\n\tCenter on Budget and Policy Priorities, <a href=\"http://www.cbpp.org/cms/index.cfm?fa=view&amp;id=3844\">&quot;What was actually in Bowles-Simpson -- And how can we compare it with other plans?&quot;</a> Oct. 2, 2012<br />\r\n\t<br />\r\n\tCenter on Budget and Policy Priorities, <a href=\"http://www.cbpp.org/cms/?fa=view&amp;id=3680\">&quot;How does the Obama budget do on meeting deficit reduction goals?&quot;</a>Feb. 16, 2012<br />\r\n\t<br />\r\n\tMerriam-Webster dictionary, definition of <a href=\"http://www.merriam-webster.com/dictionary/some\">&quot;some,&quot; </a>accessed Oct. 5, 2012<br />\r\n\t<br />\r\n\tInterview, Jason Peuquet, Research Director, Committee for a Responsible Federal Budget, Oct. 5, 2012<br />\r\n\t<br />\r\n\tInterview, Marc Goldwein, senior policy director for the Committee for a Responsible Federal Budget who in 2010 spent nine months as Associate Director of the National Commission on Fiscal Responsibility and Reform and in 2011 spent three months as a senior budget analyst on the Joint Select Committee on Deficit Reduction, Oct. 5, 2012<br />\r\n\t<br />\r\n\tInterview, Joshua Gordon, policy director for the Concord Coalition, Oct. 4, 2012<br />\r\n\t<br />\r\n\tInterview, Howard Gleckman, resident fellow at the Urban Institute and editor of TaxVox; Oct. 4, 2012<br />\r\n\t<br />\r\n\tInterview, Edwin Park, vice president for Health Policy at the Center on Budget and Policy Priorities,<br />\r\n\tOct. 5, 2012<br />\r\n\t<br />\r\n\tInterview, Paul N. Van de Water, a senior fellow at the Center on Budget and Policy Priorities, Oct. 4, 2012<br />\r\n\t<br />\r\n\tInterview, Steve Ellis, vice president of Taxpayers for Common Sense, Oct. 5, 2012<br />\r\n\t<br />\r\n\tInterview, Alan Viard, resident scholar at American Enterprise Institute who served President&#39;s Council of Economic Advisers in 2003-04, Oct. 9, 2012</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>\r\n\tSays his deficit plan &quot;made some adjustments to (Simpson-Bowles), and we&#39;re putting it forward before Congress right now, a $4 trillion plan.&quot;</p>\r\n", "statement_context": "a debate", "statement_date": "2012-10-03", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 183, "photo": null, "resource_uri": "/api/v/2/subject/183/", "subject": "Deficit", "subject_slug": "deficit", "used_in_edition": ["/api/v/2/edition/10/"]}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}