{"art": [], "author": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2012/oct/14/tammy-baldwin/after-votes-against-major-Iran-sanction-bills/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 6906, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/6906/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Full Flop", "id": 9, "resource_uri": "/api/v/2/statementruling/9/", "ruling": "Full Flop", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/fom-fullFlop.png", "ruling_slug": "full-flop"}, "ruling_comments": "<p>\r\n\tCampaigning for U.S. Senate, Republican Tommy Thompson points to Democrat Tammy Baldwin&rsquo;s votes opposing economic sanctions on Iran as evidence of what he calls his rival&rsquo;s &quot;<a href=\"http://www.tommyforwisconsin.com/2012/10/01/tammy-vs-tammy/\">record of radical policy</a>.&quot;<br />\r\n\t<br />\r\n\tSo when Baldwin said in the first debate that she had voted for &quot;tough and biting sanctions against Iran,&quot; Thompson pounced.<br />\r\n\t<br />\r\n\t&quot;My opponent just, I think, misstated,&quot; Thompson said during the <a href=\"http://www.c-spanvideo.org/program/WisconsinSenateDebate6\">Sept. 28, 2012 debate</a>. &quot;She voted against the sanctions in 2006, 2009 and 2010, then in August (2012) she voted for them because she was running for the United States Senate. Complete change of heart.&quot;<br />\r\n\t<br />\r\n\tCue the Flip-O-Meter.<br />\r\n\t<br />\r\n\tThat&rsquo;s what we use to determine if a candidate has changed position on an issue. An important note: We&rsquo;re not rating the political or policy merits of any switch. We&rsquo;re looking at whether the candidate has been consistent.<br />\r\n\t<br />\r\n\tSo, did Baldwin get tough on Iran as the election neared and -- if so -- was it a change in her longstanding view?<br />\r\n\t<br />\r\n\tWhile Thompson went back to 2006, we studied dozens of Baldwin&rsquo;s votes dating to 1999, her first year in Congress. Based on that review and consultations with foreign-policy analysts, we focused on the major sanctions votes -- five before Baldwin&rsquo;s Senate candidacy, and two after she started running.<br />\r\n\t<br />\r\n\tHere&rsquo;s a chronology of key actions:<br />\r\n\t<br />\r\n\t<strong>July 26, 2001:</strong> Baldwin joined a <a href=\"http://clerk.house.gov/evs/2001/roll276.xml\">409-6 House majority</a> in approving a five-year extension of the Clinton-era Iran and Libya Sanctions Act of 1996. That law, passed unanimously, had sought to <a href=\"http://www.nytimes.com/2001/07/26/world/senate-extends-sanctions-on-libya-and-iran.html\">discourage foreign energy firms </a>from investing in those nations. The George W. Bush administration had sought a shorter extension, trying to aid diplomatic efforts.<br />\r\n\t<br />\r\n\t<strong>April 26, 2006: </strong>With the sanctions due to expire and concerns about Iran&rsquo;s nuclear program rising, Baldwin voted against extending and toughening sanctions. The vote on the <a href=\"http://clerk.house.gov/evs/2006/roll105.xml\">Iran Freedom Support Act</a> was 397-21.<br />\r\n\t<br />\r\n\tBaldwin initially joined 359 others in co-sponsoring the bill, but said the final version was too heavy handed in targeting the oil and gas industries in Iran. Baldwin, a critic of the Bush administration&rsquo;s Iraq war, said the law would &quot;give cover for a military attack by this administration.&quot;<br />\r\n\t<br />\r\n\t<strong>December 15, 2009:</strong> In President Barack Obama&rsquo;s first year, Baldwin joined a very small minority of lawmakers in voting against what was introduced as the Iran Refined Petroleum Sanctions Act of 2009. It passed the House <a href=\"http://clerk.house.gov/evs/2009/roll975.xml\">412-12</a>.<br />\r\n\t<br />\r\n\tBaldwin <a href=\"http://tammybaldwin.house.gov/news/press-releases/2009/12/statement-on-house-passage-of-the-iran-refined-petroleum-sanctions-act-hr-2194.shtml\">said it went too far</a> and would punish ordinary, pro-democracy Iranians by imposing sanctions against companies that supply Iran with gasoline.<br />\r\n\t<br />\r\n\t<strong>June 24, 2010</strong>: Baldwin voted against a beefed-up version of the 2009 bill, relabeled as the Comprehensive Iran Sanctions, Accountability, and Divestment Act of 2010. The vote to approve was <a href=\"http://clerk.house.gov/evs/2010/roll394.xml\">408-8</a>.<br />\r\n\t<br />\r\n\tA key supporter, Democratic House Speaker Nancy Pelosi, called it the &quot;strongest Iran sanctions legislation ever passed by the Congress&quot; and necessary because &quot;in the last year, Iran has concealed major nuclear facilities...and openly threatened to, as the Iranian president said, &lsquo;wipe Israel off the face of the map.&rsquo;&#39;&#39;<br />\r\n\t<br />\r\n\t<strong>May 26, 2011:</strong> Baldwin joined a bipartisan group of lawmakers opposing a defense funding bill that contained a major new sanctions tactic. Baldwin&rsquo;s campaign says she voted against it because of her very public opposition to continued funding for the war in Afghanistan.<br />\r\n\t<br />\r\n\tThe bill, approved <a href=\"http://clerk.house.gov/evs/2011/roll375.xml\">322-96</a>, contained a provision that sought to disrupt the Iranian financial system by dissuading foreign banks from dealing with the Iranian central bank. The particulars of that move -- which the <a href=\"http://online.wsj.com/article/SB10001424052970204720204577132923798499772.html\">Wall Street Journal said</a> marked &quot;the sharpest economic confrontation between Washington and Tehran yet&quot; -- had drawn some opposition from the Obama administration.<br />\r\n\t<br />\r\n\t<strong>December 14, 2011:</strong> Three months after <a href=\"http://www.jsonline.com/news/statepolitics/129281483.html\">entering the U.S. Senate race</a>, Baldwin supported a major bill that sought to expand sanctions.<br />\r\n\t<br />\r\n\tThe legislation, which passed as the Iran Threat Reduction and Syria Human Rights Act of 2012, sought a far-reaching expansion of the 1996 sanctions act. A <a href=\"http://www.nytimes.com/2012/08/01/world/middleeast/obama-and-congress-in-step-over-iran-sanctions.html?_r=2&amp;pagewanted=all\">New York Times account</a> said the bill&rsquo;s measures &quot;target Iran&rsquo;s oil and petrochemical sectors as well as its shipping trade, (and) intensify existing sanctions intended to choke off the revenue that Iran reaps from its two largest export industries.&quot;<br />\r\n\t<br />\r\n\tBaldwin was in the <a href=\"http://clerk.house.gov/evs/2011/roll927.xml\">majority on the 410-11 vote</a>. Among those in opposition: U.S. Rep. Dennis Kucinich, the Ohio Democrat whom Baldwin had joined in opposing previous sanction expansions.<br />\r\n\t<br />\r\n\t&quot;Proponents of the Iran Threat Reduction Act claim that it&#39;s a last-ditch effort to prevent military confrontation with Iran,&quot; <a href=\"http://thehill.com/blogs/floor-action/house/199241-dem-lawmaker-iran-sanctions-bill-worth-the-risk-of-oil-market-disruption\">The Hill</a> quoted Kucinich as saying. &quot;Yet, this bill takes away the most effective tool to prevent war, diplomacy.&quot;<br />\r\n\t<br />\r\n\t<strong>&nbsp;August 2012: </strong>On final passage of the Threat Reduction Act, Baldwin again voted yes on <a href=\"http://clerk.house.gov/evs/2012/roll546.xml\">a 421-6 vote</a>. This is the vote Thompson cited. U.S. Rep. Ron Paul (R-Texas) blasted the bill as &quot;just one more step to another war that we don&#39;t need.&quot;<br />\r\n\t<br />\r\n\tWe could find no public comments by Baldwin as to her reasoning on the 2012 vote. Her campaign declined to comment on it.<br />\r\n\t<br />\r\n\t<strong>Additional factors</strong><br />\r\n\t<br />\r\n\tIn our research, though, we found that Baldwin&rsquo;s congressional webpage struck a tougher tone on Iran in 2012 when compared to before her entry into the Senate race.<br />\r\n\t<br />\r\n\tA month before she entered the race, <a href=\"http://web.archive.org/web/20110707200449/http://tammybaldwin.house.gov/issues/foreign-policy.shtml#Iran\">her page said </a>Iran was subject to sanctions in part due to its &quot;purported support&quot; for terror activities.<br />\r\n\t<br />\r\n\tIt <a href=\"http://tammybaldwin.house.gov/issues/foreign-policy.shtml#Iran\">now says</a>: &quot;No country poses a greater threat to Middle East peace and stability than Iran. Iran is a major state sponsor of terrorist groups such as Hezbollah, which exercises significant control over the government of Lebanon, and Hamas, which operates in the Gaza strip.&quot;<br />\r\n\t<br />\r\n\tWe consulted four officials about the legislative history:<br />\r\n\t<br />\r\n\t<a href=\"http://www.iie.com/staff/author_bio.cfm?author_id=27\">Gary Clyde Hufbauer</a>, a sanctions expert at the Peterson Institute for International Economics; <a href=\"http://www.defenddemocracy.org/about-fdd/team-overview/dubowitz-mark/\">Mark Dubowitz</a>, executive director of the pro-sanctions Foundation for Defense of Democracies; <a href=\"http://www.niacouncil.org/site/PageServer?pagename=About_abdi\">Jamal Abdi</a>, policy director at the National Iranian American Council, an advocacy group that opposes broad sanctions that hurt ordinary Iranians; and <a href=\"http://www.cnas.org/irvine\">Matthew Irvine</a>, a defense researcher at the Center for a New American Security, a non-profit think tank.<br />\r\n\t<br />\r\n\tAll four said the bills from 2001 through 2012 built on the original 1996 sanctions and raised similar issues for supporters and opponents.<br />\r\n\t<br />\r\n\t&quot;I don&rsquo;t see the &lsquo;pivot point&rsquo; for objecting to earlier sanctions and endorsing the Threat Reduction Act (in 2012), nor do I see grounds for supporting the 2001 Act and then opposing the 2006 Act,&quot; Hufbauer wrote in an email.<br />\r\n\t<br />\r\n\tDubowitz agreed, saying: &quot;There&rsquo;s no way to reconcile 2006, 2010 and 2012 votes from a policy perspective.&quot;<br />\r\n\t<br />\r\n\tElected officials who are concerned about the humanitarian impact of sanctions might have been expected to stand against the 2012 measure, Dubowitz said.<br />\r\n\t<br />\r\n\tAbdi noted, though, that the dynamic was somewhat different in 2012. As the temperature rose over possible Israeli military action against Iran, tougher sanctions became a more attractive alternative for some. Irvine agreed, saying the security environment had worsened.<br />\r\n\t<br />\r\n\tHe added that the Democratic caucus aggressively &quot;whipped&quot; the 2012 bill, trying to get everyone on board for the election-year vote.<br />\r\n\t<br />\r\n\tAs for the 2001 bill Baldwin voted for, Dubowitz said it would have been surprising if she had opposed it given that it extended the 1996 act approved under a Democrat, President Bill Clinton.<br />\r\n\t<br />\r\n\tWe found only other House member who voted as she did on the 2001, 2006, 2009-10 and 2012 votes: Arizona Republican Jeff Flake.<br />\r\n\t<br />\r\n\tFlake, like Baldwin, is seeking a U.S. Senate seat in November 2012. He&rsquo;s been <a href=\"http://phoenixteaparty.ning.com/profiles/blogs/congressman-jeff-flake-immigrates-to-comprehensive-economic?xg_source=activity\">ripped as a flip-flopper</a> over his sanction votes.<br />\r\n\t<br />\r\n\tJohn Kraus, Baldwin&rsquo;s campaign spokesperson, took issue with Thompson&rsquo;s claim of a &quot;change of heart&quot; by Baldwin. He said Baldwin has a lengthy record of supporting sanctions and has taken a tough stance against Iran.<br />\r\n\t<br />\r\n\tHe sent a list of votes showing Baldwin has voted for numerous bills expressing condemnation of Iranian human rights abuses and deception regarding its nuclear programs, or expressing concern over Iran&rsquo;s potential nuclear capabilities. But the question at hand is Baldwin&rsquo;s position on sanctions.<br />\r\n\t<br />\r\n\tKraus also pointed to several votes, long before she got into the Senate race, in which Baldwin supported sanctions, including measures that died in the Senate in 2007 and 2009. We confirmed those votes.<br />\r\n\t<br />\r\n\tThe most significant bill she backed was the 2009 Iran Sanctions Enabling Act, which sought to pressure local pension funds to divest from companies invested in Iran&rsquo;s energy sector. Hufbauer called the Enabling Act &quot;largely symbolic,&quot; while Abdi and Dubowitz said it was a significant bill though not on the level of the 2006 and 2010 actions.<br />\r\n\t<br />\r\n\tWhatever the merits, that divestment bill was rolled into the tougher and broader 2010 sanctions bill -- and Baldwin, as we noted, opposed that 2010 legislation.<br />\r\n\t<br />\r\n\t<strong>Our rating</strong><br />\r\n\t<br />\r\n\tOverall, Baldwin can point to support of a framework of sanctions and of some specific upgrades, but on the major bills, she consistently stood against expansion. From 2006 to 2011, she voted against the four biggest moves to toughen sanctions against Iran.<br />\r\n\t<br />\r\n\tAfter she entered the race, and in one case just three months from the November 2012 election, Baldwin was confronted with another major sanctions vote, on the Threat Reduction Act.<br />\r\n\t<br />\r\n\tAll of our experts, whose views on sanctions vary, agreed that it was inconsistent to vote in favor of tougher sanctions in 2012, and was not a logical policy evolution based on the specifics of the bill.<br />\r\n\t<br />\r\n\tWas it based on the changing political landscape, the heightening of tensions, the electoral calculus of the Senate race? All of the above? Something else?<br />\r\n\t<br />\r\n\tWhatever the reasons, this amounted to a major reversal of position.<br />\r\n\t<br />\r\n\tThat&rsquo;s a Full Flop on our meter.</p>\r\n", "ruling_comments_date": "2012-10-12T16:46:17.255970", "ruling_date": "2012-10-14T09:00:00", "ruling_headline": "After votes against major Iran sanction bills, Baldwin has voted in favor", "ruling_headline_slug": "after-votes-against-major-Iran-sanction-bills", "ruling_link_text": "For years, opposed major bills ratcheting up sanctions, until Senate bid", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tC-Span, <a href=\"http://www.c-spanvideo.org/program/WisconsinSenateDebate6\">Thompson-Baldwin debate video</a>, Iran remarks (32:00 minute mark), recorded Sept. 28, 2012<br />\r\n\t<br />\r\n\tEmail exchange with Gary Clyde Hufbauer, senior fellow, Peterson Institute for International Economics, Oct. 5, 2012<br />\r\n\t<br />\r\n\tInterview with Mark Dubowitz, executive director, Foundation for Defense of Democracies, Oct. 5, 2012<br />\r\n\t<br />\r\n\tInterview with Jamal Abdi, policy director, National Iranian American Council, Oct. 4, 2012<br />\r\n\t<br />\r\n\tInterview with Matthew Irvine, research associate, Center for a New American Security, Oct. 4, 2012<br />\r\n\t<br />\r\n\tNew York Times, <a href=\"http://www.nytimes.com/2012/08/01/world/middleeast/obama-and-congress-in-step-over-iran-sanctions.html?_r=2&amp;pagewanted=all\">&quot;White House and Congress Are In Step Over Iran Sanctions</a>,&quot; July 31, 2012<br />\r\n\t<br />\r\n\tEmail exchange, John Kraus, spokesperson, Baldwin campaign, Oct. 4-8, 2012<br />\r\n\t<br />\r\n\tCongressional Research Service,<a href=\"http://www.fas.org/sgp/crs/mideast/RS20871.pdf\">&quot;Iran Sanctions</a>,&quot; Sept. 13, 2012<br />\r\n\t<br />\r\n\tCongressional Research Service,<a href=\"http://assets.opencrs.com/rpts/RS20871_20110404.pdf\">&quot;Iran Sanctions</a>,&quot; April 4, 2011<br />\r\n\t<br />\r\n\tCongressional Research Service, &quot;The Iran Sanctions Act (ISA),&quot; updated July 9, 2007<br />\r\n\t<br />\r\n\tNew York Times, <a href=\"http://www.nytimes.com/2001/07/26/world/senate-extends-sanctions-on-libya-and-iran.html\">&quot;Senate Extends Sanctions on Libya and Iran,</a>&quot; July 26, 2001</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 11, "current_job": "U.S. Representative", "false_count": 6, "first_name": "Tammy", "half_true_count": 11, "home_state": "Wisconsin", "id": 1410, "last_name": "Baldwin", "mostly_true_count": 11, "name_slug": "tammy-baldwin", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/PFACT_Tammy_Baldwin.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1410/", "total_count": 49, "true_count": 5, "website": "http://www.baldwin.senate.gov/"}, "statement": "<p>\r\n\tOn Iran sanctions</p>\r\n", "statement_context": "debate comments", "statement_date": "2012-09-28", "statement_type": {"id": 4, "resource_uri": "/api/v/2/statementtype/4/", "statement_type": "Flip", "type_description": "Flip-o-Meter items"}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 30, "photo": null, "resource_uri": "/api/v/2/subject/30/", "subject": "Military", "subject_slug": "military", "used_in_edition": []}], "target": [], "twitter_headline": ""}