{"art": [], "author": [{"email_address": "abettelheim@cq.com", "first_name": "Adriel", "id": 48, "last_name": "Bettelheim", "name_slug": "adriel-bettelheim", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/48/", "title": "Writer, CQ", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2008/sep/04/sarah-palin/unreservedly-so/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 695, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "abettelheim@cq.com", "first_name": "Adriel", "id": 48, "last_name": "Bettelheim", "name_slug": "adriel-bettelheim", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/48/", "title": "Writer, CQ", "twitter": null}], "resource_uri": "/api/v/2/statement/695/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "Trying to portray her running mate as a maverick still capable of shaking up the political establishment, Republican vice presidential nominee Sarah Palin used her acceptance speech at the Republican National Convention to reference Senate Majority Leader Harry Reid's public distaste of John McCain, and get a retaliatory dig in at the sharp-tongued Nevada Democrat.\n<p>\n \"Harry Reid, the majority leader of the current do-nothing Senate, not long ago summed up his feelings about our nominee,\" Palin said Sept. 3, 2008. \"He said, quote, 'I can't stand John McCain.' Ladies and gentlemen, perhaps no accolade we hear this week is better proof that we've chosen the right man.\"\n</p>\n<p>\n Reid did, indeed, express exactly those sentiments in an Aug. 21 interview with the\n <i>\n  Las Vegas Review-Journal.\n </i>\n</p>\n<p>\n Asked about Connecticut Independent Sen. Joseph I. Lieberman's decision to accept a prime-time speaking slot at the Republican convention, Reid defended the former Democratic vice presidential nominee and related a conversation the two men had after Lieberman informed him of his decision. Lieberman continues to vote with Senate Democrats on procedural matters, and chairs the Homeland Security and Governmental Affairs Committee in the Democratic-controlled chamber.\n</p>\n<p>\n \"He (Lieberman) has a close personal relationship with John McCain. I don't fully understand why he does,\" Reid told the newspaper. \"I told him last night, 'You know, Joe, I can't stand John McCain.' He said, 'I know you feel that way.' ''\n</p>\n<p>\n It's not the first time Reid has leveled a harsh personal critique at his colleague. In May, Reid appeared in a video posted on the Web site BigThink.com in which he contrasted McCain with then-Democratic primary rivals Barack Obama and Hillary Rodham Clinton and called the Arizonan a flawed candidate, in part, because his temper prevents him from getting along with colleagues.\n</p>\n<p>\n Reid went on to dismiss McCain's record of bipartisanship as something of a myth.\n</p>\n<p>\n \"I think that this illusion that's out there that he's a great bipartisan person is really without much foundation,\" Reid stated. \"He worked with Russ Feingold on campaign finance reform, that's nice, he's reached across the aisle in a couple of occasions, but there have been a couple of occasions &hellip; he supports the president in all of his crazy economic policies, he has supported the president on this war, the worst foreign policy blunder in the history of this country, so I can't get much of my juices flowing for John McCain. There are a lot of them flowing to do everything I can to make sure that he's not president.\"\n</p>\n<p>\n The personal criticism is a bit puzzling, if only because McCain and Reid have had few public run-ins. McCain has been out campaigning, and absent from the Senate chamber, for most of the time Reid has served as majority leader. And during the six years Reid served as Senate Democrats' second-in-command as whip, he supported McCain's biggest legislative accomplishment: the 2002 rewrite of the nation's campaign finance laws that McCain shepherded with Russ Feingold, D-Wis., which Reid referenced in his video clip.\n</p>\n<p>\n But the lawmakers from neighboring states have had decades to get to know each other, and presumably build up personal animosities. They both arrived in Washington as newly elected congressmen in 1982, and both moved to the Senate in 1986. There, they've displayed distinctly different personalities. The high-energy McCain is blunt, funny and testy &mdash; and has irritated colleagues in the clubby chamber by being quick to discard customary courtesies. Reid, in contrast, is an effective behind-the-scenes operator who comes off as taciturn and dour, and who shuns the kind of self-promotion that consumes many of his colleagues. Their common trait is boxing: Reid was a former amateur fighter, while McCain spent time in the ring as a midshipman at the U.S. Naval Academy.\n</p>\n<p>\n Reid's assessment of McCain's bipartisanship in the video is harsh, even by most Democratic critics' standards. It was McCain who worked with liberal icon Sen. Edward M. Kennedy of Massachusetts in 2006 on an immigration overhaul that most Democrats backed to create a guest worker program and give longtime illegal aliens a chance to become citizens. In 2005, he helped broker a deal among a bipartisan group of senators to prevent a showdown over Democrats' ability to filibuster conservative judicial nominees. And he defied his party by opposing President Bush's tax cuts in 2001 and 2003 (he now supports making them permanent) and pushing for stricter fuel efficiency standards and caps on greenhouse gases to combat global warming.\n</p>\n<p>\n But at least Reid can't be accused of sugarcoating his personal impressions. He's on the record as not being able to stand John McCain. And because Palin correctly cites his recent remarks, we judge her statement True.\n</p>\n<p>\n</p>", "ruling_comments_date": "2010-01-07T13:28:03.368772", "ruling_date": "2008-09-04T00:00:00", "ruling_headline": "Unreservedly so", "ruling_headline_slug": "unreservedly-so", "ruling_link_text": "Unreservedly so", "ruling_state": null, "source_documents": null, "sources": "MSNBC.com,\n<a href=\"http://www.msnbc.msn.com/id/26535811/\">\n Transcript of Palin speech to Republican National Convention\n</a>\n<p>\n Las Vegas Review-Journal,\n <a href=\"http://www.lvrj.com/news/27217924.html\">\n  \"Reid Shares Senate Ideas,\"\n </a>\n by Molly Ball, Aug. 21, 2008\n</p>\n<p>\n BigThink.com.\n <a href=\"http://www.bigthink.com/policy-politics/2008-elections/10261\">\n  Harry Reid and the Three Senators Who Would Be President,\n </a>\n May 2, 2008\n</p>\n<p>\n CQ's Politics in America 2008\n</p>\n<p>\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 9, "current_job": "", "false_count": 20, "first_name": "Sarah", "half_true_count": 9, "home_state": "Alaska", "id": 63, "last_name": "Palin", "mostly_true_count": 6, "name_slug": "sarah-palin", "pants_count": 6, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-sarahpalin.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/63/", "total_count": 67, "true_count": 14, "website": ""}, "statement": "Senate Majority Leader Harry Reid \"said, quote, 'I can't stand John McCain.' \" ", "statement_context": "a speech at the Republican National Convention", "statement_date": "2008-09-03", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}], "target": [], "twitter_headline": null}