{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2012/oct/19/rob-moshein/austin-resident-says-university-texas-has-7-billio/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 6959, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/6959/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tRob Moshein of Austin says he favors a local University of Texas medical school but will vote against a proposed tax increase pitched as vital to fulfilling such plans.<br />\r\n\t<br />\r\n\t&quot;Why?&quot; Moshein said in a <a href=\"http://www.statesman.com/news/news/opinion/letters-to-the-editor/nSbrf/\">letter</a> to the editor in the Oct. 14, 2012, <em>Austin American-Statesman</em>. &quot;Because the University of Texas has a $7 billion endowment, and the football program brought in $50 (million) in profit last year alone.&quot;<br />\r\n\t<br />\r\n\t&quot;UT can well afford this medical school,&quot; his letter says. &quot;...Find the funding elsewhere. If it&rsquo;s really that important, I suspect they will. They have the cash.&quot;<br />\r\n\t<br />\r\n\tTo date, the UT System Board of Regents has committed at least $25 million a year toward the envisioned medical school, plus $5 million annually for eight years to buy equipment. This commitment is contingent on $35 million in annual community funding, which would come from the tax hike proposed by Travis County&rsquo;s Central Health, along with continued financial support from the Seton Healthcare Family.<br />\r\n\t<br />\r\n\tSo, UT does stand to pony up.<br />\r\n\t<br />\r\n\tStill, we wondered if&nbsp; UT could pay for the sought school thanks to its $7 billion endowment and football team profits of $50 million, as Moshein&#39;s letter puts it.<br />\r\n\t<br />\r\n\tBy email, Moshein told us his endowment figure came from a Wikipedia <a href=\"http://en.wikipedia.org/wiki/University_of_Texas_at_Austin#Endowment\">entry</a> for UT-Austin.<br />\r\n\t<br />\r\n\tWe ran the figure past Randy Wallace, the UT System&rsquo;s chief budget officer, who emailed that one could arrive at such an estimate for the Austin campus&rsquo;s overall &quot;endowment&quot; by imputing how much revenue it receives thanks to its stake in the Permanent University Fund plus the value of many individual campus endowments built on individual donations.<br />\r\n\t<br />\r\n\tThe permanent fund, established in 1876, helps support eligible institutions of the UT and Texas A&amp;M University systems. Its value is rooted in 2.1 million acres of West Texas lands that produces two streams of income -- oil and gas royalties and surface interests such as grazing leases. Annual distributions from the total return on all investment assets is transferred to the Available University Fund, with two thirds going to the UT System and one third to the A&amp;M system.<br />\r\n\t<br />\r\n\tMoshein also noted a <a href=\"http://alcalde.texasexes.org/2012/07/how-ut-shares-its-endowment/\">story</a> posted on July 2, 2012, by <em>Alcalde</em>, the magazine of UT&rsquo;s Ex-Students&rsquo; Association, which says that the annual distributions depend &quot;on the overall health of the global financial markets, because the return on investment depends on market performance.&quot;<br />\r\n\t<br />\r\n\tWallace pointed out to us the annual distributions cannot exceed 7 percent of the average market value of the permanent fund investments. He said the fund was valued at $14.4 billion in the year that ended Aug. 31, 2011, and will be valued at more than that for the 2012 fiscal year once accounting is complete.<br />\r\n\t<br />\r\n\tIn 2011, Wallace said, some $506 million was distributed, with the UT System landing about $350 million. The Austin campus ultimately received nearly $158 million, he said, about 45 percent of what was available. That fits with a regents&rsquo; policy that 45 percent of the UT System&rsquo;s money fielded from the available fund each year must &nbsp;be spent supporting UT-Austin.<br />\r\n\t<br />\r\n\tWallace said the regents also are permitted to spend such money on system administration; debt service on certain bonds backed by the permanent fund; and initiatives that benefit the system as a whole.<br />\r\n\t<br />\r\n\tFor the year that ran through August 2010, the regents <a href=\"http://www.utsystem.edu/cont/Reports_Publications/AUF/2011AUF.pdf\">forwarded</a> nearly $246 million in fund proceeds to the Austin campus, counting $20 million designated to support faculty recruitment and $5 million for the Center for Technology Commercialization. Wallace said the added dollops were to be spent over several years.<br />\r\n\t<br />\r\n\tThe regents budgeted $178.5 million in fund proceeds for the Austin campus for the year that ran through August 2012, according to a December 2011 UT System <a href=\"http://www.utsystem.edu/cont/Reports_Publications/AUF/2011AUF.pdf\">report</a> to the governor and lawmakers. The report projects the Austin campus to field $166 million in this way in 2013 and $182 million in 2014.<br />\r\n\t<br />\r\n\tSo, it looks like the Austin campus can lately count on annual infusions of $158 million or more, thanks to the permanent fund.<br />\r\n\t<br />\r\n\tNext, we turned to Moshein&rsquo;s claim that the football team reaped $50 million in profits last year, which he attributed to 2009-10 totals <a href=\"http://businessofcollegesports.com/2011/06/20/which-football-and-basketball-programs-produce-the-largest-profits/\">described</a> on the BusinessofCollegeSports.com sports business news website.<br />\r\n\t<br />\r\n\tMost recently, UT football has netted some 56 percent more than that. To our inquiry, Nick Voinis, a UT athletics department spokesman, passed along the university&rsquo;s <a href=\"http://alt.coxnewsweb.com/statesman/politifact/10162012%20utreportusdepteducation.pdf\">latest summary</a> of program revenues and expenses as submitted to the U.S. Department of Education. It says that in 2011-12, football program revenues were $103.8 million while expenses were $25.9 million, leaving a football profit of nearly $78 million.<br />\r\n\t<br />\r\n\tAnd was the $78 million equivalent to loose cash? Negative, UT officials said.<br />\r\n\t<br />\r\n\tBy phone, Voinis told us the bulk of football&rsquo;s profit helped cover the athletic department&rsquo;s administrative costs and supported other sports programs.<br />\r\n\t<br />\r\n\tOn a UT <a href=\"http://www.utexasathleticsreport.com/campus.html\">web page,</a> the athletic department says athletic-related income covers its salaries, fringe benefits, utilities and construction plus an administrative fee paid to the university for accounting and payroll costs, among others. The department also &nbsp;pays approximately $15 million a year for other goods and services such as utilities, student-athlete housing, student-athlete tuition, event parking and transportation, the web entry says. Finally, from 2005-06 to 2010-11, the department says, it transferred $14.4 million to various academic programs.<br />\r\n\t<br />\r\n\tA senior associate athletic director, Dave Marmion, said by phone that of the university&rsquo;s 19 other men&rsquo;s and women&rsquo;s <a href=\"http://www.utexasathleticsreport.com/finance_overview.html\">intercollegiate sports</a> in 2011-12, 17 drew on football&rsquo;s gains to cover expenses.<br />\r\n\t<br />\r\n\tDuring the year, the baseball and men&rsquo;s basketball teams had more revenue than expenses, UT&rsquo;s submission to the education department indicates. UT&rsquo;s unprofitable sports teams ran a little more than $17 million in the red, the report indicates. But this tally does not count $67 million in expenses marked as not attributable to a particular sport or sports.<br />\r\n\t<br />\r\n\tBroadly, Voinis said, &quot;football drives our budget. It pays for a lot of things around here.&quot;<br />\r\n\t<br />\r\n\tWe asked how UT would fund the unprofitable sports if the football proceeds were applied, say, to launch a medical school. Voinis suggested we ask higher-ups and campus spokesman Gary Susswein put us in touch with Kevin Hegarty, the institution&rsquo;s chief financial officer, who said that if football profits were redirected to a medical school, programs that currently benefit from the profits would be out of luck.<br />\r\n\t<br />\r\n\tHegarty agreed the university enjoys around $400 million in combined annual proceeds from the available fund and many endowments established to support specific scholarships, professorships or other projects. But almost all the project-specific endowment funds could not be redirected to a medical school, he said, while shifting revenue tied to the permanent fund would short existing commitments to basic operating costs such as faculty and staff salaries and utilities.<br />\r\n\t<br />\r\n\t&quot;It&rsquo;s committed,&quot; Hegarty said. &quot;I can&rsquo;t just take it without saying, &lsquo;Don&rsquo;t teach whatever you&rsquo;re teaching.&rsquo; ...I don&rsquo;t have any endowments there to fund a medical school.&quot;<br />\r\n\t<br />\r\n\tWe also asked Wallace of the UT System if UT-Austin could apply its permanent fund-related receipts to a project like a medical school. Legally yes, but practically no, he replied. &quot;The consequences of doing it would decimate the institution,&quot; he said.<br />\r\n\t<br />\r\n\tMoshein, asked for further thoughts, did not quibble with UT having existing priorities. He said by email he still intends to vote against the tax increase.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tMoshein said the University of Texas has a $7 billion endowment and its football program had a $50 million profit last year, indications it can afford to fund a medical school.<br />\r\n\t<br />\r\n\tHis endowment tally seems about right and he undershoots football&rsquo;s 2011-12 profits. However, such funds couldn&#39;t be siphoned off for a medical school--year after year at that--without socking existing commitments. We rate this statement as Half True.</p>\r\n", "ruling_comments_date": "2012-10-18T18:03:36.811496", "ruling_date": "2012-10-19T11:00:00", "ruling_headline": "Austin resident says University of Texas has $7 billion endowment and football team had a $50 million profit, so it can afford to pay for local medical school", "ruling_headline_slug": "austin-resident-says-university-texas-has-7-billio", "ruling_link_text": "Funds spoken for", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<em>Alcalde</em>, news story, <a href=\"http://alcalde.texasexes.org/2012/07/how-ut-shares-its-endowment/\">&quot;How UT Shares Its Endowment,&quot;</a> July 2, 2012<br />\r\n\t<br />\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/10162012%20utreportusdepteducation.pdf\">Report</a> of UT Athletic Department expenses, 2011-12 (provided by UT by email Oct. 16, 2012)<br />\r\n\t<br />\r\n\tTelephone interview, Nick Voinis, senior associate athletics director for communications, Dave Marmion, senior associate athletic director/chief financial officer, University of Texas, Austin, Oct. 16, 2012<br />\r\n\t<br />\r\n\tTelephone interview and emails, Randy Wallace, associate vice chancellor - controller and chief budget officer, University of Texas System, Austin, Oct. 17, 2012<br />\r\n\t<br />\r\n\t<a href=\"http://www.utsystem.edu/cont/Reports_Publications/AUF/2011AUF.pdf\">&quot;AVAILABLE UNIVERSITY FUND REPORT,&quot;</a> University of Texas System, December 2011 (accessed Oct. 17, 2012)<br />\r\n\t<br />\r\n\tTelephone interview, Kevin Hegarty, chief financial officer, University of Texas at Austin, Oct. 17, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Wine writer and consultant", "false_count": 0, "first_name": "Rob", "half_true_count": 1, "home_state": "Texas", "id": 2062, "last_name": "Moshein", "mostly_true_count": 0, "name_slug": "rob-moshein", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/101612_robmosheinmugpft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2062/", "total_count": 1, "true_count": 0, "website": "http://www.austinwineguy.com/"}, "statement": "<p>\r\n\tSays the University of Texas can afford to build a medical school because it has a $7 billion endowment and its football program had a $50 million profit last year.</p>\r\n", "statement_context": "a letter to the editor.", "statement_date": "2012-10-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}