{"art": [], "author": [{"email_address": "dvalentine@tampabay.com", "first_name": "Danny", "id": 386, "last_name": "Valentine", "name_slug": "danny-valentine", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/386/", "title": "Staff writer", "twitter": null}], "canonical_url": "/florida/statements/2012/oct/23/shirley-anderson/herando-county-candidate-claims-rival-supervisor-e/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "mkonrad@tampabay.com", "first_name": "Mike", "id": 387, "last_name": "Konrad", "name_slug": "mike-konrad", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/387/", "title": "Hernando County editor", "twitter": null}], "facebook_headline": null, "id": 6994, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "dvalentine@tampabay.com", "first_name": "Danny", "id": 386, "last_name": "Valentine", "name_slug": "danny-valentine", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 4, "publication_name": "Tampa Bay Times", "resource_uri": "/api/v/2/publication/4/"}, "resource_uri": "/api/v/2/staffer/386/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/6994/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tHernando supervisor of elections candidate Elizabeth Townsend stood on stage at a recent political forum and defended herself against the way she was portrayed in recent flier distributed by her opponent, Shirley Anderson.</p>\r\n<p>\r\n\t&quot;Elizabeth Townsend Runs The Office That . . .&quot; the mailer reads in large yellow letters. Below the statement are excerpts from newspaper articles highlighting recent problems with the elections office. One headline reads, &quot;Ballot omits school race.&quot; Another states &quot;Faulty advice, political disaster / An election official steers School Board hopeful William Kingeter wrong.&quot;</p>\r\n<p>\r\n\tIn this fact-check, we will examine the claim that Townsend runs the office. We&#39;ll also explore what role she had in the recent issues excerpted on the mailer.</p>\r\n<p>\r\n\t&bull; &bull; &bull;</p>\r\n<p>\r\n\tTownsend has been the director of operations for the elections office since December 2010.</p>\r\n<p>\r\n\tThe official job description for the position includes a list of more than 30 responsibilities. These include everything from informing and training staff on office procedures to ensuring that redistricting is carried out after each national census to knowing and understanding Florida election laws.</p>\r\n<p>\r\n\tNowhere does it say the director of operations runs the office.</p>\r\n<p>\r\n\tThe job description clearly denotes that the person in the position serves the supervisor of elections.</p>\r\n<p>\r\n\tThe operations director, according to the description, is responsible for &quot;performing assigned responsibilities effectively and efficiently within the framework set forth by the Supervisor of Elections.&quot; It also states the director will perform &quot;other duties as assigned&quot; and will handle &quot;speaking engagements unless the Supervisor of Elections states otherwise.&quot;</p>\r\n<p>\r\n\tHernando Supervisor of Elections Annie Williams took issue with the claim Anderson makes in the flier.</p>\r\n<p>\r\n\t&quot;Liz does not run the office,&quot; she said. &quot;I am ultimately responsible for everything that goes on in here.&quot;</p>\r\n<p>\r\n\tShe added: &quot;As far as running the office, Annie Williams is in charge of running the Supervisor of Elections Office.&quot;</p>\r\n<p>\r\n\tBetween the job description and the statements from Williams, the answer of who runs the office seems clear-cut.</p>\r\n<p>\r\n\tBut it gets a bit more complicated.</p>\r\n<p>\r\n\tIn at least two places, Townsend has claimed to run or operate the Supervisor of Elections Office. When asked why she said Townsend runs the office, Anderson pointed to these statements.</p>\r\n<p>\r\n\t&quot;I have run this office in a nonpartisan manner and have proven I will continue to do so by treating all voters and candidates with dignity and respect regardless of party affiliation,&quot; Townsend claims as part of her candidate statement on the Hernando elections office&#39;s website.</p>\r\n<p>\r\n\tOn her campaign website, elizabethtownsend.org, she writes: &quot;Currently as the Director of Operations, I: Operate the elections office in an efficient, fiscally responsible, nonpartisan manner.&quot;</p>\r\n<p>\r\n\tWilliams disagreed with these characterizations.</p>\r\n<p>\r\n\t&quot;That&#39;s somewhat overstated, yes,&quot; she said.</p>\r\n<p>\r\n\tTownsend said Williams runs the office.</p>\r\n<p>\r\n\t&quot;My responsibilities obviously encompass things that are part of that office. It would be impossible to separate the two,&quot; she said in an email. &quot;I operate and carry out my responsibilities within the framework that the supervisor of election sets. She runs the office.&quot;</p>\r\n<p>\r\n\tSaid Anderson: &quot;If (Townsend) is now trying to convince people that she does not oversee the daily operations of this office, then she has clearly embellished her resume.&quot;</p>\r\n<p>\r\n\t&bull; &bull; &bull;</p>\r\n<p>\r\n\tSo what about Townsend&#39;s role in the two incidents highlighted in the mailer?</p>\r\n<p>\r\n\tThe July 26 headline, &quot;Faulty advice, political disaster,&quot; refers to an incident where Williams mistakenly gave School Board candidate William Kingeter the incorrect election date after misreading Florida Statutes. Williams told him he would appear on the Nov. 6 general election ballot when School Board races were actually on the Aug. 14 primary ballot.</p>\r\n<p>\r\n\tKingeter said the error cost him valuable campaign time.</p>\r\n<p>\r\n\tWilliams admitted to making the mistake. In addition, Kingeter verified that Townsend did not give him the misinformation.</p>\r\n<p>\r\n\tTownsend&#39;s only involvement came later when she found out about the mistake. She called the candidate and provided him the correct information.</p>\r\n<p>\r\n\tThe story &quot;Ballot omits school race&quot; highlights an incident that came shortly before the primary election. In it, one School Board race was omitted from one voting machine. A vendor failed to load the latest information, according to a news release provided by Advanced Ballot Solutions, the vendor.</p>\r\n<p>\r\n\t&quot;It was identified that the ballot file installed on one of your systems by ABS was not updated with the official ballot for Style 31N1, as provided to us by the Hernando County Supervisor of Elections,&quot; it reads.</p>\r\n<p>\r\n\tThe person who got the first incorrect ballot, School Board member Dianne Bonfield, noticed the problem and alerted the office. The problem was fixed, and no other voters were affected. Bonfield was eventually able to cast a correct ballot.</p>\r\n<p>\r\n\tThe <i>Tampa Bay Times</i> asked Anderson if she had information connecting Townsend to these incidents.</p>\r\n<p>\r\n\t&quot;Nowhere on the mailer did it say that she contributed directly to these gaffes,&quot; she wrote in an email. &quot;You did.&quot;</p>\r\n<p>\r\n\t<b>Our ruling</b></p>\r\n<p>\r\n\tAnderson&#39;s flier claims Townsend runs the elections office. That overstates her opponent&#39;s role.</p>\r\n<p>\r\n\tBoth Townsend&#39;s job description and her boss make it very clear: The supervisor of elections runs the Supervisor of Elections Office.</p>\r\n<p>\r\n\tBut Townsend also stretched the truth by claiming to run or operate the office.</p>\r\n<p>\r\n\tThey are both misleading statements.</p>\r\n<p>\r\n\tAs for connecting Townsend to the incidents cited in the mailer, Anderson misleads voters. Townsend had no role in them.</p>\r\n<p>\r\n\tFor stretching the truth and misleading voters, PolitiFact rates this claim Mostly False.</p>\r\n", "ruling_comments_date": "2012-10-23T17:22:14.877943", "ruling_date": "2012-10-23T17:22:08", "ruling_headline": "Herando County candidate claims rival for supervisor of elections gave bad information", "ruling_headline_slug": "herando-county-candidate-claims-rival-supervisor-e", "ruling_link_text": "Overstatements on a several fronts", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tInformation from a campaign flyer paid for and approved by Shirley Anderson</p>\r\n<p>\r\n\tNews article, &quot;Faulty advice, political disaster,&quot; Tampa Bay Times, July 26, 2012</p>\r\n<p>\r\n\tE-mail interview, Shirley Anderson, Supervisor of Elections candidate, Oct. 10, 2012</p>\r\n<p>\r\n\tE-mail interview, Elizabeth Townsend, Supervisor of Elections candidate, Oct. 10, 2012</p>\r\n<p>\r\n\tInterview, William Kingeter, District 4 School Board candidate, Oct. 10, 2012</p>\r\n<p>\r\n\tInterview, Annie Williams, Hernando County Supervisor of Elections, Oct. 11, 2012</p>\r\n<p>\r\n\tInterview, Dianne Bonfield, Hernando County School Board member, Oct. 16, 2012<br />\r\n\t&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "Shirley", "half_true_count": 0, "home_state": "Florida", "id": 2067, "last_name": "Anderson", "mostly_true_count": 0, "name_slug": "shirley-anderson", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Shirley_Anderson.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2067/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\tElizabeth Townsend runs the elections office that omitted a school board race on a ballot and gave a School Board candidate &quot;faulty advice.&quot;</p>\r\n", "statement_context": "a campaign flyer", "statement_date": "2012-10-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}], "target": [], "twitter_headline": ""}