{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2012/oct/26/keep-austin-healthy-pac/proposition-advocate-says-central-health-district-/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 7009, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/7009/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\t<a href=\"http://www.traviscountyhd.org/\" id=\"internal-source-marker_0.5317187967739705\">Central Health</a>, the government agency entrusted with improving health care access across Travis County, has a low tax rate that will remain low if voters ratify Proposition 1 on the November 2012 <a href=\"http://www.traviscountyclerk.org/eclerk/content/images/sample_ballots/2012.11.06_All_Races_List_part1.pdf\">ballot</a>, a proponent says.<br />\r\n\t<br />\r\n\tMark Nathan of the <a href=\"http://www.keepaustinhealthy.org/\">Keep Austin Healthy</a> PAC said recently: &quot;Our health care district&rsquo;s tax rate is the lowest among the largest counties in Texas, and it will continue to be the lowest&quot; if the proposal wins approval. His comment appeared in an <em>Austin American-Statesman</em> news article posted online the same day, Oct. 18, 2012.<br />\r\n\t<br />\r\n\tCentral Health, the county health-care district created in 2004, seeks to increase its tax rate from 7.89 cents per $100 of assessed value to 12.9 cents for the fiscal year beginning Oct. 1, 2013. Resulting revenue would help support health-care initiatives including a new medical school plus a site for a new teaching hospital.<br />\r\n\t<br />\r\n\tWe wondered about the district&rsquo;s current and possible future tax rates.<br />\r\n\t<br />\r\n\tIn 2005, the first year the district collected property taxes, Central Health&rsquo;s governing &nbsp;board set a tax rate of 7.79 cents per $100 of assessed property value, which cost the average taxpayer $126.84, according to a July 31, 2012, <em>Statesman</em> <a href=\"http://www.statesman.com/news/news/local/after-years-of-tax-moderation-central-health-faces/nRc7R/\">news story</a>. Between 2005 and 2011, the average tax bill for Central Health rose $29.77 to the current $156.61 on the average-valued home in Travis County, counting exemptions--an increase of 23.5 percent, the story says.<br />\r\n\t<br />\r\n\tGenerally, according to the story, Central Health&rsquo;s finances were helped over the years by unexpected windfalls in federal payments, a robust real estate market that pumped up property tax collections and a deal the City of Austin cut with the Seton Healthcare Family years before voters created the district, allowing the district to steadily expand services while setting relatively modest tax rates.<br />\r\n\t<br />\r\n\tBy phone, district spokeswoman Christie Garbe told us the district&rsquo;s low tax rate is an artifact of how the district was born, reflecting the merger of separate rates previously levied for health care by the City of Austin and Travis County. Garbe said by email that after the change, residents outside the city experienced a significant rate increase while city residents saw a slight decrease.<br />\r\n\t<br />\r\n\tAnother fiscally relevant distinction: Unlike hospital districts in Harris, Dallas, Bexar, Tarrant and El Paso counties, the July <em>Statesman</em> story says, Central Health does not run a hospital, so it can function with a lower tax rate. The Seton Healthcare Family operates the safety-net University Medical Center Brackenridge and bears most of the financial responsibility for it, the story says, which has helped Central Health set property tax rates 60 to 74 percent lower than other urban Texas hospital districts.<br />\r\n\t<br />\r\n\tAt our inquiry, Nathan emailed us a chart, attributed to Central Health, indicating that its tax rate trails those of hospital districts in the urban counties noted in the July <em>Statesman</em> article plus Nueces County. All things staying equal, the other districts&rsquo; rates would also outpace the Central Health rate if Proposition 1 passes, according to the chart. Garbe told us by email that the chart reflects April 2012 research by Central Health.<br />\r\n\t<br />\r\n\tAccording to the chart, the Nueces County district has the next-lowest rate, 16.24 cents per $100 valuation. That&#39;s more than double Central Health&rsquo;s rate.<br />\r\n\t<br />\r\n\tVia telephone interviews and web research, we confirmed the proclaimed rates, but found one rate getting cut. Mike Norby of the Harris County Hospital District, also known as the Harris Health System, said by phone that the county&rsquo;s commissioners court voted to reduce the district&rsquo;s tax rate by a penny to 18.22 cents per $100 valuation, effectively cutting the district&rsquo;s revenue by $10 million once all factors are considered. (He said the vote to do so occurred Oct. 23, 2012, which was after Nathan made his claim.)<br />\r\n\t<br />\r\n\tSo, Central Health has the lowest rate among seven urban Texas hospital districts and would still have the lowest rate if the proposition passes, presuming other districts do not slash rates in the meantime.<br />\r\n\t<br />\r\n\tAt the recommendation of Jonny Hipp, ceo of the Nueces County district, we queried Austin consultant Shari Holland, who told us she has written reports in the past comparing Texas hospital districts; report purchasers have included Central Health, she said.<br />\r\n\t<br />\r\n\tHolland agreed that Central Health has and will likely have a lower tax rate than the other cited districts, due in part, she said, to the Austin area&rsquo;s high property values. In 2008, she said, Travis County had assessed property values of $97,100 per resident, tops among the 10 most populous counties.<br />\r\n\t<br />\r\n\tCurious about the possible effect of higher property values, we asked Nathan how much tax revenue each of the cited health districts raises per resident.<br />\r\n\t<br />\r\n\tCentral Health has ranked last among the seven districts in total tax revenues per resident, at $71, according to another Central Health chart emailed to us by Nathan. However, its per-resident revenue would escalate to $115 if the proposition passes. The district could then be collecting more per resident than the districts in Nueces and El Paso counties, which&nbsp; have per-person tax revenues of $91 and $86, respectively, according to Central Health. The other analyzed health districts still would generate more tax revenue per resident, the district&rsquo;s research suggests.<br />\r\n\t<br />\r\n\tBy email, Nathan pointed out he did not say Central Health&rsquo;s per-resident tax collections would stay the lowest.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tNathan, the PAC spokesman, said Central Health has the lowest tax rate among districts in the largest Texas counties and will retain that distinction if the proposition passes. That&rsquo;s correct, presuming other districts don&rsquo;t slash rates.<br />\r\n\t<br />\r\n\tStill, Central Health&rsquo;s per-person tax levy is projected to outpace those of two other districts should Travis County voters approve the bump. This information was missing from the spokesman&#39;s statement. Tax rates alone make the comparison incomplete.<br />\r\n\t.<br />\r\n\tWe rate the claim as Mostly True.</p>\r\n", "ruling_comments_date": "2012-10-25T18:23:48.606790", "ruling_date": "2012-10-26T10:00:00", "ruling_headline": "Proposition advocate says Central Health district has lowest tax rate among largest Texas hospital districts and that will still be so if voters approve tax increase", "ruling_headline_slug": "proposition-advocate-says-central-health-district-", "ruling_link_text": "Per-person collections might outpace districts in Nueces, El Paso counties", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<em>Austin American-Statesman</em> news articles, <a href=\"http://www.statesman.com/news/news/local/after-years-of-tax-moderation-central-health-faces/nRc7R/\">&quot;After years of tax moderation, Central Health faces tougher choices,&quot;</a> July 31, 2012; <a href=\"http://www.statesman.com/news/news/local-govt-politics/opponents-of-medical-school-say-tax-hike-is-unaffo/nSg7n/\">&quot;Opponents of medical school say tax hike is unaffordable,&quot;</a> Oct. 18, 2012<br />\r\n\t<br />\r\n\tCharts provided by Mark Nathan, Keep Austin Healthy PAC, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/101912%20marknathanbackupchartone.jpg\">&quot;FY 2012 Hospital District Tax Rates&quot;</a> and <a href=\"http://alt.coxnewsweb.com/statesman/politifact/101912%20marknathanbackupchart2.jpg\">&quot;FY 12 Hospital District Tax Rates&quot; (including Proposition 1 approval),</a> Oct. 19, 2012 (prepared by Central Health district, April 2012)<br />\r\n\t<br />\r\n\tNotice, <a href=\"http://www.parklandhospital.com/whoweare/pdf/2012-Tax-Rates.pdf\">&quot;2012 Property Tax Rates in Dallas County Hospital,&quot;</a> John R. Ames, Dallas County tax assessor-collector, Aug. 3, 2012 (accessed Oct. 23, 2012)<br />\r\n\t<br />\r\n\tTelephone interviews, Mike Norby, chief financial officer, Harris County Hospital District/Harris Health System, Houston, Oct. 22 and 23, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Leni Kirkman, vice president of strategic communications, Bexar County Hospital District/University Health System, Oct. 22, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Margaret Althoff-Olivas, public affairs director, El Paso County Hospital District/University Medical Center of El Paso, Oct. 22, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Robert Earley, president and ceo, Tarrant County Hospital District/John Peter Smith Health Network, Oct. 22, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Jonny Hipp, ceo, Nueces County Hospital District, Corpus Christi, Oct. 22, 2012<br />\r\n\t<br />\r\n\t<a href=\"https://docs.google.com/document/pub?id=1JAJq95B6fbXGgBjbbVQheDRENHYRwdUvBw_vJMlreJg\">Emails</a> and telephone interview, Christie Garbe, Chief Communications and Planning Officer, Central Health, Austin, Oct. 22 and 23, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Shari Holland, consultant, Austin, Oct. 23, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "", "id": 2070, "last_name": "Keep Austin Healthy PAC", "mostly_true_count": 1, "name_slug": "keep-austin-healthy-pac", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/logogulchnew.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2070/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\tSays the Central Health district&#39;s tax rate is the &quot;lowest among the largest counties in Texas, and it will continue to be the lowest&quot; if voters approve a proposed tax increase.<br />\r\n\t<br />\r\n\t&nbsp;</p>\r\n", "statement_context": "a news article posted online Oct. 18, 2012.", "statement_date": "2012-10-18", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 202, "photo": null, "resource_uri": "/api/v/2/subject/202/", "subject": "Public Health", "subject_slug": "public-health", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}