{"art": [], "author": [{"email_address": "dbarer@statesman.com", "first_name": "David", "id": 388, "last_name": "Barer", "name_slug": "david-barer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/388/", "title": "Staff writer", "twitter": null}], "canonical_url": "/texas/statements/2012/oct/29/donna-howard/donna-howard-says-so-called-balanced-state-budget-/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 7018, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "sowen@statesman.com", "first_name": "Sue", "id": 265, "last_name": "Owen", "name_slug": "sue-owen", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/265/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/7018/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tCan a balanced budget also have gaping holes?<br />\r\n\t<br />\r\n\tSo suggested state Rep. Donna Howard, who told an East Austin meetup organized by Texans for Obama in August 2012: &quot;We&rsquo;re talking right now about a $12 billion hole in our current, so-called balanced (state) budget.&quot;<br />\r\n\t<br />\r\n\tThe Austin Democrat&rsquo;s chief of staff, Scott Daigle, later told us that the declared hole lies in lawmakers last year not covering the full projected 2012-13 costs of Medicaid and public schools while also diverting billions of dollars from special dedicated funds to balance the books.<br />\r\n\t<br />\r\n\tSpecifically, he said, the 2012-13 budget does not cover some $5 billion in projected Medicaid costs, defers a regular school payment of about $2 billion and diverts about $5 billion that was supposed to be dedicated to particular programs to balance the $173.5 billion budget.<br />\r\n\t<br />\r\n\tAbout $4.9 billion was diverted from dedicated accounts to balance the budget, according to a September 2011 report by the comptroller&rsquo;s office, though it&rsquo;s not a novel tactic. We previously rated as<a href=\"http://www.politifact.com/texas/statements/2010/dec/04/kirk-watson/kirk-watson-says-more-35-billion-intended-special-/\"> Mostly True</a> a November 2010 claim by state Sen. Kirk Watson, D-Austin, that the 2009 Legislature had diverted $3.5 billion in dedicated funds to make the 2010-11 budget look balanced.<br />\r\n\t<br />\r\n\tHoward&rsquo;s other figures hold up, we learned, though there were twists after the budget passed into law.<br />\r\n\t<br />\r\n\tThe cost of a postponed distribution of school aid, put off to the fiscal year beginning Sept. 1, 2013, has been ratcheted down from an initial $2.3 billion estimate to $1.9 billion due to changes in enrollment growth, according to information from the advisory Legislative Budget Board.<br />\r\n\t<br />\r\n\tAnd while the budget&rsquo;s Medicaid under-funded amount was initially pegged at $4.3 billion, Eva DeLuna Castro, senior budget analyst for the liberal-leaning Center for Public Policy Priorities, told us that pending agency budget requests reveal that the Texas demand on Medicaid, the jointly federal-state-funded insurance program serving low-income families, will be higher in 2013 than originally estimated. She said increased caseloads and costs drive up the under-funding to $5 billion.<br />\r\n\t<br />\r\n\tRolling up these adjusted figures gets us to $11.8 billion, close to Howard&rsquo;s $12 billion.<br />\r\n\t<br />\r\n\tDeLuna Castro and other close observers of state spending -- John Kennedy of the business-oriented Texas Taxpayers and Research Association and Chuck DeVore of the right-leaning Texas Public Policy Foundation &mdash; did not quibble with Howard&rsquo;s building blocks.<br />\r\n\t<br />\r\n\tThen again, Kennedy suggested that only the cited Medicaid amount must be covered before services are sought. That&rsquo;s because Medicaid is an entitlement program; states must serve qualified applicants.<br />\r\n\t<br />\r\n\tIf lawmakers wanted to do so, DeLuna Castro separately countered, they could fail to cover all the funding gaps, though she said that would have negative effects. For instance, she speculated, lawmakers could dramatically cut nursing home reimbursements rates by 30 percent, which she said would prompt nearly every benefiting nursing home to shut down, touching off client lawsuits.<br />\r\n\t<br />\r\n\t&quot;Politically, there is a need for health care and schools,&quot; DeLuna Castro said.<br />\r\n\t<br />\r\n\tWe were curious if schools or Medicaid already have been hindered by the budget decisions singled out by Howard. Not so, relevant agencies said.<br />\r\n\t<br />\r\n\tStephanie Goodman, spokeswoman for the Texas Health and Human Services Commission, told us by phone that Medicaid recipients haven&rsquo;t been affected by the Medicaid IOU because the state&rsquo;s matching money has yet to run out. She speculated the 2013 Legislature would cover the funding gap in time to maintain the state&rsquo;s Medicaid commitments.<br />\r\n\t<br />\r\n\tEducation agency spokeswoman Debbie Ratcliffe said by email that school districts have not been battered by the deferred state payment partly because officials have been cognizant of the payment delay since mid-2011. &quot;We have long advised districts to have sufficient (local) fund balances to manage through times when cash is tight. We would certainly hope that districts can manage a two-week delay without causing significant financial distress,&quot; Ratcliffe said.<br />\r\n\t<br />\r\n\tDeVore of the public policy foundation posited another wrinkle. Along with any shortfalls in the budget, he said, it&rsquo;s relevant to consider what many expect to be a projected revenue surplus when lawmakers write the next budget. That is, holes can be filled -- and soon.<br />\r\n\t<br />\r\n\tThe state treasury has accumulated revenue thanks to larger-than-expected receipts from sales, oil and gas production taxes.<br />\r\n\t<br />\r\n\tState Comptroller Susan Combs said in September 2012 that through the previous month, the state had reaped $3.7 billion more in tax revenue than earlier projected, on top of a previous unexpected surge of $1.6 billion, according to a Sept. 12, 2012, Austin American-Statesman<a href=\"http://www.statesman.com/news/news/state-regional-govt-politics/state-tax-collections-soar-setting-up-chance-for-r/nSLMn/\"> news article</a>. Dale Craymer, president of the business-backed Texas Taxpayers and Research Association, then commented he would not be surprised if lawmakers convening to write the next budget in 2013 are told the state faces a record revenue surplus. The established high-water mark is the $8.8 billion surplus reported at the end of 2007, Craymer said.<br />\r\n\t<br />\r\n\tOn top of the better-than-expected revenues forecast, there is the rainy day fund -- the state savings account that can be used to close budget gaps. The comptroller estimated in fiscal year 2011 that the rainy day fund contained $8.2 billion and would contain $9.4 billion in fiscal year 2013.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tDonna Howard says the current &quot;so-called balanced&quot; state budget has a $12 billion hole.<br />\r\n\t<br />\r\n\tLawmakers did not cover all projected state costs of Medicaid in 2013 and put off a regular payment to school districts. As before, too, portions of funds intended for special purposes were set aside to balance the budget. On the other hand, school districts have not been slammed by the deferral and the agency overseeing Medicaid doesn&rsquo;t expect consequences to eligible Texans unless lawmakers unexpectedly fail to cover costs during the 2013 legislative session.<br />\r\n\t<br />\r\n\tBesides, billions in unallocated projected revenue could help the next Legislature meet funding needs.<br />\r\n\t<br />\r\n\tHoward&rsquo;s &quot;hole&quot; traces to funding shortfalls in the latest budget. But that budget still was balanced. We rate this claim as Half True.</p>\r\n", "ruling_comments_date": "2012-10-26T14:27:38.090624", "ruling_date": "2012-10-29T06:00:00", "ruling_headline": "Donna Howard says \"so-called\" balanced state budget has $12 billion in holes", "ruling_headline_slug": "donna-howard-says-so-called-balanced-state-budget-", "ruling_link_text": "Budget balanced, though items under-funded", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<em>Austin American-Statesman</em>, news article, &quot;State tax collections soar, setting up chance for record budget surplus,&quot; Sept. 12, 2012.<br />\r\n\t<br />\r\n\t<a href=\"http://www.window.state.tx.us/finances/pubs/use_of_gr_ded/Use_of_Gen_Rev_Dedicated_Funds_82nd_Leg.pdf\">Report on Use of General Revenue Dedicated Accounts: 82nd Legislature, 2011</a>, Revised Sept. 27, 2011, Texas Comptroller of Public Accounts (accessed Oct. 1, 2012)<br />\r\n\t<br />\r\n\t<a href=\"http://www.cppp.org/files/6/2011_12_StateBudgetReport.pdf\">Undermining the Texas Economy: The 2012 &ndash; 13 Texas State Budget</a>, December 2011, Center for Public Policy Priorities (accessed Oct. 19, 2012)<br />\r\n\t<br />\r\n\t<a href=\"http://www.window.state.tx.us/finances/pubs/use_of_gr_ded/Use_of_Gen_Rev_Dedicated_Funds_82nd_Leg.pdf\">General revenue dedicated funds, 82nd Legislature</a> (accessed Oct. 19, 2012)<br />\r\n\t<br />\r\n\tLetter, <a href=\"http://www.window.state.tx.us/news2011/110517-revenue.pdf\">State Comptroller Susan Combs to Gov. Rick Perry</a> May 17, 2011 (accessed Oct. 19, 2012)<br />\r\n\t<br />\r\n\t<a href=\"http://www.lbb.state.tx.us/Fiscal_Size-up/Fiscal%20Size-up%202012-13.pdf\">Fiscal Sizeup 2012-2013</a> Jan. 2012 (accessed Oct. 19, 2012)<br />\r\n\t<br />\r\n\tReport, <a href=\"http://www.lbb.state.tx.us/Hearings_Meetings/OverviewoftheFoundationSchool.pdf\">&quot;Overview of the Foundation School Program August Payment Deferral</a>,&quot; Legislative Budget Board (accessed Oct. 19, 2012)<br />\r\n\t<br />\r\n\tTelephone interview, John Kennedy, senior analyst, Texas Taxpayers and Research Association, Austin, Oct.18 and 24, 2012<br />\r\n\t<br />\r\n\tTelephone interview and <a href=\"https://docs.google.com/document/d/1QOBS6RNaLEnxSzmcDqcYlF3j95KP1u31z8uO5CzZVj8/edit\">email</a>, Eva DeLuna Castro, senior budget analyst, Center for Public Policy Priorities, Oct. 22, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Chuck DeVore, senior fellow for fiscal policy, Texas Public Policy Foundation, Sept. 27, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Stephanie Goodman, communications director, Texas Health and Human Services Commission, Oct. 15 and 19, 2012<br />\r\n\t<br />\r\n\t<a href=\"https://docs.google.com/document/d/10AVjruVIrJV5ORZzxtXXMX5f0y6BLh94XAGwZb_kA6o/edit\">Email</a>, Debbie Ratcliffe, director of media relations, Texas Education Agency, Oct. 18, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Texas House Representative", "false_count": 0, "first_name": "Donna", "half_true_count": 1, "home_state": "Texas", "id": 1137, "last_name": "Howard", "mostly_true_count": 3, "name_slug": "donna-howard", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/howard.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1137/", "total_count": 9, "true_count": 4, "website": "http://www.votedonna.com/"}, "statement": "<p>\r\n\t&quot;We&rsquo;re talking right now about a $12 billion hole in our current, so-called balanced&quot; state &quot;budget.&quot;</p>\r\n", "statement_context": "East Austin meetup of Texans for Obama.", "statement_date": "2012-08-30", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}