{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2008/sep/09/chain-email/story-of-banned-books-is-murky/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "ahollyfield@tampabay.com", "first_name": "Amy", "id": 36, "last_name": "Hollyfield", "name_slug": "amy-hollyfield", "on_staff_page": 12, "phone": "727-893-8491", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/hollyfield_80_1.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/36/", "title": "Associate Editor", "twitter": "amy_hollyfield"}], "facebook_headline": null, "id": 704, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "resource_uri": "/api/v/2/statement/704/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\n One of the most potent claims in an e-mail written by Wasilla, Alaska, resident Anne Kilkenny is that when Sarah Palin was mayor, she tried to have some books removed from the city library.\n</p>\n<p>\n Here's how the claim reads in Kilkenny's e-mail:\n</p>\n<p>\n \"While Sarah was Mayor of Wasilla she tried to fire our highly respected City Librarian because the Librarian refused to consider removing from the library some books that Sarah wanted removed. City residents rallied to the defense of the City Librarian and against Palin's attempt at out-and-out censorship, so Palin backed down and withdrew her termination letter.\"\n</p>\n<p>\n (\n <a href=\"http://www.politifact.com/truth-o-meter/palinemail/\" target=\"_blank\">\n  Read the entire e-mail for yourself here.\n </a>\n )\n</p>\n<p>\n The most definitive record for much of this issue comes from a Dec. 18, 1996, article in the Wasilla newspaper, the\n <em>\n  Frontiersman.\n </em>\n</p>\n<p>\n In that story, Wasilla library director Mary Ellen Emmons (now Mary Ellen Baker) said that after Palin was elected mayor, she twice inquired about censoring library books.\n</p>\n<p>\n \"I'm not trying to suppress anyone's views,\" Emmons told the\n <em>\n  Frontiersman.\n </em>\n \"But I told her (Palin) clearly, I will fight anyone who tries to dictate what books can go on the library shelves.\"\n</p>\n<p>\n \"This is different than a normal book-selection procedure or a book-challenge policy,\" Emmons said. \"She was asking me how I would deal with her saying a book can't be in the library.\"\n</p>\n<p>\n Palin told the\n <em>\n  Frontiersman\n </em>\n that she had no particular books or other material in mind when she posed the questions to Emmons.\n</p>\n<p>\n In a written statement to the newspaper, Palin \"said she was only trying to get acquainted with her staff\" and that the question was \"rhetorical.\"\n</p>\n<p>\n Also from the story:\n</p>\n<p>\n \"Emmons said Palin asked her on Oct. 28 if she would object to censorship, even if people were circling the library in protest about a book. 'I told her it would definitely be a problem the ACLU would take on then,' Emmons said.\n</p>\n<p>\n \"Asked who she thought might picket the library, Palin said Monday, 'Had no one in mind ... again, the issue was discussed in the context of a professional question being asked in regards to library policy.' \"\n</p>\n<p>\n In an interview with PolitiFact, Kilkenny said the issue also came up at a council meeting soon after Palin took office in 1996.\n</p>\n<p>\n Time has passed, Kilkenny said, and she can't remember the exact words, but she said Palin asked Emmons something like, \"What would your response be to my request to remove books from the library collection?\"\n</p>\n<p>\n \"I remember being shocked at the implication,\" Kilkenny said.\n</p>\n<p>\n She said that there was a long pause of silence, and that Emmons responded that books were selected in line with national criteria for a library its size. Kilkenny said she remembered Emmons concluded firmly: \"I would absolutely not comply with your request.\"\n</p>\n<p>\n Kilkenny said Palin's request didn't sound rhetorical to her.\n</p>\n<p>\n The conversation between Palin and Emmons came the same week that Palin requested resignations from all the city department heads as a test of loyalty, the\n <em>\n  Frontiersman\n </em>\n noted. Emmons, a popular librarian who was then president of the Alaska Library Association, did not resign. On Jan. 30, 1997, about six weeks after the story appeared, Palin told Emmons and the police chief that she was dismissing them. The next day, Palin changed her mind about Emmons and let her stay on. Emmons finally resigned in August 1999. (\n <a href=\"http://www.politifact.com/truth-o-meter/statements/702/\" target=\"_blank\">\n  See our ruling on the e-mail's claim about the police chief here.\n </a>\n )\n</p>\n<p>\n We can say for certain that no book was ever banned. Nor is there any record that Palin initiated a formal process to censor any books.\n</p>\n<p>\n June Pinell-Stephens, longtime chair of the Intellectual Freedom Committee of the Alaska Library Association, said she scoured the organization's archives and could find no record of any formal actions to ban books in Wasilla under Palin's tenure as mayor.\n</p>\n<p>\n That jibes with Wasilla Library records as well.\n</p>\n<p>\n \"We have no records of any books being 'banned or censored' ever,\" Wasilla Mayor Diane M. Keller said in a statement released about the issue.\n</p>\n<p>\n Keller told PolitiFact  that the city hasn't been able to find any minutes to substantiate that the issue was ever raised by Palin at a City Council meeting. Nor does Keller, who was a council member at the time, recall any such conversations.\n</p>\n<p>\n Jeanne Troshynski, president of the Friends of Wasilla Library, said the last formal request to remove a book came in 2005, with the challenge of a book written by Jon Stewart of\n <em>\n  The Daily Show\n </em>\n called\n <em>\n  America (The Book): A Citizen's Guide to Democracy Inaction.\n </em>\n That was three years after Palin left office as mayor.\n</p>\n<p>\n Wasilla records show the last formal challenge before that was in 1986 to\n <em>\n  Bumps in the Night,\n </em>\n by Harvey Allard &mdash; well before Palin's tenure as mayor. In both cases, the challenges were denied and the books remained on the shelf.\n</p>\n<p>\n But Kilkenny's e-mail doesn't claim that Palin initiated a formal process to ban books. In fact, Kilkenny said she does not recall that Palin even mentioned specific books that she wanted banned.\n</p>\n<p>\n And Emmons, now Mary Ellen Baker, isn't talking.\n</p>\n<p>\n A message on her answering machine states: \"I have nothing to add to reports from that time. I do not want to discuss the matter. Please respect my privacy.\"\n</p>\n<p>\n But the\n <em>\n  Frontiersman\n </em>\n reporter who wrote that article in 1996 now says Emmons told him Palin did mention three books that she wanted removed from the shelves.\n</p>\n<p>\n Paul Stuart is semiretired, though he still occasionally contributes articles to a weekly paper, the\n <em>\n  Mountain Ear,\n </em>\n in Conway, N.H., where he lives.\n</p>\n<p>\n Stuart told PolitiFact that in a conversation with Emmons after his article ran, she listed three titles. He said he could recall only two, and initially said they were\n <em>\n  I Told My Parents I'm Gay\n </em>\n and\n <em>\n  I Asked My Sister.\n </em>\n We looked for these titles; they don't appear to exist.\n</p>\n<p>\n \"Mary Ellen told me that Palin asked her directly to remove these books from the shelves,\" Stuart said. \"She refused.\"\n</p>\n<p>\n Asked later if the first book could have been\n <em>\n  Pastor, I am Gay,\n </em>\n a controversial book written by a pastor who lives just outside Wasilla, Stuart said that was it.\n</p>\n<p>\n Howard Bess, author of\n <em>\n  Pastor, I am Gay\n </em>\n and former pastor of Church of the Covenant in nearby Palmer, recalls that his book challenging Christians to re-examine their ideas about and prejudices against gays and lesbians was not well received in Wasilla when it was published in 1995 &mdash; the year before Palin was elected mayor.\n</p>\n<p>\n Virtually every book store in Wasilla refused to sell it.\n</p>\n<p>\n Bess said he gave two copies to the Wasilla Library, but they quickly disappeared. So he donated more copies.\n</p>\n<p>\n The controversy over the book was part of the context of that time period, he said. \"Knowing Sarah's religious connections and the people involved, I would be surprised if my book was not one of those at issue,\" Bess said. \"But I don't know that for a fact.\"\n</p>\n<p>\n \"I don't think anyone has the facts except Mary Ellen, and she ain't talking,\" Bess said.\n</p>\n<p>\n In addition to Kilkenny's e-mail, there is another one circulating widely with the subject line, \"The Books Sarah Palin tried to have banned.\" It purports to be a list taken from the official minutes of the Wasilla Library Board. (\n <a href=\"http://www.politifact.com/truth-o-meter/bannedbooksemail/\" target=\"_blank\">\n  Read it for yourself here.\n </a>\n )\n</p>\n<p>\n The 93 titles appear to be a generic list of frequently banned books. It was not part of the official minutes of the Wasilla Library Board.\n</p>\n<p>\n In fact, the Harry Potter series listed didn't even begin until 1998, two years after this list is alleged to have been generated. In short, the list is a fake.\n</p>\n<p>\n As for Kilkenny's claim, there is no proof that Palin tried to fire the librarian because she refused to consider removing books. In fact, Palin asked for the resignation of a handful of department heads to test their loyalty, according to reports at the time. The claim that Palin had specific books she wanted removed is also unsupported. Kilkenny herself said she does not recall that any titles were named by Palin at the time.\n</p>\n<p>\n Yes, a reporter provides a secondhand account 12 years later in which he says the librarian named books Palin wanted removed. But Stuart's recollection seems hazy (he didn't get the right title at first). The librarian isn't talking. There are no public records or meeting minutes to substantiate the claim. And no one else corroborates that Palin ever listed any titles. So we find no basis to find that part of the story true.\n</p>\n<p>\n But Palin did ask the librarian if she would consider removing books. Maybe it was posed as a rhetorical question as Palin says. But she asked. So we rule the statement Half True.\n</p>\n<p>\n &nbsp;\n</p>", "ruling_comments_date": "2010-01-07T13:28:02.570171", "ruling_date": "2008-09-09T00:00:00", "ruling_headline": "Story of banned books is murky", "ruling_headline_slug": "story-of-banned-books-is-murky", "ruling_link_text": "Story of banned books is murky", "ruling_state": null, "source_documents": null, "sources": "<p>\n The Frontiersman,\n <a href=\"http://www.frontiersman.com/articles/2008/09/10/breaking_news/doc48c1c8a60d6d9379155484.txt\" target=\"_blank\">\n  \"Palin: Library censorship inquiries 'Rhetorical'\"\n </a>\n by Paul Stuart, Dec. 18, 1996\n</p>\n<p>\n City of Wasilla,\n <a href=\"http://www.cityofwasilla.com/index.aspx?page=136\" target=\"_blank\">\n  \"Banned or Censured Books Response\"\n </a>\n</p>\n<p>\n Chain e-mail,\n <a href=\"http://www.politifact.com/truth-o-meter/bannedbooksemail/\" target=\"_blank\">\n  \"Chain e-mail on banned books\"\n </a>\n</p>\n<p>\n Sept. 9, 2008\n</p>\n<p>\n Anchorage Daily News,\n <a href=\"http://www.adn.com/politics/story/515512.html\" target=\"_blank\">\n  \"Palin pressured Wasilla librarian\"\n </a>\n by Rindi White, Sept. 4, 2008\n</p>\n<p>\n Interview with Annie Kilkenny, Sept. 4, 2008\n</p>\n<p>\n Interview with June Pinell-Stephens, chair of the Intellectual Freedom Committee of the Alaska Library Association, Sept. 8, 2008\n</p>\n<p>\n Interview with Wasilla Mayor Diane M. Keller, Sept. 8, 2008\n</p>\n<p>\n Interview with Jeanne Troshynski, president of the Friends of Wasilla Library, Sept. 5, 2008\n</p>\n<p>\n Interview with Paul Stuart, former political reporter with the Frontiersman, Sept. 8, 2008\n</p>\n<p>\n Interview with Howard Bess, author of\n <em>\n  Pastor, I am Gay\n </em>\n <em>\n  , Sept. 8, 2008\n </em>\n</p>\n<p>\n &nbsp;\n</p>", "speaker": {"adkey": "People ", "advalue": "Fake_news", "barely_true_count": 11, "current_job": "", "false_count": 44, "first_name": "", "half_true_count": 8, "home_state": "", "id": 27, "last_name": "Chain email", "mostly_true_count": 5, "name_slug": "chain-email", "pants_count": 106, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-emailer.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/27/", "total_count": 180, "true_count": 6, "website": ""}, "statement": "<p>\"While Sarah was Mayor of Wasilla she tried to fire our highly respected City Librarian because the Librarian refused to consider removing from the library some books that Sarah wanted removed.\"</p>", "statement_context": "a chain e-mail", "statement_date": "2008-08-31", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 117, "photo": null, "resource_uri": "/api/v/2/subject/117/", "subject": "Civil Rights", "subject_slug": "civil-rights", "used_in_edition": []}], "target": [], "twitter_headline": null}