{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2012/nov/01/tere-mccann/round-rock-candidate-says-school-board-president-w/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 7045, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/7045/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tA November 2012 challenger to the president of the Round Rock school board says the incumbent, Chad Chadwell, &quot;wants condom techniques demonstrated to your children.&quot;<br />\r\n\t<br />\r\n\tThe claim appears in a leaflet sent to voters by Tere McCann which also says: &quot;Scientific sex education helped reduce teen pregnancies in Round Rock. But Chadwell thinks that now we need to actually demonstrate condom techniques to thirteen-year-olds.&quot; That text appears below what looks like a sheet of paper listing a &quot;class schedule&quot; with the subjects history, geography and math crossed out in red with &quot;condom techniques&quot; yet to be struck.<br />\r\n\t<br />\r\n\tOn its reverse side, the mailer mentions the <em>Round Rock Leader</em> newspaper and also says the <em>Austin American-Statesman</em> reported Chadwell saying that he &quot;supported showing students how to effectively use a condom.&quot;<br />\r\n\t<br />\r\n\tAsked the basis of his claim, McCann directed us to his campaign manager, Bill Gravell, who pointed out news stories in the <em>Leader</em>, a twice-weekly Williamson County newspaper, and <em>American-Statesman</em>.<br />\r\n\t<br />\r\n\tA <em>Leader</em><a href=\"http://rrleader.com/Main.asp?SectionID=1&amp;SubSectionID=1&amp;ArticleID=30318\"> news story</a> posted online Oct. 17, 2012, says that six days earlier, the Round Rock school board discussed an August 2012 advisory panel recommendation to shift to an &quot;abstinence-plus&quot; sex education curriculum from the existing approach of teaching abstinence only.<br />\r\n\t<br />\r\n\tAccording to the story, the proposed curriculum would feature &quot;at least one lesson on effective use of contraception methods, beginning with eighth-grade students and continuing in high school, according to information presented to board members in August.&quot;<br />\r\n\t<br />\r\n\tBy telephone, Susan Nix, a district official familiar with its sex education curriculum, told us middle-school students are not now taught about contraception, though contraceptive methods, including condoms, are mentioned in high-school classes otherwise stressing the benefits of abstinence.<br />\r\n\t<br />\r\n\tAccording to the <em>Leader</em> story, board member Catherine Hanna said during the board&rsquo;s October gathering that students should be given complete information about the effectiveness of condoms. &quot;Giving children the incomplete information about condom effectiveness steers them away from condom use if they choose to have sex,&quot; Hanna said. &quot;If we want to stress using condoms effectively, why not show them?&quot;<br />\r\n\t<br />\r\n\tThe article says Chadwell said he agreed with Hanna, regarding showing students how to properly use a condom. &quot;I would rather risk making a few students and teachers feel uncomfortable and show them condom use and prevent some teen pregnancies,&quot; Chadwell said, according to the article, which quotes the district superintendent, Jes&uacute;s Ch&aacute;vez, as saying that members can bring the recommendation up again at the board&rsquo;s Nov. 15, 2012 meeting.<br />\r\n\t<br />\r\n\tOn Oct. 20, 2012, the <em>Statesman</em> published a<a href=\"http://www.statesman.com/news/news/local/williamson-county-community-news-round-rock-school/nShcm/\"> summary</a> of the <em>Leader</em> story stating Hanna and Chadwell had said they supported showing students how to effectively use a condom.<br />\r\n\t<br />\r\n\tMcCann&rsquo;s campaign subsequently highlighted Chadwell&rsquo;s quoted comment in a<a href=\"http://alt.coxnewsweb.com/statesman/politifact/102412%20mccannpressrelease.pdf\"> press release</a> headlined &quot;Teaching Middle School students how to put on a Condom is Not Consistent with the Values of Round Rock.&quot; The release says that according to the <em>Leader</em>, Chadwell wants to teach middle-school students how to put on condoms. &quot;Do we really want to be showing our 13-year-old children how to use condoms?&quot; McCann said in the release.<br />\r\n\t<br />\r\n\tIn reaction, Chadwell emailed a <a href=\"https://docs.google.com/document/pub?id=1tZI3CzdSYxsupMi0iSbza_qyX5ha3dGXs3gMu9oBc0k\">statement</a> to reporters that does not directly contradict McCann&rsquo;s description of his remarks. The statement says that no specific ages were mentioned at the board meeting and that the board had asked the superintendent to &quot;prepare an age-appropriate sex ed curriculum&quot; for middle- and high-school students with a staff recommendation to be presented at the Nov. 15 board meeting.<br />\r\n\t<br />\r\n\tSeeking detail, we watched the district&rsquo;s video recording of the meeting, which showed that board members heard a presentation by Blair Murphy of Scott &amp; White&rsquo;s &quot;Worth the Wait&quot; program, which provides the district&rsquo;s middle-school sex education curriculum.<br />\r\n\t<br />\r\n\tMurphy told board members that the proposal would result in a lesson covering several contraceptive methods including condoms joined by the message that abstinence is the only completely effective, healthy method.<br />\r\n\t<br />\r\n\tCondom demonstrations would not occur, Murphy said.<br />\r\n\t<br />\r\n\t&quot;We do not do condom demonstrations in the classroom,&quot; she said. &quot;We won&rsquo;t be showing students how to use a condom with a fruit or anything like that.&quot; A slide summarizing the condom portion of the lesson says &quot;facts you need to know&quot; are that condoms should be consistently used correctly; that they have a higher pregnancy result than some other methods; and that a condom should only be used once.<br />\r\n\t<br />\r\n\tAsked by a board member (not Chadwell) why students are not shown how to use condoms, Murphy said that&rsquo;s probably best done in a private setting with a health professional who can give advice.<br />\r\n\t<br />\r\n\tAccording to the video, Chadwell did not explicitly mention showing students condom use. That&rsquo;s contrary to his quotation in the <em>Leader</em> story later echoed in the <em>Statesman</em>.<br />\r\n\t<br />\r\n\tThen again, Chadwell initially told his colleagues a story about the ineffectiveness of instructing residents in a foreign country by placing a condom on a stick. He then said: &quot;My view is I would rather risk offending a few peoples and students, embarrassing them a little bit, if it stops a few pregnancies, and if that&rsquo;s what that means.&quot;<br />\r\n\t<br />\r\n\tAdding that the idea of abstinence is &quot;great,&quot; Chadwell continued: &quot;So at the risk of offending a few people, I would almost rather have it as a standard, of saying that we are going to teach everything that is going to be embarrassing.&quot;<br />\r\n\t<br />\r\n\tLater in the meeting, Chadwell agreed with Ch&aacute;vez, the superintendent, who said he was taking the discussion as a sign the district should initiate a lesson on contraceptives extending from eighth grade into high school, though Ch&aacute;vez said he would like more discussion of whether condom use should be taught and whether the contraception lesson should be implemented this school year.<br />\r\n\t<br />\r\n\tBy phone, we asked Chadwell what he meant by telling the story of the ineffectiveness of instructing individuals by putting condoms onto sticks. He said the point was to emphasize the importance of teaching about contraceptives in a way that truly educates students. &quot;I don&rsquo;t want the school district to show a very G-rated version of a sex education program that is not (also) effective,&quot; he said, adding that what students are taught should be based on guidance from curricular experts.<br />\r\n\t<br />\r\n\tWe asked, too, what Chadwell meant by saying the district would be teaching &quot;everything that is embarrassing.&quot; He replied that the topic of sex education is embarrassing. He then speculated that students could be taught about proper condom use with an animation or illustration or another expert-endorsed approach, though he said he has not warmed to--and did not advocate--classroom demonstrations of any birth-control devices.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tMcCann said Chadwell &quot;wants condom techniques demonstrated to your children.&quot;<br />\r\n\t<br />\r\n\tThis statement has an element of truth in that Chadwell supports a developing proposal that could lead to students from eighth grade into high school being taught about contraceptive methods, including condoms.<br />\r\n\t<br />\r\n\tHowever, Chadwell was not explicit about supporting classroom condom demonstrations, we learned. It&rsquo;s notable, too, that the presenter who stirred board discussion declared that condom demonstrations are not part of the contemplated lesson. These critical facts are absent from McCann&rsquo;s claim.</p>\r\n<p>\r\n\tAll told, we see a gaping difference between supporting a lesson on various contraceptive methods and advocating show-and-tell condom demonstrations.<br />\r\n\t<br />\r\n\tWe rate this claim as Mostly False.</p>\r\n", "ruling_comments_date": "2012-10-31T19:17:23.416707", "ruling_date": "2012-11-01T06:00:00", "ruling_headline": "Round Rock candidate says school board president wants condom techniques demonstrated \"to your children\"", "ruling_headline_slug": "round-rock-candidate-says-school-board-president-w", "ruling_link_text": "Don't know much about condom-y", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tTelephone interview, Tere McCann, candidate for Round Rock school board, Oct. 30, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Bill Gravell, manager, Tere McCann campaign, Round Rock, Oct. 30, 2012<br />\r\n\t<br />\r\n\t<em>Round Rock Leader</em>, news article, <a href=\"http://rrleader.com/Main.asp?SectionID=1&amp;SubSectionID=1&amp;ArticleID=30318\">&quot;RRISD trustees discuss sex education options,&quot;</a> Oct. 17, 2012<br />\r\n\t<br />\r\n\tTelephone interviews, Chad Chadwell, Oct. 31, 2012<br />\r\n\t<br />\r\n\tTelephone interview, JoyLynn Occhiuzzi, executive director, community relations/legal services, and Susan Nix, assistant athletic director, Round Rock Independent School District, Oct. 31, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Certified Public Accountant", "false_count": 0, "first_name": "Tere", "half_true_count": 0, "home_state": "Texas", "id": 2079, "last_name": "McCann", "mostly_true_count": 0, "name_slug": "tere-mccann", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/teremccann103112pft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2079/", "total_count": 1, "true_count": 0, "website": "http://teremccann.com/"}, "statement": "<p>\r\n\tSays opponent Chad Chadwell &quot;wants condom techniques demonstrated to your children.&quot;</p>\r\n", "statement_context": "a campaign mailer.", "statement_date": "2012-10-30", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 256, "photo": null, "resource_uri": "/api/v/2/subject/256/", "subject": "Sexuality", "subject_slug": "sexuality", "used_in_edition": ["/api/v/2/edition/14/"]}], "target": [], "twitter_headline": ""}