{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2012/nov/09/kirk-watson/kirk-watson-says-states-population-will-double-50-/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 7078, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/7078/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tAustin&rsquo;s state senator makes a by-the-numbers&rsquo; case for funding the state&rsquo;s water plan.<br />\r\n\t<br />\r\n\tFor an October 2012 <a href=\"http://www.statesman.com/documents/2012/oct/19/download-our-2012-voters-guide/\">voters guide</a>, Democrat Kirk Watson was asked by the League of Women Voters, Austin Area, what programs or solutions he believes necessary to address the state&rsquo;s current and future water needs.<br />\r\n\t<br />\r\n\t&quot;Texas&rsquo; population is projected to double in the next 50 years or so,&quot; Watson replied, &quot;but our basic amount of water will remain about where it is now. Texas has an official water plan showing our water needs over a half-century and ideas for meeting those needs. But that plan requires steady funding. Ideas such as bottled water fees and utility surcharges should be considered. But the first priority should be promoting, incentivizing and optimizing conservation.&quot;<br />\r\n\t<br />\r\n\tWatson has a point. The plan, which is revised every five years, largely remains unfunded. In April 2012, we <a href=\"http://www.politifact.com/texas/promises/perry-o-meter/promise/826/fund-state-water-plan/\">rated as Broken</a> a 2010 promise by Gov. Rick Perry to coax the 2011 Legislature to invest in it, though lawmakers had voted to finance approximately $100 million in water-plan projects. Overall, lawmakers and Perry agreed on the state covering 11 percent of the plan&rsquo;s estimated costs through 2019.<br />\r\n\t<br />\r\n\tFor this article, we wondered about Watson&rsquo;s recent population and water-supply projections. Will the state&rsquo;s population double in 50 years or so while available water remains about the same?<br />\r\n\t<br />\r\n\tBy email, Watson spokesman Steve Scheibal said that within the guide&rsquo;s answer word-limit, Watson based his claim on statewide and regional projections in the 2012 version of the <a href=\"http://www.twdb.state.tx.us/waterplanning/swp/2012/\">water plan</a>.<br />\r\n\t<br />\r\n\tThe plan, published by the Texas Water Development Board, has figures related to Watson&rsquo;s questionnaire answer, we found, but it doesn&rsquo;t project a doubling in population within 50 years or so and its water projections for that year have two facets.<br />\r\n\t<br />\r\n\tSpecifically, the plan says that from 2010 to 2060, the state&rsquo;s population is expected to increase from 25.4 million to 46.3 million. That would amount to an increase of 82 percent, about 4.5 million short of a doubling.<br />\r\n\t<br />\r\n\tBy telephone, Dan Hardin, the board&rsquo;s director of Water Resource Planning, told us the plan&rsquo;s population forecasts were devised in consultation with the <a href=\"http://txsdc.utsa.edu/\">Texas State Data Center</a>, which disseminates state population estimates. The plan says the expected increases are the result of residents coming to Texas continuing to outnumber those who leave as well as in-state births outnumbering deaths. Hardin said, too, that the plan presumes even greater population gains for about a quarter of the state&rsquo;s 254 counties, particularly counties with fast-growing suburbs.<br />\r\n\t<br />\r\n\tSeparately, we reached Lila Valencia of the San Antonio-based State Data Center, who told us by phone the center has not calculated when the state&rsquo;s population will double and has not issued population projections past 2050. By phone, the state demographer, Lloyd Potter, told us that if one assumed state population growth at the same rate as the past decade, an &quot;aggressive assumption,&quot; the population would double by 2050 or so.<br />\r\n\t<br />\r\n\tIt could be that the population doubles by 2060 or later, Potter said, though that&rsquo;s &quot;educated guesswork.&quot;<br />\r\n\t<br />\r\n\tAlternatively, we asked, might the 82 percent increase presented in the water plan be likened to doubling? Potter said he would not do so. &quot;It&rsquo;s not consistent with &lsquo;doubling.&rsquo; I personally would avoid using the word &lsquo;doubling&rsquo; &quot; in reference to the 82 percent projection, he said, since a doubling would be 100 percent.<br />\r\n\t<br />\r\n\tSo, there are no projections of when the population will double.<br />\r\n\t<br />\r\n\tNext, we took up Watson&rsquo;s suggestion that &quot;our basic amount of water will remain about where it is now.&quot;<br />\r\n\t<br />\r\n\tBroadly, Scheibal said by email, the planet always has about the same amount of water, though it moves and changes form, from liquid to gas to solid, dependent on conditions. Hardin put it this way: &quot;In the very biggest picture, the water we have now is the water we will always have. It gets recycled.&quot;<br />\r\n\t<br />\r\n\tThis is not to say that Texas will be home to the same amount of water even as its population increases. The state water plan essentially says that because less water will remain in underground aquifers, there will be less water available above ground.<br />\r\n\t<br />\r\n\tStill, one section of the plan says that statewide, available surface water will only be slightly decreased by 2060. The surface water available in 2010, pegged in the plan at 13.5 million acre-feet per year, compares to a predicted 13.3 million acre-feet per year by 2060, the plan says. (An acre-foot is the amount of water that would cover an acre at a foot deep, or 325,851 gallons.)<br />\r\n\t<br />\r\n\tThat is, available surface water would be down less than 2 percent.<br />\r\n\t<br />\r\n\tHardin cautioned, however, that &quot;available&quot; water groups water easily accessed with water that is not easily conveyed. To gauge how much water Texas has (or will have) to do what Texas needs to do, he said, the board calculates the more-limited &quot;existing water supply.&quot;<br />\r\n\t<br />\r\n\t&quot;Existing water supplies are those supplies that are physically and legally available now,&quot; the plan says. &quot;In other words, existing supplies include water that providers have permits or contracts for now and are able to provide to water users with existing infrastructure such as reservoirs, pipelines and well fields. Water availability, on the other hand, refers to how much water would be available if there were no legal or infrastructure limitations,&quot; the plan says.<br />\r\n\t<br />\r\n\tAs noted in an Oct. 18, 2011, <em>Austin American-Statesman</em> <a href=\"http://www.statesman.com/news/news/state-regional/texas-already-short-of-water-grapples-with-long--1/nRgSF/\">news article</a> pointed out by Scheibal, the plan also says, &quot;We do not have enough existing water supplies today to meet the demand for water during times of drought.&quot;<br />\r\n\t<br />\r\n\tThe plan projects existing water supplies &mdash; folding in surface water, groundwater and reused wastewater &mdash; to decrease about 10 percent, from about 17 million acre-feet in 2010 to about 15.3 million acre-feet in 2060 as less water is available in the state&#39;s aquifers. Meantime, water needed statewide is anticipated to grow 22 percent, the plan says, due to a decline in irrigation water use and a slight decrease in per-person water use in towns and cities, which reflects ongoing shifts to more efficient plumbing, Hardin told us.<br />\r\n\t<br />\r\n\tUpshot: State projections of &quot;available&quot; water and the more conservative &quot;existing&quot; water supply suggest Texas stands to have less water in 50 years.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tThe senator said the state&rsquo;s &quot;population is projected to double in the next 50 years or so, but our basic amount of water will remain about where it is now.&quot;<br />\r\n\t<br />\r\n\tIn fact, Texas is expected to have at least a tad less water by 2060, the latest state water plan says. Also, the population will not double until an uncertain date, but has been projected to increase 82 percent between 2010 and 2060.<br />\r\n\t<br />\r\n\tWatson&rsquo;s claim, lacking these clarifications, rates Mostly True.</p>\r\n<p>\r\n\t<em><strong>Clarification, 3:33 p.m. Nov. 9, 2012:</strong></em> <em>This article includes revised paragraphs regarding what the state water plan contains. This change did not affect the rating.</em></p>\r\n", "ruling_comments_date": "2012-11-09T11:32:59.556897", "ruling_date": "2012-11-09T14:30:00", "ruling_headline": "Kirk Watson says state's population will double in 50 years or so while amount of water will remain about the same", "ruling_headline_slug": "kirk-watson-says-states-population-will-double-50-", "ruling_link_text": "No doubling projection yet", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tEmails (excerpted), <a href=\"https://docs.google.com/document/pub?id=16Q5uolv4a-NepOpegrDdGinOD74eBApXU-mE2icSb1o\">responses</a> to PolitiFact Texas, Steve Scheibal, Policy and Communications director, Office of state Sen. Kirk Watson, Oct. 25, Oct. 31 and Nov. 1, 2012<br />\r\n\t<br />\r\n\tTexas Water Development Board, report,<a href=\"http://www.twdb.state.tx.us/publications/state_water_plan/2012/2012_SWP.pdf\"> &quot;Water for Texas, 2012 State Water Plan,&quot;</a> Jan. 5, 2012 (viewed Oct. 25, 2012)<br />\r\n\t<br />\r\n\tTelephone interview, Dan Hardin, director, Water Resource Planning, Texas Water Development Board, Nov. 1, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Lila Valencia, legislative liaison, Texas State Data Center, San Antonio, Nov. 1, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Lloyd Potter, state demographer, San Antonio, Nov. 2, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "lawyer", "false_count": 0, "first_name": "Kirk", "half_true_count": 0, "home_state": "Texas", "id": 893, "last_name": "Watson", "mostly_true_count": 2, "name_slug": "kirk-watson", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/watson04302010Cabluckf.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/893/", "total_count": 5, "true_count": 3, "website": "http://www.kirkwatson.com/"}, "statement": "<p>\r\n\t&quot;Texas&rsquo; population is projected to double in the next 50 years or so, but our basic amount of water will remain about where it is now.&quot;</p>\r\n", "statement_context": "an answer for the League of Women Voters, Austiin Area, Voters Guide.", "statement_date": "2012-10-21", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 293, "photo": null, "resource_uri": "/api/v/2/subject/293/", "subject": "Population", "subject_slug": "population", "used_in_edition": ["/api/v/2/edition/14/"]}, {"description": "", "id": 197, "photo": null, "resource_uri": "/api/v/2/subject/197/", "subject": "Water", "subject_slug": "water", "used_in_edition": ["/api/v/2/edition/5/", "/api/v/2/edition/2/"]}], "target": [], "twitter_headline": ""}