{"art": [], "author": [{"email_address": "rfields@plaind.com", "first_name": "Reginald", "id": 156, "last_name": "Fields", "name_slug": "reginald-fields", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-reginald-fields.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/156/", "title": "Bureau chief, Plain Dealer statehouse bureau", "twitter": null}], "canonical_url": "/ohio/statements/2012/nov/12/ohio-democratic-party/ohio-democratic-party-attacks-mike-dovilla-over-pr/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 7083, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "rfields@plaind.com", "first_name": "Reginald", "id": 156, "last_name": "Fields", "name_slug": "reginald-fields", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-reginald-fields.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/156/", "title": "Bureau chief, Plain Dealer statehouse bureau", "twitter": null}], "resource_uri": "/api/v/2/statement/7083/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tGov. John Kasich has talked of leasing the Ohio Turnpike to the highest bidder to bring in a new stream of cash to pay for some of the state&rsquo;s infrastructure needs. <br />\r\n\t<br />\r\n\tBut as the Republican governor has since found out, his idea has not fared well across Northern Ohio where the 241-mile toll road stretches from Youngstown, through Cleveland and beyond Toledo to the Indiana border. <br />\r\n\t <br />\r\n\tEven some of the governor&rsquo;s fellow Republicans have stepped away from the idea, in part, because of a concern of their constituents. They assert that the turnpike is privately maintained with tolls from Northern Ohio residents who see no equity in privatizing the road to subsidize infrastructure problems in other parts of the state. <br />\r\n\t <br />\r\n\tRepublican incumbent Ohio House Rep. Mike Dovilla lists himself among those conservatives not standing with the governor on this issue. But the Ohio Democratic Party isn&rsquo;t buying it. <br />\r\n\t <br />\r\n\tThe Democratic party and Dovilla&rsquo;s opponent, former State Rep. Matt Patten, sent out campaign mailers that blasted Dovilla. The party said he supported unloading the turnpike to a private operator rather than keeping it in control of the Ohio Turnpike Commission, on whose board Dovilla serves as a non-voting member. <br />\r\n\t <br />\r\n\t&quot;Now Dovilla has signed on to a dangerous plan that could allow a foreign corporation to take over the Ohio Turnpike,&quot; said a mailer paid for by the Ohio Democratic Party. A separate ad from Democrats states that because of Dovilla, &quot;you could pay a foreign corporation every time you drive the turnpike.&quot; <br />\r\n\t <br />\r\n\tDovilla called The Plain Dealer to cry foul, claiming he has been a frequent critic of the plan to lease the turnpike. The foreign corporation reference in the ads is in reference to the fact that Indiana within the past decade leased its toll road to a foreign company for a whopping payday. Ohio has cited Indiana as an example of what could occur here. <br />\r\n\t <br />\r\n\tWhile the mailers were sent to sway voters for Nov. 6&rsquo;s election, Dovilla&rsquo;s position on the Ohio Turnpike remains relevant. He holds a lead of just 305 votes in the unofficial tally from election night and the race likely will be decided by provisional ballots. <br />\r\n\t<br />\r\n\tAnd regardless of whether he holds onto that slim lead, the Kasich administration is expected to address the issue before the end of the year and the end of Dovilla&rsquo;s current term.<br />\r\n\t<br />\r\n\tSo Politifact Ohio decided to check who&rsquo;s right.<br />\r\n\t <br />\r\n\tThe Ohio Democratic Party notes that Dovilla on May 5, 2011 voted for the House version of House Bill 153, the state&rsquo;s current two-year operating budget. The massive bill, whose comparison document alone was nearly 1,000 pages, contained a provision allowing Kasich to seek a deal to privatize a number of state-owned entities, including the Ohio Turnpike. <br />\r\n\t <br />\r\n\t&quot;The fact is, Mike Dovilla voted for the House passed version of HB 153, which authorized the Kasich Administration to both study and sell the Ohio Turnpike,&quot; said Keary McCarthy, spokesman for the House Democrats. <br />\r\n\t <br />\r\n\tDovilla argues that despite his vote, he never supported this specific provision. <br />\r\n\t <br />\r\n\t&quot;I have been on the record in strong opposition to sale or lease of the Ohio Turnpike for more than a year,&quot; Dovilla told Politifact. &quot;In telephone conversations and emails exchanged with constituents, communications with the governor&rsquo;s office, and a statement on our campaign&rsquo;s website, my position on this matter is crystal clear.&quot; <br />\r\n\t <br />\r\n\tDovilla notes that the final bill budget bill approved by the legislature in June 2011 actually requires any turnpike lease deal Kasich might reach to be sent back to the full General Assembly for an approval. <br />\r\n\t <br />\r\n\tBut McCarthy said that it was the Senate that put that language in the bill after the House had approved its version which Dovilla voted for. Once the bill was amended by the Senate and adjusted further by a conference committee, both the House and Senate then voted again on the bill &mdash; this time with the language requiring legislative approval of a turnpike lease deal. Dovilla again voted for the budget bill. <br />\r\n\t <br />\r\n\tHe insists, &quot;my vote in favor of the state operating budget, HB 153, was not a vote for privatization.&quot; McCarthy begs to differ and says Dovilla&rsquo;s first vote signals his true intentions. So, who&rsquo;s right? <br />\r\n\t <br />\r\n\tPolitifact figured the best way to get at the root of this issue was to retrace what Dovilla claims has been his &quot;long-standing opposition&quot; to any form of privatization, even prior to last year&rsquo;s budget vote. <br />\r\n\t <br />\r\n\tDovilla sent Politifact several emails to constituents that purport to show him expressing his opposition: <br />\r\n\t </p>\r\n<br />\r\n<ul style=\"margin-top: 0pt; margin-bottom: 0pt;\">\r\n\t<li style=\"list-style-type: disc; font-size: 15px; font-family: Arial; vertical-align: baseline;\">\r\n\t\tAn email to a constituent dated April 21, 2011: &quot;I share your concerns about the possible privatization of the Turnpike, particularly as this matter has been broadly drafted in the governor&rsquo;s proposed budget.&quot; </li>\r\n</ul>\r\n<br />\r\n<ul style=\"margin-top: 0pt; margin-bottom: 0pt;\">\r\n\t<li style=\"list-style-type: disc; font-size: 15px; font-family: Arial; vertical-align: baseline;\">\r\n\t\tA message to all constituents on Oct. 11, 2011: &quot;For a variety of reasons, I remain skeptical about any privatization of the toll road and its unintended consequences, including the potential for higher tolls and the diversion of commercial vehicles on to local roadways that cannot accommodate increased traffic volume.&quot; </li>\r\n</ul>\r\n<br />\r\n<ul style=\"margin-top: 0pt; margin-bottom: 0pt;\">\r\n\t<li style=\"list-style-type: disc; font-size: 15px; font-family: Arial; vertical-align: baseline;\">\r\n\t\tA message sent to all constituent dated May 29, 2012: &quot;I am deeply concerned with the proposed sale or lease of our Turnpike. The privatization of the 241-mile toll road through a sale or lease to an entity that would very likely be foreign-owned, would have many unintended consequences that outweigh any potential benefits.&quot; </li>\r\n</ul>\r\n<br />\r\n<ul style=\"margin-top: 0pt; margin-bottom: 0pt;\">\r\n\t<li style=\"list-style-type: disc; font-size: 15px; font-family: Arial; vertical-align: baseline;\">\r\n\t\tAnd a message on Dovilla&rsquo;s campaign website states that he &quot;opposes the sale or lease&quot; of the turnpike and is working to obtain state funding to put up sound-mitigation barriers in some the suburban areas lining the toll road. </li>\r\n</ul>\r\n<br />\r\n<p>\r\n\tThe Kasich administration is expected to reveal a report before the end of the year that lays out the state&rsquo;s options for privatizing the turnpike. There is a small chance Kasich may opt to leave the turnpike as is but it is more likely the administration will propose some sort of deal to lease the toll road. <br />\r\n\t <br />\r\n\tSo, where does that leave us in this spat between Dovilla and the Democratic party? <br />\r\n\t <br />\r\n\tThe strength of the Democratic argument is that Dovilla&rsquo;s initial vote was for a bill that &mdash; among hundreds, if not thousands, of other provisions &mdash; gave the governor sole authority to lease the turnpike without legislative input or authorization. The ad lists Dovilla&rsquo;s House budget vote as a source for the claim. <br />\r\n\t <br />\r\n\tSo there is an element of truth in the claim. <br />\r\n\t <br />\r\n\tHard to ignore that Dovilla did vote for the House version of the bill which, if not later amended, would have allowed the governor alone to strike a turnpike privatization deal. That means that despite Dovilla&rsquo;s stated opposition, he did vote to give Kasich the power to do exactly what the state representative says he vehemently opposes -- although the final version of the legislation did not confer that power to Kasich. <br />\r\n\t <br />\r\n\tBut the strength of Dovilla&rsquo;s argument is that while he supported the majority of the budget bill he did not agree with everything in it. And he provided documentation that indicates he has in fact opposed leasing the turnpike. <br />\r\n\t<br />\r\n\tRarely these days is any Statehouse bill of a single intent or purpose. Such is the case especially with budget bills, which are typically thousands of pages, containing budget provisions for dozens of state agencies, departments, boards and commissions. <br />\r\n\t<br />\r\n\tIt is unreasonable to conclude that a vote in favor of such a massive document indicates 100-percent support of everything within it. <br />\r\n\t <br />\r\n\tThose are critical facts that would give a listener a different impression of the claim.<br />\r\n\t<br />\r\n\tOn the Truth-O-Meter this statement rates Mostly False. <br />\r\n\t </p>\r\n", "ruling_comments_date": "2012-11-11T15:02:06.116732", "ruling_date": "2012-11-12T06:00:00", "ruling_headline": "Ohio Democratic Party attacks Mike Dovilla over privatizing the Ohio Turnpike ", "ruling_headline_slug": "ohio-democratic-party-attacks-mike-dovilla-over-pr", "ruling_link_text": "Relies on vote for wide-ranging bill that mentioned turnpike leasing", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tPhone conversation with and email from state Rep. Mike Dovilla, Oct. 25, 2012 <br />\r\n\t<br />\r\n\tPhotocopy of the Ohio Democratic Party mailer provided by state Rep. Mike Dovilla, Oct. 25, 2012<br />\r\n\t<br />\r\n\tReview of the HB 152 budget comparison document found on the Ohio Office of Budget and Management website<br />\r\n\t<br />\r\n\tPhone conversation with and email from Ohio House Democratic spokesman Keary McCarthy<br />\r\n\t<br />\r\n\tEmail from state Rep. Mike Dovilla, Nov. 2, 2012 &nbsp;\u0090</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "", "false_count": 1, "first_name": "", "half_true_count": 2, "home_state": "Ohio", "id": 664, "last_name": "Ohio Democratic Party", "mostly_true_count": 2, "name_slug": "ohio-democratic-party", "pants_count": 2, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-mugs-donkey.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/664/", "total_count": 14, "true_count": 2, "website": "http://www.ohiodems.org/"}, "statement": "<p>\r\n\tSays Mike Dovilla supports a plan &quot;that could allow a foreign corporation to take over the Ohio Turnpike&quot; \u0090</p>\r\n", "statement_context": "an election flier ", "statement_date": "2012-10-25", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 133, "photo": null, "resource_uri": "/api/v/2/subject/133/", "subject": "Infrastructure", "subject_slug": "infrastructure", "used_in_edition": []}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}, {"description": "", "id": 44, "photo": null, "resource_uri": "/api/v/2/subject/44/", "subject": "Transportation", "subject_slug": "transportation", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "State representative", "false_count": 1, "first_name": "Mike", "half_true_count": 1, "home_state": "Ohio", "id": 1816, "last_name": "Dovilla", "mostly_true_count": 0, "name_slug": "mike-dovilla", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-ohio-mike-dovilla.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1816/", "total_count": 3, "true_count": 1, "website": "http://www.house.state.oh.us/index.php?option=com_displaymembers&task=detail&district=18"}], "twitter_headline": ""}