{"art": [], "author": [{"email_address": "jhdavis@ajc.com", "first_name": "Janel", "id": 382, "last_name": "Davis", "name_slug": "janel-davis", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/382/", "title": "Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2012/nov/13/brian-robinson/its-good-bet-your-lottery-director-doesnt-have-lot/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 7085, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jhdavis@ajc.com", "first_name": "Janel", "id": 382, "last_name": "Davis", "name_slug": "janel-davis", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/382/", "title": "Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/7085/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tGeorgia&rsquo;s $3.8 billion lottery is big business for the state, responsible for funding almost $1 billion for college scholarships and pre-kindergarten programs each year. With so much at stake, such a large enterprise is closely watched by the state&rsquo;s top politicos.<br />\r\n\t<br />\r\n\tThe spotlight fell last month on the Georgia Lottery Board when one of its members resigned because she thought the panel was feeling pressured to hire Gov. Nathan Deal&rsquo;s budget director as the next lottery chief.<br />\r\n\t<br />\r\n\tThe new chief, Debbie Dlugolenski Alford, a former director of the state&rsquo;s Office of Planning and Budget and a member of the lottery board, had never worked for a lottery. Some officials, including a state Senate leader, <a href=\"http://www.ajc.com/news/news/state-regional-govt-politics/alford-named-head-of-georgia-lottery/nSnsC/\">questioned</a> the selection and Alford&rsquo;s qualifications.<br />\r\n\t<br />\r\n\tDeal spokesman Brian Robinson dismissed the criticism, telling an Atlanta Journal-Constitution reporter that half the lottery directors across the country had not run a lottery before they were hired. Ultimately, the state lottery board unanimously <a href=\"http://www.ajc.com/news/news/state-regional-govt-politics/alford-named-head-of-georgia-lottery/nSnsC/\">confirmed</a> Alford for the job Oct. 25.<br />\r\n\t<br />\r\n\tWe wondered whether Robinson&rsquo;s claim was accurate. How many of the jurisdictions operating lotteries had directors without previous lottery experience? Was this an acceptable practice in the industry to roll the dice on an untested leader? And did a background in other professional fields qualify as related experience?<br />\r\n\t<br />\r\n\tThe Georgia Lottery Corp. has been in operation for 19 years and has sales exceeding $45 billion, according to information on the lottery&rsquo;s <a href=\"http://www.galottery.com/about-us\">website</a>. Of that amount, more than $13.8 billion has been transferred to the state&rsquo;s Lottery for Education Account. At any given time, Georgia&rsquo;s lottery operates nine online or computerized games and about 40 instant ticket games.<br />\r\n\t<br />\r\n\tWe asked Robinson for any documentation to support his claim. The governor&rsquo;s office provided a chart of lottery directors in 43 states, as well as Washington, D.C., Puerto Rico and the U.S. Virgin Islands. The data, compiled by the governor&rsquo;s office with a July 24 date, included a list of lottery CEOs and their former or concurrent occupation. The chart also included a background column on whether the CEO had lottery experience.<br />\r\n\t<br />\r\n\tWhen asked, an office spokeswoman did not explain how the office qualified lottery experience, and whether it was based on any specific requirement such as length of time in office, training or related professional work.<br />\r\n\t<br />\r\n\tNot content to take the governor&rsquo;s office chart at face value, we did our own research on the 46 lottery chiefs listed on the chart. PolitiFact Georgia&rsquo;s research found that 22 directors on the list appeared to have no previous lottery experience, including the directors for the Puerto Rico and U.S. Virgin Islands lotteries. The limited background information found on those two directors did not appear to include any previous lottery experience.<br />\r\n\t<br />\r\n\tFor the most part, the governor&rsquo;s office was accurate in its assessments, if previous lottery experience included sitting on a lottery board or commission, or serving in some other job for the same state lottery, such as legal counsel.<br />\r\n\t<br />\r\n\t<br />\r\n\tIn a few cases, the chart information was incorrect based on our research of online biographies, related media articles or announcements and the lotteries&rsquo; websites. For example, the chart lists former Georgia Lottery chief Margaret deFrancisco as having no previous lottery experience. In fact, DeFrancisco had been director of the New York Lottery before coming to Atlanta. And the governor&rsquo;s office listed Arizona&rsquo;s lottery executive director, Jeff Hatch-Miller, as having previous experience, but his biography included no mention of previous lottery work. Hatch-Miller&rsquo;s experience included time served on the state commission in charge of regulating utilities and time spent in the Arizona Legislature.<br />\r\n\t<br />\r\n\tOverall, the operation of lotteries is done at the state level. There is no overarching organization or federal department with regulatory authority. Within the industry, the North American Association of State and Provincial Lotteries, based in Geneva, Ohio, acts as the trade group for lotteries and provides support to lottery administrators. Membership consists of jurisdictions operating lotteries, including 43 states, Washington, D.C., Puerto Rico, the U.S. Virgin Islands, five Canadian provinces and Mexico.<br />\r\n\t<br />\r\n\tQualifications for lottery directors or CEOs are determined by the states, said David Gale, the NASPL&rsquo;s executive director. The NASPL does not keep statistics on lottery directors&rsquo; backgrounds.<br />\r\n\t<br />\r\n\t&quot;With past experience you&rsquo;ll find a mix. There are some directors without previous lottery experience, but they have some business, budgeting and security experience that is significant in operating a lottery,&quot; Gale said. Also notable, he said, some of the top lottery positions are appointed positions that can be political appointments.<br />\r\n\t<br />\r\n\tDirect experience in operating a lottery is not irrelevant, but it is only one of many qualities to consider in a CEO&rsquo;s role, said Paul Jason, director of the Public Research Gaming Institute. A director with ties to the governor&rsquo;s office or state legislature could be important in navigating between those offices and personalities and the lottery corporation, he said.<br />\r\n\t<br />\r\n\tGeorgia&rsquo;s lottery has a &quot;deep bench&quot; of talented top management that can deal with the management of the lottery and can help the incoming director, making direct experience unnecessary [for the director], Jason said.<br />\r\n\t<br />\r\n\tSo let&rsquo;s review. Robinson, the governor&rsquo;s spokesman, shunned criticism about the state&rsquo;s new lottery director having no previous lottery experience when selected for the job last month. Robinson told a newspaper reporter that half the country&rsquo;s lottery directors had not run lotteries before taking the top job.<br />\r\n\t<br />\r\n\tRobinson&rsquo;s claim is correct -- in most cases. There is some room for interpretation.<br />\r\n\t<br />\r\n\tStill, we rate Robinson&rsquo;s statement Mostly True.</p>\r\n", "ruling_comments_date": "2012-11-12T14:47:14.914755", "ruling_date": "2012-11-13T06:00:00", "ruling_headline": "It's a good bet that your lottery director doesn't have lot of experience", "ruling_headline_slug": "its-good-bet-your-lottery-director-doesnt-have-lot", "ruling_link_text": "Odds are that your state's lottery director has limited gaming experience", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tAtlanta Journal-Constitution, &quot;<a href=\"http://www.ajc.com/news/news/lottery-board-member-resigns-citing-pressure-from-/nSbKn/\">Lottery board member resigns citing pressure from the governor on presidential hire</a>,&quot; James Salzer, Oct. 11, 2012<br />\r\n\t<br />\r\n\tAtlanta Journal-Constitution, &quot;<a href=\"http://www.ajc.com/news/news/state-regional-govt-politics/alford-named-head-of-georgia-lottery/nSnsC/\">Alford named head of Georgia Lottery</a>,&quot; Kristina Torres, Oct. 25, 2012<br />\r\n\t<br />\r\n\tLottery director background information, compiled by Gov. Nathan Deal&rsquo;s office, received Nov. 5, 2012<br />\r\n\t<br />\r\n\t<a href=\"http://www.galottery.com/\">Georgia Lottery Corporation website</a><br />\r\n\t<br />\r\n\tPhone interview, Paul Jason, publisher and CEO, Public Gaming Research Institute, Nov. 6, 2012<br />\r\n\t<br />\r\n\tPhone interview, David Gale, executive director, North American Association of State and Provincial Lotteries, Nov. 8, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 1, "first_name": "Brian", "half_true_count": 0, "home_state": "Georgia", "id": 618, "last_name": "Robinson", "mostly_true_count": 2, "name_slug": "brian-robinson", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Brian_Robinson.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/618/", "total_count": 5, "true_count": 1, "website": ""}, "statement": "<p>\r\n\tHalf the lottery directors across the country had not run a lottery before they were hired.</p>\r\n", "statement_context": "a newspaper article ", "statement_date": "2012-10-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 291, "photo": null, "resource_uri": "/api/v/2/subject/291/", "subject": "Lottery", "subject_slug": "lottery", "used_in_edition": ["/api/v/2/edition/14/"]}], "target": [], "twitter_headline": "Georgia governor's spokesman defense of lottery pick hold up "}