{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2012/nov/18/county-line/county-line-restaurant-chain-says-full-and-part-ti/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 7096, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/7096/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tJust before the November 2012 elections, employees of an Austin-based restaurant chain were warned the 2010 federal health care overhaul will cost them.<br />\r\n\t<br />\r\n\tAn open letter; headlined &quot;Health Insurance -- Starting in 2014,&quot; was tucked in with paychecks for employees of the County Line restaurants, according to an <em>Austin Chronicle</em> <a href=\"http://www.austinchronicle.com/news/2012-11-02/barbecue-with-a-side-order-of-politics/\">news article</a> posted online Nov. 2.<br />\r\n\t<br />\r\n\tAs of January 2014, the letter says, &quot;YOU will be required to get and pay for health insurance. Your employer may help you but YOU will be legally required to buy health insurance.&quot;<br />\r\n\t<br />\r\n\tThe letter continues: &quot;How much will I have to pay? The best estimate from the Congressional Budget Office for the minimum level of health insurance coverage&quot; when the law takes effect is $4,500 a year, or $375 a month, for individual coverage, and $12,000 a year, or $1,000 a month, for family coverage.<br />\r\n\t<br />\r\n\tReader Sally Villarreal of Austin wrote us asking if the declared costs hold water.<br />\r\n\t<br />\r\n\tUnder the law, many Americans will be required to have coverage as of 2014 or pay an income-tax penalty.<br />\r\n\t<br />\r\n\tBut not every resident will directly pay the full costs.<br />\r\n\t<br />\r\n\tThe law provides tax credits subsidizing purchases by people with lower incomes. Also, many full-time workers will not face the full tab.<br />\r\n\t<br />\r\n\tThe County Line letter, for instance, says employees considered full time, or working more than 30 hours a week, would have half their individual premium costs covered by the chain. Under the law, businesses with 50 or more full-time employees must offer those employees an affordable plan or pay a penalty for not doing so. &nbsp;<br />\r\n\t<br />\r\n\tThe letter does not say if the chain plans to offer part-time workers health-plan help, though it says such workers will have to get insured, regardless. As a result of the law, the letter says, &quot;many of our employees will be restricted to working less than 30 hours a week.&quot;<br />\r\n\t<br />\r\n\tBy telephone, Glen Garey, general counsel of the Texas Restaurant Association, who said he reviewed the letter before its distribution, told us he expects the law to cause restaurants to strive for a lid on full-time workers.<br />\r\n\t<br />\r\n\tThe letter closes: &quot;THIS IS THE LAW. It&rsquo;s not a maybe. It is already happening.&quot; After noting that the Supreme Court has upheld the insurance mandate, the letter says: &quot;The law could be repealed, but that would require a Republican president, and Republican majorities in the Senate and House... At this point, &lsquo;Hope&rsquo; is not a strategy.&quot;<br />\r\n\t<br />\r\n\tThat portion could have been read as a timely appeal to vote against President Barack Obama and Democrats who supported the law, which is often called Obamacare.<br />\r\n\t<br />\r\n\tNot so, County Line co-owner Skeeter Miller told us by telephone. Miller said the County Line, whose restaurants employ up to 1,000 people each year, distributed the notice because some workers incorrectly believed they were going to be getting free health care.<br />\r\n\t<br />\r\n\tSo, will premiums cost $350 to $1,000 a month as the County Line says?<br />\r\n\t<br />\r\n\tMiller said he based the employee notice on a Jan. 11, 2010, <a href=\"http://www.cbo.gov/sites/default/files/cbofiles/ftpdocs/108xx/doc10884/01-11-premiums_for_bronze_plan.pdf\">letter</a> from Douglas Elmendorf, director of the nonpartisan Congressional Budget Office, to Sen. Olympia Snowe, R-Maine, who had requested information on likely premiums for policies fulfilling the requirement that Americans get insured.<br />\r\n\t<br />\r\n\tThe budget office letter says the agency&rsquo;s cost estimates &mdash; for 2016, not 2014 &mdash; address Snowe&rsquo;s question about the likely costs to obtain what are designated as minimal &quot;Bronze&quot; health plans, as opposed to more costly &quot;Silver&quot; plans providing greater coverage. &quot;Overall, CBO estimates that premiums for Bronze plans purchased individually in 2016 would probably average between $4,500 and $5,000 for single policies and between $12,000 and $12,500 for family policies,&quot; Elmendorf wrote.<br />\r\n\t<br />\r\n\tSure enough, those figures boil out to monthly costs of $375 to $417 for single policies and $1,000 to $1,042 for family policies, close to what the County Line told its workers.<br />\r\n\t<br />\r\n\tBut the budget office figures were laid out with caveats, including that they do not reflect the subsidies available to lower-income Americans, the budget office letter says, and also &quot;represent national averages; premiums for specific individuals would differ on the basis of their age, average spending on health care in their area of the country, and the specific plan they chose.&quot;<br />\r\n\t<br />\r\n\tBy email, budget office spokeswoman Deborah Kilroe advised us the figures have not been updated.<br />\r\n\t<br />\r\n\tSeparately, the U.S. Department of Health and Human Services and Blue Cross and Blue Shield of Texas, a health insurer, replied to our inquiries about the expected costs of coverage without specific forecasts. Blue Cross spokesman Ross Blackstone said by email: &quot;We don&#39;t forecast costs like that because there are just too many variables that determine a person&#39;s premiums (type of policy, geographic region, utilization in that area, state reporting requirements, etc.).&quot;<br />\r\n\t<br />\r\n\tFor an insurance industry perspective, Jennifer Cawley of the Texas Association of Life and Health Insurers guided us to Robert Zirkelbach of the America&rsquo;s Health Insurance Plans, a national trade association representing the health insurance industry. By telephone, Zirkelbach said the 2010 estimate remains the best available national forecast, but averages also don&rsquo;t tell the full story. He said several factors--including the law&rsquo;s minimum coverage requirement--to drive up premiums.<br />\r\n\t<br />\r\n\t&quot;How much an individual or small business&rsquo;s premiums will go up depends entirely on the amount of coverage someone has today,&quot; Zirkelbach said, meaning that if current coverage is especially minimal, the 2014 increase will likely be more substantial. Another variable, he said, would be the number of beneficiaries placed under each policy.<br />\r\n\t<br />\r\n\tNext, we noticed the nonpartisan Kaiser Family Foundation, which has widely studied U.S. health care, cites the budget office figures on its <a href=\"http://healthreform.kff.org/en/the-basics/requirement-to-buy-coverage-flowchart.aspx\">web page</a> outlining the law&rsquo;s mandate. Kaiser&rsquo;s summary says premiums would vary by the age of people being insured. In 2010, it says, employees paid $899 on average toward the cost of individual coverage in an employer-based insurance plan and $3,997 for a family of four.<br />\r\n\t<br />\r\n\tThat&rsquo;s a lot less than the budget office cost estimates for 2016, but also solely reflects employee shares of premiums.<br />\r\n\t<br />\r\n\tMeantime, premium costs have gone up. According to a <a href=\"http://www.kff.org/insurance/ehbs091112nr.cfm\">2012 Kaiser survey </a>of employer health benefits, annual premiums for family coverage cost $15,745 of late, with workers on average paying $4,316 toward those costs. Premiums for worker-only health coverage reached $5,615 annually, Kaiser said, with workers on average paying $951. Kaiser said the survey was conducted between January and May 2012 and included 3,326 randomly selected, non-federal public and private firms with three or more employees, 2,121 of which responded to the full survey.<br />\r\n\t<br />\r\n\tWe asked Kaiser&rsquo;s Gary Claxton, who oversaw the survey, to speak to the cost claim in the County Line&rsquo;s notice. By telephone, Claxton suggested several flaws, including, he said, the implication that workers would be burdened with the full premium costs whereas employers would partially fund costs for full-time workers. Also, Claxton said, part-time workers might qualify for subsidies.<br />\r\n\t<br />\r\n\tEither way, he said, &quot;the employee is not paying the whole thing.&quot;<br />\r\n\t<br />\r\n\tCarter Hobbs, a County Line employee who helped draft the employee notice, agreed by phone that the 2010 projections reflect full premium costs, not costs to employees alone. &quot;How that cost is covered is a whole &lsquo;nother discussion,&quot; Hobbs said.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tThe County Line letter to workers says full- and part-time workers will be required to buy health insurance in 2014 costing $375 to $1,000 a month.<br />\r\n\t<br />\r\n\tThose figures align with the budget office&rsquo;s 2010 letter on what it would cost to purchase health insurance in 2016--not 2014. Also, those estimates did not attempt to calculate the effect of premium subsidies and were clearly presented as ballpark forecasts.<br />\r\n\t<br />\r\n\tBroadly, too, the County Line notice risks the misimpression that insurance costs would be borne by workers alone when results will not be that simple.<br />\r\n\t<br />\r\n\tWe rate this claim as Half True.</p>\r\n", "ruling_comments_date": "2012-11-16T12:05:38.738797", "ruling_date": "2012-11-18T06:00:00", "ruling_headline": "County Line restaurant chain says full- and part-time workers will be required to buy insurance costing $375 to $1,000 a month, starting in 2014", "ruling_headline_slug": "county-line-restaurant-chain-says-full-and-part-ti", "ruling_link_text": "Off two years, missing caveats", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<em>The Austin Chronicle</em>, news article, <a href=\"http://www.austinchronicle.com/news/2012-11-02/barbecue-with-a-side-order-of-politics/\">&quot;Barbecue With a Side Order of Politics,&quot;</a> Nov. 2, 2012<br />\r\n\t<br />\r\n\tCongressional Budget Office, <a href=\"http://www.cbo.gov/sites/default/files/cbofiles/ftpdocs/108xx/doc10884/01-11-premiums_for_bronze_plan.pdf\">Letter from Douglas Elmendorf, director, to U.S. Sen. Olympia Snowe,</a> Jan. 11, 2010<br />\r\n\t<br />\r\n\tHenry J. Kaiser Family Foundation, press release on survey results, <a href=\"http://www.kff.org/insurance/ehbs091112nr.cfm\">&quot;Family Health Premiums Rise 4 Percent to Average $15,745 in 2012, National Benchmark Employer Survey Finds,&quot;</a> Sept. 11, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Skeeter Miller, president and owner, Carter Hobbs, Information Technology director, County Line restaurants, Austin, Nov. 9, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Gary Claxton, vice president, Kaiser Family Foundation, Washington, D.C., Nov. 9, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Glen Garey, general counsel, Texas Restaurant Association, Austin, Nov. 13, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Robert Zirkelbach, vice president of strategic communications, America&rsquo;s Health Insurance Plans, Washington, Nov. 16, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 1, "home_state": "", "id": 2087, "last_name": "County Line", "mostly_true_count": 0, "name_slug": "county-line", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/countylinesignaaspft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2087/", "total_count": 1, "true_count": 0, "website": "http://www.countyline.com/"}, "statement": "<p>\r\n\tSays that under the new healthcare law, full- and part-time workers will be required to buy insurance costing $375 to $1,000 a month, starting in 2014.</p>\r\n", "statement_context": "an open letter to employees.", "statement_date": "2012-11-02", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}