{"art": [], "author": [{"email_address": "sowen@statesman.com", "first_name": "Sue", "id": 265, "last_name": "Owen", "name_slug": "sue-owen", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/265/", "title": "PolitiFact Texas staff writer", "twitter": null}], "canonical_url": "/texas/statements/2012/nov/16/terral-smith/terral-smith-says-40-years-ago-us-placed-texas-und/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "facebook_headline": null, "id": 7097, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "sowen@statesman.com", "first_name": "Sue", "id": 265, "last_name": "Owen", "name_slug": "sue-owen", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/265/", "title": "PolitiFact Texas staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/7097/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tTexas carries a legal burden that most other states don&rsquo;t, an Austin lawyer says, because of how its ballots appeared in the 1970s.<br />\r\n\t<br />\r\n\t&quot;About 40 years ago, the federal government placed Texas under the Voting Rights Act because Texas failed to print ballots in both English and Spanish,&quot; wrote Terral Smith, a former Republican member of the Texas House, in an <a href=\"http://www.statesman.com/news/news/opinion/federal-court-decision-a-travesty-to-rule-of-law-1/nR728/\">opinion column</a> for the Sept. 9, 2012, <em>Austin American-Statesman</em>.<br />\r\n\t<br />\r\n\tMost states under Section 5 of the act are there because of their history of discrimination against black voters. The Justice Department&rsquo;s <a href=\"http://www.justice.gov/crt/about/vot/misc/faq.php#faq02\">website</a> says Congress passed the law &quot;at the height of the civil rights movement in the South, a movement committed to securing equal voting rights for African Americans.&quot;<br />\r\n\t<br />\r\n\tIt&rsquo;s far from being old news, though. Texas is contesting two high-profile applications of the act, and the Supreme Court agreed Nov. 9, 2012, to rule on an <a href=\"http://www.scotusblog.com/case-files/cases/shelby-county-v-holder/\">Alabama case</a> challenging Section 5&rsquo;s constitutionality.<br />\r\n\t<br />\r\n\tWe decided to look at the history.<br />\r\n\t<br />\r\n\tThe landmark <a href=\"http://library.clerk.house.gov/reference-files/PPL_VotingRightsAct_1965.pdf\">Voting Rights Act of 1965</a>, which has been renewed and amended over the years, took aim at several methods being used to prevent African Americans from voting. These included literacy tests that white election officials could administer as they saw fit, the Justice Department <a href=\"http://www.justice.gov/crt/about/vot/intro/intro_a.php\">site</a> says. Though the 15th Amendment made such practices illegal in 1870, in reality they were widespread.<br />\r\n\t<br />\r\n\tThe 1965 act specified that no &quot;tests or devices&quot; could be placed between citizens and their ballots, spelling out examples such as the literacy tests and providing for oversight by &quot;examiners&quot; and the U.S. attorney general.<br />\r\n\t<br />\r\n\tSection 5 required that certain jurisdictions -- states or smaller political entities that had recently employed such methods and had less than 50 percent voter participation or registration in the last presidential election -- must get federal preclearance for any changes in their election laws.<br />\r\n\t<br />\r\n\tThe same day that President Lyndon Johnson signed the act, according to a November 1965 <a href=\"http://www.law.umaryland.edu/marshall/usccr/documents/cr12V942.pdf\">report</a> from the U.S. Commission on Civil Rights, seven states and parts of two others were flagged by the U.S. Census Bureau and Attorney General Nicholas Katzenbach because they had used literacy tests and fell below the halfway mark in voter registration/participation.<br />\r\n\t<br />\r\n\tTexas had never put a literacy test into its laws, <a href=\"http://texaspolitics.laits.utexas.edu/6_5_3.html\">according</a> to the online education Texas Politics project at the University of Texas.<br />\r\n\t<br />\r\n\tKatzenbach told the Rotary Club of Houston in a Sept. 30, 1965, <a href=\"http://www.justice.gov/ag/aghistory/katzenbach/1965/09-30-1965pro.pdf\">address</a>, &quot;Voting discrimination is of general national concern, but it is not, by and large, a problem here. The use of federal examiners in Texas is neither needed nor contemplated.&quot;<br />\r\n\t<br />\r\n\tSo how did Texas get on the list?<br />\r\n\t<br />\r\n\tSmith told us he drew his information from a ruling in one of the state&rsquo;s current voting rights battles over election changes that were denied preclearance: the 2011 maps drawn for Texas&rsquo; congressional and state legislative districts and the 2011 Texas law requiring voters to show government-issued photo ID.<br />\r\n\t<br />\r\n\tIn the voter ID case, the U.S. District Court for the District of Columbia issued an Aug. 30, 2012, <a href=\"https://ecf.dcd.uscourts.gov/cgi-bin/show_public_doc?2012cv0128-340\">ruling</a> which, in its historical background, said the 1965 act&rsquo;s preclearance criteria were drawn up carefully to net the Southern states with the worst history of discrimination. &quot;In 1975,&quot; it said, &quot;Congress expanded the coverage formula to include jurisdictions that had substantial non-English-speaking populations but provided English-only voting materials at the polls.<br />\r\n\t<br />\r\n\t&quot;It was this change that brought Texas within the scope of Section 5&rsquo;s coverage.&quot;<br />\r\n\t<br />\r\n\tAnd it was proposed by a Texan: U.S. Rep. Barbara Jordan, D-Houston, the <a href=\"http://www.tshaonline.org/handbook/online/articles/fjoas\">first black congresswoman</a> elected from the South.<br />\r\n\t<br />\r\n\tAccording to a Congressional Research Service <a href=\"http://fpc.state.gov/documents/organization/109556.pdf\">history</a> of the act, the final form of the legislation in 1975 said that a jurisdiction would be subject to preclearance if it had low voter turnout/registration and also met both of these qualifications: 5 percent or more of its population spoke a language other than English, as determined by the U.S. Census Bureau, and the jurisdiction had conducted its Nov. 1, 1972 elections solely in English.<br />\r\n\t<br />\r\n\tIf that group of non-English speakers also had lower-than-average literacy in English, the jurisdiction would have to conduct bilingual elections, including ballots in both languages.<br />\r\n\t<br />\r\n\tOther states were affected, and Spanish was not the only language involved. Alaska and Arizona in their entirety, plus individual counties in California, New York and elsewhere, were now covered. As the U.S. population evolves and the act is amended or reconstrued, these continue to change; Houston&rsquo;s Harris County, for example, was required to provide election materials <a href=\"http://www.justice.gov/opa/pr/2004/March/04_crt_134.htm\">in Vietnamese</a> as of 2004. The Census Bureau <a href=\"http://www.justice.gov/crt/about/vot/sec_203/2011_notice.pdf\">annually publishes a list</a> of the jurisdictions falling afoul of the language requirements.<br />\r\n\t<br />\r\n\tSo that&rsquo;s what the 1975 amendment did. To learn whether Texas was drawn in because it didn&rsquo;t print ballots in English and Spanish, we sought the motivation behind the amendment -- and heard a range of reasons.<br />\r\n\t<br />\r\n\tFormer Texas Gov. Mark White, who in 1975 was Texas&rsquo; secretary of state, told us by phone, &quot;It was all done to capture Texas.&quot; National advocacy groups such as the Mexican American Legal Defense and Education Fund wanted to maximize Hispanic voters&rsquo; power, he said.<br />\r\n\t<br />\r\n\tWhite argued the case for Texas in December 1975 when the state sued claiming it had improperly been subjected to Section 5. &quot;We passed in 1975 a Texas voting rights act which was stronger than the federal act,&quot; he said. &quot;I think we did everything we could do to let everybody in America know that Texas was not part of the Old South, which would exclude minorities from voting.&quot;<br />\r\n\t<br />\r\n\tMALDEF&rsquo;s vice president for litigation, Nina Perales, told us by email that Congress reached its decision after much testimony about discrimination against non-English speakers.<br />\r\n\t<br />\r\n\tThe testimony, some from MALDEF, described a range of discrimination, Perales said: refusing to register voters, throwing away their ballots, intimidation and harassment that included firing Spanish-speaking employees who got involved in politics. On a broader scale, districts were redrawn or positions elected at-large to prevent Spanish speakers from winning office, she said.<br />\r\n\t<br />\r\n\tOne view we came across several times in our research was that Texas only escaped the preclearance terms in 1965 by the grace of Texas native President Lyndon Johnson, at whose direction the act was drafted.<br />\r\n\t<br />\r\n\tUniversity of Houston political science professor Richard Murray has voiced this view: &quot;It is not surprising that LBJ left his home state off the &lsquo;bad conduct&rsquo; list,&quot; Murray wrote in a June 26, 2009, <a href=\"http://prof13.abc13.com/2009/06/the-voting-rights-act-what-are-the-implications-for-texas-and-houston-.html\">blog post</a> for Houston&rsquo;s KTRK-TV. &nbsp;By 1975, he wrote, U.S. Sen. Lloyd Bentsen of Texas was eyeing a White House run and was persuaded by Jordan that extending the act to Texas and to Hispanic voters would earn him needed support from liberal and minority voters.<br />\r\n\t<br />\r\n\tThe archivist of Jordan&rsquo;s papers at Texas Southern University, Gary Chaffee, emailed us documents from a May 2011<a href=\"http://www.flickr.com/photos/barbarajordanarchives/sets/72157626645873842/show/\"> exhibit</a> he put together focusing on Jordan&rsquo;s Voting Rights Act work.<br />\r\n\t<br />\r\n\tIn a Feb. 26, 1975, <a href=\"https://docs.google.com/open?id=0B2Wzr4_cemD5RWpTZnhzbjlVRzA\">press release</a> headlined &quot;Representative Barbara Jordan Asks Congress to Extend Voting Rights Act to Texas,&quot; Jordan said:</p>\r\n<p dir=\"ltr\" style=\"margin-left: 36pt;margin-right: 36pt; margin-top: 0pt; margin-bottom: 0pt;\">\r\n\t&quot;I know firsthand the difficulty minorities have in participating in the political process as equals. The same discriminatory practices which moved the Congress to pass the Voting Rights Act in 1965, and renew it in 1970, are practiced in Texas today.&quot;</p>\r\n<p>\r\n\t&nbsp;</p>\r\n<p>\r\n\tSeparately, we found Jordan&rsquo;s Feb. 26, 1975, <a href=\"http://repositories.lib.utexas.edu/bitstream/handle/2152/13050/_Jordan_VRA_House.pdf?sequence=2\">statement</a> introducing the bill in a Congressional subcommittee hearing, in which she described instances of voter intimidation and harassment as well as language barriers.</p>\r\n<p>\r\n\tBilingual ballots wouldn&rsquo;t fix everything, she said, but they were a start -- and offered a clear way to measure discrimination:</p>\r\n<p dir=\"ltr\" style=\"margin-left: 36pt;margin-right: 36pt; margin-top: 0pt; margin-bottom: 0pt;\">\r\n\t&quot;Printing of Spanish registration forms and Spanish baIlots will not cure voting discrimination in the Southwest. I have incorporated the use of an English-only ballot as a &lsquo;test or device&rsquo; because it is a readily identifiable, objective criterion the Justice Department can easily apply nationally.&quot;</p>\r\n<p>\r\n\t&nbsp;</p>\r\n<p>\r\n\tUltimately, was Texas brought under the act because it failed to print Spanish ballots?<br />\r\n\t<br />\r\n\tWhite and Perales both told us that was not entirely accurate because of the 1975 amendment&rsquo;s three preclearance &quot;triggers&quot;: 5 percent non-English speakers, less than 50 percent turnout/registration and failure to print bilingual ballots.<br />\r\n\t<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tSmith said that &quot;about 40 years ago, the federal government placed Texas under the Voting Rights Act because Texas failed to print ballots in both English and Spanish.&quot;<br />\r\n\t<br />\r\n\tThe amendment made 37 years ago was intended to -- and did -- bring Texas elections under the Voting Rights Act. English-only ballots were a &quot;trigger&quot; alongside other conditions.<br />\r\n\t<br />\r\n\tWe rate Smith&rsquo;s statement as Half True.</p>\r\n", "ruling_comments_date": "2012-11-16T13:48:42.978123", "ruling_date": "2012-11-16T12:48:33", "ruling_headline": "Terral Smith says that 40 years ago, U.S. placed Texas under Voting Rights act for failing to print ballots in Spanish", "ruling_headline_slug": "terral-smith-says-40-years-ago-us-placed-texas-und", "ruling_link_text": "Ballots were one reason", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<em>Austin American-Statesman</em> contributed opinion column by Terral Smith, <a href=\"http://www.statesman.com/news/news/opinion/federal-court-decision-a-travesty-to-rule-of-law-1/nR728/\">&quot;Federal court decision a travesty to rule of law,&quot;</a> Sept. 9, 2012<br />\r\n\t<br />\r\n\tTelephone and email interviews with Terral Smith, Sept. 26-Nov. 15, 2012<br />\r\n\t<br />\r\n\tU.S. Department of Justice website, Civil Rights Division <a href=\"http://www.justice.gov/crt/about/vot/\">Voting Section</a>, accessed online Nov. 16, 2012<br />\r\n\t<br />\r\n\tUnited States <a href=\"http://library.clerk.house.gov/reference-files/PPL_VotingRightsAct_1965.pdf\">Voting Rights Act of 1965</a>, accessed online Nov. 16, 2012<br />\r\n\t<br />\r\n\tU.S. Commission on Civil Rights report, <a href=\"http://www.law.umaryland.edu/marshall/usccr/documents/cr12V942.pdf\">&quot;The Voting Rights Act ... the first months,&quot;</a> November 1965<br />\r\n\t<br />\r\n\tUniversity of Texas online education project, Texas Politics, <a href=\"http://texaspolitics.laits.utexas.edu/6_5_3.html\">&quot;Historical Barriers to Voting,&quot;</a> accessed online Nov. 16, 2012<br />\r\n\t<br />\r\n\tU.S. Attorney General Nicholas Katzenbach <a href=\"http://www.justice.gov/ag/aghistory/katzenbach/1965/09-30-1965pro.pdf\">address</a> to Rotary Club of Houston, Sept. 30, 1965<br />\r\n\t<br />\r\n\tU.S. District Court for the District of Columbia <a href=\"https://ecf.dcd.uscourts.gov/cgi-bin/show_public_doc?2012cv0128-340\">ruling</a> in Texas v Holder, Aug. 30, 2012<br />\r\n\t<br />\r\n\tCongressional Research Service report, <a href=\"http://fpc.state.gov/documents/organization/109556.pdf\">&quot;The Voting Rights Act of 1965, As Amended: Its History and Current Issues,&quot;</a> June 12, 2008<br />\r\n\t<br />\r\n\tU.S. Census Bureau <a href=\"http://www.justice.gov/crt/about/vot/sec_203/2011_notice.pdf\">list</a>, &quot;Voting Rights Act Amendments of 2006, Determinations Under Section 203,&quot; Oct. 13, 2011<br />\r\n\t<br />\r\n\tUnited States Court of Appeals, District of Columbia Circuit, <a href=\"https://bulk.resource.org/courts.gov/c/F2/535/535.F2d.1259.75-1903.html\">opinion</a> in Briscoe v Levi, April 19, 1976<br />\r\n\t<br />\r\n\tTelephone interview with Austin civil rights lawyer David Richards, Nov. 12, 2012<br />\r\n\t<br />\r\n\tTelephone interviews with former Texas Gov. Mark White, Nov. 14, 2012<br />\r\n\t<br />\r\n\tEmail interview with Nina Perales, vice president of litigation for the Mexican American Legal Defense and Education Fund, Nov. 14, 2012<br />\r\n\t<br />\r\n\tKTRK-TV <a href=\"http://prof13.abc13.com/2009/06/the-voting-rights-act-what-are-the-implications-for-texas-and-houston-.html\">blog post</a> by University of Houston political science professor Richard Murray, June 26, 2009<br />\r\n\t<br />\r\n\tTexas Southern University <a href=\"http://www.flickr.com/photos/barbarajordanarchives/sets/72157626645873842/show/\">exhibit</a>, &quot;Barbara Jordan and the Voting Rights Act of 1975,&quot; May 2011<br />\r\n\t<br />\r\n\tTelephone and email interviews with Gary Chaffee, processing archivist of the Barbara Jordan archives at Texas Southern University, Nov. 12-15, 2012<br />\r\n\t<br />\r\n\t<a href=\"https://docs.google.com/open?id=0B2Wzr4_cemD5RWpTZnhzbjlVRzA\">Press release</a>, &quot;Representative Barbara Jordan Asks Congress to Extend Voting Rights Act to Texas,&quot; Feb. 26, 1975<br />\r\n\t<br />\r\n\tU.S. Rep. Barbara Jordan<a href=\"http://repositories.lib.utexas.edu/bitstream/handle/2152/13050/_Jordan_VRA_House.pdf?sequence=2\"> statement</a> to Judiciary subcommittee on Civil and Constitutional Rights, Feb. 26, 1975<br />\r\n\t<br />\r\n\tTelephone and email interview with Alicia Pierce, deputy communications director for<br />\r\n\tTexas Secretary of State, Nov. 15, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "Terral", "half_true_count": 1, "home_state": "", "id": 2088, "last_name": "Smith", "mostly_true_count": 0, "name_slug": "terral-smith", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/terralsmith2008square.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2088/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\tSays 40 years ago, the U.S. placed Texas under Voting Rights Act for failing to print ballots in Spanish.</p>\r\n", "statement_context": "an opinion column in the Austin American-Statesman", "statement_date": "2012-09-09", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 117, "photo": null, "resource_uri": "/api/v/2/subject/117/", "subject": "Civil Rights", "subject_slug": "civil-rights", "used_in_edition": []}, {"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}], "target": [], "twitter_headline": ""}