{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2012/nov/26/joseph-joe-deshotel/joe-deshotel-says-there-no-evidence-showing-poor-p/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 7109, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/7109/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>A Beaumont legislator opposed to drug-testing applicants for government benefits challenged Republican proponents to mandate testing of candidates for state office.<br />\r\n<br />\r\nDemocratic Rep. Joe Deshotel urged the unlikely prospect in a Nov. 13, 2012, <a href=\"https://www.facebook.com/notes/state-rep-joe-deshotel/state-rep-joe-deshotel-challenges-gov-perry-to-include-elected-officials-in-drug/544189852273365\">press release</a> after suggesting Gov. Rick Perry, Lt. Gov. David Dewhurst and others were targeting struggling Texans without reason.<br />\r\n<br />\r\nPerry and Dewhurst had <a href=\"http://governor.state.tx.us/news/press-release/17863/\">called</a> on the 2013 Legislature, which convenes in January, to authorize drug screening of applicants for unemployment assistance or <a href=\"http://www.hhsc.state.tx.us/help/financial/temporary-assistance.shtml\">Temporary Aid for Needy Families</a>, which provides government aid to children and their parents or relatives who are living with them.<br />\r\n<br />\r\nDewhurst said: &quot;We owe it to Texas taxpayers to structure our welfare and unemployment programs in a way that guarantees recipients are serious about getting back to work.&quot;<br />\r\n<br />\r\nDeshotel said in his response: &quot;There is no evidence that poor people abuse drugs more frequently than any other socio-economic group.&quot;<br />\r\n<br />\r\nNone?<br />\r\n<br />\r\nDeshotel, a House member since 1999, told us by phone that he should have said there is &quot;little evidence&quot; that low-income people abuse drugs more than others. By and large, he said, he believes Texans with more disposable income--those with greater wealth--are the biggest users of illegal drugs, especially cocaine.<br />\r\n<br />\r\nDeshotel followed up by email, pointing out that in the federal government&rsquo;s 2007 National Survey of Drug Use and Health, a little over half of unemployed and full-time employees reported trying marijuana. The survey indicates 23 percent of unemployed individuals had tried cocaine, compared to 19 percent of full-time employees and nearly 15 percent of part-time employees.<br />\r\n<br />\r\nThe annual survey, <a href=\"https://nsduhweb.rti.org/\">conducted since 1971</a>, draws on face-to-face interviews of some 70,000 individuals aged 12 and older.<br />\r\n<br />\r\nSince the survey does not gauge drug use levels by income level, the closest possible indicator may be job status. In the 2007 survey, nearly 2 percent of unemployed individuals reported more than 100 days of cocaine use in the previous year, compared to 0.4 percent of full-time workers. More than 10 percent of unemployed individuals said they had used marijuana more than 100 days, the survey says, compared to 4 percent of full-time employees.<br />\r\n<br />\r\nLast year, PolitiFact Florida touched on the survey while <a href=\"http://www.politifact.com/florida/statements/2011/jun/09/rick-scott/rick-scott-says-welfare-recipients-are-more-likely/\">tackling a flip-side version of Deshotel&#39;s claim</a>. In June 2011, Florida Gov. Rick Scott told an interviewer: &quot;Studies show that people that are on welfare are higher users of drugs than people not on welfare.&quot;<br />\r\n&nbsp;&nbsp;&nbsp;<br />\r\nAt the time, Scott&rsquo;s office pointed out that the government used its 1999 and 2000 surveys to publish a report titled &quot;<a href=\"http://oas.samhsa.gov/2k2/GovAid/GovAid.htm\">Substance Use Among Persons in Families Receiving Government Assistance</a>.&quot;<br />\r\n<br />\r\nAmong the findings, researchers concluded that &quot;past-month illicit drug use was higher in assisted families than in unassisted families among persons aged 12 to 64.&quot; Specifically, the report said 9.6 percent of people in families receiving some type of government assistance reported recent drug use, compared to 6.8 percent among people in families receiving no government assistance.<br />\r\n<br />\r\nPolitiFact Florida also cited research by Harold Pollack, a University of Chicago professor who studies substance abuse among welfare recipients, suggesting that &nbsp;&quot;substance abuse and dependence are relatively uncommon&quot; for such recipients. Yet the same research found--by reviewing many different surveys--that &quot;approximately 20 percent of TANF recipients report that they have used an illicit drug at least once in the past year.&quot;<br />\r\n&nbsp;&nbsp;&nbsp;<br />\r\nPollack told PolitiFact Florida that compared to other women of the same age, TANF recipients are more likely to use illicit substances, though he said most women who have used an illicit drug in the past year do not meet the diagnosis of being dependent on, or abusing, drugs. A lot of casual marijuana users may well test positive, Pollack said, but they do not have a &quot;drug problem.&quot;<br />\r\n<br />\r\nWe ran Deshotel&rsquo;s statement past Pollack, who called it an oversimplification, though he said substance abuse is widespread and not limited to low-income residents.<br />\r\n<br />\r\nPollack nudged us to contact Beau Kilmer, co-director of the California-based RAND Drug Policy Research Center, which <a href=\"http://www.rand.org/multi/dprc.html\">says</a> it provides decision-makers with research on substance use and drug policy. Kilmer emailed us his writing from a 2010 book stating that a &quot;wealth of evidence&quot; suggests substance use and poverty are &quot;closely connected.&quot;<br />\r\n<br />\r\nSurveys of the homeless show &quot;staggering rates of alcohol and drug dependency,&quot; Kilmer wrote. Like others, Kilmer cited the 2007 federal survey, writing that its results indicate that individuals living below the federal poverty line were 50 percent to 100 percent more likely than individuals with incomes at twice the poverty level to report use of an illicit drug in the past month or dependence/abuse in the past year, he wrote. However, Kilmer wrote, the &quot;limited scientific literature examining a causal connection between poverty and substance abuse remains unsettled.&quot;<br />\r\n<br />\r\nBy telephone, Miguel Ferguson, an associate professor at the University of Texas School of Social Work, took issue with Kilmer&rsquo;s characterization of the differences in illicit drug use suggested by the survey results.<br />\r\n<br />\r\nThe percentage differences underscored by Kilmer may be statistically significant, Ferguson said, but in real-world social terms, the contrast between 2 percent of survey respondents living at twice the poverty level and above having abused or depended on an illicit drug in the past year compared to 5 percent of individuals living below the poverty line is practically no difference--at best, he said, marginal. &quot;Given what I know about living in poverty and the stress that people are under, I am shocked that it is that low,&quot; Ferguson said.<br />\r\n<br />\r\nWe shared Kilmer&rsquo;s chapter with Deshotel, who noted by email the slight difference in reported dependence on an illicit drug between the groups, adding: &quot;My ultimate argument is that there is no significant difference between those who use drugs who are poor and those are not that would warrant the state spending tax dollars to test some beneficiaries and not others.&quot;<br />\r\n<br />\r\nDeshotel also pointed out an April 17, 2012, <em>New York Times</em> <a href=\"http://www.nytimes.com/2012/04/18/us/no-savings-found-in-florida-welfare-drug-tests.html?ref=us&amp;_r=0\">news article</a> indicating that after Florida imposed drug screens on its applicants for cash benefits, 2.6 percent of applicants failed the test--the most common reason being marijuana--over the first four months, or 108 of 4,086, according to results obtained by the American Civil Liberties Union of Florida, which won a court order blocking the Florida drug screens. An additional 40 people canceled the tests without taking them, the newspaper said.<br />\r\n<br />\r\nSeparately, we asked the <a href=\"http://www.drugabuse.gov/\">National Institute on Drug Abuse</a>, a federal agency that supports research to prevent and treat drug abuse and addiction and mitigate consequences, to evaluate Deshotel&rsquo;s statement. By email, Susan Weiss, the institute&rsquo;s scientific adviser to its director, told us through a spokeswoman: &quot;There are a variety of factors that can contribute to drug abuse, socio-economic status being one of them, along with family support, peers/siblings that use drugs, genetics&quot; and &quot;school problems. Being poor doesn&rsquo;t necessarily put you at risk, nor does being rich protect you from risk.&quot;<br />\r\n<br />\r\nAll that said, Weiss later said, poverty can be a major stressor in a person&rsquo;s life leading to drug use.<br />\r\n<br />\r\nIn 2011, Florida&rsquo;s ACLU offered other government and academic research for PolitiFact Florida to consider.<br />\r\n<br />\r\nResearchers at the National Institute on Alcohol Abuse and Alcoholism, a part of the National Institutes of Health, published findings in 1996 that said welfare recipients &quot;using, abusing, or dependent on alcohol or illicit drugs are consistent with proportions of both the adult U.S. population and adults who do not receive welfare.&quot;<br />\r\n&nbsp;&nbsp;&nbsp;<br />\r\nThe research relied on 1992 data and <a href=\"http://www.nih.gov/news/pr/oct96/niaaa-23.htm\">concluded</a> that drug use among welfare recipients ranged between 1.3 to 3.6 percent, compared to 1.5 percent for non-welfare recipients.<br />\r\n&nbsp;&nbsp;&nbsp;<br />\r\nThe caveats here are much like the government research Scott&rsquo;s office highlighted. Namely, it includes other types of welfare than cash assistance, and it&#39;s old. The report was published in 1996 and relies on 1992 data.<br />\r\n&nbsp;&nbsp;&nbsp;<br />\r\nAnother researcher used data from Michigan--a state that participated in drug-testing for welfare recipients <a href=\"http://www.ncsl.org/issues-research/human-services/drug-testing-and-public-assistance.aspx\">until</a> a federal court held in 2003 that subjecting every applicant to a drug test without reason was unconstitutional. In Michigan, 10 percent of recipients tested positive for illicit drugs. That&#39;s comparable to the National Survey on Drug Use &amp; Health, which found that in 2007-08, 8.95 percent of all Michigan residents (grouping non-welfare and welfare recipients) said they used illicit drugs in the past month.<br />\r\n<br />\r\n<strong>Our ruling</strong><br />\r\n<br />\r\nDeshotel said there is &quot;no evidence that poor people abuse drugs more frequently than any other socio-economic group.&quot;<br />\r\n<br />\r\nWe agree with PolitiFact Florida that it&#39;s difficult to make broad generalizations about whole groups of people. And it&#39;s even more difficult to definitively measure drug use. Some research indicates drug abuse among the poor and those who are not poor is consistent. However, there also are studies showing a higher prevalence of drug use among some welfare recipients.<br />\r\n<br />\r\nSo, evidence is debated. Still, the idea that there is no evidence that low-income people use drugs more frequently does not hold up. As Pollack told us, that&#39;s an oversimplification. We rate this absolute claim as False.</p>\r\n", "ruling_comments_date": "2012-11-20T18:25:58.773000", "ruling_date": "2012-11-26T06:00:00", "ruling_headline": "Joe Deshotel says there is no evidence showing poor people use drugs more frequently than members of other socio-economic groups", "ruling_headline_slug": "joe-deshotel-says-there-no-evidence-showing-poor-p", "ruling_link_text": "Debated evidence", "ruling_state": null, "source_documents": null, "sources": "<p>Telephone interview and emails (excerpted), Joe Deshotel, Beaumont, Nov. 16, 2012<br />\r\n<br />\r\nTruth-O-Meter article, <a href=\"http://www.politifact.com/florida/statements/2011/jun/09/rick-scott/rick-scott-says-welfare-recipients-are-more-likely/\">&quot;Rick Scott says welfare recipients are more likely to use illicit drugs,&quot;</a> PolitiFact Florida, June 9, 2011<br />\r\n<br />\r\nTelephone interview, Harold Pollack, Helen Ross professor, University of Chicago School of Social Service Administration, Nov. 19, 2012<br />\r\n<br />\r\nWebsite, <a href=\"https://nsduhweb.rti.org/\">&quot;National Survey on Drug Use and Health&quot;</a>, Substance Abuse and Mental Health Services Administration, U.S. Public Health Service (accessed Nov. 19, 2012)</p>\r\n\r\n<p>Chapter in book, &quot;Preventing Drug Use,&quot; Beau Kilmer and Rosalie Liccardo Pacula, in &quot;Targeting Investments in Children: Fighting Poverty When Resources are Limited,&quot; Phillip B. Levine and David J. Zimmerman, editors, University of Chicago Press, 2010 (shared by Kilmer by email, Nov. 19, 2012)<br />\r\n<br />\r\nTelephone interview, Miguel Ferguson, associate professor, University of Texas School of Social Work, Nov. 19, 2012<br />\r\n<br />\r\nNews article, <a href=\"http://www.nytimes.com/2012/04/18/us/no-savings-found-in-florida-welfare-drug-tests.html?ref=us&amp;_r=0\">&quot;No Savings Are Found From Welfare Drug Tests,&quot;</a> <em>New York Times</em>, April 17, 2012<br />\r\n<br />\r\n<a href=\"https://docs.google.com/document/pub?id=1buPlbQskwXdRVRQVMuNzXjZ9_biEtFK0Elyi7nGLDCA\">Emails</a>, responses to PolitiFact Texas, Kim DiFonzo, senior media specialist, National Institute on Drug Abuse, Nov. 20, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Attorney", "false_count": 1, "first_name": "Joseph \"Joe\"", "half_true_count": 0, "home_state": "Texas", "id": 2094, "last_name": "Deshotel", "mostly_true_count": 0, "name_slug": "joseph-joe-deshotel", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/deshotel2012pft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2094/", "total_count": 1, "true_count": 0, "website": "http://www.house.state.tx.us/members/member-page/?district=22"}, "statement": "<p>&quot;There is no evidence that poor people abuse drugs more frequently than any other socio-economic group.&quot;<br />\r\n&nbsp;</p>\r\n", "statement_context": "a press release.", "statement_date": "2012-11-13", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 161, "photo": null, "resource_uri": "/api/v/2/subject/161/", "subject": "Drugs", "subject_slug": "drugs", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/7/", "/api/v/2/edition/6/", "/api/v/2/edition/2/"]}, {"description": "", "id": 310, "photo": null, "resource_uri": "/api/v/2/subject/310/", "subject": "Marijuana", "subject_slug": "marijuana", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/47/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/48/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 29, "photo": null, "resource_uri": "/api/v/2/subject/29/", "subject": "Poverty", "subject_slug": "poverty", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 8, "current_job": "Lieutenant governor", "false_count": 8, "first_name": "David", "half_true_count": 10, "home_state": "Texas", "id": 315, "last_name": "Dewhurst", "mostly_true_count": 5, "name_slug": "david-dewhurst", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Dewhurstmug.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/315/", "total_count": 41, "true_count": 4, "website": "http://www.daviddewhurst.com/"}, {"adkey": null, "advalue": null, "barely_true_count": 30, "current_job": "U.S. Energy Secretary", "false_count": 31, "first_name": "Rick", "half_true_count": 42, "home_state": "Texas", "id": 291, "last_name": "Perry", "mostly_true_count": 24, "name_slug": "rick-perry", "pants_count": 18, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Perry_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/291/", "total_count": 176, "true_count": 26, "website": "https://energy.gov/management/history/secretaries-energy"}], "twitter_headline": ""}