{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2012/dec/03/broward-republican-executive-committee/broward-gop-activists-claim-we-had-liberal-league-/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 7130, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/7130/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tIt&rsquo;s not easy being a Republican in Broward County -- home to the largest number of Democratic voters in <a href=\"http://election.dos.state.fl.us/voter-registration/statistics/pdf/2012/GEN2012_CountyParty.pdf\">Florida</a> and a county where <a href=\"http://www.browardsoe.org/\">registered</a> GOP voters are outnumbered two to one by Democrats. &nbsp;<br />\r\n\t<br />\r\n\tBeyond the numbers, Broward&rsquo;s liberalism often makes amusing headlines -- from a 2002 gay mayoral candidate in Wilton Manors who said he was attacked for not being &quot;gay enough,&quot; to a county commissioner in 2007 who questioned airing emergency warnings on the station that ran <a href=\"http://library1.municode.com/713/home.htm?infobase=30036&amp;doc_action=whatsnew\">Rush Limbaugh</a>&rsquo;s radio show.<br />\r\n\t<br />\r\n\tIt wasn&rsquo;t a surprise that Democrats swept Broward and helped re-elect President Barack Obama and U.S. Sen. Bill Nelson. But the Broward GOP also suffered the loss of two of their most prominent local Republicans: state Sen. Ellyn Bogdanoff of Fort Lauderdale who lost after redistricting, and Sheriff Al Lamberti, who lost to Democrat Scott Israel. (They also had the blow of Fox News favorite <a href=\"http://www.politifact.com/florida/statements/2012/nov/20/facebook-posts/viral-post-claims-precinct-allen-west-race-had-900/\">U.S. Rep. Allen West</a> moving out of Broward to the Treasure Coast and then losing.)<br />\r\n\t<br />\r\n\tRichard DeNapoli, chairman of the Broward Republican Executive Committee, or BREC, wrote a <a href=\"http://www.browardgop.org/\">memo</a> to the group listing accomplishments of the past year. Most of those accomplishments were nothing surprising, such as lining up volunteers and distributing thousands of Romney bumper stickers. But one accomplishment caught our eye:<br />\r\n\t<br />\r\n\t&quot;We had the liberal League of Women Voters Guide removed from the Broward Supervisor of Election&#39;s website.&quot;<br />\r\n\t<br />\r\n\tWe wanted to know, did the Broward GOP get the Broward Supervisor of Elections to remove a League of Women Voters guide from its website? And was that guide or is the League itself &quot;liberal&quot;?<br />\r\n\t<br />\r\n\t<strong>The League of Women Voters guide</strong><br />\r\n\t<br />\r\n\tFirst, some background on the Florida League of Women Voters 2012 <a href=\"http://thefloridavoter.org/files/download/453\">voters guide</a>. The guide had short biographical sections and statements submitted by Obama and Mitt Romney. It also included bio information on U.S. Senate candidates Democrat Nelson and Republican Connie Mack and questionnaire responses from Nelson. (Mack chose not to answer the questionnaire.) It included a section on the state Supreme Court justices seeking retention, as well as the state&rsquo;s constitution and a list of voter resources.<br />\r\n\t<br />\r\n\tThe longest section was about the 11 proposed state constitutional amendments. The guide included a synopsis of each amendment and a brief explanation about what a &quot;yes&quot; or &quot;no&quot; vote would mean.<br />\r\n\t<br />\r\n\tThe guide summarized conflicting viewpoints &nbsp;-- for example about a question on public funding of abortion: &quot;Supporters say this amendment puts the state on even footing with the federal government. Opponents say it is a pre-emptive strike on a woman&rsquo;s right to make her own health care choices.&quot;<br />\r\n\t<br />\r\n\tThe guide didn&rsquo;t just include opposing viewpoints -- it included analysis, such as noting a &quot;yes&quot; vote on a question about the health care law would add language to the state&rsquo;s constitution that could be found unconstitutional.<br />\r\n\t<br />\r\n\t&quot;Amendment 1 is more of a political referendum than a meaningful change to our Constitution. Since the Supreme Court has upheld the federal government&rsquo;s right to impose the individual mandate, the legal standing of Amendment 1 is precarious,&quot; the guide said. &quot;The passage or defeat of Amendment 1 may have no practical implications other than to send a message that a majority of Florida&rsquo;s voters are either for or against the individual mandate.&quot;<br />\r\n\t<br />\r\n\tThe guide didn&rsquo;t endorse candidates or tell voters which way to vote on the amendments -- but the League did separately come out <a href=\"http://thefloridavoter.org/files/download/514\">against the amendments</a>.<br />\r\n\t<br />\r\n\tThe guide, funded in part by Wells Fargo and American Express, was developed in conjunction with experts including the Collins Center for Public Policy, said Deidre Macnab, president of the Florida League, in an interview with PolitiFact Florida.<br />\r\n\t<br />\r\n\tLeague members distributed the guides at events and public libraries. The League did not request that it be linked to on the Broward Supervisor of Elections website, Macnab said.<br />\r\n\t<br />\r\n\t<strong>The voters guide on the Broward elections website</strong><br />\r\n\t<br />\r\n\tDeNapoli said he learned the League&rsquo;s guide was linked to the Broward Supervisor of Elections homepage sometime near the beginning of October. DeNapoli said he called Mary Cooney, a spokeswoman for Broward Supervisor Brenda Snipes, to express his concern.<br />\r\n\t<br />\r\n\t&quot;As soon as you went to the Broward Supervisor of Elections home page it was glaringly right there,&quot; DeNapoli told PolitiFact Florida.<br />\r\n\t<br />\r\n\tDeNapoli said his goal was to get the guide off the home page: &quot;If they bury the link (to the League&rsquo;s website) way into the Supervisor of Elections website, that wasn&rsquo;t our main concern.&quot;<br />\r\n\t<br />\r\n\tWithin a day or two, the link was moved off the home page.<br />\r\n\t<br />\r\n\t&quot;I made a decision to remove the brochure from our website after several calls, one of which was from Mr. DeNapoli,&quot; Snipes told PolitiFact Florida in an email. She also heard from the conservative news website BizPac Review which <a href=\"http://www.bizpacreview.com/2012/10/02/florida-elections-supervisors-favor-liberal-league-of-women-voters-4093\">reported</a> on DeNapoli&rsquo;s efforts and then advocated removing the link from the website&rsquo;s <a href=\"http://www.bizpacreview.com/2012/10/09/inappropriate-links-removed-from-county-supervisor-of-elections-website-4101\">voter education</a> page.<br />\r\n\t<br />\r\n\tWhen we searched the supervisor&rsquo;s website on Nov. 27, we could only find the link to the guide if we typed &quot;League of Women Voters&quot; into the website&rsquo;s search engine.<br />\r\n\t<br />\r\n\t<strong>Was the League&rsquo;s voter guide liberal?</strong><br />\r\n\t<br />\r\n\tSo BREC did get the supervisor of elections to move the voters guide to a less prominent spot on its website. But is it accurate to call the guide or the League itself &quot;liberal&quot;?<br />\r\n\t<br />\r\n\tThe national League of Women Voters was <a href=\"http://www.lwv.org/content/about-us\">formed</a> in 1920 from the movement to give women the right to vote, and it continues to advocate for voter education and participation. The Florida League formed in <a href=\"http://www.thefloridavoter.org/about-lwvfl/history\">1939</a> with the help of women in St. Petersburg and other cities.<br />\r\n\t<br />\r\n\t&quot;But being nonpartisan does not mean we lack opinions, or the willingness to express them. &nbsp;Our opinions are formed after research, study and consensus,&quot; states the national League of Women Voters website. &quot;We are passionate advocates &ndash; both women and men &ndash; who work to influence policy on <a href=\"http://www.lwv.org/our-work\">specific issues</a> by speaking out and putting pressure on our elected leaders.&quot;<br />\r\n\t<br />\r\n\tThe national League has taken stances in favor of expanded early voting, backing the <a href=\"http://www.lwv.org/our-work/other-policy-work/health-care\">Affordable Care Act</a> and calling on Obama to do more about <a href=\"http://www.lwv.org/issues/climate-energy-natural-resources\">climate change</a>. The League also has a history of supporting <a href=\"http://www.lwv.org/content/public-policy-reproductive-choices\">abortion rights</a>.<br />\r\n\t<br />\r\n\tWe asked DeNapoli for his evidence that the League or its guide was liberal. He said he found the guide&rsquo;s discussion of the amendments &quot;slanted&quot; and noted that the League separately came out against the amendments, and that the <a href=\"http://rpof.org/news-media/2012-general-election-ballot-recommendations/\">Republican Party of Florida </a>supported the amendments (nearly all of them).<br />\r\n\t<br />\r\n\tMacnab said the League wasn&rsquo;t the only group to oppose the amendments -- the <a href=\"http://www.hcrp.org/2012/10/information-on-the-amendments/\">Hillsborough County Republican Party</a> opposed the majority of them. Ultimately Florida voters rejected most of the amendments.<br />\r\n\t<br />\r\n\tMacnab said the League has been consistent in its support of certain issues, but the parties have changed their stances. &quot;We often get tagged with one name or another,&quot; she said. &quot;We see it as a pretty age-old political tactic to divert voters&rsquo; attention.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tThe Broward Republican Executive Committee claimed on its website that in 2012, &nbsp;&quot;We had the liberal League of Women Voters Guide removed from the Broward Supervisor of Election&#39;s website.&quot;<br />\r\n\t<br />\r\n\tThe group&rsquo;s chairman did contact the Broward elections office to complain about the guide, &nbsp;and the link was moved from the home page. It can now be found through a few clicks by using the search engine, but you have to know to look for it.<br />\r\n\t<br />\r\n\tIt&rsquo;s more difficult to say whether the League&rsquo;s voter guide or the League itself is &quot;liberal.&quot;<br />\r\n\t<br />\r\n\tSome of the national League&rsquo;s stances on issues -- in favor of more early voting, in favor of tackling climate change and supporting the health care law -- do dovetail with current liberal positions. The League officially considers itself nonpartisan and independent.</p>\r\n<p>\r\n\tBut the guide didn&rsquo;t endorse candidates and gave them an equal chance to respond.<br />\r\n\t<br />\r\n\tThe committee was mostly correct about getting the voters guide removed from the Broward website, but the guide wasn&rsquo;t clearly &quot;liberal.&quot; We rate this claim Half True.</p>\r\n", "ruling_comments_date": "2012-11-30T10:07:38.570475", "ruling_date": "2012-12-03T11:00:00", "ruling_headline": "Broward GOP activists claim \"we had the liberal League of Women Voters Guide removed from the Broward Supervisor of Election's website\"", "ruling_headline_slug": "broward-gop-activists-claim-we-had-liberal-league-", "ruling_link_text": "Voters guide moved off the home page but guide was non-partisan ", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tFlorida Division of Elections, <a href=\"http://election.dos.state.fl.us/voter-registration/statistics/pdf/2012/GEN2012_CountyParty.pdf\">County voter registration by party</a>, Oct. 9, 2012<br />\r\n\t<br />\r\n\tBroward Supervisor of Elections, &nbsp;<a href=\"http://www.browardsoe.org/\">Home page</a>, Accessed Nov. 28, 2012<br />\r\n\t<br />\r\n\tMunicode, <a href=\"http://library1.municode.com/713/home.htm?infobase=30036&amp;doc_action=whatsnew\">Broward County Commission meeting minutes</a>, June 12, 2007<br />\r\n\t<br />\r\n\tPolitiFact, <a href=\"http://www.politifact.com/florida/statements/2012/nov/20/facebook-posts/viral-post-claims-precinct-allen-west-race-had-900/\">&quot;Viral post claims precinct in Allen West race had 900 ballots cast but only 7 registered voters,&quot;</a>Nov. 20, 2012<br />\r\n\t<br />\r\n\tRepublican Party of Broward County,<a href=\"http://www.browardgop.org/\">Memos about the election</a>, Accessed Nov. 28, 2012<br />\r\n\t<br />\r\n\tBrowardbeat.com,<a href=\"http://www.browardbeat.com/demos-fight-over-future-of-the-party/#more-19997\">&quot;Demos fight over future of the party,&quot;</a>Nov. 28, 2012<br />\r\n\t<br />\r\n\t<em>Miami Herald</em>, &quot;Gay enough? It&rsquo;s issue in this election,&quot; Accessed in Nexis, Feb. 21, 2002<br />\r\n\t<br />\r\n\tLeague of Women Voters of Florida, <a href=\"http://thefloridavoter.org/files/download/453\">2012 Election and Voter Guide</a>, November 2012<br />\r\n\t<br />\r\n\tLeague of Women Voters of Florida press release, <a href=\"http://thefloridavoter.org/files/download/514\">&quot;League of Women Voters of Florida rejects all 11 Constitutional amendments this year,&quot;</a>Sept. 27, 2012<br />\r\n\t<br />\r\n\tBizPac Review, <a href=\"http://www.bizpacreview.com/2012/10/02/florida-elections-supervisors-favor-liberal-league-of-women-voters-4093\">&quot;Florida elections supervisors favor liberal League of Women Voters,&quot; </a>Oct. 2, 2012<br />\r\n\t<br />\r\n\tBizPac Review, <a href=\"http://www.bizpacreview.com/2012/10/09/inappropriate-links-removed-from-county-supervisor-of-elections-website-4101\">&quot;Inappropriate links removed from county Supervisor of Elections website,&quot; </a>Oct. 9, 2012<br />\r\n\t<br />\r\n\tFactcheck.org, <a href=\"http://www.factcheck.org/2011/05/deceitful-attacks-from-the-league-of-women-voters/\">&quot;Deceiptful attacks from the League of Women voters,&quot;</a>May 11, &nbsp;2011<br />\r\n\t<br />\r\n\t<em>New York Times</em>, <a href=\"http://www.nytimes.com/2011/05/26/us/politics/26league.html?_r=1&amp;\">&quot;Voter group flexes muscle in ads aimed at Senators,&quot;</a>May 25, 2011<br />\r\n\t<br />\r\n\tHuffington Post, <a href=\"http://www.huffingtonpost.com/2012/11/07/cecile-richards-planned-parenthood-election_n_2089855.html\">&quot;Cecile Richards of Planned Parenthood: Election shows GOP should embrace family-planning roots,&quot; </a>Nov. 7, 2012<br />\r\n\t<br />\r\n\tLeon County Supervisor of Elections website, <a href=\"http://leonvotes.org/\">Web links of Interest</a>, Accessed Nov. 29, 2012<br />\r\n\t<br />\r\n\tAlachua County Supervisor of Elections, <a href=\"http://elections.alachua.fl.us/?id=114\">Elections resources</a>, 2012<br />\r\n\t<br />\r\n\tPinellas County Supervisor of Elections,<a href=\"http://www.votepinellas.com/index.php?id=2048\">Information about proposed state constitutional amendments</a>, Accessed Nov. 28, 2012<br />\r\n\t<br />\r\n\tLeague of Women Voters, <a href=\"http://www.lwv.org/content/about-us\">About the </a><a href=\"http://www.lwv.org/content/about-us\">League</a>and <a href=\"http://www.lwv.org/our-work\">Our Work</a>, Accessed Nov. 28, 2012<br />\r\n\t<br />\r\n\tLeague of Women Voters, &nbsp;<a href=\"http://www.lwv.org/content/public-policy-reproductive-choices\">Public policy about reproductive choices</a>, Sept. 21, 2011<br />\r\n\t<br />\r\n\tLeague of Women Voters of Florida, <a href=\"http://www.thefloridavoter.org/about-lwvfl/history\">About the League</a>, Accessed Nov. 28, 2012<br />\r\n\t<br />\r\n\tTampa Tribune, <a href=\"http://www2.tbo.com/news/politics/2012/sep/28/amendments-make-strange-bedfellows-ar-515763/\">&quot;League, GOP mostly agree: vote no on amendments,&quot; </a>Sept. 28, 2012<br />\r\n\t<br />\r\n\tHillsborough County GOP, <a href=\"http://www.hcrp.org/2012/10/information-on-the-amendments/\">Information on the amendments</a>, November 2012<br />\r\n\t<br />\r\n\tPolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/statements/2012/sep/05/julian-castro/julian-castro-says-seven-presidents-barack-obama-s/\">&quot;Julian Castro says seven presidents before Barack Obama sought universal health care,&quot;</a>Sept. 5, 2012<br />\r\n\t<br />\r\n\tNational Parks System, <a href=\"http://www.nps.gov/history/history/hisnps/npshistory/teddy.htm\">Theodore Roosevelt and the National Parks System</a>, Accessed Nov. 28, 2012<br />\r\n\t<br />\r\n\tInterview, &nbsp;Richard DeNapoli, chairman of the Broward Republican Executive Committee, Nov. 27, 2012<br />\r\n\t<br />\r\n\tInterview, Travis Abercrombie, spokesman for the Hillsborough County Supervisor of Elections, &nbsp;Nov. 27, 2012<br />\r\n\t<br />\r\n\tInterview, Nancy Whitlock, spokeswoman for the Pinellas County Supervisor of Elections, &nbsp;Nov. 28, 2012<br />\r\n\t<br />\r\n\tInterview, Pam Carpenter, Alachua County Supervisor of Elections, &nbsp;Nov. 28, 2012<br />\r\n\t<br />\r\n\tInterview, Christina White, spokeswoman for the Miami-Dade Supervisor of Elections, Nov. 28, 2012<br />\r\n\t<br />\r\n\tInterview, Deidre Macnab, president of the League of Women Voters of Florida, Nov. &nbsp;28, 2012<br />\r\n\t<br />\r\n\tInterview, Ion Sancho, Leon County Supervisor of Elections, Nov. 28, 2012<br />\r\n\t<br />\r\n\tInterview, Brian Burgess, spokesman for the Republican &nbsp;Party of Florida, Nov. 28, 2012<br />\r\n\t<br />\r\n\tInterview, Mary Cooney, spokeswoman for the Broward Supervisor of Elections, Nov. 29, 2012<br />\r\n\t<br />\r\n\tInterview, Brenda Snipes, Broward County Supervisor of Elections, Nov. 29, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 1, "home_state": "Florida", "id": 2102, "last_name": "Broward Republican Executive Committee", "mostly_true_count": 0, "name_slug": "broward-republican-executive-committee", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/mug-independentgroup__________________12.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2102/", "total_count": 1, "true_count": 0, "website": "http://www.browardgop.org/"}, "statement": "<p>\r\n\tThe Broward Republican Executive Committee &quot;had the liberal League of Women Voters Guide removed from the Broward Supervisor of Election&#39;s website.&quot;</p>\r\n", "statement_context": "a post on its website", "statement_date": "2012-11-05", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}], "target": [], "twitter_headline": ""}