{"art": [], "author": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2012/dec/05/saxby-chambliss/chambliss-defends-his-record-fighting-tax-increase/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jdenery@ajc.com", "first_name": "Jim ", "id": 141, "last_name": "Denery", "name_slug": "jim-denery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/141/", "title": "Word editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 7138, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "estirgus@ajc.com", "first_name": "Eric", "id": 135, "last_name": "Stirgus", "name_slug": "eric-stirgus", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/135/", "title": "PolitiFact Georgia Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/7138/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tThere&rsquo;s probably nothing worse for a conservative politician than to be accused of supporting tax increases.<br />\r\n\t<br />\r\n\tU.S. Sen. Saxby Chambliss of Georgia has heard the whispers -- well, shouts -- from fellow conservatives suspicious of his charter membership in a bipartisan &quot;gang&quot; of senators that has been working for more than a year on a solution to the federal government&rsquo;s budget problems.<br />\r\n\t<br />\r\n\tShortly before Thanksgiving, Chambliss defended the work in a radio interview and had political reporters across the country rushing to their laptops to write about his comment that &quot;I care more about my country than I do about a 20-year-old pledge&quot; he signed in 1994 not to raise taxes. There were countless news articles pondering whether Chambliss and other Republican lawmakers had severed ties with Grover Norquist, the influential tax watchdog who leads Americans for Tax Reform, the organization that created the pledge.<br />\r\n\t<br />\r\n\tIn one follow-up interview a few days after the holiday, Chambliss attempted to convince skeptical conservatives by stating a claim about his track record on taxes.<br />\r\n\t<br />\r\n\t&quot;I can tell you that neither Lindsey nor I have ever been in the business &ndash; nor have either one of us ever voted for increasing taxes,&quot; Chambliss said. Chambliss was referring to U.S. Sen. Lindsey Graham, a Republican from South Carolina who also discussed voting for a plan to increase revenue.<br />\r\n\t<br />\r\n\tPolitiFact Georgia decided to examine whether Chambliss was correct when he claimed to have never voted for a tax increase.<br />\r\n\t<br />\r\n\tChambliss was first elected to Congress in 1994. He served eight years in the House of Representatives before surprising many pundits in 2002 by defeating incumbent U.S. Sen. Max Cleland, a Democrat. Chambliss won re-election in 2008 and plans to run for a third term in 2014. But there has been some speculation that a Republican might challenge him.<br />\r\n\t<br />\r\n\tWhat constitutes as a tax increase can vary depending on whom you ask.<br />\r\n\t<br />\r\n\t&quot;What is the definition of a tax increase?&quot; asked Kerwin Swint, a political science professor at Kennesaw State University. &quot;It&#39;s sort of like when President Clinton asked what the definition of &lsquo;is&rsquo; is.&quot;<br />\r\n\t<br />\r\n\tGenerally, a tax increase is simple to deduce. A lawmaking body votes to increase a rate that others pay for various services. Federal legislation often contains hundreds of pages of language with complicated minutiae that occasionally includes changes that contradict the ideals of some lawmakers. We found one bill that could contradict the senator&rsquo;s claim.<br />\r\n\t<br />\r\n\tFirst, a little background on the pledge. During Chambliss&rsquo; 1994 campaign for the House, he signed the Americans for Taxpayer Reform Taxpayer Protection Pledge. The pledge is a promise by candidates to their constituents to &quot;oppose any and all efforts to increase the marginal income tax rates for individuals and/or businesses, and &hellip; oppose any further reduction or elimination of deductions and credits.&quot; Similar types of pledges are offered in each state, and most Republican elected officials have signed the pledge.<br />\r\n\t<br />\r\n\tChambliss has won the ATR &quot;Hero of the Taxpayer&quot; Award and was heartily endorsed by the organization&rsquo;s president, Norquist, in his 2002 race against Cleland. Chambliss and Norquist have largely been compatriots on taxes, which made his initial comments in the radio interview newsworthy as Congress and President Barack Obama work on a solution to avoid what&rsquo;s been called a &quot;fiscal cliff&quot; of tax increases and spending cuts starting in 2013.<br />\r\n\t<br />\r\n\tNorquist and Chambliss have since talked about the senator&rsquo;s comments, and both men say they largely have the same goal not to raise federal income tax rates. But Chambliss said they disagree on some details. ATR did not return a request for comment to our question about whether Chambliss has voted to raise taxes. Norquist did answer that question at a recent event sponsored by the Washington-based news outlet Politico.<br />\r\n\t<br />\r\n\t&quot;He&#39;s never voted for a tax increase,&quot; Norquist said of Chambliss. &quot;He just talked about maybe someday doing that.&quot;<br />\r\n\t<br />\r\n\tPolitiFact Georgia reviewed other records and The Atlanta Journal-Constitution&rsquo;s archives, and it reached out to political science professors and others to see whether there was any evidence that Chambliss has voted to raise taxes. Some we spoke with complained that Chambliss has been too accommodating on federal spending or hasn&rsquo;t supported tuition deductions or child tax credits. None said Chambliss was big on raising taxes.<br />\r\n\t<br />\r\n\tDoug Kellogg, a spokesman for the National Taxpayers Union, said there may be transportation or telecommunication bills over the years that include a fee hike or an increase in certain taxes, but he wasn&rsquo;t aware of any legislation that Chambliss backed that included a tax increase on a large group of Americans.<br />\r\n\t<br />\r\n\t&quot;It doesn&rsquo;t necessarily seem like there&rsquo;s a bloody glove,&quot; Kellogg said.<br />\r\n\t<br />\r\n\tA Georgia Democratic Party official brought forward what seemed to be the strongest evidence against the senator&rsquo;s claim. In 1997, Chambliss voted in favor of raising the cigarette tax from 24 cents to 34 cents in 2000 and 39 cents in 2002.<br />\r\n\t<br />\r\n\tChambliss spokeswoman Lauren Claffey said the increase was part of a balanced-budget deal in two pieces of legislation aimed at lowering taxes for most Americans. She included comments made by then-President Bill Clinton at the bill&rsquo;s signing.<br />\r\n\t<br />\r\n\t&quot;This act, together with the tax-cut legislation that I have also signed today, implements a historic agreement that will benefit generations of Americans,&quot; Clinton said. &quot;These bills will balance the budget in a way that honors our values, invests in our people and cuts taxes for middle-class families. They are a victory for all parents who want a good education for their children and for all families working to build a secure future.&quot;<br />\r\n\t<br />\r\n\tNews reports at that time said the deal would reduce taxes by about $140 billion for families and be the broadest tax cut since 1981.<br />\r\n\t<br />\r\n\tChambliss defended his vote in a statement, saying it was part of a &quot;comprehensive deal of tax provisions and spending cuts.&quot;<br />\r\n\t<br />\r\n\t&quot;The net result of this legislative package was a balanced budget by way of substantial spending cuts coupled with substantial tax cuts, including a large cut in the capital gains tax rate that is widely credited with causing the economic boom of the late &rsquo;90s. The fact that some excise taxes were increased as other taxes were cut at far higher levels does not constitute a tax increase by my definition, nor by the definition of tax watchdog groups,&quot; he said.<br />\r\n\t<br />\r\n\tTo sum up, Chambliss said he has never voted for a tax increase in his 18 years in Congress. By the standards of some of the most active federal tax watchdog organizations in the nation, Chambliss has not raised taxes. There was one clear example of a tax increase that would have an impact on smokers, but it was part of a bill that cut taxes for a large number of Americans. We rate this claim True.</p>\r\n", "ruling_comments_date": "2012-12-04T16:58:18.560018", "ruling_date": "2012-12-05T06:00:00", "ruling_headline": "Chambliss defends his record on fighting tax increases", "ruling_headline_slug": "chambliss-defends-his-record-fighting-tax-increase", "ruling_link_text": "Read his lips", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tThe Atlanta Journal-Constitution&rsquo;s Political Insider blog, &quot;<a href=\"http://blogs.ajc.com/political-insider-jim-galloway/2012/11/27/your-daily-jolt-fiscal-cliff-talks-begin-%E2%80%93-between-saxby-chambliss-and-grover-norquist/?cxntfid=blogs_political_insider_jim_galloway\">Fiscal cliff talks begin -- between Saxby Chambliss and Grover Norquist</a>,&quot; Nov. 27, 2012.</p>\r\n<p>\r\n\tAmericans for Tax Reform, &quot;<a href=\"http://www.atr.org/chambliss-vows-new-taxes-georgia-cleland-a1284\">Chambliss</a><a href=\"http://www.atr.org/chambliss-vows-new-taxes-georgia-cleland-a1284\"> Vows &#39;No New Taxes&#39; in Georgia, While Cleland Opposes Permanent Tax Relief</a>,&quot; accessed Dec. 3, 2012.</p>\r\n<p>\r\n\tAssociated Press, &quot;Budget deal elates both sides,&quot; July 29, 1997.<br />\r\n\t<br />\r\n\tEmail from Kerwin Swint, professor, Kennesaw State University, Nov. 28, 2012.<br />\r\n\t<br />\r\n\tEmail from Eric Gray, spokesman, Georgia Democratic Party, Nov. 29, 2012.<br />\r\n\t<br />\r\n\tEmail from Lauren Claffey, spokeswoman, U.S. Sen. Saxby Chambliss, Dec. 3, 2012.<br />\r\n\t<br />\r\n\tPolitico <a href=\"http://www.politico.com/events/politico-playbook-breakfast-with-grover-norquist/index.html\">interview</a> with Grover Norquist, president, Americans for Tax Reform, Nov. 28, 2012.</p>\r\n<p>\r\n\tTelephone interview with Doug Kellogg, spokesman, National Taxpayers Union, Nov. 28, 2012.</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "U.S. Senator", "false_count": 1, "first_name": "Saxby", "half_true_count": 3, "home_state": "Georgia", "id": 1143, "last_name": "Chambliss", "mostly_true_count": 4, "name_slug": "saxby-chambliss", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Saxby_Chambliss.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1143/", "total_count": 12, "true_count": 2, "website": ""}, "statement": "<p>\r\n\tSays he has never voted for raising taxes.</p>\r\n", "statement_context": "an interview", "statement_date": "2012-11-27", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}