{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2012/dec/05/dan-micciche/dallas-school-board-member-says-poverty-among-dall/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 7142, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/7142/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tIn a November 2012 opinion<a href=\"http://www.dallasnews.com/opinion/latest-columns/20121104-dan-micciche-hunger-in-the-classroom.ece\"> article</a>, a member of the Dallas school board touted a breakfast-in-the-classroom program for heading off student hunger.<br />\r\n\t<br />\r\n\tDan Micciche, writing in the <em>Dallas Morning News</em>, also spoke to poverty in Dallas: &quot;The poverty level in&quot; the Dallas school district &quot;is one of the highest in the country, higher than New York, Chicago, Los Angeles, Houston, Detroit and Newark.&quot;<br />\r\n\t<br />\r\n\tLike some other urban Texas counties, Dallas County is<a href=\"http://www.dallascountytexas.us/PublicSchools/Public_Schools.htm\"> home to more than 10 school districts</a>. Similarly, the Houston district is<a href=\"http://www.hcde-texas.org/default.aspx?name=schoolDistricts\"> among</a> more than 20 Harris County districts. So we figured Micciche was not speaking to poverty across Big D.<br />\r\n\t<br />\r\n\tBut is child poverty in the Dallas district super-high?<br />\r\n\t<br />\r\n\tBy email, Micciche pointed us to a chart in a January 2012 <a href=\"http://alt.coxnewsweb.com/statesman/politifact/012012%20fracreport.pdf\">report</a> on school breakfast programs by the<a href=\"http://frac.org\"> Food Research and Action Center</a>, a nonprofit that focuses on reducing hunger among poor Americans.<br />\r\n\t<br />\r\n\tThe chart lists the share of students in 26 large urban school districts determined to be eligible for<a href=\"http://www.fns.usda.gov/cnd/lunch/AboutLunch/NSLPFactSheet.pdf\"> federally supported</a> free- and reduced-price school meals in a recent school year. The intent, the report says, was to look at the &quot;largest school districts in a substantial number of states.&quot;<br />\r\n\t<br />\r\n\tStudents who qualify for the meal assistance do not have to be living below the federal poverty level. Children from families with incomes at or below 130 percent of the poverty level are eligible for free meals, while children from families with incomes between 130 percent and 185 percent of the poverty level are eligible for reduced‐price meals, according to a U.S. Department of Agriculture<a href=\"http://www.fns.usda.gov/cnd/lunch/AboutLunch/NSLPFactSheet.pdf\"> fact sheet</a>. For the year running through June 2013, 130 percent of the poverty level is $29,965 for a family of four; 185 percent is $42,643, the sheet says.<br />\r\n\t<br />\r\n\tIn 2010-11, the report chart indicates, the Dallas district had a greater share of students eligible for free- and reduced-price meals than districts serving New York, Chicago, Los Angeles, Houston, Detroit and Newark.<br />\r\n\t<br />\r\n\tSpecifically, 88.2 percent of the Dallas district&rsquo;s students were eligible for free- or reduced-price meals, 83.5 percent for free meals. Among the cited others, the Detroit district ranked second with 84.3 percent of students eligible for free- or reduced-price meals, 82.1 percent for free meals. Micciche&rsquo;s other mentioned districts fell out in this order: Chicago, Newark, Houston, Los Angeles and New York, where 64 percent qualified for free- or reduced-price meals.<br />\r\n\t<br />\r\n\tAmong all the sampled districts, the Memphis and Oklahoma City districts had greater shares of students eligible for free- or reduced-price meals than the Dallas district.<br />\r\n\t<br />\r\n\tNext, we looked for a more precise breakdown of children living in--not just above--poverty.<br />\r\n\t<br />\r\n\tThe government determines who lives in poverty by comparing annual income to dollar values called thresholds--updated annually for inflation--varied by family size, number of children and age of householder, according to the U.S. Census Bureau. If a family&rsquo;s before-tax money income is less than the dollar value of their threshold, then that family is considered to be in poverty. For people not living in families, poverty status is determined by comparing the individual&rsquo;s own income to his or her threshold. The poverty levels are not adjusted for regional differences in the cost of living.<br />\r\n\t<br />\r\n\tCensus spokesman Robert Bernstein helped us compare child poverty, based on tax filings and other records, within the Dallas district to child poverty in the six other districts. Some 47 percent of children in the Detroit district lived at or below the poverty level in 2010, according to the bureau, compared to nearly 38 percent of children in the Dallas district. Smaller shares of students lived in poverty in the other districts.<br />\r\n\t<br />\r\n\tA center researcher, Madeleine Levin, informed of this breakdown, cautioned by phone that the government&rsquo;s poverty threshold is less restrictive than the income hurdles for the school meal programs. &quot;You&rsquo;re comparing apples to oranges,&quot; she said. &quot;Totally different numbers.&quot;<br />\r\n\t<br />\r\n\tMicciche agreed, further speculating that the bureau&rsquo;s estimates swept in children living within the bounds of districts but not attending public school. &quot;That&rsquo;s not my point,&quot; he said &nbsp;by phone. &quot;The students who are in our schools come from a high-poverty population.&quot;<br />\r\n\t<br />\r\n\tFinally, we looked at figures for student eligibility for free- and reduced-price lunches in 2010-11 as compiled by the U.S Department of Education on its Elementary/Secondary Information System.<br />\r\n\t<br />\r\n\tResulting percentages varied, sometimes considerably, from the survey results cited by Micciche. The Dallas and Newark districts had the greatest share of students eligible for the programs, about 87 percent total, followed by the Detroit district, at 80 percent. The Newark district had a much lower student enrollment, 33,812, compared to 157,143 students shown for the Dallas district.<br />\r\n\t<br />\r\n\tLevin told us the discrepancies may reflect the fact that the federal counts drew on figures dating to October 2010 while the center drew on responses from food service departments submitted in fall 2011. At any rate, Levin said, both data sources indicate a high level of poverty among students in the Dallas schools.<br />\r\n\t<br />\r\n\tThe Dallas school board<a href=\"http://sire.dallasisd.org/sirepub/cache/0/hxt23o45qzyxuy45si1kek55/38561112032012113726250.PDF\"> voted</a> in late November 2012 to offer breakfasts in the classroom across the district, according to Dora Rivas, who directs the district&rsquo;s Food and Child Nutrition department. The breakfasts will be phased in starting in 2013-14.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tMicciche said the poverty level in the Dallas school district &quot;is one of the highest in the country, higher than New York, Chicago, Los Angeles, Houston, Detroit and Newark.&quot;<br />\r\n\t<br />\r\n\tThe poverty level is among the highest, though it looks like a greater share of Detroit students was living at or below poverty in 2010 and data collected by the federal government suggests that as of October 2010, the Dallas district was tied with the considerably smaller Newark district with nearly nine in 10 students eligible for free- or reduced-price meals. Then again, a more recent survey of school districts indicates Dallas had the greatest share of students qualified for the meal programs that year.<br />\r\n\t<br />\r\n\tWe rate this claim as Mostly True.</p>\r\n", "ruling_comments_date": "2012-12-05T16:16:07.856495", "ruling_date": "2012-12-05T15:13:11", "ruling_headline": "Dallas school board member says poverty among Dallas students is high and greater than in some other large, urban districts", "ruling_headline_slug": "dallas-school-board-member-says-poverty-among-dall", "ruling_link_text": "Close to first, at least", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tReport, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/012012%20fracreport.pdf\">&quot;School Breakfast in America&#39;s Big Cities, School Year 2010-11,&quot;</a> Food Research and Action Center, January 2012<br />\r\n\t<br />\r\n\tTelephone interview, Robert Bernstein, public affairs specialist, U.S. Census Bureau, Suitland, Md., Nov. 28, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Dan Micciche, Dallas, Nov. 28, 2012<br />\r\n\t<br />\r\n\tTelephone interviews, Madeleine Levin, senior policy analyst, Food Research and Action Center, Washington, Nov. 29 and Dec. 5, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Marie Stetzer, program manager, National Center for Educational Statistics, Dec. 5, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Lawyer", "false_count": 0, "first_name": "Dan", "half_true_count": 0, "home_state": "Texas", "id": 2100, "last_name": "Micciche", "mostly_true_count": 1, "name_slug": "dan-micciche", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/danmicchiche112812pft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2100/", "total_count": 1, "true_count": 0, "website": "http://www.akingump.com/dmicciche/"}, "statement": "<p>\r\n\t&quot;The poverty level in&quot; the Dallas school district &quot;is one of the highest in the country, higher than New York, Chicago, Los Angeles, Houston, Detroit and Newark.&quot;</p>\r\n", "statement_context": "an opinion article in the Dallas Morning News.", "statement_date": "2012-11-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}, {"description": "", "id": 29, "photo": null, "resource_uri": "/api/v/2/subject/29/", "subject": "Poverty", "subject_slug": "poverty", "used_in_edition": []}], "target": [], "twitter_headline": ""}