{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2013/jan/04/lois-kolkhorst/committee-chief-says-texas-government-spent-more-t/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 7212, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/7212/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tA legislator featured at a breakfast during the September 2012 Texas Tribune Festival brought up orthodontia&mdash;I know, right?&mdash;and made a Texas-sized claim.<br />\r\n\t<br />\r\n\tRep. Lois Kolkhorst, R-Brenham, who chairs the House Committee on Public Health, said: &quot;It&rsquo;s unacceptable that the state of Texas spent more than all 49&quot; other &quot;states combined, according to many, many reports and even our own data.&quot; The claim was heard and relayed to us by University of Texas journalism student Cody Permenter.<br />\r\n\t<br />\r\n\tTexas, No. 1 in recent Heisman Trophy winners, winter warm spells&mdash;and orthodontia?<br />\r\n\t<br />\r\n\tBy email, Kolkhorst&rsquo;s chief of staff, Chris Steinbach, said Kolkhorst drew on groundbreaking news reports by WFAA-TV, Channel 8 in Dallas, about Medicaid spending on orthodontia, as well as a <a href=\"http://oversight.house.gov/wp-content/uploads/2012/04/Uncovering-Waste-Fraud-and-Abuse-in-the-Medicaid-Program-Final-3.pdf\">congressional report</a> published in April 2012.<br />\r\n\t<br />\r\n\tSince May 2011, the station has presented numerous reports exploring expenditures on what appear to have been many medically unneeded orthodontic procedures provided to children enrolled in Medicaid, the joint federal-state health program.<br />\r\n\t<br />\r\n\tIn the initial May 13, 2011, <a href=\"http://www.wfaa.com/news/investigates/Texas-taxpayers-pay-big-for-straight-teeth--121818164.html\">broadcast</a>, reporter Byron Harris said such expenditures are supposed to be authorized only when a child&rsquo;s teeth are so crooked they could handicap the child. But, he said, required authorizations submitted by Texas practitioners had been rejected by a state contractor only when paperwork was flawed.<br />\r\n\t<br />\r\n\t&quot;Under Medicaid, Texas spends far more on braces than any state in the country, more than the next 10 states combined,&quot; Harris reported. The segment showed Stephanie Goodman, spokeswoman for the Texas Health and Human Services Commission, saying: &quot;For whatever reason, it&rsquo;s an area where we&rsquo;ve had more trouble than other parts of Medicaid.&quot;<br />\r\n\t<br />\r\n\tSpending was described more dramatically in subsequent WFAA-TV reports, though wordings varied. For instance, a station anchor introduced a June 19, 2011, <a href=\"http://www.wfaa.com/news/investigates/State-takes-action-after-News-8-report-on-Medicaid-braces-124166474.html\">report </a>by saying Texas &quot;spent $184 million last year on free braces for kids covered by Medicaid. That&rsquo;s more than the rest of the country combined.&quot; In an Aug. 18, 2011, <a href=\"http://www.wfaa.com/news/investigates/Braced--128041463.html\">report</a>, Harris said &nbsp;the same Texas spending was &quot;as much as the rest of the nation combined,&quot; a characterization repeated in a <a href=\"http://www.wfaa.com/news/investigates/Feds-Investigate-Texas-Dental-Medicaid-Program--128414743.html\">segment that aired a week later</a> in which he said the state &quot;now spends as much on braces for poor kids as the other 49 states combined.&quot;<br />\r\n\t<br />\r\n\tWe wondered how the station researched spending in Texas and other states.<br />\r\n\t<br />\r\n\tBy phone, Harris said that he and a producer contacted the states that, with Texas, comprise the nation&rsquo;s 10 most populous: California, New York, Florida, Illinois, Pennsylvania, Ohio, Michigan, Georgia and North Carolina. Harris said letters sent to officials in each state inquired into how much the state had spent in 2010 on orthodontic procedures the station had zeroed in on in Texas.<br />\r\n\t<br />\r\n\t&quot;Nobody had ever asked for this before,&quot; Harris said.<br />\r\n\t<br />\r\n\tResulting totals, according to a <a href=\"http://alt.coxnewsweb.com/statesman/politifact/121412%20copywfaaotherstatesortho.xlsx\">spreadsheet </a>Harris forwarded to us, ranged from zero in Michigan to $1 million for Ohio and up to $19.4 million for California and $20 million for North Carolina. And the nine-state total, $126.7 million, ran well short of the $184 million spent in Texas.<br />\r\n\t<br />\r\n\tHarris said the station did not research spending in the 40 other states, which would have drained too much time. Instead, he said, &quot;we just guessed&quot; at how much the other states spent. He also agreed that such spending in the other 40 states could push the total for all other states over the Texas total. &quot;It could go either way,&quot; he said.<br />\r\n\t<br />\r\n\tHarris later called us back, saying: &quot;You can shoot our methodology&quot; per the spending in the 40 other states, though it&rsquo;s also worth noting that the state of Texas did not make its own comparison. &quot;The proof is available,&quot; Harris said. Texas officials &quot;chose not to go for it.&quot;<br />\r\n\t<br />\r\n\tThe congressional <a href=\"http://oversight.house.gov/wp-content/uploads/2012/04/Uncovering-Waste-Fraud-and-Abuse-in-the-Medicaid-Program-Final-3.pdf\">report</a> cited by Steinbach, issued April 25, 2012, by the Republican majority staff of the House Committee on Oversight and Government Reform, says that &quot;between 2008 and 2010, Texas&rsquo; Medicaid program spent more on orthodontics, particularly braces, than all 49 remaining states combined.&quot;<br />\r\n\t<br />\r\n\tBut that comparison, also quoted in an Aug. 19, 2012, <em>Wall Street Journal</em> <a href=\"http://online.wsj.com/article/SB10000872396390444233104577591243154716520.html\">news article</a> noted by Kolkhorst, does not appear to have been independently researched. A footnote in the committee staff report credits a Dec. 27, 2011, <a href=\"http://www.wfaa.com/news/investigates/Crooked-Teeth-Medicaid-Millions-136287563.html\">special report</a> by WFAA, whose online summary of the report says: &quot;Texas paid more for Medicaid-funded dental orthodontics than the other 49 states combined.&quot;<br />\r\n\t<br />\r\n\tThe congressional report also quotes the then-Texas Medicaid director, Billy Millwee, as saying that because the state was focused on increasing the participation of dentists in Medicaid in accordance with a broad plan resulting from a lawsuit, the state had not noticed the stunning increase in spending on orthodontic services.<br />\r\n\t<br />\r\n\tIn August 2011, the Texas Health and Human Services Commission <a href=\"http://www.hhs.state.tx.us/news/release/083011_DentalServices.shtml\">announced </a>that it was tightening its oversight of requests to pay for orthodontics through Medicaid.<br />\r\n\t<br />\r\n\tBy phone, spokeswoman Goodman told us it&rsquo;s not known whether Texas spent the same or more on orthodontics than what was spent in other states combined nor was it necessarily the agency&#39;s mission to prove or disprove that. She said by email that when state researchers asked the federal <a href=\"http://www.cms.gov/\">Centers for Medicare and Medicaid Services</a> about a Texas-to-other-states comparison, they were told it would be difficult to compare states because of the different ways state Medicaid programs address orthodontic services. At the federal agency, spokesman Alper Ozinal told us state-specific figures for 2010 Medicaid spending on orthodontic procedures were not yet compiled.<br />\r\n\t<br />\r\n\tGoodman told us: &quot;No doubt, there have been problems with orthodontic services and we paid for claims that didn&rsquo;t meet the criteria for medical necessity,&quot; but significantly, she said by email, the state also ensured that more needy children received basic dental services. She sent a <a href=\"http://alt.coxnewsweb.com/statesman/politifact/121412%20copyhhscdentalexpenditures.xlsx\">chart</a> showing that Medicaid spending on orthodontic procedures escalated more than 200 percent from nearly $73 million in 2006 to $249 million five years later. Medicaid expenditures on other dental procedures in Texas increased at a faster clip--300 percent, from nearly $297 million to nearly $1.2 billion, according to the chart.<br />\r\n\t<br />\r\n\tGoodman noted, too, that in March 2012, the state shifted from a fee-for-service approach to Medicaid-funded dental services to a managed-care approach, a move that put the financial risk of providing services on contractors rather than the state.<br />\r\n\t<br />\r\n\tAccording to an Oct. 15, 2012, commission <a href=\"http://www.hhsc.state.tx.us/news/presentations/2012/101512-dental-svcs.pdf\">presentation</a>, &quot;there has been a significant decrease in the number of orthodontic prior authorization requests and approvals&quot; since implementation of the managed-care method. Also, the presentation says, the commission&rsquo;s inspector general had identified more than 50 probable &quot;over-utilizers&quot; of orthodontic services and identified $229 million in potential overpayments with 26 orthodontic providers placed on payment hold based on credible fraud allegations.<br />\r\n\t<br />\r\n\tKolkhorst said her reference at the Tribune event to &quot;our own data&quot; reflected efforts by House aides to check spending in some other states. She emailed us what she described as her handwritten <a href=\"http://alt.coxnewsweb.com/statesman/politifact/122112%20undatednoteskolkhorst.pdf\">notes</a> suggesting that 14 other states, combined, spent nearly $150 million on such procedures, about $35 million less than Texas alone. The notes show totals for the nine states separately checked by WFAA plus Arkansas, Colorado, Wyoming and Alabama and Hawaii, both shown as spending nothing on the procedures.<br />\r\n\t<br />\r\n\t&quot;Without us actually calling all 50 states and adding it all up, which we could do, I am very confident ... that Texas spent in the ballpark of the 49 other states,&quot; Kolkhorst said. &quot;It could be within $1 million or $10 million&mdash;the point being&quot; that what Texas spent by itself was &quot;incredible.&quot;<br />\r\n\t<br />\r\n\tKolkhorst said that if WFAA had said Texas solely outspent the other most-populous states, combined, she would have said that and shouldn&rsquo;t be penalized for echoing what she believed to be accurate reportage. Otherwise, she said, &quot;it is now our job to research whatever the media puts out.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tKolkhorst said that according to &quot;many reports&quot; and &quot;our own data,&quot; Texas outspent all other states combined on Medicaid-funded orthodontia.</p>\r\n<p>\r\n\tTexas experienced a toothsome spending spike; WFAA&#39;s reporting demonstrates the state spent more on orthodontic procedures funded by Medicaid in 2010 than the other most-populous states, combined. But relevant research has been limited to the spending in Texas and nine to 14 other states. Lacking complete backup information, this claim rates as Half True.</p>\r\n", "ruling_comments_date": "2013-01-03T12:47:54.811261", "ruling_date": "2013-01-04T10:00:00", "ruling_headline": "Committee chief says Texas government spent more through Medicaid on orthodontia than other states combined", "ruling_headline_slug": "committee-chief-says-texas-government-spent-more-t", "ruling_link_text": "Spending in most states not researched", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tNews reports on Medicaid spending on Texas orthodontic procedures by WFAA-TV, Channel 8, Dallas: <a href=\"http://www.wfaa.com/news/investigates/Texas-taxpayers-pay-big-for-straight-teeth--121818164.html\">&quot;Texas taxpayers pay big for straight teeth,&quot;</a> May 13, 2011; <a href=\"http://www.wfaa.com/news/investigates/State-takes-action-after-News-8-report-on-Medicaid-braces-124166474.html\">&quot;State takes action after News 8 Medicaid expos&eacute;,&quot;</a> June 19, 2011; <a href=\"http://www.wfaa.com/news/investigates/Braced--128041463.html\">&quot;Questions surround lucrative Medicaid dental business,&quot;</a> Aug. 18, 2011; <a href=\"http://www.wfaa.com/news/investigates/Feds-Investigate-Texas-Dental-Medicaid-Program--128414743.html\">&quot;Feds investigate Texas dental Medicaid program,&quot;</a> Aug. 25, 2011; <a href=\"http://www.wfaa.com/news/investigates/Crooked-Teeth-Medicaid-Millions-136287563.html\">&quot;Crooked Teeth: Medicaid Millions,&quot;</a> special report, Dec. 27, 2011; <a href=\"http://www.wfaa.com/news/investigates/Attorney-General-files-lawsuits-related-to-WFAA-dental-investigations-160402665.html\">&quot;Texas AG lawsuits spurred by WFAA dental investigation,&quot;</a> June 26, 2012<br />\r\n\t<br />\r\n\tTelephone interview and <a href=\"https://docs.google.com/document/pub?id=1hTekdnmzfUqGV5yKvjrbzb8xDdKcgncdEMGC-bR4ImU\">emails</a> (excerpted), Stephanie Goodman, communications director, Texas Health and Human Services Commission, Dec. 14, 2012<br />\r\n\t<br />\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/121412%20copyhhscdentalexpenditures.xlsx\">Chart</a>, Texas spending on dental and orthodontic services, fiscal 2006 through fiscal 2011, Texas Health and Human Services Commission (received Dec. 14, 2012)<br />\r\n\t<br />\r\n\tTelephone interviews, Byron Harris, investigative reporter, WFAA-TV, Dallas, Dec. 14 and 17, 2012<br />\r\n\t<br />\r\n\t<a href=\"http://alt.coxnewsweb.com/statesman/politifact/121412%20copywfaaotherstatesortho.xlsx\">Spreadsheet </a>on Medicaid spending on orthodontic procedures in nine populous states, 2010, WFAA-TV (received Dec. 14, 2012)<br />\r\n\t<br />\r\n\tRepublican majority staff report, <a href=\"http://oversight.house.gov/wp-content/uploads/2012/04/4-25-12-Staff-Report-Uncovering-Waste-Fraud-and-Abuse-in-the-Medicaid-Program.pdf\">&quot;Uncovering Waste, Fraud, and Abuse in the Medicaid Program,&quot;</a> U.S. House Committee on Oversight and Government Reform, April 25, 2012<br />\r\n\t<br />\r\n\tTelephone interviews and undated <a href=\"http://alt.coxnewsweb.com/statesman/politifact/122112%20undatednoteskolkhorst.pdf\">notes</a>, Lois Kolkhorst, Dec. 19 and 21, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Businesswoman", "false_count": 0, "first_name": "Lois", "half_true_count": 2, "home_state": "Texas", "id": 1338, "last_name": "Kolkhorst", "mostly_true_count": 0, "name_slug": "lois-kolkhorst", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/kolkhorst012011.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1338/", "total_count": 3, "true_count": 0, "website": "http://www.loiskolkhorst.com/"}, "statement": "<p>\r\n\tSays that according to &quot;many reports and even our own data,&quot; the state of Texas spent more through Medicaid on orthodontia than all other states combined.</p>\r\n", "statement_context": "a breakfast at the Texas Tribune Festival.", "statement_date": "2012-09-23", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 212, "photo": null, "resource_uri": "/api/v/2/subject/212/", "subject": "Medicaid", "subject_slug": "medicaid", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 202, "photo": null, "resource_uri": "/api/v/2/subject/202/", "subject": "Public Health", "subject_slug": "public-health", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}