{"art": [], "author": [{"email_address": "seaton@plaind.com", "first_name": "Sabrina ", "id": 151, "last_name": "Eaton", "name_slug": "sabrina-eaton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-sabrina-eaton_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/151/", "title": "Reporter, Plain Dealer Washington bureau", "twitter": null}], "canonical_url": "/ohio/statements/2013/jan/10/jim-renacci/jim-renacci-says-every-american-will-pay-63-fee-pa/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "rhiggs@plaind.com", "first_name": "Robert", "id": 154, "last_name": "Higgs", "name_slug": "robert-higgs", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-robert-higgs_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/154/", "title": "Statehouse bureau chief, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 7234, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "seaton@plaind.com", "first_name": "Sabrina ", "id": 151, "last_name": "Eaton", "name_slug": "sabrina-eaton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-sabrina-eaton_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/151/", "title": "Reporter, Plain Dealer Washington bureau", "twitter": null}], "resource_uri": "/api/v/2/statement/7234/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\t&nbsp;Rep. Jim Renacci has never been a fan of the Patient Protection and Affordable Care Act.</p>\r\n<p>\r\n\tIn fact, the Ohio Republican won a pair of congressional elections after lambasting the Democrats he defeated for backing it.</p>\r\n<p>\r\n\tRenacci, of Wadsworth, continued his crusade against the health care reform law in a Dec. 21 <a href=\"http://www.the-daily-record.com/opinion/2012/12/21/new-health-insurance-fees-coming\">column</a> published in The Daily Record of Wooster, Ohio, where he said that &quot;many of the fees and penalties in the President&rsquo;s health care law will begin to take effect&quot; on Jan. 1, 2013.<br />\r\n\t<br />\r\n\t&quot;One of them is a $63 charge every American will begin paying as a way to cover some of the increased costs associated with providing health insurance to those with pre-existing conditions,&quot; his column said.<br />\r\n\t<br />\r\n\t&quot;For many, this new fee will be paid for by their employer. While that&#39;s good news for many American families, whose budgets are already stretched tightly, it is problematic for business of all sizes. For large businesses, this new fee could equal tens of millions of more dollars being shipped to Washington.&quot;<br />\r\n\t<br />\r\n\tIn an email relayed by his press spokesman, Renacci elaborated on his criticism, noting that businesses won&rsquo;t be able to use the money they pay for those fees to &quot;hire expand or make capital investments.&quot;<br />\r\n\t<br />\r\n\t&quot;If you want a real world example of how unfriendly to business the President&rsquo;s health care law will be, look no further,&quot; Renacci said in the email. &quot;Now is certainly not the time to make it more expensive to do business in America.&quot;<br />\r\n\t<br />\r\n\tPolitiFact Ohio decided to look into his claim about the fee.<br />\r\n\t<br />\r\n\tDetails about the fee emerged last month when the U.S. Department of Health and Human Services released <a href=\"http://www.gpo.gov/fdsys/pkg/FR-2012-12-07/pdf/2012-29184.pdf\">proposed regulations</a> that would impose a three-year temporary assessment on employer sponsored health plans, starting in 2014. HHS estimated the fee would amount to $5.25 each month for every covered beneficiary, which works out to $63 per year.<br />\r\n\t<br />\r\n\tThe fee is designed to raise $25 billion over three years to cushion health insurance companies from unexpected costs they&rsquo;ll begin to encounter in 2014 when the law bans them from refusing to cover people who are already ill.<br />\r\n\t<br />\r\n\tAccording to the <a href=\"http://bigstory.ap.org/article/surprise-new-insurance-fee-health-overhaul-law\">Associated Press</a>, the fee would be assessed on all &quot;major medical&quot; insurance plans, including those provided by employers and those purchased individually by consumers.<br />\r\n\t<br />\r\n\tMost of the money would go into a fund administered by the U.S. Department of Health and Human Services. The U.S. Treasury would get $5 billion to offset the cost of shoring up employer-sponsored coverage for early retirees. The per-person amount of the fees would diminish each year before phasing out in 2017. The fees are designed to raise $12 billion in 2014, $8 billion in 2015 and $5 billion in 2016.<br />\r\n\t<br />\r\n\tThe law firm McDermott, Will &amp; Emery <a href=\"http://www.mwe.com/Proposed-ACA-Regulations-on-Transitional-Reinsurance-Program-Premiums-and-Potential-Effects-for-Employer-Sponsored-Group-Health-Plans-12-06-2012/\">analyzed the proposed regulations</a> and said the yearly contributions that an employer pays would be based on the number of individuals covered under its plan, not the number of employees who participate. For example, a family of four covered under an employee&rsquo;s insurance plan would be regarded as four &quot;covered lives&quot; and the employer would have to pay the fee for four people. The payments would be tax deductible to employers as an ordinary and necessary business expense.<br />\r\n\t<br />\r\n\tHHS spokesman Fabien Levy described the fee as one component of a comprehensive legislative package that&rsquo;s designed to save money for consumers and businesses. Other money-saving changes have already gone into effect, including prescription drug savings for senior citizens and allowing adults under age 26 to remain on their parents&rsquo; insurance plans.<br />\r\n\t<br />\r\n\t&quot;The health care law will help bring down costs and save money for American families,&quot; Levy said. &quot;This program will help ensure employers no longer have to shoulder the cost of caring for the uninsured, which has raised businesses&rsquo; health care costs for decades.&quot;<br />\r\n\t<br />\r\n\tBut the fee Renacci targeted has not been finalized, Levy said. Comments on the proposed regulation were due at the Department of Health and Human Services on Dec. 31.<br />\r\n\t<br />\r\n\tIn an email, Renacci spokesman Shawn Ryan said Renacci&rsquo;s date error was an &quot;honest mistake,&quot; that wasn&rsquo;t an attempt to mislead anyone. Although the rule has not been finalized, Ryan said that the Obama administration, through HHS, &quot;has made it very clear - even by just proposing the rule - that they fully intend to implement it.&quot;<br />\r\n\t<br />\r\n\tIn a news release, Columbus-area Republican Rep. Patrick Tiberi, the chair of the House Ways and Means Committee subcommittee on Select Revenue Measures, called the fee a &quot;hidden tax&quot; &nbsp;that would be imposed on 190 million Americans who are enrolled in health care plans. He also provided feedback to HHS Secretary Kathleen Sebelius. His Dec. 21 letter to Sebelius said the fee would discourage employers from insuring their workers.<br />\r\n\t<br />\r\n\t&quot;While we understand the importance of ensuring those with pre-existing conditions have access to affordable care, this regulation could cause some people to lose their health care coverage altogether,&quot; said the letter that Tiberi sent with other Republicans on the House Ways and Means Committee.<br />\r\n\t<br />\r\n\tSo where does this leave Renacci&rsquo;s claim?<br />\r\n\t<br />\r\n\tThere is an element of truth in his statement. The Department of Health and Human Services has indeed proposed a new $63 fee on every insured person that would be used to cover some costs associated with extending health insurance coverage to people with pre-existing medical conditions.<br />\r\n\t<br />\r\n\tBut his claim scrambles the details on some critical facts.</p>\r\n<ul>\r\n\t<li>\r\n\t\tThe fee is part of a recently proposed rule that has not been finalized. If the proposal takes effect as it is currently written, the fee would be assessed beginning in 2014, not in 2013, as Renacci stated in his column.</li>\r\n</ul>\r\n<ul>\r\n\t<li>\r\n\t\tThe fee would diminish over time before phasing out in 2017. Renacci&rsquo;s column mentions how much the fees could raise in three years, but does not explain that it will end.</li>\r\n</ul>\r\n<ul>\r\n\t<li>\r\n\t\tDescribing it as &quot;$63 charge every American will begin paying,&quot; as he does in his column, is inaccurate. It would affect only those covered by major medical health insurance plans. &nbsp;</li>\r\n</ul>\r\n<p>\r\n\tOn the Truth-O-Meter, his claim rates Mostly False.</p>\r\n", "ruling_comments_date": "2013-01-09T17:08:01.008840", "ruling_date": "2013-01-10T06:00:00", "ruling_headline": "Jim Renacci says every American will pay a $63 fee as part of the health reform law", "ruling_headline_slug": "jim-renacci-says-every-american-will-pay-63-fee-pa", "ruling_link_text": "Not this year, not every American and not forever", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tThe Plain Dealer via Cleveland.com, &quot;<a href=\"http://www.cleveland.com/open/index.ssf/2010/08/ohio_democrats_defend_their_re.html\">Ohio Democrats defend their records in Congress</a>,&quot; Aug. 30, 2010<br />\r\n\t<br />\r\n\tThe Plain Dealer via Cleveland.com, &quot;<a href=\"http://www.cleveland.com/open/index.ssf/2012/08/betty_sutton_and_jim_renacci_a.html\">Betty Sutton and Jim Renacci fight confusion and each other in Ohio congressional race</a>,&quot; Aug. 18, 2012<br />\r\n\t<br />\r\n\tThe Federal Register, Vol. 77, No. 236, &quot;<a href=\"http://www.gpo.gov/fdsys/pkg/FR-2012-12-07/pdf/2012-29184.pdf\">Patient Protection and Affordable Care Act; HHS Notice of Benefit and Payment Parameters for 2014</a>,&quot; Dec. 7, 2012<br />\r\n\t<br />\r\n\tThe Daily Record, &quot;<a href=\"http://www.the-daily-record.com/opinion/2012/12/21/new-health-insurance-fees-coming\">New Health Insurance Fees Coming</a>,&quot; by Rep. Jim Renacci, Dec. 21, 2012<br />\r\n\t<br />\r\n\tRep. Patrick Tiberi, news release, &quot;<a href=\"http://tiberi.house.gov/news/documentsingle.aspx?DocumentID=315369\">Hidden Tax on Health Care Recipients Outrageous</a>,&quot; Dec. 14, 2012<br />\r\n\t<br />\r\n\tLetter from Tiberi to HHS Secretary Kathleen Sebelius, Dec. 21, 2012<br />\r\n\t<br />\r\n\tThe Associated Press, &quot;<a href=\"http://www.google.com/hostednews/ap/article/ALeqM5iC5PV5VF6HpKQc4l66cQKsm8PihQ?docId=01e222fd25cc457a8b002a0b83ac9f50\">Surprise: New Insurance Fee In Health Overhaul Law</a>,&quot;<br />\r\n\tDec. 10, 2012<br />\r\n\t<br />\r\n\tMcDermott, Will &amp; Emory, &nbsp;&quot;<a href=\"http://www.mwe.com/Proposed-ACA-Regulations-on-Transitional-Reinsurance-Program-Premiums-and-Potential-Effects-for-Employer-Sponsored-Group-Health-Plans-12-06-2012/\">Proposed ACA Regulations on Transitional Reinsurance Program Premiums and Potential Effects for Employer-Sponsored Group Health Plans,</a>Dec. 6, 2012<br />\r\n\t<br />\r\n\tThe Columbus Dispatch, <a href=\"http://www.dispatch.com/content/stories/local/2012/12/15/tiberi-rips-new-63-fee-buried-in-health-care-law.html\">Tiberi rips new $63 fee buried in health care law</a>, Dec. 15, 2012<br />\r\n\t<br />\r\n\tEmails and interviews with Renacci spokesman Shawn Ryan, Jan. 2 - 4, 2013<br />\r\n\t<br />\r\n\tEmails and interview with Tiberi spokeswoman Breann Gonzalez, Jan. 4, 2013<br />\r\n\t<br />\r\n\tEmails and interviews with HHS spokesman Fabien Levy, Jan. 4, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 5, "current_job": "U.S. representative ", "false_count": 3, "first_name": "Jim", "half_true_count": 5, "home_state": "Ohio", "id": 606, "last_name": "Renacci", "mostly_true_count": 3, "name_slug": "jim-renacci", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-renacci_2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/606/", "total_count": 19, "true_count": 1, "website": "http://jimrenacci.com/"}, "statement": "<p>\r\n\tObamacare includes &quot;a $63 charge every American will begin paying (in 2013) as a way to cover some of the increased costs associated with providing health insurance to those with pre-existing conditions.&quot;&nbsp;</p>\r\n", "statement_context": "a newspaper column", "statement_date": "2012-12-21", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 109, "photo": null, "resource_uri": "/api/v/2/subject/109/", "subject": "Regulation", "subject_slug": "market-regulation", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}