{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2013/jan/21/lee-leffingwell/lee-leffingwell-says-treated-wastewater-put-colora/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 7269, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/7269/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tAustin get its water from the Colorado River and puts its treated wastewater into the river, Mayor Lee Leffingwell reminded colleagues at a Dec. 13, 2012, Austin City Council <a href=\"http://austintx.swagit.com/play/12132012-529\">meeting</a>.<br />\r\n\t<br />\r\n\tYuck? &quot;Actually, it&rsquo;s not as bad as it sounds,&quot; Leffingwell said, &quot;because it&rsquo;s better quality than the water we take out of Lake Austin&quot; for public use. &quot;It&rsquo;s treated to a high level.&quot;<br />\r\n\t<br />\r\n\tHis comparison of upstream river water to what the Austin Water Utility pours in downstream came to our attention from a skeptical <a href=\"http://www.sosalliance.org/community/about-save-our-springs-alliance/staff\">Bill Bunch</a>, executive director of the Save Our Springs Alliance.<br />\r\n\t<br />\r\n\tData analyzed by the utility, the Lower Colorado River Authority and the Texas Commission on Environmental Quality delivered a mixed picture, also demonstrating there are myriad ways to gauge water quality.<br />\r\n\t<br />\r\n\tThe utility <a href=\"http://austintexas.gov/department/water-treatment-plants\">treats</a> lake water to drinking-water quality at two upstream plants and has two major downstream wastewater treatment plants, Walnut Creek and South Austin Regional. At the plants, screens and other devices help remove large objects and separate out significant amounts of sludge, the utility<a href=\"http://austintexas.gov/department/wastewater-treatment-plants\"> says</a>, with the remaining wastewater passing through aeration basins where microorganisms convert pollutants into solids that get treated as sludge at the Hornsby Bend Biosolids Management Plant. The liquid that remains gets passed to chlorine basins for disinfection, the utility says, and more filtration. Ultimately, a small amount of sulfur dioxide is added to remove the chlorine before much of the treated water is put into the river.<br />\r\n\t<br />\r\n\tBy email, Leffingwell aide Amy Everhart advised us that the mayor drew on the utility&rsquo;s assessment that water downstream of its wastewater plants is of higher quality than water upstream, &quot;meaning the discharge is of better quality than the water upriver,&quot; she said.<br />\r\n\t<br />\r\n\tBy email and in telephone interviews, utility officials pointed us to how the state rates the quality of sections of the river, which is broken into a chain of lakes by dams.<br />\r\n\t<br />\r\n\tAccording to a <a href=\"http://alt.coxnewsweb.com/statesman/politifact/01092013%20texaswaterqualitystandards.pdf\">chart</a> starting on Page 80 of the Texas Surface Water Quality Standards, Lake Austin and Lady Bird Lake in the city are rated as &quot;high&quot; quality segments for aquatic life, a utility assistant director, Daryl Slusher, noted, while the section below Lady Bird Lake where Austin discharges most of its wastewater is rated more highly, as &quot;exceptional.&quot;<br />\r\n\t<br />\r\n\t&quot;This is one of the very rare instances where the overall water quality in a river segment downstream of a major urban area is classified as better than that of the upstream segment,&quot; Slusher said.<br />\r\n\t<br />\r\n\tNot so fast, an Austin environmental engineer said.<br />\r\n\t<br />\r\n\t<a href=\"http://glenrose.com/about/who-we-are/\" id=\"internal-source-marker_0.6448158434957687\">Lauren Ross</a>, recommended to us by Bunch, pointed out by email that monitoring by the Lower Colorado River Authority indicates distinct nitrogen and phosphorus levels in the river. In<a href=\"http://www.lcra.org/library/media/public/docs/water/quality/water_WQ_8_12.pdf\"> August 2012</a>, for instance, the level of nitrogen at the Lake Austin dam upstream was rated &quot;low,&quot; at 0.008 milligrams per liter, while the river below Austin was rated &quot;high/critical&quot; from Webberville to La Grange, with concentrations of 2.7 mg./liter to 6.4 mg./liter. Phosphorus levels tested &quot;normal&quot; at Lake Austin but were &quot;high/critical&quot; from Webberville to Smithville and &quot;high&quot; at La Grange, according to the authority.<br />\r\n\t<br />\r\n\tBy telephone, Raj Bhattarai, who manages the utility&rsquo;s division of environmental and regulatory services, said it&rsquo;s understandable that water downstream would have higher levels of nitrogen and phosphorus, given the Austin region&rsquo;s population and that nitrogen and phosphorus are components of human waste byproducts.<br />\r\n\t<br />\r\n\tRoss also suggested a look at differing levels of heavy metals upstream and downstream, which she said would indicate deterioration. The utility provided a chart showing average concentrations of 11 metals in Lake Austin and near the major treatment plants. Levels of arsenic, chromium, copper, lead, silver and zinc were the same or higher downstream. Levels of cadmium, nickel and mercury were the same, while levels of barium were lower downstream.<br />\r\n\t<br />\r\n\tWe weren&rsquo;t sure what to make of these measurements. Ross said she wasn&rsquo;t prepared to say there were health effects.<br />\r\n\t<br />\r\n\tWe asked the Texas Commission on Environmental Quality for its analysis of differences between the water upstream and water returned to the river after wastewater treatment.<br />\r\n\t<br />\r\n\tBy email, spokeswoman Andrea Morrow responded that agency experts consider six indicators directly comparable between water checked by the commission every few months at monitoring stations on Lady Bird Lake and Lake Austin and wastewater effluent as gauged by the Austin utility at treatment plants including the Walnut Creek and South Austin Regional facilities.<br />\r\n\t<br />\r\n\tAccording to a <a href=\"http://alt.coxnewsweb.com/statesman/politifact/010913%20tceqchartwaterqualityindicatorspftexas.xls\">chart</a> prepared by commission staff, both the water upstream and the effluent have similar, reasonable acidity/alkalinity and dissolved levels of oxygen. The utility&rsquo;s effluent is of greater clarity, the chart suggests, and has lower E. coli levels, which can indicate fecal contamination and the potential for waterborne disease.<br />\r\n\t<br />\r\n\tHowever, the effluent has higher levels of phosphorus (as measured at two smaller plants, Morrow said) and ammonia-nitrogen, the latter of which can be toxic to aquatic life in overly high concentrations, though it typically nourishes plants and algae, Morrow said.<br />\r\n\t<br />\r\n\tAmong six plants where effluent has been checked for ammonia-nitrogen, average levels ranged from 0.2 milligrams per liter to 0.9 milligrams per liter compared with permitted levels of 2 or 3 milligrams per liter, varying by location. Raw lake water, upstream, averaged 0.04 milligrams per liter for ammonia-nitrogen, the chart says.<br />\r\n\t<br />\r\n\tMorrow wrote: &quot;These are only a fraction of water quality parameters that could potentially be compared between the two water types, but the reality is that available data allows only a handful to be evaluated.&quot; By the indicators, she summarized, &quot;the effluent tends to be clearer and lower in bacteria levels, while the lake water&quot; before it is taken in by the utility &quot;is generally lower in nutrient concentrations. Dissolved oxygen and pH were comparable between the two types. So with respect to the statement that the effluent quality is higher than the source water, for some things it&rsquo;s true, for others it&rsquo;s not.&quot;<br />\r\n\t<br />\r\n\tRoss, speaking to the commission&rsquo;s chart, said the utility does not check nitrogen levels of its effluent and &quot;failing to monitor for wastewater effluent&rsquo;s most significant contributions to stream degradation hides the true impact of Austin&rsquo;s wastewater effluent on downstream water quality.&quot;<br />\r\n\t<br />\r\n\tBhattarai said the utility measures what&rsquo;s required to be measured under its state-granted permit.<br />\r\n\t<br />\r\n\tBy email, Slusher said the utility doesn&rsquo;t disagree with the commission analysis of individual elements in the wastewater effluent, though the big picture remains, he said, that the river downstream has judged of higher quality for aquatic life than Lake Austin.<br />\r\n\t<br />\r\n\tIn contrast, Ross said the levels of nitrogen and phosphorus downstream signal the effluent is not of higher quality, though she also said she&rsquo;s not saying that the utility is not doing a good job.<br />\r\n\t<br />\r\n\tWe gathered more detail.<br />\r\n\t<br />\r\n\tIn the last three months of 2012, the utility said by email, the effluent from the major treatment plants had about nine times the level of ammonia that Lake Austin had in late 2010, the last time the utility checked in that stretch, and more than 850 times the amount of nitrogen that Lake Austin had in 2010.<br />\r\n\t<br />\r\n\tGenerally, Bhattarai said, the effluent can be of better quality than Lake Austin upstream, by certain parameters at certain times, but the utility doesn&rsquo;t say that is always the case.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tLeffingwell said Austin&rsquo;s treated wastewater, put into the river, is of higher quality than water the city removes upstream for public use.<br />\r\n\t<br />\r\n\tSome indicators suggest the river below Austin is of higher quality for aquatic life than the water in Lake Austin, but other measurements suggest higher downstream levels of nitrogen and phosphorus.<br />\r\n\t<br />\r\n\tBesides, the mayor specified that the wastewater effluent is of higher quality than water in Lake Austin. The state&rsquo;s analysis was that some elements of the effluent are better, some worse, with which the utility seemed to concur.</p>\r\n<p>\r\n\tThis claim ultimately strikes us as oversimplifying a judgment that depends on which of many possible quality indicators is considered most significant. We rate it as Half True.</p>\r\n", "ruling_comments_date": "2013-01-18T17:44:38.305148", "ruling_date": "2013-01-21T06:00:00", "ruling_headline": "Lee Leffingwell says treated wastewater put into Colorado River is of higher quality than Lake Austin", "ruling_headline_slug": "lee-leffingwell-says-treated-wastewater-put-colora", "ruling_link_text": "Eye-watering complexity", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<a href=\"https://docs.google.com/document/d/13LkbYkU8T8_7i2uTAmuyuA3-2Gja7nWpJ5FMHV7ezik/pub\" id=\"internal-source-marker_0.6448158434957687\">Email</a>, response to PolitiFact Texas, Amy Everhart, policy director, Office of Mayor Lee Leffingwell, Jan. 8, 2013<br />\r\n\t<br />\r\n\t<a href=\"https://docs.google.com/document/d/1-lpjKZLHyUfCmgX6SDDku5fw8fBURY0xnaC3zeNfKLM/pub\">Emails</a> (excerpted), telephone interview, responses to PolitiFact Texas, Daryl Slusher, assistant director; Raj Bhattarai, division manager, environmental and regulatory services,<br />\r\n\tAustin Water Utility, Jan. 8-14, 2013<br />\r\n\t<br />\r\n\t<a href=\"https://docs.google.com/document/d/1B4QUAfmjLR6dRPWscZP5lDlpWLVTgcHe1xyy_WgTzs8/pub\">Emails</a> (excerpted), responses to PolitiFact Texas, Andrea Morrow, spokeswoman, Texas Commission on Environmental Quality, Jan. 9-10, 2013<br />\r\n\t<br />\r\n\tChart, <a href=\"http://alt.coxnewsweb.com/statesman/politifact/010913%20tceqchartwaterqualityindicatorspftexas.xls\">&quot;Effluent Data Summary - City of Austin Facilities (with Lake Austin/Ladybird Lake Data Added - in highlights*),&quot;</a> response to PolitiFact Texas, Texas Commission on Environmental Quality (received Jan. 9, 2013)<br />\r\n\t<br />\r\n\t<a href=\"https://docs.google.com/document/d/1WeBX8z23d02i_RBnp79k_ART9Eq4COooaqeEeGl9xl8/pub\">Emails</a> (excerpted) and telephone interview, responses to PolitiFact Texas, D. Lauren Ross, owner, Glenrose Engineering, Inc., Austin, Jan. 10 and 14, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "Austin mayor", "false_count": 0, "first_name": "Lee", "half_true_count": 4, "home_state": "Texas", "id": 1079, "last_name": "Leffingwell", "mostly_true_count": 1, "name_slug": "lee-leffingwell", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/leffingwell2010.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1079/", "total_count": 9, "true_count": 3, "website": "http://www.mayorleffingwell.com/"}, "statement": "<p>\r\n\tSays Austin&rsquo;s treated wastewater, put into the Colorado River, is of higher quality than water the city takes from the lake for public use.</p>\r\n", "statement_context": "an Austin City Council meeting.", "statement_date": "2012-12-13", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}, {"description": "", "id": 197, "photo": null, "resource_uri": "/api/v/2/subject/197/", "subject": "Water", "subject_slug": "water", "used_in_edition": ["/api/v/2/edition/5/", "/api/v/2/edition/2/"]}], "target": [], "twitter_headline": ""}