{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2013/jan/25/lloyd-doggett/lloyd-doggett-says-republicans-cost-country-more-1/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 7289, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/7289/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tU.S. Rep. Lloyd Doggett disputes the notion that a partial government shutdown might be needed to make President Barack Obama negotiate spending cuts and long-term changes affecting Medicare, Medicaid and Social Security.<br />\r\n\t<br />\r\n\tThe Austin Democrat, reacting to U.S. Sen. John Cornyn&rsquo;s Jan. 3, 2012, Houston Chronicle <a href=\"http://www.chron.com/opinion/outlook/article/Obama-must-engage-Congress-4165856.php\">commentary</a>, agreed that fiscal sanity matters but, Doggett wrote <a href=\"https://www.facebook.com/lloyddoggett?ref=stream\">on Facebook</a>, &quot;that sanity can hardly be realized by jeopardizing the full faith and credit of the United States.&quot;<br />\r\n\t<br />\r\n\tHis punch line: &quot;The last time Republicans held hostage a resolution to ensure that our country&rsquo;s bills were paid cost us more than $1 billion in added interest and slowed the economic recovery.&quot;<br />\r\n\t<br />\r\n\tRepublicans such as Cornyn slammed the country so?<br />\r\n\t<br />\r\n\tBy email, Doggett spokeswoman Sarah Dohl told us Doggett was referring to resistance by Republicans in 2011 to raising the debt ceiling. At the time, Dohl said, the Republicans &quot;threatened not to raise the country&rsquo;s borrowing limit unless lawmakers reduced the deficit.&quot;<br />\r\n\t<br />\r\n\tThat year, Republicans in Congress and the Obama administration unsuccessfully hunted a long-term agreement reducing the debt and budget deficits. Congress raised the debt ceiling in August, enabling the government to pay its obligations, after the Treasury had said action was needed by mid-May.<br />\r\n\t<br />\r\n\tIn August 2011, we <a href=\"http://www.politifact.com/texas/statements/2011/aug/30/rick-perry/rick-perry-says-national-debt-spending-under-obama/\">rated as Half True</a> a claim by Gov. Rick Perry that record debt and Obama&rsquo;s &quot;refusal to control spending led to our nation&#39;s credit rating being downgraded for the first time in history.&quot;<br />\r\n\t<br />\r\n\tThe nation&rsquo;s debt level was a major factor for rating agencies downgrading the country&rsquo;s ratings. But federal spending also had increased under President George W. Bush. Perry&rsquo;s claim also overlooked the prime factor cited &nbsp;for Standard &amp; Poor&#39;s downgrade--political divisiveness sapping confidence the nation would soon reach consensus on the debt issue.<br />\r\n\t<br />\r\n\tLater that year, Congress established a schedule for across-the-board budget cuts or &quot;sequestration,&quot; though in December 2012, Congress put off such results a few months amid speculation there would be fresh pushes for alternative approaches.<br />\r\n\t<br />\r\n\tIt&rsquo;s not unusual for members of one party or the other to oppose a hike in the debt ceiling. Still, the Treasury <a href=\"http://www.treasury.gov/initiatives/pages/debtlimit.aspx\">says</a>, Congress has acted 78 times to permanently raise, temporarily extend, or revise the definition of the debt limit&ndash;49 times under Republican presidents and 29 times under Democratic presidents.<br />\r\n\t<br />\r\n\tCongress had so much trouble passing increases in the debt ceiling in the late 1980s, according to a news article in the Austin American-Statesman on July 31, 2012, that the House adopted a rule allowing the ceiling to be raised without a vote. &quot;That rule was in effect for years,&quot; the story says. &quot;The problem is always harder when government is divided between the two parties.&quot;<br />\r\n\t<br />\r\n\tSo it was that after the 2010 elections, Republicans newly controlled the U.S. House while Democrats maintained a Senate majority.<br />\r\n\t<br />\r\n\tAnd did the 2011 events impose the costs declared by Doggett?<br />\r\n\t<br />\r\n\tWe broke his claim into two parts--the proclaimed interest costs and the impact on the economic recovery--before turning to whether one party should be blamed.</p>\r\n<p>\r\n\t<strong>Interest costs</strong><br />\r\n\t<br />\r\n\tDohl said the 2011 delay forced the government to pay additional borrowing costs, according to a<a href=\"http://www.gao.gov/assets/600/592832.pdf\"> July 23, 2012, report from the Government Accountability Office</a>, the audit and investigative arm of Congress. That report says: &quot;Delays in raising the debt limit can create uncertainty in the Treasury market and lead to higher Treasury borrowing costs. GAO estimated that delays in raising the debt limit in 2011 led to an increase in Treasury&rsquo;s borrowing costs of about $1.3 billion in fiscal year 2011,&quot; which ran through September 2011.<br />\r\n\t<br />\r\n\tThe agency reached that estimate by comparing interest rates on private securities to rates for those issued by the government from January 2011, when the Treasury initially warned of the need to raise the ceiling, to August 2011, when the ceiling was raised. The &quot;debt limit event led to a premium on Treasury securities with maturities of 2 years or more,&quot; the report says, &quot;while Treasury securities with shorter maturities either experienced no change or became slightly less costly relative to private securities.&quot;<br />\r\n\t<br />\r\n\tBeyond the $1.3 billion in identified costs, the report says, are &quot;multi-year effects on increased costs for Treasury securities that will remain outstanding after fiscal year 2011.&quot; &nbsp;Dohl pointed out that the <a href=\"http://bipartisanpolicy.org\">Bipartisan Policy Center</a>, which seeks to develop bipartisan consensus on government policy, applied GAO&rsquo;s research to <a href=\"http://bipartisanpolicy.org/sites/default/files/Debt%20Limit%20Analysis.pdf\">conclude</a> that the additional borrowing costs would total $18.9 billion over 10 years.<br />\r\n\t<br />\r\n\tWe queried Washington observers about the report.<br />\r\n\t<br />\r\n\t<a href=\"http://www.cato.org/people/daniel-mitchell\">Daniel J. Mitchell </a>of the libertarian-leaning Cato Institute said by email that the GAO identified an unimpressive &quot;ripple (not even a tempest, when you compare to overall debt numbers) in the teacup.&quot; The <a href=\"http://www.treasurydirect.gov/NP/BPDLogin?application=np\">total federal debt</a>, $16.4 trillion as of Jan. 22, 2013, went from $14 trillion to $14.6 trillion as Congress tussled over debt and deficit issues in 2011.<br />\r\n\t<br />\r\n\tSome suggested the GAO analysis was simplistic, ignoring other factors behind borrowing costs. The report itself acknowledges its researchers could not capture every possible economic and financial factor.</p>\r\n<p>\r\n\t<strong>Economic impact</strong><br />\r\n\t<br />\r\n\tAnd did the delayed decision slow the economic recovery?<br />\r\n\t<br />\r\n\tDohl, of Doggett&rsquo;s office, pointed out a July 8, 2011, CNN <a href=\"http://money.cnn.com/2011/07/08/news/economy/june_jobs_report_unemployment/index.htm\">news report</a> stating the economy had gained a disappointing 18,000 jobs the previous month. CNN also said: &quot;The main culprit economists are point(ing) to: uncertainty. Businesses are hesitant to hire given uncertainty surrounding federal spending cuts and tax policy, as Congress still has yet to reach an agreement on the debt ceiling and long-term measures for trimming the nation&#39;s deficit,&quot; its report said.<br />\r\n\t<br />\r\n\tBut, the report said, other factors could have affected the job numbers.<br />\r\n\t<br />\r\n\t&quot;There isn&#39;t a single silver bullet--there are a number of factors coming together,&quot; John Silvia, chief economist for Wells Fargo, told CNN. &quot;The tsunami, floods, higher gas prices, and the stalemate in Washington all create a lot of uncertainty.&quot;<br />\r\n\t<br />\r\n\tNew York University economist <a href=\"http://www.stern.nyu.edu/faculty/bio/lawrence-white\">Lawrence White</a> told us by email: &quot;That we have a soft economy that has taken too long to recover is a well-accepted fact. But the reasons are far more complex than the debt-ceiling crisis of August 2011.&quot;<br />\r\n\t<br />\r\n\t<a href=\"http://www.cepr.net/index.php/biographies/dean-baker/\">Dean Baker</a>, co-director of the liberal Center for Economic and Policy Research, sounded a similar note, saying the main story in the economy over that period was the ending of federal stimulus aid approved in 2009. &quot;If the debt standoff added to this, it is hard to see through what channel,&quot; Baker said. &quot;There was no noticeable fall-off in either consumer spending or investment demand.&quot;</p>\r\n<p>\r\n\t<strong>Who done it?</strong></p>\r\n<p>\r\n\tFinally, were Republicans to blame?</p>\r\n<p>\r\n\tTo our inquiry, Dohl noted a July 14, 2011, National Public Radio <a href=\"http://www.npr.org/2011/07/14/137832130/debt-ceiling-deal-hell-no-caucus-stands-firm\">news report</a> saying that as many as half of House Republicans were resistant to raising the ceiling. The report quoted several Republican members dismissive of White House pressure to raise the ceiling by early August 2011, though it also said that GOP leaders wanted the ceiling raised. The report featured House Speaker John Boehner telling Fox News: &quot;Missing August 2 could spook the market and you could have a real catastrophe. Nobody wants that to happen.&quot;</p>\r\n<p>\r\n\tThe GAO report singles out neither party for blame, focusing on Treasury actions. By telephone, Tom McCool of the agency&rsquo;s Center for Economics said the agency never would single out a party. &quot;We&rsquo;re not assigning blame to anybody for what happened,&quot; McCool said.</p>\r\n<p>\r\n\tOur observers divided over whether it&rsquo;s fair to peg Republicans alone for the delayed action.<br />\r\n\t<br />\r\n\t&lsquo;We have these conflicts,&quot; Mitchell said, &quot;because there are different visions of what to do. To (the) extent these different visions cause a clash on matters such as the debt limit, any potential fallout is, by definition, the fault of both. My main point is that it is ridiculous to give either party more than 50 (percent) of the blame. It takes two to tango in these fights.&quot;<br />\r\n\t<br />\r\n\tWhite said deciding who&rsquo;s to blame is an eye-of-the-beholder action.<br />\r\n\t<br />\r\n\tBaker, though, cautioned against assigning equal blame. His point: &quot;It is new to use the debt ceiling as a tool to extract major budget concessions,&quot; he emailed. &quot;The Dems had used it to score a few political points as I recall in 2007 (probably in the &#39;80s as well) but they never came anywhere close to a default, nor did they get budgetary changes. It is really only the Republicans who have used it for this purpose. That doesn&#39;t make it wrong,&quot; he added. &quot;It&#39;s just not a game that both parties have played equally.&quot;<br />\r\n\t<br />\r\n\tAccording to a <em>Washington Post</em> <a href=\"http://articles.washingtonpost.com/2011-08-01/politics/35271819_1_debt-limit-debt-plan-first-vote\">news account</a> published Aug. 1, 2011, the House vote stemming the debt-ceiling standoff drew the support of more than two thirds of House Republicans as Democrats&mdash;some angry that Obama had retreated from a demand for higher taxes&mdash;divided on the plan, which was described as cutting at least $2.1 trillion from projected borrowing over a decade.</p>\r\n<p>\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tDoggett said &quot;the last time Republicans held hostage a resolution to ensure that our country&rsquo;s bills were paid cost us more than $1 billion in added interest and slowed the economic recovery.&quot;<br />\r\n\t<br />\r\n\tThe government took on more than $1.3 billion in added interest during the delay period, the GAO estimates.<br />\r\n\t<br />\r\n\tHowever, it&rsquo;s not clear the delay slowed the economic recovery. And while it seems to us that Republican desires for spending cuts greatly explain the delayed action, it&rsquo;s also correct that GOP leaders wanted the ceiling raised while some House Democrats voted against the measure raising the ceiling.<br />\r\n\t<br />\r\n\tWe rate Doggett&rsquo;s claim as Half True.</p>\r\n", "ruling_comments_date": "2013-01-24T15:35:22.636742", "ruling_date": "2013-01-25T10:00:00", "ruling_headline": "Lloyd Doggett says Republicans cost country more than $1 billion and slowed economy in delaying 2011 debt-ceiling hike", "ruling_headline_slug": "lloyd-doggett-says-republicans-cost-country-more-1", "ruling_link_text": "Flawed fiscal flashback", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tNews article, <a href=\"http://articles.washingtonpost.com/2011-08-01/politics/35271819_1_debt-limit-debt-plan-first-vote\">&quot;House passes historic debt deal on eve of deadline,&quot;</a> <em>The Washington Post</em>, Aug. 1, 2011<br />\r\n\t<br />\r\n\t<a href=\"https://docs.google.com/document/d/1ntugtE0y6kkPXMc_XO-b0goWZVYv5AcOuYSJt1iTjBo/pub\">Emails</a> (excerpted), responses to PolitiFact Texas, Sarah Dohl, communications director, U.S. Rep. Lloyd Doggett, Jan. 8-24, 2013<br />\r\n\t<br />\r\n\tReport, Government Accountability Office, <a href=\"http://www.gao.gov/assets/600/592832.pdf\">&quot;DEBT LIMIT Analysis of 2011-2012 Actions Taken and Effect of Delayed Increase on Borrowing Costs,&quot;</a> July 23, 2012 (downloaded Jan. 10, 2013)<br />\r\n\t<br />\r\n\tReport, Bipartisan Policy Center, <a href=\"http://bipartisanpolicy.org/sites/default/files/Debt%20Limit%20Analysis.pdf\">&quot;Debt Limit Analysis,&quot;</a> Nov. 27, 2012<br />\r\n\t<br />\r\n\t<a href=\"https://docs.google.com/document/d/1pd7UskfgLVPAEXKRaljVWLnkd1Umu-DTlo2rKX3RO2M/pub\">Emails</a> (excerpted), responses to PolitiFact Texas, Daniel J. Mitchell, senior fellow, CATO Institute, Washington, Jan. 11, 2013<br />\r\n\t<br />\r\n\t<a href=\"https://docs.google.com/document/d/1DCLFJnQDsMP3lsJn5mCewY_bzORzpdNxjU5BR9l-_TQ/pub\">Email</a> (excerpted), response to PolitiFact Texas, Lawrence White, Robert Kavesh professorship in Economics, Leonard N. Stern School of Business, New York University, Jan. 11, 2013<br />\r\n\t<br />\r\n\t<a href=\"https://docs.google.com/document/d/1fEQ5f3o1jM8gukqeVlYbJDBVbg6CKkcfCogP5Jt6sHo/pub\">Email</a>, response to PolitiFact Texas, Dean Baker, co-director, Center for Economic and Policy Research, Washington, Jan. 11, 2013<br />\r\n\t<br />\r\n\tTelephone interview, Tom McCool, director of the General Accountability Office Center for Economics, Jan. 23, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "Texas congressman in the U.S. Houst of Representatives", "false_count": 0, "first_name": "Lloyd ", "half_true_count": 4, "home_state": "Texas", "id": 359, "last_name": "Doggett", "mostly_true_count": 7, "name_slug": "lloyd-doggett", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/doggett.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/359/", "total_count": 18, "true_count": 5, "website": "http://doggett.house.gov/index.php"}, "statement": "<p>\r\n\t&quot;The last time Republicans held hostage a resolution to ensure that our country&rsquo;s bills were paid cost us more than $1 billion in added interest and slowed the economic recovery.&quot;</p>\r\n", "statement_context": "a Facebook post.", "statement_date": "2013-01-07", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 149, "photo": null, "resource_uri": "/api/v/2/subject/149/", "subject": "Bipartisanship", "subject_slug": "bipartisanship", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 296, "photo": null, "resource_uri": "/api/v/2/subject/296/", "subject": "Debt", "subject_slug": "debt", "used_in_edition": ["/api/v/2/edition/47/"]}, {"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}