{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2013/jan/25/mike-ryan/do-police-automatically-return-guns-someone-after-/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 7298, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/7298/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tFollowing the shooting at the Sandy Hook elementary school in Newtown, Conn., <a href=\"http://www.sunrisefl.gov/index.aspx?page=76#a1\">Sunrise Mayor Mike Ryan</a> has become one of the leading advocates in Broward County for changing laws to improve school safety.<br />\r\n\t<br />\r\n\tRyan, a member of Mayors Against Illegal Guns, called for several measures, including the need to address mental health and guns, in the political blog <a href=\"http://www.browardbeat.com/ryan-building-consensus-to-stop-gun-violence/\">BrowardBeat.com</a>.<br />\r\n\t<br />\r\n\t&quot;Now someone committed involuntarily for 72 hours under the &lsquo;Baker Act&rsquo; (as a danger to themselves or others) will have their guns returned to them by the police automatically and immediately upon discharge after 72 hours AND their commitment is never entered into a background check database,&quot; said Ryan, in a guest column on Jan. 14. &quot;As a result, there is also no impediment or second thought given to someone being released and purchasing a gun.&quot; &nbsp;<br />\r\n\t<br />\r\n\tRyan&rsquo;s claim suggests that it&rsquo;s a cinch for someone &quot;committed&quot; for up to three days under the Baker Act to reclaim their guns, and that they stay off any list that would ban them from getting a new one. We wanted to check to see if Ryan was correct.<br />\r\n\t<br />\r\n\t<strong>What is the Baker Act?</strong><br />\r\n\t<br />\r\n\tUnder the <a href=\"http://www.dcf.state.fl.us/programs/samh/mentalhealth/laws/2011BakerActRevFINAL.pdf\">Baker Act</a>, law enforcement can take someone against their will to a facility for a mental health evaluation if the person is a danger to themselves or others.<br />\r\n\t<br />\r\n\tA person can&rsquo;t be held involuntarily for longer than 72 hours, but a medical expert needs to examine the person and sign off on his or her release.<br />\r\n\t<br />\r\n\tWe should point out that the simple act of being held under the Baker Act doesn&rsquo;t mean the person is mentally ill or in need of commitment. In <a href=\"http://bakeract.fmhi.usf.edu/document/BA_Annual_Report_2010.pdf\">2010</a>, less than 1 percent of about 140,000 involuntary examinations led to involuntary placement in a mental health treatment facility, according to the Florida Department of Children and Families. This number doesn&rsquo;t account for people who voluntarily remained in facilities.<br />\r\n\t<br />\r\n\tThe Baker Act doesn&rsquo;t state whether guns should be taken or returned, except to ban guns from hospitals providing <a href=\"http://www.leg.state.fl.us/statutes/index.cfm?App_mode=Display_Statute&amp;Search_String=&amp;URL=0300-0399/0394/Sections/0394.458.html\">mental health</a> services. So law enforcement can take their guns when they are transported to a facility under the Baker Act.<br />\r\n\t<br />\r\n\tWe couldn&rsquo;t find data regarding how often someone who is Baker Acted has their firearm taken. &quot;Most individuals don&rsquo;t have weapons at the time of the Baker Act,&quot; said Miami-Dade County Judge Steve Leifman, who chairs judicial committees on mental health.<br />\r\n\t<br />\r\n\tBut interviews with attorneys, law enforcement officers and experts on the Baker Act revealed, it does happen. We consistently heard from law enforcement that whether they take the gun for safekeeping depends on the specific case.<br />\r\n\t<br />\r\n\tFor example, if a wife calls police to report that her husband is despondent and has a gun, and he is Baker Acted at home, police would take the gun, said Hillsborough Sheriff Col. Jim Previtera. But if someone is Baker Acted on the street and didn&rsquo;t have a gun on him, the sheriff&rsquo;s office wouldn&rsquo;t go to his home and seize the gun.<br />\r\n\t<br />\r\n\tUnder the Baker Act, people who haven&rsquo;t committed crimes are not supposed to be treated as criminals and they do retain their constitutional rights -- including the right to own a gun.<br />\r\n\t<br />\r\n\t<strong>So do they get their guns back?</strong><br />\r\n\t<br />\r\n\tA 2009 Florida Attorney General <a href=\"http://www.myfloridalegal.com/ago.nsf/Opinions/C12EDF88F39CBC968525754B00721BB3\">opinion</a> specifically states that law-abiding people who are released under the Baker Act should get their guns back.<br />\r\n\t<br />\r\n\t&quot;In the absence of an arrest and criminal charge against the person sent for evaluation under Florida&#39;s Baker Act, (law enforcement) may not retain firearms confiscated from such persons and retained by that office,&quot; concluded then Attorney General Bill McCollum.<br />\r\n\t<br />\r\n\tThe opinion didn&rsquo;t outline procedures for gun retrieval. That means &quot;there is absolutely no consistency around the state in how this is being practiced,&quot; according to former state Baker Act director Martha Lenderman, who now trains law enforcement.<br />\r\n\t<br />\r\n\t<strong> How do police deal with firearms and Baker Act?</strong><br />\r\n\t<br />\r\n\tWe contacted a few law enforcement agencies and other experts about how the gun retrieval is handled.<br />\r\n\t<br />\r\n\t&quot;You are supposed to get your gun back automatically, but rarely does that happen because they are in the hands of the police department,&quot; said Jon Gutmacher, an Orlando defense attorney and former Broward prosecutor who specializes in firearm cases.<br />\r\n\t<br />\r\n\tIn Ryan&rsquo;s city of Sunrise, the police department doesn&rsquo;t have a written policy on returning guns after a Baker Act. There have been multiple cases where the department required a court order, Deputy Chief Gerald Eddy told PolitiFact Florida.<br />\r\n\t<br />\r\n\tBut there have been times when gun owners tell Sunrise police that the law doesn&rsquo;t require a court order and threaten litigation. In such cases, the department has to decide whether to still require the court order.<br />\r\n\t<br />\r\n\t(Ryan told us that he has directed city officials to write a policy to require a court order in all cases &quot;while we advocate for the law to be changed to relieve us of the obligation to return guns to those Baker Acted.&quot;)<br />\r\n\t<br />\r\n\tWe found many law enforcement agencies -- including the sheriff&rsquo;s offices in <a href=\"https://www.documentcloud.org/documents/561635-bso-return-of-firearm-policy.html\">Broward</a> and Hillsborough and police departments in the cities of <a href=\"https://docs.google.com/document/d/1orZ5X6yeVY2lv-FAnW807MpPzA5h5_tlMUKL-5adGtY/edit\">Fort Lauderdale</a>, Hollywood and nearby town of <a href=\"https://www.documentcloud.org/documents/561634-davie-gun-return-policy.html\">Davie</a> -- do require a court order.<br />\r\n\t<br />\r\n\tMiami-Dade requires a court order if the person used the gun to breach the peace but not if the medically cleared person didn&rsquo;t use it to breach the peace, Det. Javier Baez said.<br />\r\n\t<br />\r\n\tIn Broward, gun owners must fill out paperwork and pay a filing fee that generally ranges between $55 and $300 depending on the cost of their gun. It usually takes 30 to 45 days to get a hearing. If the law enforcement agency doesn&rsquo;t object, then a mediator signs off and the judge grants the order. Donna Johnson, manager of county civil court, estimated Broward has about six to 10 such hearings a year. &nbsp;<br />\r\n\t<br />\r\n\tIn Hillsborough, which doesn&rsquo;t charge the gun owners a fee, the judge may ask the person to describe what happened that led to the Baker Act evaluation and some other questions, said Jason Gordillo, Hillsborough sheriff&rsquo;s office legal counsel who has handled such cases for 10 years.<br />\r\n\t<br />\r\n\tThe judge looks for any legal grounds that would ban the person from getting their gun back -- for example a convicted felon or someone with a domestic violence injunction. Usually after a brief hearing the judge issues the order to return the gun.<br />\r\n\t<br />\r\n\t&quot;They can pick it up that day if they want,&quot; Gordillo said. The same procedures are used in cases that involved other law enforcement agencies within Hillsborough, he said.<br />\r\n\t<br />\r\n\tThe Pasco County Sheriff&#39;s Office doesn&rsquo;t have a written policy but handles these matters on a case-by-case basis, spokesman Kevin Doll said. He said the usual requirements for return of a gun include Baker Act hospital discharge records, a letter from a licensed mental health professional stating the person is of sound mind and he is of no harm if the firearm is returned to him, and proof of ownership. &nbsp;<br />\r\n\t<br />\r\n\t&quot;We cannot compel a person to provide their medical records (HIPAA rules), but if they want their weapons back without a court order, they must provide the requested documents,&quot; Doll told PolitiFact in an email.<br />\r\n\t<br />\r\n\tPinellas County Sheriff&rsquo;s Office handles such matters on a case-by-case basis and does not have a written policy.<br />\r\n\t<br />\r\n\t&quot;We often have told them to get a court order to retrieve the weapon, but again, technically nothing in the law allows us to require a court order,&quot; Sgt. David DiSano said.<br />\r\n\t<br />\r\n\t<strong>When a Baker Act leads to a commitment</strong><br />\r\n\t<br />\r\n\tRyan&rsquo;s claim related to when someone is released after a Baker Act evaluation after 72 hours &nbsp;-- and therefore isn&rsquo;t committed (even though he used the word committed). But we also &nbsp;wondered if someone can get their gun back if they are committed for longer treatment.<br />\r\n\t<br />\r\n\tIndividuals who had been committed may <a href=\"http://www.leg.state.fl.us/statutes/index.cfm?App_mode=Display_Statute&amp;Search_String=&amp;URL=0700-0799/0790/Sections/0790.065.html\">petition the court</a> to restore their gun rights and the court must rule in their favor if it determines the person is not a threat to public safety. (The state attorney can object.)<br />\r\n\t<br />\r\n\t<strong>Baker Act and background checks</strong><br />\r\n\t<br />\r\n\tBefore ringing up a gun sale, federal firearms licensees must contact the FBI or other designated agency to check National Instant Criminal Background Check System, or <a href=\"http://www.fbi.gov/about-us/cjis/nics\">NICS</a>, to see if the person is banned from having a gun. (Read about the gaps in this reporting system <a href=\"http://www.demandaplan.org/FatalGaps\">here</a>.) Since an evaluation under the Baker Act does not equal commitment, it is not entered into the FBI&rsquo;s database.<br />\r\n\t<br />\r\n\tAny person who has been &quot;adjudicated as a mental defective&quot; or &quot;committed to a mental institution&quot; is prohibited under federal law from possessing any firearm. The Florida Department of Law Enforcement also maintains a similar database based on court records.<br />\r\n\t<br />\r\n\tSome people who have a Baker Act evaluation do have mental illness, but they also can stabilize and remain functional throughout their lives, said Lenderman. She said the state needs more clear public policy on when to take -- and when to give back -- guns taken in Baker Act cases.<br />\r\n\t<br />\r\n\t&quot;Simply having a diagnosis of a medical disorder, which it is, should not deprive you of constitutional rights unless certain criteria have been met,&quot; she said. &quot;The law only says if you have a commitment of a court for involuntary placement is that going to take place. ... I hate to see further stigmatization of people with mental illness as though they are all dangerous people -- that is just flat out not true.&quot;<br />\r\n\t<br />\r\n\tBlanket policies that attempt to stop people with mental illness from obtaining guns can be both overinclusive and underinclusive, said Ron Honberg, a director at the National Alliance on Mental Illness. The key is identifying people who are violent -- not simply those who have a mental illness.<br />\r\n\t<br />\r\n\tSome of the shooters in recent mass shootings were unknown to the mental health system and therefore wouldn&rsquo;t have been on such a banned list anyway, he said.<br />\r\n\t<br />\r\n\t&quot;I understand the knee-jerk let&rsquo;s keep guns out of the hands of all people with mental illness (but) it&#39;s pretty complicated.&quot;<br />\r\n\t<br />\r\n\tWe asked Ryan how he thinks Florida law should handle people who have had a Baker Act evaluation and access to guns.<br />\r\n\t<br />\r\n\t&quot;The law should require that someone who has been Baker Acted to prove by some standard they are mentally fit to have their guns returned and in the interim be prohibited from purchasing weapons,&quot; he wrote in an email. &nbsp;<br />\r\n\t<br />\r\n\tWe asked Ryan to explain why he wrote that the guns are returned &quot;automatically and immediately upon discharge&quot; if many cities actually require a court order.<br />\r\n\t<br />\r\n\t&quot;If the AG opinion is read that such &lsquo;property&rsquo; can not be withheld, then the return would be automatic &hellip; that is, without restriction. &nbsp;Immediacy would be without the delay of court hearings or evaluation by mental professionals and upon request. &nbsp;There would be no reason for delay. &nbsp;&nbsp;They can walk out of the institution, go to the police department and request return immediately,&quot; he wrote. &nbsp;&quot;That is the import of the AG&#39;s opinion.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tRyan made a two-part claim about the Baker Act and guns. First, he said &quot;Now someone committed involuntarily for 72 hours under the &lsquo;Baker Act&rsquo; (as a danger to themselves or others) will have their guns returned to them by the police automatically and immediately upon discharge after 72 hours...&quot; &nbsp;<br />\r\n\t<br />\r\n\tThose who are released after a Baker Act evaluation are entitled to get their guns back, the state&rsquo;s former attorney general wrote in an opinion. Many law enforcement agencies require a court order, a process than can take several weeks.<br />\r\n\t<br />\r\n\tThe second part of Ryan&rsquo;s claim, &quot;and their commitment is never entered into a background check database,&quot; is close to correct. It would be more accurate to say that &quot;their evaluation under the Baker Act is never entered into a background check database.&quot; An evaluation itself is not commitment, and therefore the law stating that a commitment would preclude someone from having a weapon doesn&rsquo;t apply.<br />\r\n\t<br />\r\n\tWe rate this claim Half True.</p>\r\n", "ruling_comments_date": "2013-01-25T15:45:54.096175", "ruling_date": "2013-01-25T17:56:26", "ruling_headline": "Do police automatically return guns to someone after a Baker Act mental health evaluation?", "ruling_headline_slug": "do-police-automatically-return-guns-someone-after-", "ruling_link_text": "They often need a court order to get their guns back", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tBrowardBeat.com, <a href=\"http://www.browardbeat.com/ryan-building-consensus-to-stop-gun-violence/\">&quot;Ryan: Building consensus to stop gun violence,&quot;</a>Jan. 14, &nbsp;2013<br />\r\n\t<br />\r\n\tFlorida Attorney General Bill McCollum advisory opinion, <a href=\"http://www.myfloridalegal.com/ago.nsf/Opinions/C12EDF88F39CBC968525754B00721BB3\">Firearms, return under Baker Act</a>, Jan. 27, 2009<br />\r\n\t<br />\r\n\tFBI, <a href=\"http://www.fbi.gov/about-us/cjis/nics\">National Instant Criminal Background check system</a>, Accessed Jan. 22, 2013<br />\r\n\t<br />\r\n\tCity of Sunrise, <a href=\"http://www.sunrisefl.gov/index.aspx?page=76#a1\">Commission directory</a>, Accessed Jan. 23, 2013<br />\r\n\t<br />\r\n\tBaker Act Training by Martha Lenderman, <a href=\"http://www.bakeracttraining.org/files/faq/ba-weapons_contraband.pdf\">Weapons and Contraband</a><br />\r\n\t<br />\r\n\tFlorida Department of Children and Families, <a href=\"http://www.dcf.state.fl.us/programs/samh/mentalhealth/laws/2011BakerActRevFINAL.pdf\">Baker Act reference guide</a>, 2011<br />\r\n\t<br />\r\n\tFlorida Legislature, <a href=\"http://www.leg.state.fl.us/statutes/index.cfm?App_mode=Display_Statute&amp;URL=0300-0399/0394/0394ContentsIndex.html&amp;StatuteYear=2012&amp;Title=-%3E2012-%3EChapter%20394\">Florida Mental Health Act Chapter 394</a>, Accessed Jan. 23, 2013<br />\r\n\t<br />\r\n\tFlorida Legislature,<a href=\"http://www.leg.state.fl.us/statutes/index.cfm?App_mode=Display_Statute&amp;Search_String=&amp;URL=0300-0399/0394/Sections/0394.458.html\">Florida statute 394.458</a>, Accessed Jan. 23, 2013<br />\r\n\t<br />\r\n\tFlorida Legislature, <a href=\"http://www.leg.state.fl.us/statutes/index.cfm?App_mode=Display_Statute&amp;Search_String=&amp;URL=0700-0799/0790/Sections/0790.065.html\">Florida statute 790.065 Sale and delivery of firearms</a>, Accessed Jan. 23, 2013<br />\r\n\t<br />\r\n\tUniversity of South Florida professor Annette Christy, Annual report of Baker Act data <a href=\"http://bakeract.fmhi.usf.edu/document/BA_Annual_Report_2010.pdf\">2010</a>and <a href=\"https://www.documentcloud.org/documents/561811-baker-act-2011-report.html\">2011</a>prepared for the state Agency for Health Care Administration<br />\r\n\t<br />\r\n\tLaw Center to Prevent Gun Violence, <a href=\"http://smartgunlaws.org/prohibited-purchasers-generally-policy-summary/\">Policy summary on prohibited purchasers</a>, May 21, 2012<br />\r\n\t<br />\r\n\tMayors Against Illegal Guns, <a href=\"http://www.demandaplan.org/FatalGaps\">&quot;Fatal gaps: Can dangerous people buy guns in your state?&quot; </a>&nbsp;Aug. 16, 2012<br />\r\n\t<br />\r\n\tNPR,<a href=\"http://www.npr.org/2013/01/21/169698206/gun-background-checks-need-fixes-experts-say\">&quot;Gun background checks need fixes, experts say,&quot; </a>Jan. &nbsp;21, 2013<br />\r\n\t<br />\r\n\tCBS, <a href=\"http://www.cbsnews.com/8301-18563_162-57564869/mental-health-reporting-gaps-cloud-background-checks/\">&quot;Mental health reporting gaps cloud background checks,&quot; </a>Jan. 19, 2013<br />\r\n\t<br />\r\n\tPolitiFact, <a href=\"http://www.politifact.com/florida/statements/2010/aug/31/bud-chiles/chiles-says-florida-ranks-49th-capita-mental-healt/\">&quot;Chiles says Florida ranks 49th in per capita mental health spending,&quot; </a>Aug. 31, 2010<br />\r\n\t<br />\r\n\tBroward Sheriff&rsquo;s Office, <a href=\"https://www.documentcloud.org/documents/561635-bso-return-of-firearm-policy.html\">Safekeeping firearms policy</a>, April 2012<br />\r\n\t<br />\r\n\tDavie Police Department, <a href=\"https://www.documentcloud.org/documents/561634-davie-gun-return-policy.html\">Baker Act gun retrieval policy</a>, June 13, 2012<br />\r\n\t<br />\r\n\tFort Lauderdale Police, <a href=\"https://docs.google.com/document/d/1orZ5X6yeVY2lv-FAnW807MpPzA5h5_tlMUKL-5adGtY/edit\">Policy 508 Section J</a>, Accessed Jan. 17, 2013<br />\r\n\t<br />\r\n\tInterview, Jason Gordillo, attorney Hillsborough Sheriff&rsquo;s Office, Jan. 17, 2013<br />\r\n\t<br />\r\n\tInterview, Hillsborough Sheriff Col. Jim Previtera, Jan. 17, 2013<br />\r\n\t<br />\r\n\tInterview, Stephen Fischer, spokesman for FBI &nbsp;NICS, Jan. 23, 2013<br />\r\n\t<br />\r\n\tInterview, Davie Police Capt. Dale Engle, Jan. 16, 2013<br />\r\n\t<br />\r\n\tInterview, Sunrise Deputy Police Chief Gerald Eddy, Jan. 16, 2013<br />\r\n\t<br />\r\n\tInterview, Hollywood police Sgt. Pablo Vanegas, Jan. 22, 2013<br />\r\n\t<br />\r\n\tInterview, &nbsp;Keyla Concepcion, Broward sheriff&rsquo;s office spokeswoman, Jan. 17, 2013<br />\r\n\t<br />\r\n\tInterview, Det. Javier Baez, &nbsp;Miami-Dade Police Department, Jan. 17, &nbsp;2013<br />\r\n\t<br />\r\n\tInterview, Sgt. David DiSano, Pinellas County Sheriff&rsquo;s Office, Jan. &nbsp;22, &nbsp;2013<br />\r\n\t<br />\r\n\tInterview, Kevin Doll, spokesman for Pasco County Sheriff&rsquo;s Office, Jan. 25, 2013<br />\r\n\t<br />\r\n\tInterview, Erin Gillespie, spokesman for the Florida Department of Children and Families,<br />\r\n\tJan. 18, &nbsp;2013<br />\r\n\t<br />\r\n\tInterview, Keith Kameg, spokesman for the Florida Department of Law Enforcement, Jan. 18, 2013<br />\r\n\t<br />\r\n\tInterview, Martha Lenderman, former state Baker Act director and current consultant, Jan. &nbsp;23, 2013<br />\r\n\t<br />\r\n\tInterview, Miami-Dade County Court Judge Steve Leifman, Jan. 18, 2013<br />\r\n\t<br />\r\n\tInterview, Ron Honberg, National Director for Policy and Legal Affairs at the National Alliance on Mental Illness, Jan. 23, 2013<br />\r\n\t<br />\r\n\tInterview, Donna Johnson, manager of Broward County civil court, Jan. 17, 2013<br />\r\n\t<br />\r\n\tInterview, Jon Gutmacher, Orlando defense attorney, &nbsp;Jan. 23, 2013<br />\r\n\t<br />\r\n\tInterview, Sunrise Mayor Mike Ryan, Jan. 24, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "mayor", "false_count": 0, "first_name": "Mike", "half_true_count": 1, "home_state": "Florida", "id": 2151, "last_name": "Ryan", "mostly_true_count": 0, "name_slug": "mike-ryan", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Mayor-Michael-Ryan.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2151/", "total_count": 1, "true_count": 0, "website": "http://www.sunrisefl.gov/index.aspx?page=76"}, "statement": "<p>\r\n\tPeople committed involuntarily for 72 hours under the Baker Act will get their guns back &quot;automatically and immediately upon discharge....and their commitment is never entered into a background check database.&quot;</p>\r\n", "statement_context": "a column in a political blog", "statement_date": "2013-01-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 19, "photo": null, "resource_uri": "/api/v/2/subject/19/", "subject": "Guns", "subject_slug": "guns", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}