{"art": [], "author": [], "canonical_url": "/oregon/statements/2013/jan/26/gayle-atteberry/are-abortion-clinics-oregon-not-held-basic-health-/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "dlane@oregonian.com", "first_name": "Dee", "id": 183, "last_name": "Lane", "name_slug": "dee-lane", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/183/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 7299, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "yzheng@oregonian.com", "first_name": "Yuxing", "id": 392, "last_name": "Zheng", "name_slug": "yuxing-zheng", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/392/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/7299/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tGayle Atteberry, the executive director of anti-abortion group <a href=\"http://www.ortl.org/\">Oregon Right to Life</a>, wrote <a href=\"https://www.ortl.org/component/content/article/101-latest/723-about-those-safe-abortions.html\">a recent post on the organization&rsquo;s website titled &quot;About those safe abortions.&quot;</a> She goes on to write about how abortions are &quot;anything but safe.&quot;<br />\r\n\t<br />\r\n\tPart of the problem here, she writes, is that &quot;abortion clinics in Oregon, as in most states, have no state oversight and are not held to basic health or safety standards.&quot; Even tattoo parlors and veterinary clinics follow state-imposed health standards, she wrote.<br />\r\n\t<br />\r\n\tWe wondered whether that was true. Do abortion clinics in Oregon really face no state oversight? Is it true that they don&rsquo;t have to meet basic health and safety standards?<br />\r\n\t<br />\r\n\tIn an interview, Atteberry said that &quot;ambulatory surgical&quot; clinics, such as ones for eye or shoulder surgery, are subject to state oversight, but that &quot;abortion clinics are exempted specifically from abiding by these restrictions and safety guidelines.&quot;<br />\r\n\t<br />\r\n\tShe directed us to three Oregon administrative rules.The <a href=\"http://arcweb.sos.state.or.us/pages/rules/oars_300/oar_333/333_071.html\">first rule includes a definition of a state-licensed &quot;ambulatory surgical center,&quot;</a> which includes many outpatient surgery clinics, and goes on to list safety regulations the clinics must meet. Sure enough, there&rsquo;s an exemption for abortion clinics. The other rules spell out safety provisions for <a href=\"http://arcweb.sos.state.or.us/pages/rules/oars_300/oar_331/331_915.html\">tattoo parlors</a> and <a href=\"http://arcweb.sos.state.or.us/pages/rules/oars_800/oar_875/875_015.html\">veterinary facilities</a>.<br />\r\n\t<br />\r\n\tNext, we researched abortions in Oregon. In 2011, 9,566 abortions were performed in the state, <a href=\"http://public.health.oregon.gov/BirthDeathCertificates/VitalStatistics/abortion/Pages/index.aspx\">according to the Oregon Health Authority</a>. Of those, about 6 percent were performed in hospitals and doctors&rsquo; offices. The rest were performed in ambulatory surgical centers and at free-standing clinics.<br />\r\n\t<br />\r\n\tAt least one abortion clinic, <a href=\"http://www.lovejoysurgicenter.com/\">Lovejoy Surgicenter</a> in Northwest Portland, is a state-licensed ambulatory surgical center. The Oregon Health Authority&rsquo;s <a href=\"http://public.health.oregon.gov/ProviderPartnerResources/HealthcareProvidersFacilities/HealthcareHealthCareRegulationQualityImprovement/Pages/index.aspx\">Health Care Regulation and Quality Improvement program</a> regulates abortion clinics that fall under this category.<br />\r\n\t<br />\r\n\tLovejoy is subject to unannounced site visits every year and a half to three or four years, said administrator Kayla Reich. &quot;They&rsquo;ll pull patient charts, look at medications, make sure there&rsquo;s nothing out of date,&quot; she said. &quot;We&rsquo;ll have surveyors here for two or three days going through everything.&quot;<br />\r\n\t<br />\r\n\tLovejoy performed about 2,400 abortions last year and about 2,500 in 2011, just more than a quarter of the abortions performed in the state in 2011.<br />\r\n\t<br />\r\n\tAlso, some abortion clinics are satellite hospital clinics that operate under hospital licenses, said Alissa Robbins, a spokeswoman with the Oregon Health Authority.<br />\r\n\t<br />\r\n\tSo we&rsquo;ve learned that some locations that provide abortions are regulated and some aren&rsquo;t.<br />\r\n\t<br />\r\n\tMost free-standing abortion clinics, however, face multiple layers of state and federal oversight because they accept Medicaid patients and seek reimbursements. For example, <a href=\"http://www.plannedparenthood.org/ppcw/\">Planned Parenthood Columbia Willamette</a>&rsquo;s eight clinics in Oregon, which are categorized as free-standing clinics, are subject to inspections, audits and other health and safety oversight. The three co-medical directors who oversee medical care at the clinics are all licensed doctors on the obstetrics and gynecology faculty of OHSU, spokeswoman Liz Delapoer said.<br />\r\n\t<br />\r\n\tThere is a chance an abortion clinic could refuse to see Medicaid patients, meaning those clinics wouldn&rsquo;t be subject to some of the layers of oversight Planned Parenthood experiences, but many do.<br />\r\n\t<br />\r\n\tWe also looked at who performs abortions. Those people -- doctors and some physician assistants and nurse practitioners -- are licensed and overseen by the state. Kathleen Haley, executive director of the <a href=\"http://www.oregon.gov/omb/Pages/index.aspx\">Oregon Medical Board</a>, which licenses doctors, said the agency has not received any complaints about abortion providers or unsafe abortions in the 18 years she has worked there.<br />\r\n\t<br />\r\n\tAtteberry, in a follow-up interview, said that having state-licensed doctors does not guarantee they meet health standards. &quot;The state does not come into where they&rsquo;re doing an abortion, making sure they&rsquo;re doing it under health and safety standards, or in a building that (meets) health and safety standards.&quot;<br />\r\n\t<br />\r\n\tWe understand the larger political context here: Opponents of abortion in Oregon and nationally have tried to seek more regulation for abortion clinics, but supporters of abortion rights say these types of structural regulations have no bearing on the safety of the procedures. PolitiFact Oregon will stay clear of that debate.<br />\r\n\t<br />\r\n\tWe&rsquo;re looking into the factual basis of Atteberry&rsquo;s statement that abortion clinics in Oregon have no state oversight and are not held to basic health or safety standards. There is an element of truth to this statement. Some abortion clinics are not licensed in the way other outpatient medical offices are regulated.<br />\r\n\t<br />\r\n\tBut we found at least one abortion clinic, Lovejoy, which does roughly 25 percent of Oregon abortions, that is regulated as a state-licensed ambulatory surgical center. Atteberry acknowledged Lovejoy&rsquo;s regulation in our initial interview. Some other clinics operate under a hospital license. All of those are subject to health and safety regulations.<br />\r\n\t<br />\r\n\tPlus, the people who perform the abortions are licensed medical personnel subject to state oversight. While some abortion clinics are not subject to the state oversight that veterinary clinics or tattoo parlors receive, that doesn&rsquo;t mean they and the people who work in them are not held to basic health standards.<br />\r\n\t<br />\r\n\tThose are critical facts that would give readers a different impression. We rate this statement Mostly False.</p>\r\n", "ruling_comments_date": "2013-01-25T17:23:44.019437", "ruling_date": "2013-01-26T03:00:00", "ruling_headline": "Are abortion clinics in Oregon not held to 'basic health or safety standards?'", "ruling_headline_slug": "are-abortion-clinics-oregon-not-held-basic-health-", "ruling_link_text": "All clinics are not 'ambulatory surgical centers,' but there is oversight, standards", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tInterviews and email from Gayle Atteberry, Jan. 9 and 24, 2013<br />\r\n\tInterviews and email from Alissa Robbins, Oregon Health Authority spokeswoman, Jan. 10 and 17, 2013<br />\r\n\tE-mails from Jonathan Modie, Oregon Health Authority spokesman, Jan. 17, 2013<br />\r\n\tInterview with Kathleen Haley, Oregon Medical Board executive director, Jan. 16, 2013<br />\r\n\tInterview with Sarah Harper, Oregon Medical Board information and licensing specialist, Jan. 23, 2013<br />\r\n\tInterview with Kraig Bohot, Oregon Health Licensing Agency spokesman, Jan. 11, 2013<br />\r\n\tInterview with Kayla Reich, Lovejoy Surgicenter administrator, Jan. 18, 2013<br />\r\n\tInterview with Liz Delapoer, Planned Parenthood Columbia Willamette spokeswoman, Jan. 17, 2013<br />\r\n\tInterviews with Barbara Holtry, Oregon State Board of Nursing, Jan. 17 and 23, 2013<br />\r\n\t<a href=\"http://arcweb.sos.state.or.us/pages/rules/oars_300/oar_333/333_071.html\">Oregon Administrative Rule 333-071-0000 (1) (b)</a><br />\r\n\t<a href=\"http://arcweb.sos.state.or.us/pages/rules/oars_300/oar_331/331_915.html\">Oregon Administrative Rule 331 Division 915 </a><br />\r\n\t<a href=\"http://arcweb.sos.state.or.us/pages/rules/oars_800/oar_875/875_015.html\">Oregon Administrative Rule 875 Division 15</a><br />\r\n\t<a href=\"http://arcweb.sos.state.or.us/pages/rules/oars_300/oar_333/333_076.html\">Oregon Administrative Rule 333-076-0001</a><br />\r\n\t<a href=\"http://www.leg.state.or.us/ors/441.html\">Oregon Revised Statutes Chapter 441</a></p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "Gayle", "half_true_count": 0, "home_state": "", "id": 2152, "last_name": "Atteberry", "mostly_true_count": 0, "name_slug": "gayle-atteberry", "pants_count": 0, "party": {"id": 23, "party": "Activist", "party_slug": "activist", "resource_uri": "/api/v/2/party/23/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/gayle.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2152/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\tSays &quot;Abortion clinics in Oregon, as in most states, have no state oversight and are not held to basic health or safety standards.&quot;</p>\r\n", "statement_context": "in an online post ", "statement_date": "2012-12-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}], "target": [], "twitter_headline": ""}