{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2013/jan/31/thomas-lindsay/thomas-lindsay-says-43-percent-college-grades-are-/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 7316, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/7316/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tMore than 4 in 10 college grades are A&rsquo;s and that&rsquo;s way up from 50 years ago, <a href=\"http://www.texaspolicy.com/experts/thomas-lindsay-phd\">Thomas K. Lindsay</a> of the conservative Texas Public Policy Foundation recently wrote.<br />\r\n\t<br />\r\n\tIn a Jan. 12, 2013, <a href=\"http://www.statesman.com/news/news/opinion/texas-poised-to-become-national-model-for-higher-e/nTpqh/\">opinion column</a> in the <em>Austin American-Statesman</em>, Lindsay prefaced his claim by saying students study less than they once did.<br />\r\n\t<br />\r\n\t&quot;Worse, grades during this period have, paradoxically, increased. Approximately 43 percent of all college grades today are A&rsquo;s, an increase of 28 percentage points since 1960,&quot; Lindsay said.<br />\r\n\t<br />\r\n\tWe&#39;re not delving into how much students study.</p>\r\n<p>\r\n\tBut a reader urged us to check on A&rsquo;s over the decades.<br />\r\n\t<br />\r\n\tLindsay, director of the foundation&rsquo;s Center for Higher Education, soon pointed us to a July 14, 2011, <em>New York Times</em> <a href=\"http://economix.blogs.nytimes.com/2011/07/14/the-history-of-college-grade-inflation/\">blog post</a> summarizing a study of grades awarded at colleges and universities over the past several decades.<br />\r\n\t<br />\r\n\t&quot;Most recently, about 43 percent of all letter grades given were A&rsquo;s, an increase of 28 percentage points since 1960 and 12 percentage points since 1988,&quot; the blog post says. &quot;The distribution of B&rsquo;s has stayed relatively constant; the growing share of A&rsquo;s instead comes at the expense of a shrinking share of C&rsquo;s, D&rsquo;s and F&rsquo;s. In fact, only about 10 percent of grades awarded are D&rsquo;s and F&rsquo;s.&quot;<br />\r\n\t<br />\r\n\tAccording to the post, &quot;private colleges and universities are by far the biggest offenders on grade inflation,&quot; with A&rsquo;s and B&rsquo;s representing 73 percent of all grades awarded at public schools by the end of last decade, and 86 percent of all grades awarded at private schools.<br />\r\n\t<br />\r\n\tThe cited study was conducted by Stuart Rojstaczer, a former Duke University geophysics professor, and Christopher Healy, an associate professor of computer science at Furman University in South Carolina.<br />\r\n\t<br />\r\n\tTo our inquiry, Rojstaczer guided us to an <a href=\"http://gradeinflation.com/tcr2011grading.pdf\">online copy</a> of the study, which said that grades in recent years were compiled from web searches, other studies and information from 135 colleges and universities, including &quot;mostly continuous data&quot; from 14 schools covering the 1960s or earlier to the 2000s.<br />\r\n\t<br />\r\n\tFor the early 1960s, 11 to 13 schools were &quot;represented by our national averages,&quot; the study says.<br />\r\n\t<br />\r\n\tIn 1960, the study says, C was the most common grade nationwide and D&rsquo;s and F&rsquo;s accounted for more grades, combined, than A&rsquo;s. By 1965, though, &quot;B had supplanted C as the most common grade, and D&rsquo;s and F&rsquo;s were becoming increasingly less common.&quot;<br />\r\n\t<br />\r\n\t&quot;From the early 1960s to the mid-1970s, grades rose rapidly across the nation, and A became the second most common grade awarded,&quot; the study says. After a dip in A&rsquo;s in the 1970s into the early 1980s, the study says, from 1984 to the mid-2000s, the proportion of A&rsquo;s increased by a factor of 1.5. &quot;By 2008, A&rsquo;s were nearly three times more common than they were in 1960,&quot; the study says.<br />\r\n\t<br />\r\n\t&quot;For the 135 schools in our database with contemporary data, A&rsquo;s are handed out 43% of the time on average,&quot; the study says.<br />\r\n\t<br />\r\n\tWe sought more information on the A&rsquo;s from 1960.<br />\r\n\t<br />\r\n\tBy email, Healy told us the data referring to 1960 may have included information from the years 1959 and 1961 since for a given college, the researchers could have had data for one year but not the next. As of late January 2013, he said, he had grade information for that period from 16 institutions, up from 14 or so when the study was published. He emailed us a list indicating the institutions providing grades from around 1960 include Penn State University; the University of California, Berkeley; the University of Minnesota; the University of North Carolina, Chapel Hill; the University of Wisconsin; and Rice University.<br />\r\n\t<br />\r\n\tBoth researchers said it&rsquo;s reasonable to compare course grades at 14 schools or so in 1960 to course grades gleaned from 135 institutions in recent years.<br />\r\n\t<br />\r\n\tHealy said the mix of circa-1960 schools, which included private institutions such as Pomona College and Furman, represents more selective institutions compared with the bigger present-day sample, which includes more less-selective colleges. &quot;So, if anything, if there had been no grade inflation, one would expect the sample of today&#39;s colleges to show slightly lower grades than in our 1960 sample,&quot; Healy said.<br />\r\n\t<br />\r\n\tHe elaborated by phone: &quot;A less-selective school would award fewer As, hence there would be less of gap.&quot; For a long time, he said, more-selective schools have tended to award more generous grades. &quot;They also tend to have the best students,&quot; he said.<br />\r\n\t<br />\r\n\tIn Texas, Texas A&amp;M University and Texas State University have provided grades to the researches. At A&amp;M in 1985, the researchers say, 26 percent of grades given in undergraduate courses were A&rsquo;s compared with 39 percent in 2011. At Texas State in 1960, 14 percent of grades were A&rsquo;s; the tally in 2007 was 34 percent, the researchers say. Healy said that at both institutions, the prevalence of A&rsquo;s slightly trailed national averages.<br />\r\n\t<br />\r\n\tFor outside perspective, we asked <a href=\"http://www.coe.fsu.edu/Faculty-Staff2/Faculty-Staff-Directory/ELPS-Faculty-Profiles/Higher-Education-Faculty/Dr.-Shouping-Hu\">Shouping Hu</a>, a Florida State University professor of higher education, to evaluate the 2011 study.<br />\r\n\t<br />\r\n\tHu, who edited a <a href=\"http://www.amazon.com/Beyond-Grade-Inflation-Problems-Education/dp/B001KO1EPA\">2005 book</a> on changes in student grades, said by email that there has been an upward trend in college grades, though it may not be accurate to attribute that to &quot;grade inflation.&quot;<br />\r\n\t<br />\r\n\tWe weren&rsquo;t sure how to interpret that; Hu did not elaborate.<br />\r\n\t<br />\r\n\tBy phone, Rojstaczer commented by saying that at some schools, the quality of students has increased. &quot;You can attribute up to 30 percent of the rise in grades at some institutions to students being demonstrably better than they once were,&quot; he said. Still, he said, it&rsquo;s not plausible that 43 percent of students, on average, are doing excellent class work, which means there has been grade inflation.<br />\r\n\t<br />\r\n\tNext, we asked Arthur Levine, president of the<a href=\"http://www.woodrow.org/\"> Woodrow Wilson National Fellowship Foundation</a> and former president of Teachers College at Columbia University, for thoughts on the 2011 study. Levine said by phone that while grades from 14 colleges represent a small sample, that&rsquo;s not problematic if researchers also check course grades at the institutions in subsequent years--which Rojstaczer and Healy did. If so, Levine said, &quot;they&rsquo;re comparing apples to apples.&quot;<br />\r\n\t<br />\r\n\tLevine has incorporated surveys of students about their GPAs into his own work. In 1969, he said, 7 percent of surveyed students at two- and four-year colleges said their GPA was A-minus or higher. In 2009, he said, 41 percent of students reported as much.<br />\r\n\t<br />\r\n\tBroadly, Levine said, grade inflation started when professors took it easier on male students to spare them from being sent to Vietnam.<br />\r\n\t<br />\r\n\tThe 2011 study says that after the Vietnam era, a decline in A&rsquo;s lasted roughly a decade, but the share of A&rsquo;s began to rise again in the mid-1980s. Healy told us that he believes factors behind the renewed upward sweep include professors being more mindful of student evaluations and feeling pressure to award high grades so that students can advance to law or medical school.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tLindsay wrote that about 43 percent of all college grades today are A&#39;s, an increase of 28 percentage points from 1960.<br />\r\n\t<br />\r\n\tThat&rsquo;s supported by a 2011 study covering grades from 1960 into the 2000s, making this claim True.</p>\r\n", "ruling_comments_date": "2013-01-30T12:45:46.483016", "ruling_date": "2013-01-31T06:00:00", "ruling_headline": "Thomas Lindsay says 43 percent of college grades are A's, up 28 percentage points from 1960", "ruling_headline_slug": "thomas-lindsay-says-43-percent-college-grades-are-", "ruling_link_text": "Inflation originated in Vietnam war years", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tBlog entry, <a href=\"http://economix.blogs.nytimes.com/2011/07/14/the-history-of-college-grade-inflation/\">&quot;A History of College Grade Inflation,&quot;</a> Economix blog, <em>The New York Times</em>, July 14, 2011<br />\r\n\t<br />\r\n\tStudy, <a href=\"http://gradeinflation.com/tcr2011grading.pdf\">&quot;Where A Is Ordinary: The Evolution of American College and University Grading, 1940&ndash;2009,&quot;</a> by Stuart Rojstaczer &amp; Christopher Healy, <em>Teachers College Record</em>, July 13, 2011<br />\r\n\t<br />\r\n\tTelephone interview, Arthur Levine, president, Woodrow Wilson Foundation, Princeton, N.J., Jan. 23, 2013<br />\r\n\t<br />\r\n\t<a href=\"https://docs.google.com/document/d/1ZajE4SGX2Cghnj8X_spSyttkpB6cXJEzomNk1rsTqy8/pub\">Email</a> and telephone interview, Christopher Healy, associate professor of computer science, Furman University, Greenville, S.C., Jan. 22, 2013 and Jan. 24, 2013<br />\r\n\t<br />\r\n\tTelephone interview, Stuart Rojstaczer, scholar, Palo Alto, Calif., Jan. 24, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Director, Center for Higher Education, Texas Public Policy Foundation", "false_count": 0, "first_name": "Thomas", "half_true_count": 0, "home_state": "Texas", "id": 2160, "last_name": "Lindsay", "mostly_true_count": 0, "name_slug": "thomas-lindsay", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/tomlindsaypicpft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2160/", "total_count": 1, "true_count": 1, "website": "http://www.texaspolicy.com/experts/thomas-lindsay-phd"}, "statement": "<p>\r\n\t&quot;Approximately 43 percent of all college grades today are A&#39;s, an increase of 28 percentage points since 1960.&quot;</p>\r\n", "statement_context": "an opinion column.", "statement_date": "2013-01-12", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": ""}