{"art": [], "author": [{"email_address": "seaton@plaind.com", "first_name": "Sabrina ", "id": 151, "last_name": "Eaton", "name_slug": "sabrina-eaton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-sabrina-eaton_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/151/", "title": "Reporter, Plain Dealer Washington bureau", "twitter": null}], "canonical_url": "/ohio/statements/2013/feb/01/marcy-kaptur/rep-marcy-kaptur-says-states-have-slashed-funding-/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "jkahoun@plaind.com", "first_name": "Jane", "id": 159, "last_name": "Kahoun", "name_slug": "jane-kahoun", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifact-jane-kahoun_1.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/159/", "title": "PolitiFact Ohio editor and deputy metro editor, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 7320, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "seaton@plaind.com", "first_name": "Sabrina ", "id": 151, "last_name": "Eaton", "name_slug": "sabrina-eaton", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifactohio-sabrina-eaton_.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/151/", "title": "Reporter, Plain Dealer Washington bureau", "twitter": null}], "resource_uri": "/api/v/2/statement/7320/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tAs <a href=\"http://www.pennlive.com/midstate/index.ssf/2012/12/sandy_hook_students_funerals_f.html\">funerals proceeded</a> for the 20 first-graders and six school employees massacred on Dec. 14, by a gunman at Connecticut&rsquo;s Sandy Hook Elementary School, members of Congress including Toledo Democratic Rep. Marcy Kaptur took to the House of Representatives floor to decry the violence.<br />\r\n\t<br />\r\n\tKaptur&rsquo;s <a href=\"http://thomas.loc.gov/cgi-bin/query/z?r112:H19DE2-0053:/\">speech highlighted cuts</a> in mental health funding during the recession, while urging a &quot;more constructive federal role in assuring proper and early diagnosis and intervention of affected youth and appropriate treatment.&quot;<br />\r\n\t<br />\r\n\tDuring her speech, Kaptur said that &quot;states have cumultatively cut over $1.8 billion from their mental health services between 2009 and 2011. This is the largest reduction in state mental health services in half a century.&quot;<br />\r\n\t<br />\r\n\tPolitiFact Ohio took a look at the numbers.<br />\r\n\t<br />\r\n\tKaptur specifically cited the National Alliance on Mental Illness during her speech as a source of information. Her spokesman said she was citing data from <a href=\"http://www.nami.org/ContentManagement/ContentDisplay.cfm?ContentFileID=126233\">a report the mental health advocacy group released</a> in March 2011, after a paranoid schizophrenic gunman shot then-Rep. Gabrielle Giffords and killed six others in a supermarket parking lot outside Tucson, Ariz. The report observed that &quot;the public often focuses on mental illness only when high visibility tragedies of the magnitude of Tucson or Virginia Tech occur.&quot;<br />\r\n\t<br />\r\n\t&quot;Between 2009 and 2011, states cumulatively cut more than $1.8 billion from their budgets for services for children and adults living with mental illness,&quot; it continued. The report said that cuts during that period kept thousands of Ohioans with serious mental illness from accessing care in their communities, resulting in their living on the streets, or ending up in more expensive settings like jails and hospitals.<br />\r\n\t<br />\r\n\tThe NAMI report stressed that people living with mental illness are, on the whole, no more violent than the rest of the population and are more frequently the victims of violence than perpetrators of violent acts. But it said the &quot;risks of violence among a small subset of individuals may increase when appropriate treatment and supports are not available.&quot;<br />\r\n\t<br />\r\n\tIn an email, NAMI spokesman Bob Carolla noted the 2011 report that Kaptur cited was based on funding information available from states at the time the report was issued. The National Association of State Mental Health Program Directors subsequently determined that total cuts were much higher than the figures cited in the NAMI report - $4.35 billion between 2009 and 2012.<br />\r\n\t<br />\r\n\t&quot;The economic downturn has forced state budgets to cut approximately $4.35 billion in public mental health spending over the 2009-2012 period &ndash; the largest combined reduction since de-institutionalization,&quot; says a March 2012 <a href=\"http://www.nasmhpd.org/docs/Summary-Congressional%20Briefing_March%2022_Website.pdf\">report</a> from the mental health program directors group.<br />\r\n\t<br />\r\n\tA year-by-year breakdown in that report says that $1.22 billion in was cut in FY 2009 in the 39 states that provided statistics to the organization; that $1.02 billion was cut in FY 2010 by 38 states, that $1.27 billion was cut in FY 2011 by 36 states, and $842 million was cut in FY 2012 by 31 states.<br />\r\n\t<br />\r\n\tCarolla said his organization accepts the accuracy of the mental health program directors group&rsquo;s figures. He noted that de-institutionalization, which shifted mental health care from institutions like mental hospitals to community-based settings, &quot;is generally considered to have begun <a href=\"http://history.nih.gov/research/downloads/PL88-164.pdf\">with the passage of legislation</a> under President Kennedy in 1963 - 50 years ago.&quot; That coincides with the half-century timeline cited in Kaptur&rsquo;s speech.<br />\r\n\t<br />\r\n\tWhen asked for details on the comparison of current cuts with those that happened when de-institutionalization occurred, representatives of the National Association of State Mental Health Program Directors said their funding statistics go back only 30 years. While they believe the statement about the cuts&rsquo; scope is probably correct, they can&rsquo;t precisely compare the deinstitutionalization era&rsquo;s budgetary cuts with today&rsquo;s numbers.<br />\r\n\t<br />\r\n\t&quot;It is by far the biggest cut in 30 years, but before that, the data doesn&rsquo;t exist in a format where I can look at it and say it is apples to apples,&quot; says Ted Lutterman, the director of research analysis for the National Association of State Mental Health Program Directors Research Institute. He said he did not provide the information on deinstitutionalization that Kaptur cited, and said that someone else must have inserted that tidbit into the group&rsquo;s report.<br />\r\n\t<br />\r\n\tRobert Glover, who heads the National Association of State Mental Health Program Directors Research, also could not provide details on the half-century figure that Kaptur cited, though he said the recent budget cuts are the largest he&rsquo;s seen during his 40 years in the profession. He calls the $4.35 billion statistic that his group uses &nbsp;&quot;very conservative&quot; because it omits numbers from several states that didn&rsquo;t provide the group with their budget figures. He observed that mental health needs rise when financial problems fester in a sour economy and that mental health service cuts make it harder for those with difficulties to get the help they need.<br />\r\n\t<br />\r\n\tGlover says Ohio has provided a bright spot amid the cuts, developing programs designed to integrate mental health care with physical health care.<br />\r\n\t<br />\r\n\t&quot;There are pockets of restoration in some states,&quot; Glover said.<br />\r\n\t<br />\r\n\tOhio Department of Mental Health Communications Director Trudy Sharp said her organization&rsquo;s general revenue budget went down by $67 million between the 2009 and 2010 fiscal years, then increased by $20 million in the 2011 fiscal year. She said her department trimmed its central office staff by 20 percent since 2008, and also shuttered three of the state&rsquo;s nine psychiatric hospitals. Facilities in Cambridge, Cleveland and Dayton were closed and their beds absorbed by other hospitals, she said. Additionally, she said <a href=\"http://www.adamh.ohio.gov/Portals/0/docs/ODMH%20and%20ODADAS%20Consolidation%20Opportunities%20FINAL_2_1.pdf\">Ohio is consolidating its Department of Mental Health</a> with its Department of Alcohol and Drug Addiction services, and trying to stretch its mental health dollars by encouraging regional planning approaches between counties.<br />\r\n\t<br />\r\n\tSo where does all this leave Kaptur&rsquo;s statement?<br />\r\n\t<br />\r\n\tKaptur accurately cited statistics about mental health budget cuts from a National Alliance on Mental Illness report. Those numbers appear to have downplayed the extent of cuts. But, her claim that &quot;over $1.8 billion&quot; was cut between 2009 and 2011 is accurate because the cuts surely exceeded $1.8 billion.<br />\r\n\t<br />\r\n\tHer contention that the cuts mark the &quot;largest reduction in state mental health services in half a century,&quot; is harder to prove.<br />\r\n\t<br />\r\n\tShe based her statement on information in a report produced by an often-cited authority on state mental health funding. While representatives of the group said they believe that statement is accurate, they acknowledged they didn&rsquo;t have state funding numbers going back 50 years to document that assertion.<br />\r\n\t<br />\r\n\tThat&rsquo;s a point of clarification.<br />\r\n\t<br />\r\n\tOn the Truth-O-Meter, her claim rates Mostly True.</p>\r\n", "ruling_comments_date": "2013-01-30T17:12:48.858974", "ruling_date": "2013-02-01T06:00:00", "ruling_headline": "Rep. Marcy Kaptur says states have slashed funding for mental health services", "ruling_headline_slug": "rep-marcy-kaptur-says-states-have-slashed-funding-", "ruling_link_text": "Cuts were largest in decades", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tAssociated Press, <a href=\"http://www.pennlive.com/midstate/index.ssf/2012/12/sandy_hook_students_funerals_f.html\">Sandy Hook students&rsquo; funerals occupy Connecticut town the week before Christmas</a> , Dec. 19, 2012<br />\r\n\t<br />\r\n\tThe Congressional Record, <a href=\"http://thomas.loc.gov/cgi-bin/query/z?r112:H19DE2-0053:/\">Recent Decrease in Mental Health Funding,</a> Dec. 19, 2012<br />\r\n\t<br />\r\n\tNational Alliance on Mental Illness, <a href=\"http://www.nami.org/ContentManagement/ContentDisplay.cfm?ContentFileID=126233\">State Mental Health Cuts: A National Crisis</a>, March 2011<br />\r\n\t<br />\r\n\tUSA TODAY, <a href=\"http://www.usatoday.com/story/news/nation/2013/01/08/giffords-tucson-interview-anniversary/1818811/\">Gabrielle Giffords opens up on shooting anniversary</a>, Jan. 8, 2012<br />\r\n\t<br />\r\n\tColumbus Dispatch, <a href=\"http://www.dispatch.com/live/content/local_news/stories/2011/01/26/ohio-mental-health-system-badly-flawed-report-says.html?sid=101\">&quot;Ohio&rsquo;s Mental-Health System Falls Far Short, Report Finds,</a>&quot; Jan. 26, 2011<br />\r\n\t<br />\r\n\tMental Health Advocacy Coalition and Center for Community Solutions, <a href=\"http://www.mentalhealthadvocacy.org/reports/ByTheNumbersJan2011.pdf\">By the Numbers, Developing a Common Understanding for the Future of Behavioral Health Care,</a> January 2011<br />\r\n\t<br />\r\n\tPublic Law 88-164. <a href=\"http://history.nih.gov/research/downloads/PL88-164.pdf\">Community Mental Health Centers Act</a>, Oct. 31, 1963<br />\r\n\t<br />\r\n\tOhio Department of Mental Health news release, <a href=\"http://mentalhealth.ohio.gov/assets/featured-news/2012-10-15-health-homes-press-release.pdf\">Medicaid Health Homes Will Coordinate Services</a>, Oct. 15, 2012<br />\r\n\t<br />\r\n\tWVIZ, <a href=\"http://www.ideastream.org/news/feature/51305\">Kasich Approves $5 Million for Mental Health Treatment</a>, Jan 10, 2013<br />\r\n\t<br />\r\n\tEmails and interviews &nbsp;with Kaptur spokesman Steve Fought, Jan 11 to 15, 2013<br />\r\n\t<br />\r\n\tEmails and interview with Ohio Department of Mental Health Communications Director Trudy Sharp, Jan 15, 2013<br />\r\n\t<br />\r\n\tEmails with National Alliance on Mental Illness spokesman Bob Carolla, Jan. 15, 2013<br />\r\n\t<br />\r\n\tInterview with Ted Lutterman, Director of Research Analysis for the National Association of State Mental Health Program Directors Research Institute, Jan. 15, 2013<br />\r\n\t<br />\r\n\tInterview with Robert Glover, executive director of the National Association of State Mental Health Program Directors, Jan. 15, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Representative from Ohio's Ninth Congressional District", "false_count": 2, "first_name": "Marcy", "half_true_count": 4, "home_state": "Ohio", "id": 834, "last_name": "Kaptur", "mostly_true_count": 4, "name_slug": "marcy-kaptur", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/politifact-marcy-kaptur_1.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/834/", "total_count": 14, "true_count": 4, "website": "http://www.kaptur.house.gov/"}, "statement": "<p>\r\n\t&quot;States have cumulatively cut over $1.8 billion from their mental health services between 2009 and 2011. This is the largest reduction in state mental health services in half a century.&quot;</p>\r\n", "statement_context": "a floor speech in the House of Representatives", "statement_date": "2012-12-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 19, "photo": null, "resource_uri": "/api/v/2/subject/19/", "subject": "Guns", "subject_slug": "guns", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}