{"art": [{"brightcove": "", "caption": "National Rifle Association executive director Wayne LaPierre (left, shown with NRA president David Keene at right) testified at a Senate Judiciary Committee hearing on Jan. 30, 2013.", "id": 3135, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Lapierre_testifying.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/3135/", "title": "LaPierre testifying", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2013/feb/01/wayne-lapierre/wayne-lapierre-nra-says-fatal-firearms-accidents-a/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 7321, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/7321/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tDuring a closely watched Senate Judiciary Committee hearing on gun policy on Jan. 31, 2013, National Rifle Association executive director Wayne LaPierre offered several statistics designed to bolster his group&rsquo;s position against gun control.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tHere&rsquo;s one claim that caught our eye:<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t&quot;Teaching safe and responsible gun ownership works, and the NRA has a long and proud history of doing exactly that,&quot; LaPierre said. &quot;Our Eddie Eagle Child Safety Program has taught 25 million young people that if they see a gun, they should do four things: stop, don&#39;t touch it, leave the area, and call an adult. As a result of this and other private-sector programs, fatal firearms accidents are at the lowest level in 100 years.&quot;<br />\r\n\t&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;<br />\r\n\tLet&rsquo;s take a look at two parts of LaPierre&rsquo;s comment -- the numerical claim that accidental shooting deaths have declined, and the question of whether NRA safety programs made a difference.<br />\r\n\t<br />\r\n\t<strong>Are &quot;fatal firearms accidents &hellip; at the lowest level in 100 years&quot;?</strong><br />\r\n\t<br />\r\n\tTo check this part of the claim, we turned to a massive compendium of data produced annually by the National Safety Council, a nonprofit, congressionally chartered organization. The group issues an annual report that includes a category called &quot;unintentional injury deaths&quot; -- with data going all the way back to 1903.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tThe most recent version of the &quot;Injury Facts&quot; report available on the Internet is the <a href=\"http://www.nsc.org/Documents/Injury_Facts/Injury_Facts_2011_w.pdf\">2011</a> edition, with data up to 2009. But we were able to obtain draft data from the council that offers preliminary data for as recently as 2011 (numbers that the group says are subject to refinement).<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tAccording to council data, the total number of unintentional deaths from firearms sank to 554 in 2009 -- easily the lowest of any year back to 1903.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tIn fact, it took from 1903 all the way until 1997 for the number of unintentional gunfire deaths to drop below 1,000. The all-time highs came in 1929 and 1930, when the number of such deaths reached 3,200 for two consecutive years.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tThis decline is all the more striking considering the increase in population over this period. In 1904, there were 3.4 unintentional firearm deaths per 100,000 people. By 2009, that rate had fallen to 0.2 deaths per 100,000 in people.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tHowever, the data for unintentional gun deaths ticked up modestly in 2010, to 606, and then fell slightly to 600 in 2011.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tSo LaPierre was very close to correct -- 2009 represented a record low, but the number was slightly higher in both 2010 and 2011, at least according to preliminary data.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t<strong>Did safety education programs by the National Rifle Association and other groups help reduce accidental gun deaths?</strong><br />\r\n\t<br />\r\n\tIn a 2004 <a href=\"http://pediatrics.aappublications.org/content/113/1/70.abstract\">paper</a> in the journal <em>Pediatrics</em>, researchers studied two child-safety programs, including the NRA&rsquo;s Eddie Eagle. They concluded that Eddie Eagle was &quot;effective for teaching children to reproduce verbally the gun-safety message &hellip; but the skills were not used when the children were assessed via real-life&quot; situations. (Separately, gun-control advocates have <a href=\"http://www.huffingtonpost.com/paul-helmke/nras-eddie-eagle-doesnt-f_b_572285.html\">complained</a> that the Eddie Eagle program, whatever its safety benefits, <a href=\"http://www.vpc.org/studies/eddiecon.htm\">helps recruit</a> new generations of children into the NRA&rsquo;s approach to guns.)<br />\r\n\t<br />\r\n\tHowever, the study should be taken with a grain of salt: <em>Pediatrics </em>is published by the American Academy of Pediatrics, a group that, at the time the paper was published, was <a href=\"http://pediatrics.aappublications.org/content/105/4/888.abstract?ijkey=3b0eab06e1af739ea1dda741963aa5dcca08773e&amp;keytype2=tf_ipsecsha\">on record</a> supporting &quot;regulation of the manufacture, sale, purchase, ownership, and use of firearms; a ban on handguns and semiautomatic assault weapons; and expanded regulations of handguns for civilian use.&quot; (The group <a href=\"http://pediatrics.aappublications.org/content/130/5/e1416.full\">reaffirmed</a> that position in 2012.)<br />\r\n\t<br />\r\n\tWe did not hear back from the NRA for this story, but several independent experts said they feel the NRA programs and others like it probably did help contribute to the decline in accidental gun deaths.<br />\r\n\t<br />\r\n\t&quot;I taught my children these same principles when they were very young so they had a way to evaluate the situation,&quot; said Mark E. Safarik, executive director of Forensic Behavioral Services Inc. and a former member of the FBI Behavioral Analysis Unit. &quot;If the gun safety course teaches those principles, then it has to have had an effect.&quot;<br />\r\n\t<br />\r\n\tJay Corzine, a sociologist at the University of Central Florida, agreed that such programs probably made a difference.<br />\r\n\t<br />\r\n\t&quot;Overall, I believe the NRA should be commended for its firearm safety programs,&quot; Corzine said. &quot;It is a certain that they have prevented some accidental shootings and deaths.&quot;<br />\r\n\t<br />\r\n\tThat said, Corzine cautioned against giving Eddie Eagle too much credit for the drop. Corzine pointed to a 2002 <a href=\"http://hsx.sagepub.com/content/6/2/128.full.pdf\">study</a> in the journal Homicide Studies that suggested an entirely different rationale for the drop: improved medical care, particularly for trauma victims. The authors of that study wrote that &quot;we have garnered considerable support for the hypothesis that advances in emergency medical care have greatly and increasingly reduced the lethality of violent assaults.&quot;<br />\r\n\t<br />\r\n\tIn an interview, Billie Weiss, an epidemiologist at the UCLA School of Public Health, pointed to former Rep. Gabrielle Giffords, D-Ariz., as an example of the advances in medical treatment. Giffords was shot in the head at a public gathering in January 2011. While she still faces a difficult road to recovery, Giffords survived the shooting. &quot;Ten years ago, she most certainly would not have lived after her injury,&quot; Weiss said.<br />\r\n\t<br />\r\n\tTo factor out improvements in trauma care, Corzine said it&rsquo;s better to use a different data set than the one LaPierre used. Rather than focusing on accidental deaths from gunfire, Corzine said, look at accidental injuries from gunfire instead.<br />\r\n\t<br />\r\n\tThe National Safety Council&rsquo;s annual report doesn&rsquo;t include such data, but the CDC makes it available. We found that unintentional gunfire injuries have also been declining -- by about 20 percent between 2001 and 2010. That&rsquo;s somewhat slower than the decline in unintentional gunfire deaths over the same period, which was 24 percent. But it&rsquo;s not dramatically different. (As with the figures for unintentional gunfire deaths, the number for unintentional gunfire injuries ticked up slightly in 2011.)<br />\r\n\t<br />\r\n\tWhat may be more relevant is that the incidents LaPierre cited -- unintentional deaths from gunfire -- only amounted to about 600 cases in 2010, compared to 14,161 cases of unintentional gunshot injuries that didn&rsquo;t lead to death. In addition, there were 53,738 gunshot injuries caused by intentional assault in that year and another 4,643 non-fatal gunshot injuries caused by suicide attempts.<br />\r\n\t<br />\r\n\tIn other words, the roughly 600 unintentional gunshot deaths LaPierre cited in his testimony accounts for only a tiny proportion of all gun-related deaths and injuries -- less than half of one percent, to be precise.<br />\r\n\t<br />\r\n\tIndeed, just looking at gunfire deaths, the trend lines for unintentional and intentional fatalities have been moving in opposite directions. Back in 1968, intentional gunfire deaths outpaced unintentional deaths by a ratio of 10 to 1. By 2009, that gap had expanded significantly, with intentional deaths exceeding unintentional deaths by a factor of more than 50 to 1.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tSo while LaPierre worded his statistic carefully and in a way that was very close to accurate, he chose to focus on a tiny subset of gun-related harm while ignoring the vast majority of gun-related deaths.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tLaPierre was very close to being right about his carefully framed statistic: Despite significant population growth, unintentional firearms deaths fell to a 106-year low in 2009 before tracking up slightly in 2010. But while LaPierre is probably right that NRA-sponsored safety programs played a role in this decline, improvements in trauma care -- something LaPierre didn&rsquo;t cite -- likely played as big a role as well, if not a bigger role. On balance, we rate the claim Half True.</p>\r\n", "ruling_comments_date": "2013-01-31T11:56:22.689751", "ruling_date": "2013-02-01T12:53:46", "ruling_headline": "Wayne LaPierre of NRA says “fatal firearms accidents are at the lowest level in 100 years”", "ruling_headline_slug": "wayne-lapierre-nra-says-fatal-firearms-accidents-a", "ruling_link_text": "Bottomed out in 2009, up slightly since", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tWayne LaPierre,<a href=\"http://www.cq.com/doc/congressionaltranscripts-4212588?wr=U2ZyOGV0Ymg1TTFhc01sTUs2T05pdw\"> transcript of testimony before the Senate Judicary Committee</a>, Jan. 30, 2013 (CQ subscribers only)</p>\r\n<p>\r\n\tNational Safety Council, &quot;<a href=\"http://www.nsc.org/Documents/Injury_Facts/Injury_Facts_2011_w.pdf\">Injury Facts</a>,&quot; 2011 edition</p>\r\n<p>\r\n\tNational Safety Council,<a href=\"http://www.nsc.org/about_us/Pages/Home.aspx\"> &quot;about us&quot; web page</a>, accessed Jan. 31, 2013</p>\r\n<p>\r\n\tCenters for Disease Control and Prevention, &quot;<a href=\"http://webappa.cdc.gov/sasweb/ncipc/mortrate10_us.html\">WISQARS Fatal Injury Reports, National and Regional, 1999 - 2010</a>,&quot; accessed Jan. 31, 2013</p>\r\n<p>\r\n\tCenters for Disease Control and Prevention, &quot;<a href=\"http://webappa.cdc.gov/sasweb/ncipc/nfirates2001.html\">WISQARS Nonfatal Injury Reports</a>,&quot; accessed Jan. 31, 2013</p>\r\n<p>\r\n\tNational Shooting Sports Foundation, &quot;<a href=\"http://nssf.org/Newsroom/writers/guide/examples.cfm\">Examples of Inaccurate or Misleading Coverage</a>,&quot; accessed Jan. 31, 2013</p>\r\n<p>\r\n\tCenters for Disease Control and Prevention, &quot;<a href=\"http://www.cdc.gov/mmwr/preview/mmwrhtml/00023655.htm\">Deaths Resulting from Firearm- and Motor-Vehicle-Related Injuries - - United States, 1968-1991</a>,&quot; Jan. 28, 1994</p>\r\n<p>\r\n\tViolence Policy Center, &quot;<a href=\"http://www.vpc.org/press/1104norc.htm\">Household Gun Ownership Hits New Low--Fewer Than One Out of Three American Households Has a Gun</a>,&quot; April 26, 2011</p>\r\n<p>\r\n\tAmerican Academy of Pediatrics, &quot;<a href=\"http://pediatrics.aappublications.org/content/105/4/888.abstract?ijkey=3b0eab06e1af739ea1dda741963aa5dcca08773e&amp;keytype2=tf_ipsecsha\">Firearm-Related Injuries Affecting the Pediatric Population</a>,&quot; April 1, 2000</p>\r\n<p>\r\n\tMichael B. Himle et al, &quot;<a href=\"http://pediatrics.aappublications.org/content/113/1/70.abstract\">An Evaluation of Two Procedures for Training Skills to Prevent Gun Play in Children</a>&quot; (article in <em>Pediatrics</em>), Jan. 1, 2004</p>\r\n<p>\r\n\tAnthony R. Harris et al, &quot;<a href=\"http://hsx.sagepub.com/content/6/2/128.full.pdf\">Murder and Medicine : The Lethality of Criminal Assault 1960-1999</a>&quot; (article in <em>Homicide Studies</em>), 2002</p>\r\n<p>\r\n\tAmerican Academy of Pediatrics, &quot;<a href=\"http://pediatrics.aappublications.org/content/130/5/e1416.full\">Firearm-Related Injuries Affecting the Pediatric Population</a>,&quot; &nbsp;Oct. 18, 2012</p>\r\n<p>\r\n\tPaul Helmke, &quot;<a href=\"http://www.huffingtonpost.com/paul-helmke/nras-eddie-eagle-doesnt-f_b_572285.html\">NRA&#39;s &lsquo;Eddie Eagle&rsquo; Doesn&#39;t Fly or Protect</a>&quot; (column in Huffington Post), May 11, 2010</p>\r\n<p>\r\n\tViolence Policy Center, &quot;<a href=\"http://www.vpc.org/studies/eddiecon.htm\">Joe Camel with Feathers: How the NRA with Gun and Tobacco Industry Dollars Uses its Eddie Eagle Program to Market Guns to Kids</a>,&quot; 1997</p>\r\n<p>\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2013/jan/18/mark-shields/pbs-commentator-mark-shields-says-more-killed-guns/\">PBS commentator Mark Shields says more killed by guns since &#39;68 than in all U.S. wars</a>,&quot; Jan. 18, 2013</p>\r\n<p>\r\n\tEmail interview with Jay Corzine, sociologist at the University of Central Florida, Feb. 1, 2013</p>\r\n<p>\r\n\tEmail interview with Mark E. Safarik, executive director of Forensic Behavioral Services Inc. and a former member of the FBI Behavioral Analysis Unit, Feb. 1, 2013</p>\r\n<p>\r\n\tEmail interview with Billie P. Weiss, epidemiologist at the UCLA School of Public Health, Jan. 31, 2013</p>\r\n<p>\r\n\tEmail interview with Julie Piotrowski, spokeswoman, and Josh Sugarmann, executive director, Violence Policy Center, Jan. 31, 2013</p>\r\n<p>\r\n\tEmail interview with Susan Evangelou, spokeswoman for the National Safety Council, Jan. 13, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "", "false_count": 1, "first_name": "Wayne", "half_true_count": 4, "home_state": "", "id": 159, "last_name": "LaPierre", "mostly_true_count": 1, "name_slug": "wayne-lapierre", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/LaPierre.JPG", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/159/", "total_count": 9, "true_count": 0, "website": ""}, "statement": "<p>\r\n\t&quot;As a result of National Rifle Association and other private-sector (safety-education) programs, fatal firearms accidents are at the lowest level in 100 years.&quot;</p>\r\n", "statement_context": "testimony before the Senate Judiciary Committee", "statement_date": "2013-01-30", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 19, "photo": null, "resource_uri": "/api/v/2/subject/19/", "subject": "Guns", "subject_slug": "guns", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}