{"art": [], "author": [{"email_address": "jhdavis@ajc.com", "first_name": "Janel", "id": 382, "last_name": "Davis", "name_slug": "janel-davis", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/382/", "title": "Staff Writer", "twitter": null}], "canonical_url": "/georgia/statements/2013/feb/01/georgia-lottery/when-it-comes-lottery-tickets-not-losing-winning/", "edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "editor": [{"email_address": "jdenery@ajc.com", "first_name": "Jim ", "id": 141, "last_name": "Denery", "name_slug": "jim-denery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/141/", "title": "Word editor", "twitter": null}, {"email_address": "jtharpe@ajc.com", "first_name": "Jim", "id": 134, "last_name": "Tharpe", "name_slug": "jim-tharpe", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/134/", "title": "PolitiFact Georgia Editor", "twitter": null}], "facebook_headline": null, "id": 7323, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jhdavis@ajc.com", "first_name": "Janel", "id": 382, "last_name": "Davis", "name_slug": "janel-davis", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 6, "publication_name": "The Atlanta Journal-Constitution", "resource_uri": "/api/v/2/publication/6/"}, "resource_uri": "/api/v/2/staffer/382/", "title": "Staff Writer", "twitter": null}], "resource_uri": "/api/v/2/statement/7323/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tToday could be the day! -- or so says the Georgia Lottery.<br />\r\n\t<br />\r\n\tSince June 1993, when the Georgia Lottery began selling tickets, bettors have waited with bated breath as chipper TV &nbsp;announcers called out winning Powerball numbers. Players schedule their waking lives around the twice-daily drawings for Cash 3 winnings.<br />\r\n\t<br />\r\n\tAnd ticket buyers have left mounds of scratch-off shavings on convenience store counters across the state in hopes of scoring a win. <br />\r\n\t<br />\r\n\tBut the prize for those scratch-off games may not be the cash haul that most gamers hope for. Instead, today could be the day you win ... another ticket!.<br />\r\n\t<br />\r\n\tOne of PolitiFact Georgia&rsquo;s readers, Bob Lynn, sent us a message, questioning the lottery&rsquo;s claims about the scratch-off games. <br />\r\n\t<br />\r\n\tLynn&rsquo;s concern was this: The lottery counts awarding another ticket as a &quot;win.&quot; He said the face value of a ticket (&quot;winning&quot; $2 on a ticket you bought that cost $2, for example) is not a win. That exchange, he said, is just breaking even. It&rsquo;s a draw.<br />\r\n\t<br />\r\n\tAnd more importantly, he said, by including another ticket or the face value of a ticket as &quot;wins,&quot; the Georgia Lottery is overstating its odds of winning for each game.<br />\r\n\t<br />\r\n\tWe decided to double-down on our lottery sources and take a serious look at the numbers game. Are these types of prizes considered &quot;wins&quot; by the lottery? And are the odds of winning skewed by claiming these types of prizes as &quot;wins&quot;?<br />\r\n\t<br />\r\n\tThe lottery is big business for the state, with optimistic players taking chances in games with creative titles such as &quot;Red, Hot and Wild 7&rsquo;s,&quot; &quot;Classy Loot,&quot; &quot;Refund Check&quot; and &quot;Solid Gold.&quot;<br />\r\n\t<br />\r\n\tSince the first ticket was sold almost 20 years ago, the lottery has rung up &nbsp;$45 billion (yes, billion) in sales. About $14 billion has gone to Georgia&rsquo;s pre-kindergarten program and HOPE scholarships for college students.<br />\r\n\t<br />\r\n\tOn average, the Georgia Lottery offers 40 to 45 scratch-off games at any given time and has nine online, or computerized, games, according to the lottery&rsquo;s <a href=\"http://www.galottery.com/about-us\">website</a>. <br />\r\n\t<br />\r\n\tDetailed odds for every prize level in every Georgia Lottery game are available on the lottery website, a lottery spokeswoman told PolitiFact Georgia. The prize levels include a free ticket. The odds for each game that involves a drawing are also printed on the back of each game&rsquo;s play slip. The overall odds of winning a prize in instant games are printed on every game ticket. The odds include every prize level available in each game. <br />\r\n\t<br />\r\n\tSo transparency is not a problem.<br />\r\n\t<br />\r\n\tLynn, our lottery-playing reader, has spent thousands of dollars on lottery tickets over the past two decades. He&rsquo;s well aware of the odds listed on the back. <br />\r\n\t<br />\r\n\tOne of the scratch-off games he plays, Monopoly Millionaire, for example, lists the overall odds of winning &nbsp;as 1 in 3.27. There are 20 different ways to win on the $10 Monopoly Millionaire ticket, according to the printed advertisement. <br />\r\n\t<br />\r\n\tAs all gamers know, playing carries risk, he said. But &quot;any respectable gambler knows that winning another ticket is not getting ahead. And in my opinion it&rsquo;s deceitful to include these as wins.&quot;<br />\r\n\t<br />\r\n\tThe Georgia Lottery explains it this way: There are multiple top-prize-winning tickets, as well as multiple prize levels (from free tickets to top cash prizes) available in all Georgia Lottery instant games. Players can win prizes, including cash or ticket prizes, in accordance with the rules of each instant game, said Tandi Reddick, the lottery&rsquo;s communications director.<br />\r\n\t<br />\r\n\tDavid Gale, executive director of the North American Association of State and Provincial Lotteries, a lottery trade group, says claiming a ticket or the face value of a ticket as a &quot;win&quot; is common practice among state lotteries. And so is including them in stated odds, he said.<br />\r\n\t<br />\r\n\tWhat&rsquo;s the reasoning behind this?<br />\r\n\t<br />\r\n\t&quot;Gambling is defined as taking a chance with something of value, and that something can be money or a car or a lottery ticket because it is an item that has some concrete value,&quot; said Adam Goodie, the director of the Center for Gambling Research and the Georgia Decision Lab at the University of Georgia. The Center for Gambling Research, started in August 2012, is an independent facility not associated with the Georgia Lottery or any other state lottery. The CGR brings together researchers from diverse disciplines for research and continuing education and training on the diverse effects of gambling activity, according to its <a href=\"http://www.ibr.uga.edu/centers_groups/Gambling.html\">website.</a><br />\r\n\t<br />\r\n\tAnd because those tickets and face value prizes are included in the odds numbers, excluding them would indeed change the numbers, Goodie said. <br />\r\n\t<br />\r\n\tFor example, take a scratch-off game with odds of winning listed at 1 in 3.98, he said. In other words, for every 398 tickets sold, 100 are winners.<br />\r\n\tLet&rsquo;s say 40 of those 100 tickets &quot;win&quot; their owners a free ticket. If you exclude them from the odds, a player&rsquo;s chances drop to about 1 in 6 or 7, Goodie said.<br />\r\n\t<br />\r\n\tPolitiFact Georgia also talked to several hard-core Georgia Lottery scratch-off players. They all agreed that getting a free ticket should be considered a win. Their reasoning was a bit cynical and went something like this: You generally expect to get hosed when you play the lottery. If you don&rsquo;t, due to a free ticket, you are ahead of the game. A winner. Sort of. <br />\r\n\t<br />\r\n\tSo how do we rule on this one, and what are the odds? <br />\r\n\t<br />\r\n\tA Politifact Georgia reader, Bob Lynn, says the Georgia Lottery is being &quot;deceitful&quot; by claiming prizes of another ticket or the face value of a ticket as &quot;wins.&quot; Claiming these prizes as &quot;wins&quot; overstates the published odds of winning for each game, he says.<br />\r\n\t<br />\r\n\tThese prizes may not count for Lynn, but they sure do for lottery experts, other lottery players and the Georgia Lottery. A free ticket is considered an item of material value, and it is therefore inherently considered a prize, just like cash, a car or any other prize offered by the gaming operator. <br />\r\n\t<br />\r\n\tThe Georgia Lottery&rsquo;s stated odds printed on the Monopoly Millionaire instant game are accurate.<br />\r\n\t<br />\r\n\tWe give the lottery a True on this one. And we wish Lynn better luck next time.</p>\r\n", "ruling_comments_date": "2013-01-31T14:46:37.284994", "ruling_date": "2013-02-01T06:00:00", "ruling_headline": "When it comes to lottery tickets, not losing is winning", "ruling_headline_slug": "when-it-comes-lottery-tickets-not-losing-winning", "ruling_link_text": "A free ticket is beating the odds", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tEmail, telephone interview with reader Bob Lynn, Jan. 22, 2013<br />\r\n\t<br />\r\n\tTelephone, email interviews, Tandi Reddick, spokeswoman, Georgia Lottery, Jan. 23, 25, 2013<br />\r\n\t<br />\r\n\tGeorgia Lottery win odds, <a href=\"http://www.galottery.com\">www.galottery.com</a><br />\r\n\t<br />\r\n\tTelephone interview, David Gale, executive director, North American Association of State and Provincial Lotteries, Jan. 28, 2013<br />\r\n\t<br />\r\n\tTelephone interview, Holly Wetzel, spokeswoman, American Gaming Association, Jan. 23, 2013<br />\r\n\t<br />\r\n\tTelephone interview, Adam Goodie, director, Center for Gambling Research and the Georgia Decision Lab, University of Georgia, Jan. 24, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "", "id": 2163, "last_name": "Georgia Lottery", "mostly_true_count": 1, "name_slug": "georgia-lottery", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/GeorgiaLottery.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2163/", "total_count": 2, "true_count": 1, "website": ""}, "statement": "<p>\r\n\tOdds of winning the Monopoly Millionaire instant win game are 1 in 3.27.</p>\r\n", "statement_context": "on a ticket", "statement_date": "2013-01-24", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 291, "photo": null, "resource_uri": "/api/v/2/subject/291/", "subject": "Lottery", "subject_slug": "lottery", "used_in_edition": ["/api/v/2/edition/14/"]}], "target": [], "twitter_headline": ""}