{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2013/feb/04/ted-cruz/ted-cruz-says-claim-40-percent-guns-are-sold-witho/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 7335, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/7335/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tU.S. Sen. Ted Cruz, participating in a U.S. Senate committee hearing on gun-related proposals, <a href=\"http://www.youtube.com/watch?v=fiMYIQXQUZE&amp;feature=youtu.be\">warmed up</a> to a Jan. 30, 2013, question by referring to &quot;much attention&quot; drawn by some advocates to gun purchases occurring without background checks.<br />\r\n\t<br />\r\n\t&quot;Indeed, the statistic of 40 percent has been bandied about,&quot; the Texas Republican said. &quot;Now that statistic is unfortunately based on a study that occurred before the background check went into effect, and so it is a highly dubious figure.&quot;<br />\r\n\t<br />\r\n\tCruz was evidently referring to claims by gun-control advocates that 40 percent of gun purchases are made without the purchaser undergoing a criminal background check. This happens, they say, because the purchases are made from private individuals, who are not required to check purchasers backgrounds.<br />\r\n\t<br />\r\n\tAdvocates of a law requiring universal background checks have widely cited the 40-percent figure. President Barack <a href=\"http://www.whitehouse.gov/the-press-office/2013/01/16/remarks-president-and-vice-president-gun-violence\">Obama mentioned it</a> in the White House ceremony outlining his slate of new gun restrictions. A white paper by<a href=\"http://www.jhsph.edu/research/centers-and-institutes/johns-hopkins-center-for-gun-policy-and-research/publications/WhitePaper102512_CGPR.pdf\"> researchers at Johns Hopkins University</a> asserts it without qualification. Indeed, it&rsquo;s a powerful claim: that 40 percent of guns are bought and sold in America with no paper trail, no fingerprint of the hands they fall into.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tCoincidentally, our colleagues at PolitiFact&rsquo;s national website posted a review of the 40-percent claim on the day that Cruz made his comment, <a href=\"http://www.politifact.com/truth-o-meter/statements/2013/jan/30/kirsten-gillibrand/gillibrand-says-40-percent-guns-sold-today-escape-/\">rating</a> as Half True this statement by Sen. Kirsten Gillibrand, D-N.Y.: &quot;Today, about 40 percent of guns are purchased without a background check.&quot;<br />\r\n\t<br />\r\n\tWe drew on research behind that fact check to get started on Cruz&rsquo;s claim.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t<strong>The 1997 study</strong><br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tThe 40 percent figure originated in a<a href=\"https://www.ncjrs.gov/pdffiles/165476.pdf\"> 1997 National Institute of Justice study</a> by researchers Philip Cook of Duke University and Jens Ludwig of the University of Chicago, who examined data from a 1994 telephone survey about gun ownership taken months after the Brady Handgun Violence Prevention Act of 1993 took effect, mandating background checks of individuals buying guns at gun shops.<br />\r\n\t<br />\r\n\tUnder the law, federally licensed dealers must verify that a buyer has not been convicted of a serious crime or declared mentally incompetent or is blocked for any of about 10 reasons. Typically this is done online and takes less than a day.<br />\r\n\t&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;<br />\r\n\tBut only licensed dealers must conform. The law doesn&rsquo;t apply to private sellers at gun shows, flea markets or people who post firearms for sale on the Internet. If a private seller suspects that a buyer would be disqualified under federal rules, then they can&rsquo;t go through with the sale. But there is no background check.<br />\r\n\t<br />\r\n\tThe 1994 survey, which sampled 2,568 homes, asked owners an array of questions, including how many guns were in the house, what they were used for, how they were stored and where they were obtained.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tOf the 2,568 households surveyed, only 251 people answered the question about the origin of their gun.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tIn those answers, Cook and Ludwig found that 35.7 percent of respondents reported obtaining their gun from somewhere other than a licensed dealer. (That has been rounded up to 40 percent.) Some people answered &quot;probably&quot; and &quot;probably not&quot; if they weren&rsquo;t entirely sure whether the seller was a licensed dealer. In some cases, where the respondent skipped the question about whether the gun came from a licensed dealer, the researchers made a judgment call. Ludwig said in an email that they mined answers to other questions (such as whether the gun was a gift) to guide them.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t&quot;Our approach ... was to be conservative in estimating what fraction of sales are in the primary market,&quot; Ludwig wrote. &quot;Primary market&quot; refers to guns sold by dealers in retail stores or pawn shops. The &quot;secondary market&quot; includes gun shows and other transactions where a background check is not required.<br />\r\n\t<br />\r\n\t<strong>Another fact check</strong><br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t<a href=\"http://www.nationalreview.com/corner/337958/gun-sales-and-background-checks-obamas-bogus-40-percent-stat-john-fund\">Some critics</a> find fault with the 40 percent figure because it includes guns that are inherited or won&mdash;in other words, transactions that could reasonably be assumed not to involve a background check, which could mean a different look at the answers generates a different percentage. When the Washington Post&rsquo;s fact-checking project, the Fact Checker, asked Ludwig to revisit the data, the newspaper <a href=\"http://www.washingtonpost.com/blogs/fact-checker/post/update-obama-claim-on-background-checks-moved-from-verdict-pending-to-2-pinocchios/2013/01/25/59caeca6-672f-11e2-85f5-a8a9228e55e7_blog.html\">said</a>, results suggested that purchases without background checks amounted to 14 to 22 percent, not 40 percent.<br />\r\n\t<br />\r\n\t&quot;And since the survey sample is so small, that means the results have a survey caveat: plus or minus six percentage points,&quot; the Post said. &quot;Moreover, &hellip; the survey was taken in late 1994, eight months after the Brady law went into effect, and the questions were asked about gun purchases in the previous two years. So some of the answers concerned gun purchases that took place in a pre-Brady environment.&quot;<br />\r\n\t<br />\r\n\t<strong>Current-day applicability</strong><br />\r\n\t<br />\r\n\tFor his part, Cook, the other study author, told us he has no idea whether the 40 percent figure remains reliable. &quot;This survey was done almost 20 years ago. &hellip; It&rsquo;s clear there are a lot of transactions that are not through dealers,&quot; Cook said. &quot;How many, we&rsquo;re not really clear on it. &hellip; We would say it&rsquo;s a very old number.&quot;<br />\r\n\t<br />\r\n\tOther scholars had similar views.<br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\t&quot;I don&rsquo;t see how anyone could know that number,&quot; said James Jacobs, Center for Research in Crime and Justice at New York University School of Law.<br />\r\n\t<br />\r\n\tBy telephone, we asked Cook about Cruz&rsquo;s statement&mdash;that the percentage is dubious because the research took place before background checks were mandated.<br />\r\n\t<br />\r\n\tThe surveys took place after the law took effect, Cook said, but it&rsquo;s correct that the vast majority of gun acquisitions identified by respondents took place before then, given that respondents were asked to focus on guns acquired within two years, meaning 1992 and 1993.<br />\r\n\t<br />\r\n\tOf note: Most of the respondents had acquired at least one gun well before the Brady law took effect. &quot;Persons owning handguns in 1994 acquired about 28 percent of them in 1993-1994,&quot; Cook and Ludwig wrote, &quot;compared with 20 percent of long guns.&quot;<br />\r\n\t<br />\r\n\t<strong>States conducted background checks</strong></p>\r\n<p>\r\n\tAnother wrinkle: Eighteen states were imposing background checks before the federal mandate took effect, according to a <a href=\"http://jama.jamanetwork.com/article.aspx?articleid=192946\">research paper</a> by Ludwig and Cook published in the Journal of the American Medical Association in August 2000. The states doing so included California, New York, Florida, Illinois and Michigan.<br />\r\n\t<br />\r\n\tEven so, Cook told us, he and Ludwig did not use information on individual states in doing their analysis. &nbsp;He emailed that &quot;the survey provides an accurate representation of the nation as a whole but not of individual states.&quot; Also, he stressed, the survey had no questions about whether there had been a background check and respondents also weren&rsquo;t asked the states where they had acquired their guns. He agreed there is &quot;no way to reach any conclusions about background checks for any of the transactions that are reported in the survey.&quot;<br />\r\n\t<br />\r\n\tAs we closed out this review, Cruz spokesman Sean Rushton pointed out by email that 32 states were evidently not requiring background checks before the Brady law took effect. The 40-percent statistic is dubious, Rushton said, &quot;because it is not an accurate reflection of the number of gun transactions without background checks that are happening today.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t&nbsp;&nbsp;&nbsp;<br />\r\n\tCruz said the claim that 40 percent of guns are sold without background checks traces to information gathered before background checks were required.<br />\r\n\t<br />\r\n\tHowever, the 1994 survey took place a few months after federal law mandated background checks--and about one third of states were requiring the checks even earlier.</p>\r\n<p>\r\n\tGiven the infancy of the Brady law, it still may be that few respondents underwent the mandated checks. Significantly, respondents were not asked if they had undergone such checks or in which states they had acquired their guns.<br />\r\n\t<br />\r\n\tSumming up: Some background checks were ongoing at the time of the survey. Still, Cruz&rsquo;s statement drives at the fact that the oft-quoted survey was conducted nearly two decades ago, before the federal law had time to have much effect.</p>\r\n", "ruling_comments_date": "2013-02-01T16:06:45.485794", "ruling_date": "2013-02-04T06:00:00", "ruling_headline": "Ted Cruz says claim that 40 percent of guns are sold without background checks traces to study done before checks were required", "ruling_headline_slug": "ted-cruz-says-claim-40-percent-guns-are-sold-witho", "ruling_link_text": "Wrong on timing, right on weaknesses", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tPolitiFact, Truth-O-Meter article, <a href=\"http://www.politifact.com/truth-o-meter/statements/2013/jan/30/kirsten-gillibrand/gillibrand-says-40-percent-guns-sold-today-escape-/\">&quot;Kirsten Gillibrand says 40 percent of guns sold today escape background check,&quot;</a> Jan. 30, 2013<br />\r\n\t<br />\r\n\t<em>The Washington Post</em>, news articles in the Fact Checker, <a href=\"http://www.washingtonpost.com/blogs/fact-checker/post/update-obama-claim-on-background-checks-moved-from-verdict-pending-to-2-pinocchios/2013/01/25/59caeca6-672f-11e2-85f5-a8a9228e55e7_blog.html\">&quot;Update: Obama claim on background checks moved from &lsquo;verdict pending&#39; to 2 Pinocchios,&quot;</a> Jan. 25, 2013; &quot;<a href=\"http://www.washingtonpost.com/blogs/fact-checker/post/the-stale-claim-that-40-percent-of-gun-sales-lack-background-checks/2013/01/20/e42ec050-629a-11e2-b05a-605528f6b712_blog.html\">The stale claim that 40 percent of gun sales lack background checks</a>,&quot; Jan. 21, 2013<br />\r\n\t<br />\r\n\tTelephone interviews,<a href=\"http://fds.duke.edu/db/Sanford/cook\"> Philip Cook</a>, professor of public policy, Duke University, Jan. 22 and 31, 2013<br />\r\n\t<br />\r\n\t<a href=\"https://docs.google.com/document/d/1R1NnQnJ4RwV0HxHY-0317HIF_IjmuMrk3_3_HzYiVx0/pub\">Email</a> (excerpted), response from Sean Rushton, communications director, U.S. Sen. Ted Cruz, Jan. 31, 2013<br />\r\n\t<br />\r\n\tWhite House website,<a href=\"http://www.whitehouse.gov/the-press-office/2013/01/16/remarks-president-and-vice-president-gun-violence\"> Remarks by the President and the Vice President on Gun Violence</a>, Jan. 16, 2013<br />\r\n\t&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;<br />\r\n\tNational Institute of Justice, &quot;<a href=\"https://www.ncjrs.gov/pdffiles/165476.pdf\">Guns in America: National Survey on Private Ownership and Use of Firearms</a>,&quot; May 1997</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 43, "current_job": "Senator", "false_count": 38, "first_name": "Ted", "half_true_count": 20, "home_state": "Texas", "id": 1475, "last_name": "Cruz", "mostly_true_count": 22, "name_slug": "ted-cruz", "pants_count": 9, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/CRUZPFTNEW.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1475/", "total_count": 141, "true_count": 7, "website": "http://www.tedcruz.org/"}, "statement": "<p>\r\n\tSays the claim that 40 percent of guns are sold without background checks traces to information gathered before background checks were even required.</p>\r\n", "statement_context": "a U.S. Senate committee hearing.", "statement_date": "2013-01-30", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 19, "photo": null, "resource_uri": "/api/v/2/subject/19/", "subject": "Guns", "subject_slug": "guns", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}