{"art": [], "author": [{"email_address": "mmckinne@providencejournal.com", "first_name": "Michael ", "id": 389, "last_name": "McKinney", "name_slug": "michael-mckinney", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/389/", "title": "Reporter", "twitter": null}], "canonical_url": "/rhode-island/statements/2013/feb/03/patrick-kennedy/former-us-rep-patrick-kennedy-says-80-percent-peop/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "tmurphy@providencejournal.com", "first_name": "Tim", "id": 145, "last_name": "Murphy", "name_slug": "tim-murphy", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/tim_murphy2_80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/145/", "title": "Editor", "twitter": null}], "facebook_headline": null, "id": 7337, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "mmckinne@providencejournal.com", "first_name": "Michael ", "id": 389, "last_name": "McKinney", "name_slug": "michael-mckinney", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/389/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/7337/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>When former U.S. Rep. Patrick J. Kennedy, D-.R.I., launched a national group in January that opposes marijuana legalization, he also took issue with medical-marijuana laws that he says may have been well-intended but are misguided.<br />\r\n<br />\r\nAnd he questioned whether many of those who get permission to use marijuana for medical reasons are using it for legitimate reasons.<br />\r\n<br />\r\n&quot;Eighty percent of those who have applied for licenses have no cancer, no Parkinson&rsquo;s disease or glaucoma,&quot; Kennedy said in a Jan. 8 story &nbsp;in The Providence Journal. &quot;They have nothing you would associate [with] the use of medical marijuana.&quot;<br />\r\n<br />\r\n(Kennedy&rsquo;s group, Project SAM, which stands for Smart Approaches to Marijuana, argues that medical marijuana should only be used in non-smoked forms. )<br />\r\n<br />\r\nNineteen states and the District of Columbia allow its medical use, although it is still illegal under federal law.<br />\r\n<br />\r\nIn addition to cancer and glaucoma, among conditions approved for medical marijuana use are HIV/AIDS, severe or chronic pain, persistent nausea and multiple sclerosis.<br />\r\n<br />\r\nWe decided to examine both parts of Kennedy&rsquo;s statement, beginning with the specific ailments people cite when seeking permission to use medical marijuana.<br />\r\n<br />\r\nKennedy&rsquo;s group referred us to Kevin A. Sabet, a professor and drug policy institute director at the University of Florida, who is a former Obama administration adviser on drug policy and a co-founder of Project SAM. He guided us to statistical links on the <a href=\"http://learnaboutsam.com/medicine/\">&nbsp;Project SAM website</a> and e-mailed some figures related to medical marijuana programs in Colorado.<br />\r\n<br />\r\nThe most recent Colorado data, as of Nov. 30, 2012, showed 3 percent of that state&rsquo;s roughly 107,000 medical-marijuana patients reported having cancer and 1 percent had glaucoma, while Parkinson&rsquo;s was not listed as a specific reportable condition. Ninety-four percent reported severe pain as their condition or one of their conditions.<br />\r\n<br />\r\nWe checked with other states and found similar figures.<br />\r\n<br />\r\nIn most states, including Colorado, medical marijuana patients reported more than one condition.<br />\r\n<br />\r\nIn Arizona, where medical marijuana became legal in 2010, just under 4 percent of its 33,600 medical marijuana cardholders reported having cancer while 1.5 percent reported glaucoma. By far the most reported condition as of Nov. 7, 2012, was chronic pain at 90 percent.<br />\r\n<br />\r\nNevada, one of the earlier states to legalize marijuana for medical use, adopting it in 2001, showed cancer cases were about 3.6 percent of reported conditions -- and glaucoma just under 2 percent, as of Jan. 8, 2013. Severe pain was overwhelmingly the number-one condition, hovering at more than 3,200 patients monthly.The total number of patients with medical-marijuana cards in Nevada, fluctuates; as of Jan. 8, it was 3,580.</p>\r\n\r\n<p>In Rhode Island, where medical marijuana became legal in 2009, 5.9 percent percent of those who received approval in 2010 cited cancer or cancer treatment, according to the Department of Health.<br />\r\n<br />\r\nFour percent of those getting approval in 2012 reported cancer. Glaucoma accounted for about 1 percent in both years while Parkinson&rsquo;s is not listed as a separate qualifying diagnosis. &nbsp;<br />\r\n<br />\r\nRhode Island, which has 4,860 people approved to use medical marijuana in its program, lists a wider range of diagnoses than several states we examined.<br />\r\n<br />\r\nForty-four percent of Rhode Island patients cited &quot;severe debilitating chronic pain&quot; in 2012; 17 percent reported muscle spasms and 11 percent reported severe nausea.<br />\r\n<br />\r\nSo the first part of Kennedy&rsquo;s statement is right: Only a very small percentage of medical marijuana users cited cancer or glaucoma as their reason for using the drug; states we checked do not specifically list Parkinson&rsquo;s, indicating few cite that ailment.<br />\r\n<br />\r\nWhat about the second part of the statement, that 80 percent of the people using medical marijuana &quot;have nothing you would associate&quot; with it?<br />\r\n<br />\r\nSabet, from Project SAM, said Kennedy didn&rsquo;t mean that the 80 percent have no legitimate reason to use the drug.<br />\r\n<br />\r\nBut we think that most readers would understand that statement to mean 80 percent didn&rsquo;t have an ailment generally associated with medical marijuana use.<br />\r\n<br />\r\nThe facts show otherwise.<br />\r\n<br />\r\nAs our research found, chronic pain, severe pain or severe debilitating chronic pain -- the most common conditions medical marijuana users cite -- are among several conditions or diagnoses listed by states as qualifying reasons for using, contingent on whatever standard a state requires applicant and physician to meet.<br />\r\n<br />\r\nThe states with medical-marijuana laws require some form of sign-off from a physician on an application.<br />\r\n<br />\r\nDr. Syed Rizvi, a neurologist at Rhode Island Hospital and associate professor at Brown University, said the patients he has approved for medical marijuana have included those with multiple sclerosis, are extremely disabled, maybe in extreme pain, and may not have responded well to other medications. &nbsp;He said he limits it to patients he has seen for some time, even years.</p>\r\n\r\n<p>Dr. Josiah D. Rich, a professor of medicine and community health at Brown University&rsquo;s Warren Alpert Medical School, said in his experience and from what he knows of other physicians, there are other legitimate conditions than those Kennedy cited that are legal in states for medical marijuana.<br />\r\n<br />\r\n&quot;Some of my patients who have AIDS &nbsp;&hellip; get very nauseous with the medicines they take,&quot; and therefore are approved to use medical marijuana, Dr. Rich said.<br />\r\n<br />\r\n<strong>Our ruling</strong><br />\r\n<br />\r\nFormer U.S. Rep. Patrick J. Kennedy said that &quot;eighty percent of those who have applied for licenses have no cancer, no Parkinson&rsquo;s disease or glaucoma&quot; and that &quot;they have nothing you would associate [with] the use of medical marijuana.&quot;<br />\r\n<br />\r\nKennedy is right about the comparatively small percentage of medical-marijuana patients who use it for the conditions he named.<br />\r\n<br />\r\nBut he is wrong that most of those using the drug do so for conditions not associated with it. In fact, states with medical marijuana laws allow use for chronic and severe pain -- the most common conditions cited by patients.<br />\r\n<br />\r\nDoes everyone who has permission to use medical marijuana actually have a true medical need for it? We don&rsquo;t know, but neither does Kennedy.<br />\r\n<br />\r\nWe rate the statement <a href=\"http://www.politifact.com/rhode-island/about/\">Half True</a>.<br />\r\n<br />\r\n<em>(If you have a claim you&rsquo;d like PolitiFact Rhode Island to check, e-mail us at politifact@providencejournal.com. And follow us on Twitter: @politifactri.)</em></p>\r\n", "ruling_comments_date": "2013-02-01T18:22:15.922175", "ruling_date": "2013-02-03T00:01:00", "ruling_headline": "80% of people who apply for medical marijuana don’t have qualifying ailments, Patrick Kennedy says", "ruling_headline_slug": "former-us-rep-patrick-kennedy-says-80-percent-peop", "ruling_link_text": "Laws allow use for many conditions", "ruling_state": null, "source_documents": null, "sources": "<p>Colorado Department of Public Health and Environment, &quot;<a href=\"http://www.colorado.gov/cs/Satellite/CDPHE-CHEIS/CBON/1251593017044\">Medical Marijuana Registry Program Update</a>,&quot; Nov. 30, 2012, accessed Jan. 9, 2013<br />\r\n<br />\r\nArizona Department of Health Services, &quot;<a href=\"http://www.azdhs.gov/medicalmarijuana/documents/reports/121107-patient-application-report.pdf\">Arizona Medical Marijuana Act Monthly Report</a>,&quot; page 2, Nov. 7, 2012, accessed Jan. 31, 2013<br />\r\n<br />\r\nNevada Department of Health and Human Services, &quot;<a href=\"http://health.nv.gov/MedicalMarijuana_Reports.htm\">Medical Marijuana Monthly Reports</a>,&quot; accessed Jan. 9, 2013<br />\r\n<br />\r\nInterview, Kevin Sabet, professor and drug policy institute director at the University of Florida, former Obama administration official and currently on Project SAM board of directors, Jan. 22, 2013<br />\r\n<br />\r\nInterview, Dr. Syed Rizvi, neurologist at Rhode Island Hospital and associate professor at Brown University, on Jan. 28, 2013<br />\r\n<br />\r\nInterview, Dr. Josiah D. Rich, a professor of medicine and community health at Brown University&rsquo;s Warren Alpert Medical School, on Jan. 31, 2013<br />\r\n<br />\r\nE-mails, Dara Chadwick, spokeswoman, Rhode Island Department of Health, Jan. 14 and Jan. 31, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Congressman", "false_count": 1, "first_name": "Patrick", "half_true_count": 3, "home_state": "Rhode Island", "id": 263, "last_name": "Kennedy", "mostly_true_count": 1, "name_slug": "patrick-kennedy", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/p_kennedy.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/263/", "total_count": 5, "true_count": 0, "website": ""}, "statement": "<p>&quot;Eighty percent of those who have applied for licenses have no cancer, no Parkinson&#39;s disease or glaucoma. They have nothing you would associate [with] the use of medical marijuana.&quot;</p>\r\n", "statement_context": "news story", "statement_date": "2013-01-08", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 161, "photo": null, "resource_uri": "/api/v/2/subject/161/", "subject": "Drugs", "subject_slug": "drugs", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/7/", "/api/v/2/edition/6/", "/api/v/2/edition/2/"]}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 310, "photo": null, "resource_uri": "/api/v/2/subject/310/", "subject": "Marijuana", "subject_slug": "marijuana", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/47/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/48/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}], "target": [], "twitter_headline": ""}