{"art": [], "author": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "canonical_url": "/ohio/statements/2013/feb/06/rob-portman/sen-rob-portman-says-abortion-clinics-market-their/", "edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "editor": [{"email_address": "jkahoun@plaind.com", "first_name": "Jane", "id": 159, "last_name": "Kahoun", "name_slug": "jane-kahoun", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/politifact-jane-kahoun_1.jpg", "publication": {"id": 9, "publication_name": "Cleveland Plain-Dealer", "resource_uri": "/api/v/2/publication/9/"}, "resource_uri": "/api/v/2/staffer/159/", "title": "PolitiFact Ohio editor and deputy metro editor, The Plain Dealer", "twitter": null}], "facebook_headline": null, "id": 7341, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "koffstephen@gmail.com", "first_name": "Stephen", "id": 155, "last_name": "Koff", "name_slug": "stephen-koff", "on_staff_page": 86, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/Koff_headshot.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/155/", "title": "Fact checker", "twitter": ""}], "resource_uri": "/api/v/2/statement/7341/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "True", "id": 1, "resource_uri": "/api/v/2/statementruling/1/", "ruling": "True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-true.png", "ruling_slug": "true"}, "ruling_comments": "<p>\r\n\tOhio and most other states require a parent&rsquo;s consent or notification before they will allow a minor to have an abortion. Minors can get around this if they get a court order, or what&rsquo;s known as &quot;judicial bypass.&quot;<br />\r\n\t<br />\r\n\tBut minors have another option -- one that abortion opponents consider dastardly but that abortion rights activists defend as necessary sometimes. The minor can go to an abortion provider in one of 12 states that have no parental-involvement laws.<br />\r\n\t<br />\r\n\tU.S. Sen. Rob Portman, an Ohio Republican, wants to make it harder for non-parental adults to help minors bypass these state laws. Some of these adults do not have a girl&rsquo;s best interest at heart when they transport her, say supporters of this effort, including Ohio Right to Life.<br />\r\n\t<br />\r\n\tSo on Jan. 24, Portman announced the latest version of a bill long sought by abortion opponents. He would make it a federal crime to transport a minor across state lines for an abortion if it would circumvent a state law requiring parental involvement.<br />\r\n\t<br />\r\n\tIn announcing his bill, Portman released a statement that caught the interest of PolitiFact Ohio: &quot;Ohio law requires the consent of one parent in order for a minor to get an abortion. Large, nearby states such as New York and Illinois, however, do not have such restrictions, and providers in those states have marketed their services to minors in states with parental consent requirements.&quot;<br />\r\n\t<br />\r\n\tNot that we eagerly stepped into this one, opinions being heated on both sides. But we wondered how this marketing worked, so we asked. Were abortion providers in less-restrictive states actually advertising across state lines to let minors know they could come over without telling their moms or dads?<br />\r\n\t<br />\r\n\tPortman&rsquo;s press secretary, Caitlin Dunn, answered the question by showing us an array of ads from the Internet and Yellow Pages. Some of what she sent us dated to a 2005 U.S. House of Representatives report on minors and abortions. But Dunn and others in her office also showed us more recent marketing efforts.<br />\r\n\t<br />\r\n\tFor example, she showed us the results of Internet searches on Yahoo and Google, using &quot;abortion&quot; as the keyword. She said the searches were conducted in Erie and other Pennsylvania cities by members of an anti-abortion group there. Pennsylvania has a parental-consent law.<br />\r\n\t<br />\r\n\tWe, too, got such sponsored, or paid, search results -- clearly marked as ads -- when we used Yahoo and Google to do web searches with the keywords &quot;abortion&quot; and &quot;Erie,&quot; and for searches using the names of other Pennsylvania cities as well.<br />\r\n\t<br />\r\n\tOne of the sponsored search results for the terms &quot;Erie PA&quot; &nbsp;and &quot;abortion&quot; was an ad that said: &nbsp;&quot;South Jersey Board Certified (OBGYN) providing abortions in Cherry Hill, New Jersey.&quot; Another ad said, &quot;Private, safe abortions.&quot; The ads said nothing about minors or parental consent. But the headlines had links that took us to <a href=\"http://www.sjwc.net/\">www.sjwc.net</a>.<br />\r\n\t<br />\r\n\tBy clicking, we were transported to the website of the South Jersey Women&rsquo;s Center, in Cherry Hill, a suburb of Philadelphia. Though not in Pennsylvania, the New Jersey clinic is about as close as a Pennsylvanian can get.<br />\r\n\t<br />\r\n\tBut it is also 429.6 miles from Erie, or a 6-hour and 44-minute drive, according to Google.<br />\r\n\t<br />\r\n\tWhy would a clinic so far from Erie advertise for clients more than 400 miles away?<br />\r\n\t<br />\r\n\tPortman&rsquo;s office suggested this is why: Near the top of the center&rsquo;s website are the words, &quot;No 24-hour wait or parental consent required in New Jersey.&quot; The no-consent clinic, in other words, was marketing to minors in parental-consent states, according to the Portman view.<br />\r\n\t<br />\r\n\tWe called the South Jersey Women&rsquo;s Center to ask about its ads and website. A woman who answered said she was not authorized to talk to the media. But she referred us to the National Abortion Federation, an association in Washington, D.C. that says it strives to ensure women have access to safe, legal abortion care. So we called the federation and spoke with Vicki Saporta, the president and CEO.<br />\r\n\t<br />\r\n\tSaporta said that just because the abortion clinic&rsquo;s website says that &quot;parental consent is not required in New Jersey,&quot; that does not necessarily make it a marketing message.<br />\r\n\t<br />\r\n\t&quot;It&rsquo;s just stating what the law is,&quot; she said, adding that it would be reasonable for any center to inform patients or potential patients about its services and its providers&rsquo; medical credentials, as this site does. &nbsp;<br />\r\n\t<br />\r\n\t&quot;I think it&rsquo;s important that women know what the laws are that govern any particular state if they are considering an abortion in that state,&quot; Saporta said.<br />\r\n\t<br />\r\n\tThe South Jersey center was not the only abortion provider believed by Portman&rsquo;s office to be marketing to minors.<br />\r\n\t<br />\r\n\tDunn showed us other ads, from the Internet as well as from Yellow Pages across Pennsylvania. &nbsp;An ad showing up in phone books in Scranton was for the clinic of Amy R. Cousins, M.D., in the Binghamton, N.Y. area. We found her clinic, too, in a paid Google ad when we searched under &quot;Scranton Pennsylvania abortion.&quot;<br />\r\n\t<br />\r\n\tCousins&rsquo; Yellow Pages ad states, &quot;No state consents.&quot; An ad from 2010 said, &quot;No consent or waiting period.&quot; Her website says her center &quot;offers one-visit abortion services with no waiting period or parental consent to women living in Pennsylvania including Scranton, PA, Wilkes-Barre, PA and surrounding counties.&quot;<br />\r\n\t<br />\r\n\tWe called Cousins&rsquo; clinic and spoke with Peg Johnston, the manager. Johnston has been active in national abortion-care networks and authored a guide promoting parental involvement.<br />\r\n\t<br />\r\n\t&quot;We advertise our services and all we have to offer,&quot; she said. This information, she said, helps patients or would-be patients know what services and procedures are available. &quot;We are completely within our rights to advertise whatever services we offer. It&rsquo;s not like we&rsquo;re luring&quot; minors over the state line.<br />\r\n\t<br />\r\n\tAbout that state line, she said, &quot;We are 10 miles from the Pennsylvania border,&quot; and the closest abortion center for many women around Scranton. &quot;A lot of people come to New York for their health care because we&rsquo;re closer&quot; than facilities in their home states, she said.<br />\r\n\t<br />\r\n\tPortman&rsquo;s office showed us other ads, from New York, New Jersey and Illinois, that stated &quot;no parental consent&quot; required. Some of the ads were nearly a decade old, others more recent. Based on this and our own Web searches, it appeared that Portman was correct in at least one regard -- that some abortion clinics in states that don&rsquo;t have parental-consent laws were informing minors in other states of their parental-consent options.<br />\r\n\t<br />\r\n\tBut before we could rule on his claim that they have &quot;marketed their services to minors,&quot;<br />\r\n\twe had another question to answer: What, exactly, is marketing? Is running a small web ad that says nothing about parental consent marketing? What if that web ad takes you to the provider&rsquo;s website, where the &quot;no parental consent&quot; &nbsp;feature is included?<br />\r\n\t<br />\r\n\tIs it marketing if the web ad appears in a Google or Yahoo search for &quot;abortion&quot; and &quot;Erie,&quot; but not a search for cities in other states?<br />\r\n\t<br />\r\n\tIn answering, it is helpful to understand how web ads work. They are not placed blindly or randomly. Companies and services pay to have their Web addresses come up when users type in -- or their computers or Web-browsing habits help detect -- &nbsp;specific parameters, including a location. This is called geo-targeting. Here is how Yahoo&rsquo;s advertising department explains:<br />\r\n\t<br />\r\n\t&quot;Whether your online customers live in Little Rock, Arkansas, or near the Great Wall of China, having the ability to pinpoint where in the world your audience is can help drive results for your business. Yahoo!&rsquo;s geographic targeting delivers your audiences at scale and drives measurable results.&quot;<br />\r\n\t<br />\r\n\tEven a small sponsored ad that shows a headline, a web address and little other information can be considered &quot;part of a larger marketing and communications plan,&quot; said Shelly Morton, a project manager and team leader for Hitchcock Fleming &amp; Associates, an Akron marketing firm, if it takes you to a website with the full information the sponsor wanted you to have. The point of the ad is to have you click on it and get to that fuller information. We interviewed Morton to get an independent voice on Internet marketing, not to discuss abortion rights.<br />\r\n\t<br />\r\n\tPolitiFact Ohio cannot tell you why a minor might use certain terms in a web search. But we &nbsp;know most ads when we see them, and we generally understand how and why geo-tracking works. More important for assessing Portman&rsquo;s claim, his office did not limit itself to Web searches or Web ads. It provided print ads, too. As Cousins&rsquo; clinic in New York told Yellow Page users in Pennsylvania, &quot;No state consents.&quot;<br />\r\n\t<br />\r\n\tThis is information the clinics wanted patients or potential patients to have, and paid money to help them have it. Whether it was to help persuade them to come in or not, it provided pertinent facts that could help them in their decision-making. It fit the definition of marketing.<br />\r\n\t<br />\r\n\tWe rate Portman&rsquo;s claim True.</p>\r\n", "ruling_comments_date": "2013-02-05T12:05:04.566525", "ruling_date": "2013-02-06T06:00:00", "ruling_headline": "Sen. Rob Portman says abortion clinics market their services to minors in states with stricter laws", "ruling_headline_slug": "sen-rob-portman-says-abortion-clinics-market-their", "ruling_link_text": "Fits the definition", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<a href=\"http://www.portman.senate.gov/public/index.cfm/press-releases?ID=3fd14ed6-7dca-4ede-be5e-02a47e55f84c\" id=\"internal-source-marker_0.7419416266932987\">&quot;Portman introduces Child Custody Protection Act,&quot;</a> news release from Sen. Rob Portman, Jan. 24, 2013<br />\r\n\t<br />\r\n\tTelephone and email exchanges with Caitlin Dunn, press secretary for Sen. Rob Portman, Jan. 28-30, 2013<br />\r\n\t<br />\r\n\t<a href=\"http://www.guttmacher.org/statecenter/spibs/spib_PIMA.pdf\">&quot;Parental involvement in minors&rsquo; abortions,&quot; </a>State policies in brief, Guttmacher Institute, laws as of Jan. 1, 2013<br />\r\n\t<br />\r\n\t<a href=\"http://advertising.yahoo.com/article/geographic-targeting.html\">&quot;Geographic Targeting,</a>&quot; Yahoo Advertising Solutions, accessed Jan. 30, 2013<br />\r\n\t<br />\r\n\tCopies of ads provided by Caitlin Dunn, Jan. 29-30, 2013<br />\r\n\t<br />\r\n\tYahoo and Google searches, conducted Jan. 30-31, 2013<br />\r\n\t<br />\r\n\tTelephone interview with Peg Johnston, manager for center of Dr. Amy R. Cousins, Jan. 30, 2013<br />\r\n\t<br />\r\n\tTelephone interview with Vicki Saporta, president and CEO, National Abortion Federation, Jan. 30, 2013<br />\r\n\t<br />\r\n\tTelephone interview with Shelly Morton, Hitchcock Fleming &amp; Associates, Jan. 31, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "U.S. senator from Ohio", "false_count": 5, "first_name": "Rob", "half_true_count": 11, "home_state": "Ohio", "id": 534, "last_name": "Portman", "mostly_true_count": 11, "name_slug": "rob-portman", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rob-Portman-official-portrait.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Ohio", "edition": "Ohio", "edition_slug": "ohio", "has_afterthefact": false, "id": 7, "index_page": false, "meter_name": "The Ohio Truth-O-Meter", "resource_uri": "/api/v/2/edition/7/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/534/", "total_count": 48, "true_count": 17, "website": "http://portman.senate.gov/"}, "statement": "<p>\r\n\tSays out-of-state abortion clinics &quot;have marketed their services to minors&quot; in states with parental consent laws.</p>\r\n", "statement_context": "a news release", "statement_date": "2013-01-24", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 11, "photo": null, "resource_uri": "/api/v/2/subject/11/", "subject": "Abortion", "subject_slug": "abortion", "used_in_edition": []}], "target": [], "twitter_headline": ""}