{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2013/feb/11/rick-perry/rick-perry-says-texas-has-third-highest-high-schoo/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 7361, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/7361/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tGov. Rick Perry said state leaders have worked hard to improve Texas public schools over the past decade, with more students faring well.<br />\r\n\t<br />\r\n\tPerry told lawmakers in his Jan. 29, 2013, State-of-the-State address: &quot;According to the U.S. Department of Education, our graduation rates are at an all-time high&mdash;the third-highest in the nation&mdash;which represents a significant turnaround from just a few short years ago.&quot;<br />\r\n\t<br />\r\n\tHis claim rang a bell.<br />\r\n\t<br />\r\n\tIn a Nov. 27, 2012, <a href=\"http://www.tea.state.tx.us/index4.aspx?id=2147510173\">press release</a>, the Texas Education Agency said that according to preliminary data from its federal counterpart, Texas tied for the nation&rsquo;s third-highest high school graduation rate in the 2010-11 school year, based on tracking individual students through high school.<br />\r\n\t<br />\r\n\tThe agency said Texas was tied with Tennessee, New Hampshire, Indiana, Nebraska and North Dakota, all with 86 percent rates. Iowa, Vermont and Wisconsin had higher graduation rates by one to two percentage points, the agency said.<br />\r\n\t<br />\r\n\tNews accounts diverged at the time on whether Texas placed third or should be considered tied for fourth, considering three states had better graduation rates. A Nov. 27, 2012, <em>Dallas Morning News</em> <a href=\"http://www.dallasnews.com/news/education/headlines/20121127-texas-tied-with-5-states-for-fourth-highest-graduation-rate-in-the-u.s..ece\">story</a> said Texas was &quot;tied with five other states for the fourth-highest graduation rate in the country.&quot; The <em>San Antonio Business Journal</em> <a href=\"http://www.bizjournals.com/sanantonio/news/2012/11/28/texas-ranks-fourth-in-high-school.html\">published</a> a similar summary. In contrast, the Nov. 28, 2013, Associated Press <a href=\"http://dfw.cbslocal.com/2012/11/28/texas-graduation-rates-tie-for-nations-3rd-best/\">news story</a> said Texas and five other states had tied for &quot;America&rsquo;s third-best high school graduation.&quot;<br />\r\n\t<br />\r\n\tThe education agency said Texas ranked No. 1 in graduation rates for Asian and white students and tied for No. 1 with Montana for graduation rates for African American students, and No. 2 for Hispanic students, behind Maine.<br />\r\n\t<br />\r\n\tPerry spokeswoman Josh Havens told us the governor based his claim on that data released in November. That 2011 graduation rate was 5 percentage points better than the 2009 rate, he said, and there were more than 26,000 additional graduates. There were 11,100 more seniors in 2011, a 4 percent difference, according to a July 2012 <a href=\"http://www.tea.state.tx.us/acctres/DropComp_2010-11.pdf\">report</a> by the Texas Education Agency.<br />\r\n\t<br />\r\n\t<strong>Two ways of counting</strong><br />\r\n\t<br />\r\n\tFrom past fact checks, we recognize another method often used to gauge graduation successes. In this vein, we <a href=\"http://www.politifact.com/texas/statements/2010/feb/05/bill-white/texas-has-43rd-best-graduation-rate-united-states/\">rated as True</a> a 2010 claim by Democratic gubernatorial candidate Bill White that Texas then ranked 43rd nationally for its 61.3 percent graduation rate in 2008-09.<br />\r\n\t<br />\r\n\tThat conclusion was based on comparing the year&rsquo;s number of graduates to the number of ninth graders four years earlier, an indicator often called &quot;attrition.&quot; The intent is to get a snapshot of how many students graduate in four years.<br />\r\n\t<br />\r\n\tApplying the same kind of approach, just a week before Perry&rsquo;s speech, a <a href=\"http://nces.ed.gov/pubsearch/pubsinfo.asp?pubid=2013309\">federal report </a>placed Texas&rsquo; 2009-10 graduation rate in the middle of the states. An <a href=\"http://www.statesman.com/ap/ap/education/texas-high-school-graduation-rates-at-789-percent/nT3xT/\">Associated Press news story</a> said the cited rate of 78.9 percent was just above the national average of 78.2 percent, in itself the highest since 1976.<br />\r\n\t<br />\r\n\tThe AP story also noted the difference between the sets of graduation data. The state education agency said the reason for the difference was that the January 2013 report, from the National Center for Education Statistics, which is part of the federal Department of Education, estimated high school attrition rates among ninth-graders over four years, while the state tracks actual cases that can be adjusted for things like students moving away before finishing high school.<br />\r\n\t<br />\r\n\t&quot;We&#39;re basically counting noses, and they&#39;re doing an estimate,&quot; Debbie Ratcliffe, a Texas Education Agency spokeswoman, told the AP. &quot;The good news is the trend lines for graduates are the same. There&#39;re a million different ways to count graduation rates&quot; and &quot;as long as they&#39;re showing similar trend lines, that&#39;s positive.&quot;<br />\r\n\t<br />\r\n\tBy phone, Ratcliffe told us that at the direction of lawmakers, the state started calculating its graduation rates by the method behind its third-place ranking, starting in the 2008-09 school year, when the rate was 80.6 percent. She said the comparable Texas rate for 2009-10 was 84.3 percent.<br />\r\n\t<br />\r\n\t&quot;It&rsquo;s slow, steady growth,&quot; she said.<br />\r\n\t<br />\r\n\t<strong>An outside view</strong><br />\r\n\t<br />\r\n\tFor another take, we consulted <a href=\"http://www.brookings.edu/experts/whitehurstg\">Grover J. &quot;Russ&quot; Whitehurst</a>, a Brookings Institution senior fellow and former director of the Institute of Education Sciences in the U.S. Department of Education.<br />\r\n\t<br />\r\n\tWhitehurst testified on behalf of the state in the court battle launched by school districts challenging the Texas school funding system. A Travis County state district judge, John Dietz, ruled in the districts&rsquo; favor, though appeals are expected.<br />\r\n\t<br />\r\n\tIn the trial, a lawyer questioned Whitehurst about his interpretation of the declared 86 percent Texas graduation rate. According to a Dec. 6, 2012, pool report by Will Weissert of the Associated Press, Whitehurst testified that there likely were flaws in the new system used to create the federal data. He said, for instance, that it was possible for high schools to game the system and tamp down their dropout rates. He said what commonly happens is a student drops out but is instead listed as having moved or transferred when his classmates and even school administrators know the truth.<br />\r\n\t<br />\r\n\tWhitehurst said, &quot;We know schools can cheat&quot; and the new federal data-reporting system was too new to fully control for such cheating.<br />\r\n\t<br />\r\n\tMore recently, Whitehurst told us by telephone that Texas appeared to be among several states to enjoy big jumps in graduation rates. But he said it would be an error to compare graduation rates using the new methodology, known as Adjusted Cohort Graduation Rates, to estimated graduation rates in earlier years as gauged by the national center&rsquo;s methodology for Averaged Freshman Graduation Rates (or attrition).<br />\r\n\t<br />\r\n\t&quot;The two numbers are not comparable,&quot; he said.<br />\r\n\t<br />\r\n\tAdjusted Cohort Graduation Rates come from data submitted by high schools and school districts, taking into account individual students who had transferred in or out of each district as well as student deaths. In contrast, he said, Averaged Freshman Graduation Rate estimates graduation rates by taking the number of diplomas granted each year and dividing that by the average number of eighth-, ninth- and 10th-graders five years before.<br />\r\n\t<br />\r\n\tThe National Center for Education Statistics&rsquo; methodology for Averaged Freshman Graduation Rates is spelled out in its Jan. 22, 2013, <a href=\"http://nces.ed.gov/pubs2013/2013309/index.asp\">report</a> on the 2009-10 results.<br />\r\n\t<br />\r\n\tBy this measure, Texas has improved, the report indicates, though the measure does not suggest that Texas ranked among the best in the nation in 2009-10. Looking at this measure over time, we see that the Texas rate was 75.5 percent in 2002-03, dipped to 72 percent in 2006-07 and rose to 78.9 percent in 2009-10. Among the states, the Texas rate for 2009-10 was 25th highest. The Texas rate for 2002-03 tied with Indiana&rsquo;s rate for 29th highest, according to the report.<br />\r\n\t<br />\r\n\tThe center&rsquo;s report says, too, that these rates are not the best way to pin how many students are graduating, but the methodology has been applied since the 1960s to give a sense of how schools were doing before most states collected data on the progress of &nbsp;individual students over time.<br />\r\n\t<br />\r\n\tWhitehurst said to us: &quot;I don&rsquo;t necessarily believe Texas is now third-ranked,&quot; though &quot;I am not saying it&rsquo;s untrue. It&rsquo;s too soon to know exactly what these numbers mean.&quot;<br />\r\n\t<br />\r\n\t<strong>Federal distinctions</strong><br />\r\n\t<br />\r\n\tSeparately, we asked the U.S. Department of Education about Perry&rsquo;s statement.<br />\r\n\t<br />\r\n\tSpokesman Daren Briscoe pointed us to the agency&rsquo;s Nov. 26, 2012, <a href=\"http://www.ed.gov/news/press-releases/states-report-new-high-school-graduation-rates-using-more-accurate-common-measur\">press release</a> announcing the state-by-state 2010-11 graduation rates. The release says: &quot;The new, uniform rate calculation is not comparable in absolute terms to previously reported rates. Therefore, while 26 states reported lower graduation rates and 24 states reported unchanged or increased rates under the new metric, these changes should not be viewed as measures of progress but rather as a more accurate snapshot.&quot;<br />\r\n\t<br />\r\n\tWe asked Havens of Perry&rsquo;s office about the governor&rsquo;s reference to a significant turnaround. Havens&rsquo; email reply singled out the three years of rates measured by the new method--stressing the five percentage point difference between the results in 2009 and 2011.</p>\r\n<p>\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tPerry said Texas has the nation&rsquo;s third-highest high school graduation rate, which he called a significant turnaround from a few years ago.<br />\r\n\t<br />\r\n\tTexas tied with five states for the third-highest rate in 2011, of 86 percent. Then again, three states had higher rates, meaning Texas might better be described as fourth-ranked.<br />\r\n\t<br />\r\n\tOther nicks in Perry&rsquo;s statement: These results are preliminary and might prove unreliable. Also, by another measure, comparing the number of graduates one year to students in ninth grade four years earlier, Texas remained among middling states for 2009-10, with a 79 percent completion rate.<br />\r\n\t<br />\r\n\tFinally, since it&#39;s not accurate to compare these rates devised in different ways, Perry&rsquo;s reference to a &quot;significant turnaround&quot; depends on just the three years of rates measured in the newest way. But in this time window, there is no indication the rate was either stuck or plummeting before 2011, so the latest results do not indicate a turnaround.<br />\r\n\t<br />\r\n\tAll told, Texas graduation rates are improving and the state looks strong compared to most others. We rate this statement as Mostly True.</p>\r\n", "ruling_comments_date": "2013-02-08T16:20:54.502304", "ruling_date": "2013-02-11T06:00:00", "ruling_headline": "Rick Perry says Texas has third-highest high school graduation rates, a \"significant turnaround\"", "ruling_headline_slug": "rick-perry-says-texas-has-third-highest-high-schoo", "ruling_link_text": "Behind three other states", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tPress release, <a href=\"http://www.tea.state.tx.us/index4.aspx?id=2147510173\">&quot;Texas graduation rates top the charts,&quot;</a> Texas Education Agency, Nov. 27, 2012<br />\r\n\t<br />\r\n\tPress release and chart, <a href=\"http://www.ed.gov/news/press-releases/states-report-new-high-school-graduation-rates-using-more-accurate-common-measur\">&quot;States Report New High School Graduation Rates Using More Accurate, Common Measure,&quot;</a> <a href=\"http://www2.ed.gov/documents/press-releases/state-2010-11-graduation-rate-data.pdf.\">&quot;Provisional Data File: SY2010-11 Four-Year Regulatory Adjusted Cohort Graduation Rates,&quot;</a> Nov. 26, 2012, U.S. Department of Education<br />\r\n\t<br />\r\n\tNews article, <a href=\"http://www.statesman.com/ap/ap/education/texas-high-school-graduation-rates-at-789-percent/nT3xT/\">&quot;Texas high school graduation rates at 78.9 percent,&quot;</a> The Associated Press, Jan. 22, 2013<br />\r\n\t<br />\r\n\tReport, National Center for Education Statistics, <a href=\"http://nces.ed.gov/pubs2013/2013309/index.asp\">&quot;Public School Graduates and Dropouts from the Common Core of Data: School Year 2009&ndash;10,&quot;</a> Jan. 22, 2013<br />\r\n\t<br />\r\n\t<a href=\"https://docs.google.com/document/d/1s9MYSbMATnRqHyAK5t9PET3iO2Mt5wK4t8-xMm7nrjY/pub\">Pool report</a> on testimony by Grover J. &quot;Russ&quot; Whitehurst, Texas school finance trial, Travis County, by Will Weissert, The Associated Press, Dec. 6, 2012<br />\r\n\t<br />\r\n\tTelephone interview, Grover J. &quot;Russ&quot; Whitehurst, director,<a href=\"http://www.brookings.edu/about/centers/brown\"> Brown Center on Education Policy</a>, Brookings Institution, Washington, Jan. 29, 2013<br />\r\n\t<br />\r\n\tReport, <a href=\"http://www.tea.state.tx.us/acctres/DropComp_2010-11.pdf\">&quot;Secondary School Completion and Dropouts in Texas Public Schools 2010-11,&quot;</a> Texas Education Agency, July 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 30, "current_job": "U.S. Energy Secretary", "false_count": 31, "first_name": "Rick", "half_true_count": 42, "home_state": "Texas", "id": 291, "last_name": "Perry", "mostly_true_count": 24, "name_slug": "rick-perry", "pants_count": 18, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Perry_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/291/", "total_count": 176, "true_count": 26, "website": "https://energy.gov/management/history/secretaries-energy"}, "statement": "<p>\r\n\tSays Texas high school &quot;graduation rates are at an all-time high&mdash;the third-highest in the nation&mdash;which represents a significant turnaround from just a few short years ago.&quot;</p>\r\n", "statement_context": "his State of the State address.", "statement_date": "2013-01-29", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 32, "photo": null, "resource_uri": "/api/v/2/subject/32/", "subject": "Education", "subject_slug": "education", "used_in_edition": []}], "target": [], "twitter_headline": ""}