{"art": [{"brightcove": "", "caption": "CNN's Piers Morgan interviewed former President Jimmy Carter on Feb. 21, 2013. We checked a claim by Carter that he didn't raise any money for his 1976 campaign against President Gerald Ford.", "id": 3191, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Jimmy_Carter_on_CNN.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/3191/", "title": "Jimmy Carter on Piers Morgan", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2013/feb/26/jimmy-carter/jimmy-carter-says-when-he-ran-against-gerald-ford-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 7449, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/7449/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tDuring a recent <a href=\"http://www.cq.com/doc/newsmakertranscripts-4224402\">interview</a> with CNN&rsquo;s Piers Morgan, former President Jimmy Carter made a striking claim about how presidential campaigns had changed since Carter first ran against President Gerald Ford in 1976.<br />\r\n\t<br />\r\n\tAsked by Morgan about the challenges facing President Barack Obama, Carter said in the Feb. 21, 2013, interview that the presidency has &quot;changed dramatically. As a matter of fact, when I ran against incumbent President Gerald Ford, you know how much money we raised? None.&quot;<br />\r\n\t<br />\r\n\tComing off a 2012 election in which Obama and Republican challenger Mitt Romney <a href=\"http://elections.nytimes.com/2012/campaign-finance\">together raised in excess of $2 billion</a>, that&rsquo;s quite a difference. Is it correct?<br />\r\n\t<br />\r\n\tWe checked with campaign-finance experts, who explained how campaign finance was structured in 1976.<br />\r\n\t<br />\r\n\tThat was the first presidential election run under the post-Watergate amendments to the Federal Election Campaign Act. Under this law, presidential candidates were able to receive a partial federal match for money they raised for the primary, up to $5 million. For the general election, candidates could receive full federal funding, up to $20 million, as long as they raised no private money for the general election and stuck to expenditure limits.<br />\r\n\t<br />\r\n\tWe were able to obtain original campaign-finance documentation during a visit to the public records room of the Federal Election Commission in Washington, D.C.<br />\r\n\t<br />\r\n\tDuring the primary phase of the campaign, Carter raised $13.8 million. Of that, $3.5 million came from federal matching funds, and the remainder was raised privately. But since Carter wasn&rsquo;t running against Ford at that point -- but rather such Democratic rivals as California Gov. Jerry Brown and the late Idaho Sen. Frank Church -- we don&rsquo;t think these fundraising efforts undercut Carter&rsquo;s claim of not raising money against Ford. (Interestingly, some of Carter&rsquo;s <a href=\"http://scholarcommons.usf.edu/cgi/viewcontent.cgi?article=3038&amp;context=etd\">biggest fundraising draws</a> during the primaries were concerts by such Southern rock bands as the Allman Brothers Band, Lynyrd Skynyrd and the Marshall Tucker Band.)<br />\r\n\t<br />\r\n\tWhat happened in the general election is the more relevant issue for judging the claim Carter made on CNN. Both he and Ford agreed to the expenditure limits, meaning they qualified for the $20 million in federal funds. By accepting the money, both candidates were legally barred from raising money for their official campaign committee.<br />\r\n\t<br />\r\n\tOn the surface, this supports Carter&rsquo;s claim. &quot;No presidential candidate raised a dime for a general election campaign between Watergate and Barack Obama&rsquo;s 2008 presidential campaign,&quot; said Kenneth A. Gross, who practices political and election law for the firm Skadden, Arps, Slate, Meagher &amp; Flom LLP. &quot;Until 2008, every major-party general-election candidate was 100 percent publicly funded.&quot;<br />\r\n\t<br />\r\n\tBut as is so often the case with campaign finance, there were some exceptions that make Carter&rsquo;s claim an oversimplification. We learned about at least three ways in which Carter (or his ticket-mate, Walter Mondale, or other surrogates such as his wife Rosalynn) were allowed to raise money for the general election. The key is that this money had to go toward groups other than his own official presidential campaign committee.<br />\r\n\t<br />\r\n\t&bull; <strong>Fundraising for the Democratic National Committee and other party committees</strong>. The DNC, like its Republican equivalent, was allowed under the law to raise and spend $3 million on behalf of the Carter-Mondale ticket for the general election campaign.<br />\r\n\t<br />\r\n\tNews reports in October 1976 suggested tension between the Carter campaign and DNC chairman Robert Strauss due to the DNC&rsquo;s inability to deliver all of the permitted $3 million to the presidential ticket.<br />\r\n\t<br />\r\n\tStill, while not every fundraising effort for the DNC was headlined by Carter, &quot;we did raise money for the DNC up to the limit,&quot; said Peter G. Bourne, who served as Carter&rsquo;s deputy campaign director in the general election as well as mid-Atlantic director and director of the Washington office during the primaries.<br />\r\n\t<br />\r\n\t&bull; <strong>Fundraising for an authorized &quot;compliance fund</strong>.&quot; The law allowed the Carter campaign to collect money for a separate account called a &quot;compliance fund,&quot; which supported the campaign&rsquo;s legal efforts to follow campaign finance laws. FEC data shows that the compliance fund collected more than $58,000 for the general election.<br />\r\n\t<br />\r\n\t&bull; <strong>Fundraising for down-ballot candidates</strong>. Bourne said the Carter campaign, and sometimes Carter himself, also raised money for House, Senate and other candidates. Media coverage backs this up. The <em>New York Times </em>reported that Carter himself attended, among other events, a rally in Norfolk, Va., in September; a fundraiser for Tennessee Democratic Senate candidate Jim Sasser; and a box-lunch fundraiser at the Hartford Civic Center in October.<br />\r\n\t<br />\r\n\tIn addition, in October, Mondale attended a fundraiser at the home of former Rep. Ogden R. Reid, D-N.Y., and a fundraising dinner in Essex County, N.J. And Rosalynn Carter narrated Aaron Copland&#39;s &quot;A Lincoln Portrait&quot; at an October fundraiser at Constitution Hall in Washington, D.C., in a joint appearance with Leonard Bernstein. She also appeared at a fundraising event for New York State Democrats in New York City&rsquo;s Tavern on the Green.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tCarter said on CNN that when he ran against Ford in 1976, &quot;you know how much money we raised? None.&quot;<br />\r\n\t<br />\r\n\tCarter is correct that, like every presidential candidate until Obama in 2008, he did not raise money for his own campaign committee for the general election, opting instead for federal funding that came with some strings. However, he exaggerates slightly by suggesting that he and his campaign raised no money during their general-election campaign against Ford. In fact, they did help raise money for the DNC, a compliance fund and for down-ballot candidates. We rate his statement Mostly True.</p>\r\n", "ruling_comments_date": "2013-02-26T00:08:06.414156", "ruling_date": "2013-02-26T09:48:46", "ruling_headline": "Jimmy Carter says when he ran against Gerald Ford, he didn't raise any money", "ruling_headline_slug": "jimmy-carter-says-when-he-ran-against-gerald-ford-", "ruling_link_text": "For his campaign, no, but for other groups, yes", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tJimmy Carter, <a href=\"http://www.cq.com/doc/newsmakertranscripts-4224402\">interview with CNN&rsquo;s Piers Morgan</a>, Feb. 21, 2013<br />\r\n\t<br />\r\n\tFederal Election Commission, 1976 campaign finance summary books, accessed Feb. 25, 2013<br />\r\n\t<br />\r\n\t<em>New York Times</em>, &quot;<a href=\"http://elections.nytimes.com/2012/campaign-finance\">The 2012 Money Race: Compare the Candidates</a>,&quot; accessed Feb. 25, 2013<br />\r\n\t<br />\r\n\tBurton A. Abrams and Russell F. Settle, &quot;<a href=\"http://www.jstor.org/discover/10.2307/1830063?uid=3739704&amp;uid=2129&amp;uid=2&amp;uid=70&amp;uid=4&amp;uid=3739256&amp;sid=21101865293477\">The Economic Theory of Regulation and Public Financing of Presidential Elections</a>,&quot; Journal of Political Economy, 1978<br />\r\n\t<br />\r\n\tBrandon P. Keith, &quot;<a href=\"http://scholarcommons.usf.edu/cgi/viewcontent.cgi?article=3038&amp;context=etd&amp;sei-redir=1&amp;referer=http%3A%2F%2Fwww.google.com%2Furl%3Fq%3Dhttp%253A%252F%252Fscholarcommons.usf.edu%252Fcgi%252Fviewcontent.cgi%253Farticle%253D3038%2526context%253Detd%26sa%3DD%26sntz%3D1%26usg%3DAFQjCNF-8BbMdzS3rI-KMmObOX9Z-ts3EQ#search=%22http%3A%2F%2Fscholarcommons.usf.edu%2Fcgi%2Fviewcontent.cgi%3Farticle%3D3038%26context%3Detd%22\">Southern rock music as a cultural form</a>&quot; (University of South Florida dissertation), June 1, 2009<br />\r\n\t<br />\r\n\t<em>New York Times </em>summaries in the Nexis database from Aug. 22; Sept. 7, 12, and 25; Oct. 2, 3, 5, 9, 19, 22, 24, and 26, 1976<br />\r\n\t<br />\r\n\tEmail interview with Brett Kappel, counsel with the law firm Arent Fox LLP, Feb. 25, 2013<br />\r\n\t<br />\r\n\tEmail interview with Kenneth A. Gross, head of the political law practice at the firm Skadden, Arps, Slate, Meagher &amp; Flom LLP, Feb. 25, 2013<br />\r\n\t<br />\r\n\tEmail interview with Bradley A. Smith, former chairman of the Federal Election Commission and now a professor at Capital University Law School, Feb. 25, 2013<br />\r\n\t<br />\r\n\tEmail interview with Allison Hayward, vice president of policy at the Center for Competitive Politics, Feb. 25, 2013<br />\r\n\t<br />\r\n\tEmail interview with Kevin Mattson, professor of contemporary history at Ohio University and author of <em>&quot;What the Heck Are You Up To, Mr. President?&quot;: Jimmy Carter, America&#39;s &quot;Malaise,&quot; and the Speech that Should Have Changed the Country</em>, Feb. 25, 2013<br />\r\n\t<br />\r\n\tEmail interview with Peter G. Bourne, visiting senior research fellow at Green Templeton College, University of Oxford and former deputy campaign director for Jimmy Carter, Feb, 25, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 3, "current_job": "", "false_count": 0, "first_name": "Jimmy", "half_true_count": 2, "home_state": "Georgia", "id": 729, "last_name": "Carter", "mostly_true_count": 2, "name_slug": "jimmy-carter", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Carter.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Georgia", "edition": "Georgia", "edition_slug": "georgia", "has_afterthefact": false, "id": 5, "index_page": false, "meter_name": "The Georgia Truth-O-Meter", "resource_uri": "/api/v/2/edition/5/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/729/", "total_count": 9, "true_count": 2, "website": ""}, "statement": "<p>\r\n\t&quot;When I ran against incumbent President Gerald Ford, you know how much money we raised? None.&quot;</p>\r\n", "statement_context": "an interview with CNN's Piers Morgan", "statement_date": "2013-02-21", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 154, "photo": null, "resource_uri": "/api/v/2/subject/154/", "subject": "Campaign Finance", "subject_slug": "campaign-finance", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}