{"art": [], "author": [{"email_address": "oregoniandc@gmail.com", "first_name": "Charles", "id": 179, "last_name": "Pope", "name_slug": "charles-pope", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/179/", "title": "Reporter", "twitter": null}], "canonical_url": "/oregon/statements/2013/feb/27/greg-walden/rep-greg-walden-says-keystone-xl-pipeline-would-cr/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "bhammond@oregonian.com", "first_name": "Bruce ", "id": 190, "last_name": "Hammond", "name_slug": "bruce-hammond", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/190/", "title": "Team Leader", "twitter": null}], "facebook_headline": null, "id": 7451, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "oregoniandc@gmail.com", "first_name": "Charles", "id": 179, "last_name": "Pope", "name_slug": "charles-pope", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/179/", "title": "Reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/7451/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>The Keystone XL pipeline is years from operating and may, in fact, never be built.<br />\r\n<br />\r\nBut that doesn&rsquo;t mean the 1,700-mile project from Canada&rsquo;s oil-rich tar sands in Alberta that would bring heavy crude to the Gulf of Mexico isn&rsquo;t already pumping product, at least rhetorically. The U.S. State Department is expected to decide by the end of March whether to grant a permit that must be issued for the pipeline to be built. (The State Department is involved because the pipeline would cross an international border.)<br />\r\n<br />\r\nIt&rsquo;s a high-stakes, high volume, politically charged exercise. Environmentalists have protested -- and been arrested -- in recent days in front of the White House as part of their campaign to pressure President Barack Obama to reject the project.<br />\r\n<br />\r\nThe other side has been just as active. That includes U.S. Rep. Greg Walden, an Oregon Republican who has long supported the pipeline as a way to make the United States more energy self-sufficient and boost the economy -- even in Oregon.<br />\r\n<br />\r\nHere&rsquo;s what he tweeted Jan. 29, 2013: &quot;Did you know that the<a href=\"https://twitter.com/search?q=%23KeystoneXL&amp;src=hash\">#KeystoneXL </a>project is expected to create 20,000 American jobs, including more than 800 in Oregon?&quot;<br />\r\n<br />\r\nThat&rsquo;s an attention-grabbing statement for two reasons. The first is the overall number of jobs at a time when the U.S. economy continues to struggle. The second concerns both numbers and geography. The pipeline as proposed would enter the U.S. in Montana and angle toward the Gulf on an eastward track through South Dakota and Nebraska. From there it continues to the Gulf.<br />\r\n<br />\r\nEven if the route changes, the pipeline will be 1,000 miles (or more) from Oregon. So it&rsquo;s fair to ask, how will a state so far removed from the project claim 800 jobs? Here&rsquo;s a second, more basic question: Is the 20,000 &quot;American jobs&quot; cited by Walden and many other supporters of the project real?<br />\r\n<br />\r\nLet&rsquo;s take a look.<br />\r\n<br />\r\nSure enough, TransCanada, the company proposing the pipeline has cited the potential for 20,000 jobs. &quot;The $7 billion oil pipeline is the largest infrastructure project on the books in the U.S. right now,&quot; the company said in a 2012 news release. &quot;It would create 20,000 jobs: 13,000 in construction, 7,000 in manufacturing.&quot;<br />\r\n<br />\r\nThere have been numerous analyses and copious filings by the company itself in pursuit of the permit.<br />\r\n<br />\r\nAnd yet, the conclusion that 20,000 jobs would be created is more than a bit slippery.<br />\r\n<br />\r\nA 2011 study by Cornell University is absolute: &quot;The company&rsquo;s claim that KXL will create 20,000 direct construction and manufacturing jobs in the U.S is not substantiated,&quot; it states.<br />\r\n<br />\r\nOne of the more troublesome devices is this: The total is a reflection of something called &quot;job years.&quot; Why is that important? &nbsp;A &quot;job year&quot; is a measure of one job performed for one year. That means if a single worker stays on the job for the two years the pipeline construction is expected to last, that single worker counts as two jobs.<br />\r\n<br />\r\nThe measure might be accepted -- and used -- by economists but it&rsquo;s not what the average person thinks when hearing the word &quot;job.&quot; TransCanada says the 20,000 jobs include 13,000 direct jobs, mostly construction and 7,000 indirect jobs. If the project takes two years, it means 6,500 actual direct jobs (plus or minus), which is the number the State Department uses.<br />\r\n<br />\r\nCalculated that way, the actual number of people employed by the pipeline moves closer to 10,000, or some 6,500 workers in construction and 3,500 in manufacturing. Not 20,000.<br />\r\n&nbsp;&nbsp;&nbsp;<br />\r\nHere&rsquo;s another important point: These construction jobs are not permanent and, for the most part, aren&rsquo;t necessarily local. The positions will disappear when the pipeline is complete. The State Department estimates that only 10 to 15 percent of these jobs can be filled with workers from communities in the pipeline&rsquo;s path.<br />\r\n<br />\r\nAs for the broader (and always murky) world of indirect jobs, the study &nbsp;-- by Lara Skinner and Sean Sweeney at Cornell&rsquo;s Global Labor Institute -- raises questions about an analysis by the Perryman Group, which was hired by TransCanada to look at economic impacts.<br />\r\n<br />\r\n&quot;The Perryman study is based on expenditure and sourcing data provided by TransCanada,<br />\r\nand none of that information has been disclosed or subject to independent review,&quot; the Cornell study says.<br />\r\n<br />\r\nBy their calculations, Perryman uses a multiplier of 18 job-years for every $1 million spent on the project. Skinner and Sweeney write that a more acceptable multiplier is 11 job-years for every $1 million spent.<br />\r\n<br />\r\n&quot;So a reasonable estimate of the total incremental U.S. jobs from KXL construction is about one-third of the figure estimated in the Perryman study and used by industry to advocate for the construction of KXL,&quot; the Cornell study concludes.<br />\r\n<br />\r\nLet&rsquo;s move on to the second part of Walden&rsquo;s claim, that the pipeline would bring &quot;800 jobs&quot; to Oregon.<br />\r\n<br />\r\nUnlike a lot of states far removed from the actual pipeline route, there is an official thread to Oregon.<br />\r\n<br />\r\nIn a January 2012 news release promoting the pipeline&rsquo;s economic value, TransCanada says this: &quot;Construction of Keystone XL is expected to create 7000 manufacturing jobs. &nbsp;Key support companies include: Welspun (pipe from Arkansas), Cameron (valves from Louisiana), Siemens (pumps, motors and related control equipment manufactured in Oregon, Ohio and Indiana) and dozens of other companies manufacturing everything from nuts and bolts to complex electrical control equipment.&quot;<br />\r\n<br />\r\nThat&rsquo;s as specific as it gets, however. When asked for source material to back this claim of 800 jobs, Walden&rsquo;s office referred to <a href=\"http://www.energyxxi.org/keystone-xl-benefits\">a Chamber of Commerce study. </a>Sure enough, the publication says there will be 838 jobsattributable to the pipelinein Oregon by 2020. (Once again, the use of &quot;jobs&quot; is not what an average person expects.)<br />\r\n<br />\r\nChamber of Commerce spokeswoman Blair Latoff Holmes said the number was taken from a study commissioned by the pro-pipeline American Petroleum Institute, written by the Canadian Energy Research Institute and released in June 2011.<br />\r\n<br />\r\n<br />\r\nAll of these studies are vulnerable to criticism because the formulas are by necessity often more art than science and the methodology used is not clearly expressed. That&rsquo;s why the conclusions should be consumed with caution.<br />\r\n<br />\r\nBut tone matters too. In his statement, Walden seems absolute even while there is no clarification that the 20,000 figure refers to &quot;job years,&quot; which is much different than the way &quot;job&quot; is commonly understood.<br />\r\n<br />\r\nWalden has a somewhat stronger case on the Oregon job claim, mostly because TransCanada mentions Oregon by name as one state that would produce equipment needed for the project. As for the number 800, however, it is at best a guess.<br />\r\n<br />\r\nThat&rsquo;s a pipeline full of uncertainty. We rate this claim Mostly False: It contains some element of truth but ignores critical facts that would give a different impression.</p>\r\n", "ruling_comments_date": "2013-02-26T15:23:00.424215", "ruling_date": "2013-02-27T03:00:00", "ruling_headline": "Rep. Greg Walden says Keystone XL pipeline would create 20,000 'American jobs' with 800 in Oregon", "ruling_headline_slug": "rep-greg-walden-says-keystone-xl-pipeline-would-cr", "ruling_link_text": "This pipeline is pumping some slippery claims", "ruling_state": null, "source_documents": null, "sources": "<p>Email exchange, Andrew Malcolm, communications director Rep. Greg Walden, Feb. 19, 2013<br />\r\n<br />\r\n<a href=\"http://www.energyxxi.org/keystone-xl-benefits\">&quot;Keystone XL Pipeline Jobs By State,&quot;</a>U.S. Chamber of Commerce, Feb. 19, 2013<br />\r\n<br />\r\nPress release, <a href=\"http://www.transcanada.com/5921.html\">&quot;TransCanada Releases Detailed Keystone XL Job Creation Data,&quot;</a>Jan. 10, 2012<br />\r\n<br />\r\n<a href=\"http://energyxxi.org/states/oregon\">Oregon Job Numbers, Keystone XL Pipeline, </a>U.S. Chamber of Commerce, Feb. 19, 2013<br />\r\n<br />\r\nEmail exchange, Blair Latoff Holmes, Senior Director of Communications, &nbsp;U.S. Chamber of Commerce, Feb. 20, 2013<br />\r\n<br />\r\n&quot;The Impact of Developing the Keystone XL Pipeline Project on Business Activity in the US:<br />\r\nAn Analysis Including State-by-State Construction Effects and an Assessment of the Potential Benefits of a More Stable Source of Domestic Supply,&quot; The Perryman Group, Waco, Texas; June 2010<br />\r\n<br />\r\n&quot;Economic Impacts of Staged Development of Oil Sands Projects in Alberta (2010-2035),&quot; Canadian Energy Research Institute, June 2011<br />\r\n<br />\r\n&quot;EXECUTIVE SUMMARY: Final Environmental Impact Statement for the Proposed Keystone XL Project,&quot; U.S. State Department, Aug. 26, 2011<br />\r\n<br />\r\n&quot;Pipe dreams? Jobs Gained, Jobs Lost by the Construction of Keystone XL,&quot; Lara Skinner, Ph.D. and Sean Sweeney, Ph.D., Cornell University Global Labor Institute with Ian Goodman and Brigid Rowan The Goodman Group, Ltd., September 2011 (updated January 2012).</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "U.S. representative", "false_count": 0, "first_name": "Greg", "half_true_count": 1, "home_state": "Oregon", "id": 961, "last_name": "Walden", "mostly_true_count": 0, "name_slug": "greg-walden", "pants_count": 0, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Greg_Walden.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/961/", "total_count": 6, "true_count": 1, "website": "http://walden.house.gov/"}, "statement": "<p>Says &quot;Did you know that the<a href=\"https://twitter.com/search?q=%23KeystoneXL&amp;src=hash\"> #KeystoneXL</a> project is expected to create 20,000 American jobs, including more than 800 in Oregon?&quot;</p>\r\n", "statement_context": "a Tweet", "statement_date": "2013-01-29", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Most scientists agree that climate change is real and humans are causing it. The figure that&rsquo;s widely cited is 97 percent of climate scientists, and it appears in at least&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/statements/2015/sep/02/rick-santorum/santorum-un-climate-head-debunked-widely-cited-97-/\">three peer-reviewed surveys</a>.&nbsp;<a href=\"http://www.politifact.com/virginia/statements/2016/apr/04/don-beyer/don-beyer-says-97-percent-scientists-believe-human/\">Plenty of other studies</a>&nbsp;report overwhelming majorities of experts (in the 90 percent range) and at least&nbsp;<a href=\"http://climate.nasa.gov/scientific-consensus/\">18 scientific associations</a>&nbsp;agree.</p>\r\n", "id": 313, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/images.jpg", "resource_uri": "/api/v/2/subject/313/", "subject": "Climate Change", "subject_slug": "climate-change", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 10, "photo": null, "resource_uri": "/api/v/2/subject/10/", "subject": "Energy", "subject_slug": "energy", "used_in_edition": []}, {"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 103, "photo": null, "resource_uri": "/api/v/2/subject/103/", "subject": "Workers", "subject_slug": "workers", "used_in_edition": []}], "target": [], "twitter_headline": ""}