{"art": [{"brightcove": "", "caption": "NAACP Legal Defense and Educational Fund attorney Debo Adegbile talks to reporters outside the U.S. Supreme Court on Feb. 27, 2013, when he argued in the case Shelby County v. Holder, a legal challenge to a portion of the Voting Rights Act.", "id": 3208, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Supreme_Court_voting_rights_act.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/3208/", "title": "Supreme Court Voting Rights Act", "wibbitz": "", "youtube": "", "youtubeID": ""}, {"brightcove": "", "caption": "President Lyndon B. Johnson speaks before signing the Voting Rights Act in 1965. (LBJ Presidential Library)", "id": 3209, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/LBJ_Voting_rights_act.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/3209/", "title": "LBJ Voting Rights Act", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2013/mar/05/john-roberts/was-chief-justice-john-roberts-right-about-voting-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 7475, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/7475/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tChief Justice John Roberts quizzed -- and stumped -- U.S. Solicitor General Donald Verrilli Jr. on some deep-in-the-weeds voting statistics during a recent oral argument at the Supreme Court.<br />\r\n\t<br />\r\n\tThe comments came during a challenge to a key provision of the Voting Rights Act, the landmark 1965 law that ensured members of racial minorities the right to vote.<br />\r\n\t<br />\r\n\tIn the <a href=\"http://www.bloomberg.com/news/2012-11-09/voting-rights-act-challenge-gets-u-s-high-court-hearing.html\">case before the court</a>, Shelby County, Ala., challenged how the Voting Rights Act determines whether a state or locality needs advance approval from the U.S. Justice Department before it changes any voting laws, regulations or procedures.<br />\r\n\t<br />\r\n\tThe law requires advance approval for Alabama, as well as for five other southern states (Georgia, Louisiana, Mississippi, South Carolina and Virginia) that demonstrated a poor historical record of allowing minorities to vote. Three other states (Alaska, Arizona and Texas) plus a variety of local jurisdictions are also subject to &quot;preclearance.&quot; Shelby County argued that these requirements are outdated.<br />\r\n\t<br />\r\n\tAt one point in the <a href=\"http://www.supremecourt.gov/oral_arguments/argument_transcripts/12-96.pdf\">oral argument</a> held Feb. 27, 2013, Roberts asked Verrilli, &quot;Do you know which state has the worst ratio of white voter turnout to African-American voter turnout?&quot;<br />\r\n\t<br />\r\n\tVerrilli, who was defending the law as currently written, responded, &quot;I do not.&quot;<br />\r\n\t<br />\r\n\tRoberts said, &quot;Massachusetts. Do you know what has the best, where African-American turnout actually exceeds white turnout? Mississippi.&quot;<br />\r\n\t<br />\r\n\tRoberts was pointing out a striking irony -- that Massachusetts, a state well known for its liberalism, was seemingly a poor performer in protecting minority voting rights, yet Mississippi, a state for which the Voting Rights Act demands intensive federal scrutiny, actually seems to be a model of voting equality.<br />\r\n\t<br />\r\n\tIt would be a powerful argument for changing the law, but the comparison quickly drew criticism, including from <a href=\"http://www.boston.com/news/local/massachusetts/2013/03/01/massachusetts-official-challenges-chief-justice-roberts-claim-about-voting/u8rYN2MVzc3GOdq4cWyYEK/story.html\">Massachusetts Secretary of the Commonwealth William Galvin</a>. We wondered, does the chief justice have his numbers right? And if so, do they support his point? We looked at the data and checked with a variety of experts.<br />\r\n\t<br />\r\n\tWe should note that the Supreme Court has declined to elaborate on Roberts&rsquo; data selection, but there is wide agreement among voting experts that he was using data from the Current Population Survey, a widely used U.S. Census Bureau survey. The survey provides data on registration and voting on a state-by-state and race-by-race basis every two years. The experts came to this conclusion because there don&rsquo;t appear to be any other data sources that provide the information Roberts cited.<br />\r\n\t<br />\r\n\tGeorge Mason University political scientist Michael McDonald, who filed an amicus (or friend-of-the-court) brief supporting the current law, told PolitiFact that he believes Roberts was basing his comment on 2004 Current Population Survey data, since that year&rsquo;s findings had been cited in a previous lower-court dissent in the Shelby County case. However, since Roberts didn&rsquo;t specify a year during oral arguments -- and since he used the present tense -- we think a reasonable listener would assume that the chief justice is referring to the most recent data available. So we will focus on data for 2008 (the last presidential election year available) and for 2010 (the last midterm election year available).<br />\r\n\t<br />\r\n\tIn a moment, we&rsquo;ll begin by looking at some of the problems with using Current Population Survey data to back up Roberts&rsquo; claim. After that, we&rsquo;ll grant for the sake of argument that the Current Population Survey is valid for this purpose and look instead at why Roberts&rsquo; interpretation of the data is less than ideal. Finally, we&rsquo;ll discuss why, despite these problems, Roberts has a reasonable point to make.<br />\r\n\t<br />\r\n\t<strong>Why the Current Population Survey isn&rsquo;t a good source of backup on Roberts&rsquo; point</strong><br />\r\n\t<br />\r\n\t&bull; <em>The survey has large margins of error for black populations</em>. Generally speaking, any survey that collects data from a relatively small group of people will have a larger margin of error than a survey that collects data from a larger group of people. So when the Current Population Survey looks at Massachusetts, the margin of error for the figures relating to the entire state population are fairly small, but the margin of error for figures relating to the state&rsquo;s African-American population (which accounts for just 6 percent of adults in the state) is bigger. With a smaller pool of African-Americans responding to the survey, there&rsquo;s simply a bigger chance that a few bits of off-base data will skew the whole sample.<br />\r\n\t<br />\r\n\tThis appears to be what happened with Massachusetts (as well as with other states that have relatively small black populations). The survey found that in Massachusetts, 52 percent of all adult citizens voted in 2010, with a margin of error of about two percentage points. But the same survey found that 39 percent of black voters in Massachusetts voted in the same year, with a much larger margin of error of 11 points. This means the black voting rate actually may have been as high as 50 percent -- pretty close to the percentage for the state as a whole.<br />\r\n\t<br />\r\n\t&bull; <em>The survey shows some perplexing year-to-year changes</em>. You generally wouldn&rsquo;t expect to see a large movement in the rates of voter registration from year to year, since once voters are registered, they typically stay on the rolls until they move or die. But the Current Population Survey data for voting registration among Massachusetts residents fluctuated wildly between 2008 and 2010. The registration gap between whites and blacks ballooned from 13.8 percentage points in 2008 to 36.5 percent in 2010, an almost threefold increase in just two years. Such a large change casts doubt on how reliable the Massachusetts sample is.<br />\r\n\t<br />\r\n\t&bull; <em>The Current Population Survey has some questionable policies for coding respondents&rsquo; answers on voting questions</em>. Last year, McDonald, the George Mason professor, began noticing some unusual patterns in the Current Population Survey&rsquo;s raw data, and he <a href=\"http://www.huffingtonpost.com/michael-p-mcdonald/is-minority-voter-registr_b_1497813.html\">wrote about it</a>.<br />\r\n\t<br />\r\n\tThe survey allows one of two possible answers to the question of whether a respondent (or someone else in their household) voted in the last election: &quot;yes&quot; and &quot;no.&quot; That made sense, until McDonald realized that the survey had a curiously broad definition of &quot;no.&quot; With questionable logic, the survey counted three categories of answers as &quot;no&quot; -- if a respondent refused to answer the question, if the person answering the question didn&rsquo;t know whether someone else in the household had voted, or if they were somehow not asked the voting question.<br />\r\n\t<br />\r\n\tThis caused big problems for the data, McDonald concluded: It means the Current Population Survey data counts many more respondents saying &quot;no I did not vote&quot; than actually didn&rsquo;t vote; worse, the likelihood of obtaining these non-answers differs by racial group. For instance, in 2008, McDonald found, 21.9 percent of Massachusetts blacks were counted as having a &quot;non-answer&quot; on the voting question, compared to 13.5 percent of Massachusetts whites.<br />\r\n\t<br />\r\n\tMcDonald tried to rectify this problem by re-calculating the data using only the clear &quot;yes&quot; and &quot;no&quot; answers. When McDonald looked only at the clear responses, he found that the voting percentages in Massachusetts ended up at 80.2 percent for whites and 78.0 percent for blacks -- a statistically insignificant difference.<br />\r\n\t<br />\r\n\t<strong>Even if you assume the Current Population Survey is a good source of data, Roberts has cherry-picked by citing Massachusetts</strong><br />\r\n\t<br />\r\n\tLet&rsquo;s say for the moment that, despite the evidence cited above, the Current Population Survey is a valid source of data for Roberts&rsquo; purpose. There&rsquo;s still a case to be made that he&rsquo;s cherry-picked the data.<br />\r\n\t<br />\r\n\tWe analyzed the registration and voting numbers for 2008 and 2010 and found that Massachusetts was well out of the national mainstream in both years. This becomes clear when you compare Massachusetts to other large, relatively diverse northeastern states. Since most of its New England neighbors have black populations too small for the Census Bureau to provide data, we looked at four other states for comparison -- Connecticut, New Jersey, New York and Pennsylvania.<br />\r\n\t<br />\r\n\tIn 2010, when the white-black registration gap in Massachusetts was a whopping 36.5 percentage points, the average for the other four northeastern states was a much more modest 9.8 percentage points. Two years earlier, Massachusetts voting rates showed a 25.8 percentage point white-black gap, compared to just 6.3 percentage points for the other northeastern states.<br />\r\n\t<br />\r\n\tIt&rsquo;s unclear why the Massachusetts data was so different, but if Roberts wanted to make his point by looking at the voting gaps in large, northeastern, &quot;liberal&quot; states, he could have chosen four that had relatively modest racial gaps. Instead, he chose the one outlier, Massachusetts, and that amounts to cherry-picking.<br />\r\n\t<br />\r\n\t<strong>Where Roberts has a point</strong><br />\r\n\t<br />\r\n\tRoberts is on more solid ground with his discussion of Mississippi. Unlike the comparison of Massachusetts to its northeastern neighbors, Mississippi&rsquo;s data in the Current Population Survey fits in closely with that of its neighbors in the deep south, which we&rsquo;ll count as including Alabama, Georgia, Louisiana, Mississippi and South Carolina. And because the black population in these states is proportionally much larger than it is in Massachusetts, the margins of error for these states in the Current Population Survey are much less problematic.<br />\r\n\t<br />\r\n\tIn 2010, three of these deep south states had black registration rates higher than for whites, and four had black voting rates higher than for whites. The remaining deep south states were roughly at parity between the races. And this pattern was much the same in 2008.<br />\r\n\t<br />\r\n\tPerhaps even more striking, this pattern was particular to the deep south. Black registration and voting rates were much less likely to exceed that of whites in other southern states -- Arkansas, Florida, Kentucky, North Carolina, Oklahoma, Tennessee, Texas and Virginia.<br />\r\n\t<br />\r\n\tSo why has there been such strong black voting activity in states of the deep south? The government and supporters of the existing law say these high rates of participation stem from the Voting Rights Act&rsquo;s preclearance provision itself, and they cite this as a major argument for keeping the law as is. Experts also suggest that the experience of living through the civil rights battles of the 1960s, or hearing about them from older relatives, has shaped a culture in which African-Americans in the deep south make a special point of voting.<br />\r\n\t<br />\r\n\tWhatever the reason, the high rates of participation suggest that Roberts has a point: Voting rates in Mississippi, and the deep south generally, have improved over the years.<br />\r\n\t<br />\r\n\tMcDonald acknowledges this point -- even though he filed an amicus brief in the Shelby County case in favor of keeping the law as is.<br />\r\n\t<br />\r\n\tThe chief justice &quot;has a legitimate question that has to be asked and answered -- if you aggregate up the southern states, we know that turnout among African-Americans has gone up,&quot; McDonald said. &quot;He would have been much better served if he hadn&rsquo;t cherry-picked. He deserved to have that question answered.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tRoberts said, &quot;Do you know which state has the worst ratio of white voter turnout to African-American voter turnout? Massachusetts. Do you know what has the best, where African-American turnout actually exceeds white turnout? Mississippi.&quot;<br />\r\n\t<br />\r\n\tFor several reasons -- including unacceptably wide margins of error, strange year-to-year inconsistencies and problematic coding policies -- the survey data Roberts likely used to back up his point on Massachusetts is questionable. And even if this data source had been reliable for his purposes, Roberts&rsquo; decision to hold up Massachusetts as his primary example amounts to cherry picking, since its data diverges significantly from that of its regional neighbors.<br />\r\n\t<br />\r\n\tHowever, Roberts makes a valid point when he notes that black voter turnout in Mississippi and other deep south states is high, and indeed often exceeds white turnout. So while Roberts is on shaky ground with Massachusetts, he&rsquo;s on more solid turf when it comes to Mississippi. On balance, we&rsquo;ll call it Half True.</p>\r\n", "ruling_comments_date": "2013-03-05T12:04:09.935975", "ruling_date": "2013-03-05T16:03:45", "ruling_headline": "Was Chief Justice John Roberts right about voting rates in Massachusetts, Mississippi?", "ruling_headline_slug": "was-chief-justice-john-roberts-right-about-voting-", "ruling_link_text": "Massachusetts data seems unreliable, but Mississippi is pretty spot on", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tU.S. Supreme Court, <a href=\"http://www.supremecourt.gov/oral_arguments/argument_transcripts/12-96.pdf\">transcript of oral argument in Shelby County, Ala., vs. Holder</a>, Feb. 27, 2013<br />\r\n\t<br />\r\n\tU.S. Census Bureau, <a href=\"http://www.census.gov/hhes/www/socdemo/voting/publications/p20/index.html\">main index page for historical voting data in the Current Population Survey</a>, accessed March 5, 2013<br />\r\n\t<br />\r\n\tU.S. Census Bureau, <a href=\"http://www.census.gov/hhes/www/socdemo/voting/publications/p20/2010/Table4b_2010.xls\">Table 4b; Reported Voting and Registration by Sex, Race and Hispanic Origin, for States</a>, November 2010<br />\r\n\t<br />\r\n\tU.S. Census Bureau, <a href=\"http://www.census.gov/hhes/www/socdemo/voting/publications/p20/2008/Table%2004b.xls\">Table 4b. Reported Voting and Registration of the Voting-Age Population, by Sex, Race and Hispanic Origin, for States</a>, November 2008<br />\r\n\t<br />\r\n\tMichael P. McDonald, &quot;<a href=\"http://www.huffingtonpost.com/michael-p-mcdonald/is-minority-voter-registr_b_1497813.html\">Is Minority Voter Registration Really Declining?</a>&quot; May 7, 2012<br />\r\n\t<br />\r\n\tBloomberg, &quot;<a href=\"http://www.bloomberg.com/news/2012-11-09/voting-rights-act-challenge-gets-u-s-high-court-hearing.html\">Voting Rights Act Challenge Gets U.S. High Court Hearing</a>,&quot; Nov. 10, 2012<br />\r\n\t<br />\r\n\t<em>Boston Globe</em>, &quot;<a href=\"http://www.boston.com/news/local/massachusetts/2013/03/01/massachusetts-official-challenges-chief-justice-roberts-claim-about-voting/u8rYN2MVzc3GOdq4cWyYEK/story.html\">Massachusetts official challenges Chief Justice Roberts&rsquo; claim about voting</a>,&quot; Feb. 28, 2013<br />\r\n\t<br />\r\n\tEmail interview with Glen Browder, former Democratic Member of Congress and professor emeritus in political science at Jacksonville State University in Jacksonville, Ala., March 5, 2013<br />\r\n\t<br />\r\n\tEmail interview with Jess Brown, political scientist at Athens State University in Athens, Ala., March 4, 2013<br />\r\n\t<br />\r\n\tEmail interview with Jack Bass, political scientist at the College of Charleston in Charleston, S.C., March 4, 2013<br />\r\n\t<br />\r\n\tEmail interview with Stephen L. Rozman, political scientist at Tougaloo College in Tougaloo, Miss., March 4, 2013<br />\r\n\t<br />\r\n\tEmail interview with Alan Abramowitz, political scientist at Emory University in Atlanta, Ga., March 4, 2013<br />\r\n\t<br />\r\n\tEmail interview with Jeffrey Berry, political scientist at Tufts University in Boston, Mass., March 4, 2013<br />\r\n\t<br />\r\n\tInterview with Michael P. McDonald, political scientist at George Mason University, March 4, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Chief Justice of the United States", "false_count": 0, "first_name": "John", "half_true_count": 1, "home_state": "Washington, D.C.", "id": 2196, "last_name": "Roberts", "mostly_true_count": 0, "name_slug": "john-roberts", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/John_Roberts_mug_2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2196/", "total_count": 1, "true_count": 0, "website": "http://www.supremecourt.gov/about/biographies.aspx"}, "statement": "<p>\r\n\t&quot;Do you know which state has the worst ratio of white voter turnout to African-American voter turnout? Massachusetts. Do you know what has the best, where African-American turnout actually exceeds white turnout? Mississippi.&quot;</p>\r\n", "statement_context": "a Supreme Court oral argument", "statement_date": "2013-02-27", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 117, "photo": null, "resource_uri": "/api/v/2/subject/117/", "subject": "Civil Rights", "subject_slug": "civil-rights", "used_in_edition": []}, {"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}, {"description": "", "id": 34, "photo": null, "resource_uri": "/api/v/2/subject/34/", "subject": "Legal Issues", "subject_slug": "legal-issues", "used_in_edition": []}], "target": [], "twitter_headline": ""}