{"art": [{"brightcove": "", "caption": "Florida Gov. Rick Scott delivers his 2013 State of the State address in the Florida House of Representatives in Tallahassee.", "id": 3212, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Rick_Scott_State_of_State.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/3212/", "title": "Rick Scott State of the State", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/florida/statements/2013/mar/05/rick-scott/rick-scott-blames-legacy-taxing-and-borrowing-poor/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 7478, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/7478/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tDuring his 2013 State of the State speech, Florida Gov. Rick Scott defended his record on the economy and the state&rsquo;s fiscal condition during his first two years in office.<br />\r\n\t<br />\r\n\t&quot;Our Florida Families First budget&quot; represents &quot;responsible stewardship of taxpayer money,&quot; Scott, a Republican, said in the address. &quot;Washington, D.C., could learn a few budget lessons from Florida. The contrast between our state and the nation&rsquo;s capital is remarkable. Now is not the time to turn back to the legacy of taxing and borrowing that crippled the economy we inherited two years ago. We must stay the course for economic growth and job creation.&quot;<br />\r\n\t<br />\r\n\tWe wondered whether Scott was justified in saying that a &quot;legacy of taxing and borrowing &hellip; crippled the economy&quot; he inherited in 2010.<br />\r\n\t<br />\r\n\tWe should note that we are analyzing this claim using the assumption that Scott is referring to the state&rsquo;s economy when he talks about the &quot;legacy of taxing and borrowing.&quot; His office confirmed that he was referring to Florida&#39;s economy as the one he &quot;inherited&quot; in January 2011, not the nation&rsquo;s. As evidence, they pointed us to statistics showing Florida&#39;s debt levels increased through 2010 but then declined.<br />\r\n\t<br />\r\n\tTo check Scott&#39;s claim, we contacted a half dozen experts on the Florida economy, primarily academic economists and analysts with financial firms. These experts were unanimous: Problems of taxing and borrowing weren&rsquo;t the major causes of the severe recession the Sunshine State is still struggling out of. Real estate was, exacerbated by the reach of the national recession.<br />\r\n\t<br />\r\n\tFlorida real estate values <a href=\"http://fcic-static.law.stanford.edu/cdn_media/fcic-reports/fcic_final_report_full.pdf\">appreciated</a> by 4.1 percent annually from 1995 to 2000, and then by 11.3 percent annually between 2000 and 2003. But when the bust came, it hit hard. By 2010, nearly 14 percent of Florida home loans were in foreclosure, edging out Nevada for the highest in the nation. The serious delinquency rate for home loans in Florida peaked in the third quarter of 2010 at nearly 20 percent -- almost twice the rate of Arizona and California, two of the other hardest-hit states.<br />\r\n\t<br />\r\n\t&quot;Most economists -- maybe all economists -- think that the bursting of the housing bubble and the global financial crisis were far and away the largest factors crippling the Florida economy,&quot; said Bill Seyfried, professor of economics at Rollins College in Winter Park. &quot;State economic policy played a minimal role.&quot;<br />\r\n\t<br />\r\n\tChris Lafakis, a senior economist at Moody&#39;s Analytics, agreed. &quot;Florida&rsquo;s severe housing collapse, the seeds of which were sown during Jeb Bush&rsquo;s governorship, combined with the national recession to deliver the Florida economy a devastating one-two punch from 2007 to 2009,&quot; he said. &quot;Tax revenues obviously fell during the recession, which you would expect to happen in any state, but there was not a substantial erosion in the state&rsquo;s fiscal position sufficient to cause a downgrade in the state&rsquo;s credit rating.&quot;<br />\r\n\t<br />\r\n\tSean Snaith, director of the University of Central Florida&rsquo;s Institute for Economic Competitiveness, said the combination of the severe national recession, a housing bust and a financial crisis amounted to a perfect storm for the state.<br />\r\n\t<br />\r\n\t&quot;As 401(k)s &nbsp;turned into 201(k)s,&quot; fewer retirees could move to Florida, Snaith said. This, in turn, dealt a body blow to the construction and real estate sectors. &quot;This tied the Florida economy&rsquo;s hands behind its back,&quot; Snaith said. &quot;Those factors, more than anything, made the recession harder to recover from. &hellip; The source of the state&rsquo;s woes certainly was not borrowing and spending.&quot;<br />\r\n\t<br />\r\n\tMeanwhile, tourism, a backbone of Florida&rsquo;s economy, couldn&rsquo;t last for long in this economic environment, said Paul M. Mason, an economist at the University of North Florida. The decline in housing values -- exacerbated by investors shifting money from housing to oil funds when petroleum prices surged in the summer of 2008 -- &quot;made people feel less wealthy, putting a major damper on tourism from both inside and outside the state,&quot; he said.<br />\r\n\t<br />\r\n\tOne lesson of the last recession is that the Florida economy is deeply intertwined with the national economy, experts say. &quot;Whatever factors contributed to the last national recession and its aftermath also contributed to the state&rsquo;s recession and its aftermath,&quot; said Joseph DeSalvo, an economist at the University of South Florida.<br />\r\n\t<br />\r\n\tAs for tax rates, they would be &quot;an extremely low-rated cause of economic decline,&quot; said Elizabeth Strom, an urban and regional planning professor at the University of South Florida. &quot;For Florida, the national recession coupled with our economic dependence on real estate development and the huge speculative bubble that popped alongside national economic recession would have far stronger explanatory power.&quot;<br />\r\n\t<br />\r\n\tThere may be one silver lining for Florida, said Scott J. Brown, senior vice president and chief economist at Raymond James Financial, based in St. Petersburg. &quot;Areas of the country that had larger housing bubbles, such as Florida, were going to have larger corrections,&quot; Brown said. &quot;However, with housing recovering in most areas of the country, Florida has more room for improvement in housing than most other states. Bigger bubble, bigger bust, bigger (eventual) recovery.&quot;<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tScott blamed a &quot;legacy of taxing and borrowing&quot; for the poor state economy he inherited. But the experts we contacted said that fiscal matters were a small factor, if at all. Real estate, the national recession, and their impacts on such key sectors as construction and tourism were the overwhelming causes. We rate Scott&rsquo;s claim False.</p>\r\n<p>\r\n\t<strong>Update: </strong><em>Shortly after we published this fact-check, we received a response from Scott&#39;s office. We included it here, but it did not change our rating.</em></p>\r\n", "ruling_comments_date": "2013-03-05T17:10:02.832987", "ruling_date": "2013-03-05T18:16:52", "ruling_headline": "Rick Scott blames 'legacy of taxing and borrowing' for poor economy he inherited", "ruling_headline_slug": "rick-scott-blames-legacy-taxing-and-borrowing-poor", "ruling_link_text": "The real problem was real estate, real estate, real estate", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tRick Scott, transcript of State of the State speech, Mar. 5, 2013<br />\r\n\t<br />\r\n\tFinancial Crisis Inquiry Commission, <a href=\"http://fcic-static.law.stanford.edu/cdn_media/fcic-reports/fcic_final_report_full.pdf\">final report</a>, January 2011<br />\r\n\t<br />\r\n\tEmail interview with Bill Seyfried, professor of economics at Rollins College in Winter Park, Fla., March 5, 2013<br />\r\n\t<br />\r\n\tEmail interview with Chris Lafakis, senior economist at Moody&#39;s Analytics, March 5, 2013<br />\r\n\t<br />\r\n\tInterview with Sean Snaith, director of the University of Central Florida&rsquo;s Institute for Economic Competitiveness, March 5, 2013<br />\r\n\t<br />\r\n\tEmail interview with Paul M. Mason, economist at the University of North Florida, March 5, 2013<br />\r\n\t<br />\r\n\tEmail interview with Joseph DeSalvo, economist at the University of South Florida, March 5, 2013<br />\r\n\t<br />\r\n\tEmail interview with Elizabeth Strom, urban and regional planning professor at the University of South Florida, March 5, 2013<br />\r\n\t<br />\r\n\tEmail interview with Scott J. Brown, senior vice president and chief economist at Raymond James Financial, March 5, 2013</p>\r\n<p>\r\n\tInterview with Jackie Schutz of Gov. Rick Scott&#39;s office, March 5, 2013</p>\r\n", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 32, "current_job": "Governor", "false_count": 26, "first_name": "Rick", "half_true_count": 40, "home_state": "Florida", "id": 383, "last_name": "Scott", "mostly_true_count": 36, "name_slug": "rick-scott", "pants_count": 8, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/rlscott.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/383/", "total_count": 166, "true_count": 15, "website": "http://www.flgov.com/"}, "statement": "<p>\r\n\tA &quot;legacy of taxing and borrowing &hellip; crippled the economy we inherited two years ago.&quot;</p>\r\n", "statement_context": "his State of the State speech", "statement_date": "2013-03-05", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>We strive to make our work completely accurate. When we make a mistake, we correct it and note it on the original item. If the mistake is so significant that it requires us to change the ruling, we will do so. Readers who see an error should contact the writer or editor. Their names are listed on the right side of every Truth-O-Meter item. Clicking on their names will take you to their bio pages, where you can find their email addresses. Read more about our corrections policies in our <a href=\"http://www.politifact.com/truth-o-meter/article/2013/nov/01/principles-politifact-punditfact-and-truth-o-meter/\">Principles of the Truth-O-Meter</a>.</p>\r\n", "id": 255, "photo": null, "resource_uri": "/api/v/2/subject/255/", "subject": "Corrections and Updates", "subject_slug": "corrections-and-updates", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/14/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}, {"description": "", "id": 208, "photo": null, "resource_uri": "/api/v/2/subject/208/", "subject": "State Finances", "subject_slug": "state-finances", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}