{"art": [{"brightcove": "", "caption": "Milwaukee Police Chief Ed Flynn and Republican Senator Lindsey Graham argued during testimony over the proposed renewal of a ban on assault weapons", "id": 3220, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/3220/", "title": "Chief Ed Flynn and Sen. Lindsey Graham ", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/tmPE7w7Ambw?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "tmPE7w7Ambw"}], "author": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2013/mar/11/edward-flynn/milwaukee-police-chief-edward-flynn-says-use-assau/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 7495, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/7495/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tComing off his emotional congressional testimony backing legislation to renew a ban on military-style assault weapons, Milwaukee Police Chief Ed Flynn <a href=\"http://video.msnbc.msn.com/mitchell-reports/51009114%2351009035#51009114\">appeared on MSNBC</a>.<br />\r\n\t<br />\r\n\tAsked about criticism alleging that the previous ban had almost no impact on the nation&rsquo;s homicide rate, Flynn cited studies on the ban done for the U.S. Department of Justice.<br />\r\n\t<br />\r\n\tResearchers, said Flynn, found that &quot;over the course of the existence of the Brady Bill ban, the use of assault weapons in crimes decreased by two-thirds. &quot;<br />\r\n\t<br />\r\n\tHe added: &quot;Now, they couldn&rsquo;t prove causation. Police implemented and embraced a wide variety of strategies and tactics during those 10 years as well. But it&rsquo;s foolish not to see that there was a correlation. And to demand perfect social science causation proof before we can say that something had an impact on a phenomenon is foolish, it&rsquo;s rhetorical and it doesn&rsquo;t relate to the reality of policing.&quot;<br />\r\n\t<br />\r\n\tAs Congress debates tightening gun controls after the Newtown school massacre, we thought it was worth checking Flynn&rsquo;s assertion about assault-weapon use during the ban that began in 1994 and expired in 2004.<br />\r\n\t<br />\r\n\tDid a study show a two-thirds drop off in use of assault weapons in crimes?<br />\r\n\t<br />\r\n\tThe claim is in <a href=\"http://www.bradycampaign.org/xshare/pdf/assault/10nramyths.pdf\">wide circulation</a>, having found its way into <a href=\"http://www.feinstein.senate.gov/public/index.cfm/assault-weapons\">talking points </a>that U.S. Sen. Dianne Feinstein (D-California) offers for the <a href=\"http://www.cnn.com/2013/01/24/politics/congress-gun-control/index.html\">renewal of the assault weapons ban</a>. The National Rifle Association, which is fighting the ban, <a href=\"http://www.nraila.org/gunbanfacts-content/myths-vs-facts/1994-ban-decreased-murders.aspx?s=%22assault+weapons+ban%22&amp;st=&amp;ps=\">disputes </a>the number.<br />\r\n\t<br />\r\n\tAt issue is a 2004 study, sponsored by the National Institute of Justice, an arm of the U.S. Justice Department. Its author, <a href=\"http://cls.gmu.edu/people/ckoper2\">Christopher S. Koper,</a> also did the <a href=\"http://www.sas.upenn.edu/jerrylee/research/aw_final1997.pdf\">federally sponsored report</a> for Congress on the short term (1994-1996) effect of the ban.<br />\r\n\t<br />\r\n\tKoper is a veteran criminology researcher, formerly of the Police Executive Research Forum. At the time of the 2004 study he was a professor affiliated with the Jerry Lee Center of Criminology at the University of Pennsylvania. He is now at the Center for Evidence-Based Crime Policy at George Mason University.<br />\r\n\t<br />\r\n\tThe 1994 ban was aimed at semiautomatics, including rifles and pistols, with features &quot;that appear useful in military and criminal applications but unnecessary in shooting sports or self-defense (examples include flash hiders, folding rifle stocks, and threaded barrels for attaching silencers),&quot; the study said.<br />\r\n\t<br />\r\n\tFlynn and Feinstein point to a conclusion in Koper&rsquo;s 2004 report that found a big decline in the percentage of assault weapons among the guns seized by law enforcement and sent to federal officials for tracing.<br />\r\n\t<br />\r\n\tThat percentage dropped by 70 percent between 1992-&rsquo;03 and 2001-&rsquo;02. That is, the percentage went from 5.4 percent to 1.6 percent of guns seized, the study found. The percentages are low because the guns are rarely used in gun crimes.<br />\r\n\t<br />\r\n\tThat 70 percent drop is the main evidence for the &quot;two-thirds&quot; claim.<br />\r\n\t<br />\r\n\tThere&rsquo;s another piece of data from Koper&rsquo;s study that suggests such a major decline. It&rsquo;s the experience in Boston pre-ban (1991 to 1993) and post-ban (2000 to 2002). There, police saw a 72 percent drop in assault weapons among all guns recovered by police.<br />\r\n\t<br />\r\n\tLet&rsquo;s take a closer look at both.<br />\r\n\t<br />\r\n\t&quot;The overriding point is that we found consistent evidence across multiple national and local data sources that the use of (assault weapons) declined substantially during the ban years,&quot; Koper said in an email to PolitiFact Wisconsin. The apparent drop was mainly in assault pistols, not assault rifles.<br />\r\n\t<br />\r\n\tIn addition, Koper wrote, based on figures collected in six metro police department &quot;there were indications in the data that (assault weapons) were becoming increasingly rare over time.&quot;<br />\r\n\t<br />\r\n\tKoper, however, made clear that he did not try to come up with one definitive number that illustrated the decline in assault weapons seen in the data.<br />\r\n\t<br />\r\n\tA reading of the study shows why. It cautions in great detail that data that shows a 70 percent decline nationally is not conclusive.<br />\r\n\t<br />\r\n\tFirst, a large majority of guns recovered by police are not sent to federal authorities who trace the gun from its manufacture to sale. So those guns may not be representative of the types of firearms seized by police, the study noted.<br />\r\n\t<br />\r\n\tIn addition, the drop may be attributable &quot;in large part&quot; to changes in tracing practices, the study noted.<br />\r\n\t<br />\r\n\tStill, Koper noted in the 2004 study that the dramatic decline started in the year of the ban.<br />\r\n\t<br />\r\n\tUltimately, he concluded that the trace data &quot;suggest&quot; an actual decline in use of assault weapons in crimes.<br />\r\n\t<br />\r\n\tKoper told us the national tracing data &quot;may overstate the drop, but it&#39;s understandable that people cite that number since it&#39;s a national figure.&quot;<br />\r\n\t<br />\r\n\tHe added: &quot;At any rate, there are lots of subtleties in this and no one right answer.&quot;<br />\r\n\t<br />\r\n\tThe National Rifle Association critique of the Flynn-Feinstein claim is that &quot;traces are not synonymous with crimes.&quot;<br />\r\n\t<br />\r\n\tThe study acknowledges that, but cites a variety of reasons why guns recovered by police should serve as a &quot;good approximation&quot; of the types of guns used in violent crime, even though many are not clearly linked to such crimes.<br />\r\n\t<br />\r\n\tWhen we asked Flynn about this, Police Inspector WilliamJessupwrote back saying: &quot;While there are limitations with any type of data, Chief Flynn does consider the 70 percent drop in ATF traces on assault weapons to be a reasonable proxy for the level of crime involving assault weapons during that period.&quot;<br />\r\n\t<br />\r\n\tLocal findings<br />\r\n\t<br />\r\n\tKoper told us that people who refer to a &quot;two-thirds&quot; drop might also be referring to the study&rsquo;s finding of a 72 percent reduction in assault weapon use in Boston based on police data about crime guns there.<br />\r\n\t<br />\r\n\tOther metro areas in the study also saw a decline, but only Boston&rsquo;s dropoff was in the two-thirds range.<br />\r\n\t<br />\r\n\tMilwaukee County was in the study. Data collected here -- just on guns used in homicides -- showed a 17 percent drop from 1995 to 1998 compared to before the ban.<br />\r\n\t<br />\r\n\tThat was the smallest reduction among weapon trends studied in Baltimore, Boston, Miami-Dade, St. Louis, Milwaukee and Anchorage. The reductions generally were between 32 and 40 percent, the study said.<br />\r\n\t<br />\r\n\tThe Koper study concluded by finding &quot;mixed&quot; success at reducing criminal use of banned guns -- as well as ammunition feeding devices known as large capacity magazines.<br />\r\n\t<br />\r\n\tThe decline suggested by the national trace data and the experience in several cities &quot;was offset throughout at least the late 1990s by steady or rising use of other guns&quot; equipped with large capacity magazines, based on data studied in Baltimore, Milwaukee, Louisville, and Anchorage, the study found. There was an immense stock of exempted pre-ban magazines and it grew as more imports came in, it noted.<br />\r\n\t<br />\r\n\tBottom line, the study said, was that &quot;because the ban has not yet reduced the use of (large capacity magazines) in crime, we cannot clearly credit the ban with any of the nation&rsquo;s recent drop in gun violence.&quot; The ban&rsquo;s exemption of millions of pre-ban weapons and magazines ensured gradual effects that &quot;are still unfolding and may not be fully felt for several years into the future,&quot; the study found.<br />\r\n\t<br />\r\n\t<strong>Our rating</strong><br />\r\n\t<br />\r\n\tIn a cable TV appearance, Flynn said researchers had found that &quot;over the course of the existence of the Brady Bill ban, the use of assault weapons in crimes decreased by two thirds.&quot;<br />\r\n\t<br />\r\n\tFlynn accurately quotes the 70 percent figure from an oft-cited study by a veteran researcher for the U.S. Department of Justice. The study makes no claim that the ban caused the apparent decline, but neither does Flynn.<br />\r\n\t<br />\r\n\tFlynn&rsquo;s claim suffers somewhat, though, from an excess of certainty. The study and its author offer numerous and serious cautions that make clear the 70 percent figure -- while suggestive of a major drop -- is not a definitive figure. And the study makes clear that not all weapons traced by authorities are, as Flynn&rsquo;s statement implied, used &quot;in crimes.&quot;<br />\r\n\t<br />\r\n\tThose are important details that were missing.<br />\r\n\t<br />\r\n\tWe rate his statement Half True.</p>\r\n", "ruling_comments_date": "2013-03-08T15:06:17.225848", "ruling_date": "2013-03-11T09:00:00", "ruling_headline": "Milwaukee Police Chief Edward Flynn says use of assault weapons in crime dropped by two-thirds during assault weapon ban", "ruling_headline_slug": "milwaukee-police-chief-edward-flynn-says-use-assau", "ruling_link_text": "Best number available, but laden with caveats", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tMSNBC, Andrea Mitchell Reports, <a href=\"http://video.msnbc.msn.com/mitchell-reports/51009114%2351009035#51009114\">video </a>of Chief Flynn&rsquo;s appearance, March 1, 2013<br />\r\n\t<br />\r\n\tChristopher Koper, <a href=\"http://www.sas.upenn.edu/jerrylee/research/aw_final2004.pdf\">&quot;An Updated Assessment of the Federal Assault Weapons Ban: &quot;Impacts on Gun Markets and Gun Violence, 1994-2003,&quot;</a> June 2004<br />\r\n\t<br />\r\n\tJeffrey Roth and Christopher Koper, <a href=\"http://www.sas.upenn.edu/jerrylee/research/aw_final1997.pdf\">&quot;Impact Evaluation of the Public Safety and Recreational Firearms Use Protection Act of 1994,&quot;</a> March 13, 1997.<br />\r\n\t<br />\r\n\tPolitiFact,<a href=\"http://www.politifact.com/georgia/article/2013/jan/24/fact-checking-claims-guns-and-gun-violence/\">&quot;Fact checking claims on guns and violence,&quot; </a>January 24, 2013<br />\r\n\t<br />\r\n\tFactCheck.org, <a href=\"http://factcheck.org/2013/02/did-the-1994-assault-weapons-ban-work/\">&quot;Did the 1994 Assault Weapons Ban Work? &quot;</a>Feb. 1, 2013<br />\r\n\t<br />\r\n\tEmail exchange with Christopher Koper, Associate Professor in the Department of Criminology, Law and Society at George Mason University, March 4, 2013<br />\r\n\t<br />\r\n\tEmail exchange with Mark Stanmeyer, Public Information Officer, Milwaukee Police Department, March 4, 2013<br />\r\n\t<br />\r\n\tEmail exchange with William Jessup, Inspector of Police, Office of the Chief, March 5, 2013<br />\r\n\t<br />\r\n\tNational Rifle Association-Institute for Legislative Action, <a href=\"http://www.nraila.org/gunbanfacts-content/myths-vs-facts/1994-ban-decreased-murders.aspx?s=%22assault+weapons+ban%22&amp;st=&amp;ps=\">Myths vs. Facts, </a>accessed March 4, 2013<br />\r\n\t<br />\r\n\tU.S. Senator Dianne Feinstein (D-California), website, <a href=\"http://www.feinstein.senate.gov/public/index.cfm/assault-weapons\">&quot;Stopping the Spread of Deadly Assault Weapons,&quot;</a> accessed March 4, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "Edward ", "half_true_count": 3, "home_state": "", "id": 1726, "last_name": "Flynn", "mostly_true_count": 2, "name_slug": "edward-flynn", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Edward_Flynn_PFACT_2.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1726/", "total_count": 7, "true_count": 1, "website": ""}, "statement": "<p>\r\n\tResearch found that &quot;over the course of the existence of the Brady Bill ban, the use of assault weapons in crimes decreased by two thirds.&quot;<br />\r\n\t&nbsp;</p>\r\n", "statement_context": "a TV interview", "statement_date": "2013-03-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 177, "photo": null, "resource_uri": "/api/v/2/subject/177/", "subject": "Criminal Justice", "subject_slug": "criminal-justice", "used_in_edition": ["/api/v/2/edition/5/"]}, {"description": "", "id": 19, "photo": null, "resource_uri": "/api/v/2/subject/19/", "subject": "Guns", "subject_slug": "guns", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}