{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2013/mar/14/ron-book/dolphins-lobbyist-says-super-bowl-50-everybodys-es/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 7510, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ksanders@poynter.org", "first_name": "Katie", "id": 231, "last_name": "Sanders", "name_slug": "katie-sanders", "on_staff_page": 3, "phone": "727-553-4667", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots09.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/231/", "title": "Managing Editor", "twitter": "KatieLSanders"}, {"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/7510/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>The Miami Dolphins are seeking tax break subsidies to help pay for a $400 million stadium renovation.<br />\r\n<br />\r\nProject supporters hope that such a massive investment will lead to more Super Bowls in the future. South Florida is competing with San Francisco to host the 50th anniversary Super Bowl in 2016. The NFL will announce the winner in May.<br />\r\n<br />\r\nStadium supporters told a state Senate <a href=\"http://thefloridachannel.org/video/3613-senate-appropriations-subcommittee-on-finance-tax/\">committee</a> March 6 that the public will reap benefits from the big bucks that come from a Super Bowl.<br />\r\n<br />\r\n&quot;A single Super Bowl generates over $300 million in economic benefits to South Florida and its businesses,&quot; said Sen. Oscar Braynon, a Democrat who represents Miami Gardens, where the Sun Life stadium is located.<br />\r\n<br />\r\nLong-time Dolphins lobbyist Ron Book upped the ante:<br />\r\n<br />\r\n&quot;Super Bowl L by everybody&#39;s estimation is a $500 million economic impact to the state of Florida,&quot; Book said.<br />\r\n<br />\r\nThat&rsquo;s a pretty strong claim that &quot;everybody&quot; estimates a half-billion impact from a single Super Bowl. Is there widespread agreement on that number?<br />\r\n<br />\r\nThe Dolphins are seeking about $200 million in public financing for about half the cost of a major stadium renovation. It would include state sales tax rebates and an increase in the Miami mainland hotel bed tax from 6 to 7 percent. County voters would have to approve the hotel bed tax increase.<br />\r\n<br />\r\nThe bill has received favorable votes in committees but faces an uphill public relations battle: A recent <a href=\"http://miamiherald.typepad.com/nakedpolitics/2013/03/dolphins-stadium-tax-deal-highly-unpopular-a-toxic-political-killer-poll-shows.html\">poll </a>showed 73 percent of county voters are against the financing plan.<br />\r\n<br />\r\nLegislators will make a decision based on the backdrop of another much criticized deal for a Miami team: In 2009, Miami-Dade County and the city of Miami partnered with the Marlins baseball team for a $634 million stadium/parking complex. Since opening in 2012, that stadium has had sluggish attendance and failed to revitalize the neighborhood. And it had political consequences: It helped lead to the recall of Miami-Dade Mayor Carlos Alvarez.<br />\r\n<br />\r\n<strong>Book points to study by host committee</strong><br />\r\n<br />\r\nBook pointed us to a study -- commissioned by the Super Bowl Host Committee -- about the 2007 Super Bowl in South Florida done by <a href=\"http://www.go-smri.com/\">Sports Management Research Institute</a>, whose clients include the NFL and other major sports entities. Total economic impact to South Florida: $463 million.<br />\r\n<br />\r\n&quot;I cannot share all of the information that we have as to the NFL&rsquo;s plans for Super Bowl L,&quot; Book wrote in an email to PolitiFact Florida. &quot;You must just accept that everybody in the country that wanted the opportunity to bid for Super Bowl L believes it&rsquo;s a $500 million-plus economic impact to host that game.&quot;<br />\r\n<br />\r\nThe 2007 Super Bowl drew about 75,000 visitors to watch the Indianapolis Colts defeat the Chicago Bears 29-17. The <a href=\"https://www.documentcloud.org/documents/611983-2007-sbxli-market-analysis-amp-economic-impact.html\">study</a> Book cited examined spending on hotels, restaurants, transportation, entertainment, retail and other services during the game day and associated events.<br />\r\n<br />\r\nResearchers collected data from about 3,000 visitors at airports and a half-dozen hotels -- including some lavish spots such as The Breakers in Palm Beach County. Researchers also examined other economic impact studies, hotel occupancy, surveyed businesses and other information.<br />\r\n<br />\r\nThe study concluded that direct economic impact from spending was about $298 million. Then it added in the spending to prepare for the Super Bowl and the induced spending from new money flowing through the area, and the total came to $463 million. The biggest winner was Miami-Dade County, followed by Broward, and then neighboring Palm Beach and Monroe counties.<br />\r\n<br />\r\nThe study did not subtract out the normal tourist spending that would have happened during the period without a Super Bowl.<br />\r\n<br />\r\n&quot;We track whatever was spent by the Super Bowl fan. Period,&quot; Kathleen Davis, president of the firm that did the study, told PolitiFact Florida in an interview. Davis has also taught sports management at multiple universities -- and she has been to 11 Super Bowls.<br />\r\n<br />\r\nWhile South Florida is already a tourist mecca in the winter even without a Super Bowl, these visitors were richer -- with an average household income of about $220,000 a year -- and spent more, the study concluded. Attendees spent more than four times the typical Broward County visitor and nearly three times that of a Miami-Dade visitor. They stayed an average of five nights and spent about $668 per day.<br />\r\n<br />\r\nThe same firm did a study of the 2010 Super Bowl in South Florida and concluded it was <a href=\"http://nflcommunications.com/2010/06/23/south-florida-super-bowl-host-committee-releases-economic-impact-study/\">$333 million</a> amid the economic downturn.<br />\r\n<br />\r\n<strong>Experts say studies inflate benefits of Super Bowl</strong><br />\r\n<br />\r\nThere is no dispute that a Super Bowl in South Florida draws some high-rollers who rent limos, wine and dine at our best restaurants and clubs, hit the shops at tony malls and book luxurious hotel suites in South Beach, Coral Gables, Fort Lauderdale and other cities. Businesses that cater to these tourists can rake in some hefty profits.<br />\r\n<br />\r\n&quot;The Super Bowl is a magic event,&quot; said Broward tourism chief Nicki Grossman, who says direct spending for the 2007 Super Bowl was about $65 million in Broward County. Super Bowl visitors &quot;buy things normally any other traveler wouldn&rsquo;t. Some spend more to say they spend more.&quot;<br />\r\n<br />\r\nStudies by the National Football League or the host committee often peg the impact anywhere between $300 million and<a href=\"http://www.usatoday.com/story/news/nation/2013/02/01/super-bowl-economy-boost-tourism/1885093/\"> $600 million</a>, depending on the analysis. A study about the 2008 <a href=\"http://knowledge.wpcarey.asu.edu/article.cfm?articleid=1597\">Arizona Super Bowl</a> -- coordinated in part by a business professor who served on the Host Committee -- concluded a $500 million impact. A study examining the 2009 Super Bowl in Tampa said it resulted in spending totaling $375 million.<br />\r\n<br />\r\nWe didn&rsquo;t find a study predicting the economic impact of the 2016 Super Bowl in South Florida -- the 2007 study doesn&rsquo;t actually predict the impact for 2016. (Economists often look at the impact after the event.) But many independent economists say the benefit is much lower than boosters&rsquo; totals.<br />\r\n<br />\r\nThese economists share a joke: take the boosters&rsquo; estimates and move the decimal place one point to the left. Economists say boosters <a href=\"http://college.holycross.edu/RePEc/hcx/Matheson-Baade_FinancingSports.pdf\">dangle</a> the enormous revenue figures as politicians are weighing whether to support public funding.<br />\r\n<br />\r\nHoly Cross Economics Professor Victor Matheson, together with Professor Robert Baade, wrote in a <a href=\"http://college.holycross.edu/RePEc/hcx/Matheson_Padding.pdf\">2004 paper</a> that for Super Bowls held between 1970 and 2001, the host city experienced an average increase in personal income of about $92 million and that the game could not have contributed more than $300 million. In today&rsquo;s numbers, the $92 million means $120 million and the $300 million would equal just under $400 million, Matheson told PolitiFact Florida.<br />\r\n<br />\r\n&quot;Not only is our best guess a fraction of the boosters&#39; estimates, but we are also quite certain that any estimate over $300 million is flat-out wrong,&quot; he said.<br />\r\n<br />\r\nWe asked Matheson if Miami would warrant going with the higher figure rather than the average.<br />\r\n<br />\r\n&quot;Miami might be slightly better off than some other cities since it has more hotel rooms than most other Super Bowl host cities allowing for more visitors before capacity constraints are hit,&quot; Matheson wrote in an email. &quot;On the other hand, as a big warm weather destination, it has rather large numbers of tourists anyway during late January, early February that will be crowded out by Super Bowl fans. Overall, I would expect the economic impact in Miami to be typical of the average host city.&quot;<br />\r\n<br />\r\nStudies by boosters often take the number of attendees and multiply that by expenditures to arrive at a gross direct spending total. Then they use a multiplier to calculate an indirect effect of those initial expenditures circulating around the economy. Matheson told us, &quot;Economic consultants seem to be pretty good at adding and multiplying, but not so good at subtracting.&quot;<br />\r\n<br />\r\nEconomists say boosters ignore some <a href=\"http://college.holycross.edu/RePEc/hcx/Matheson_SuperBowl09.pdf\">factors</a> that affect the bottom line, which they call the substitution effect, the crowding out effect, and leakages.<br />\r\n<br />\r\nSubstitution is when someone spends money on the Super Bowl that they would have spent elsewhere in the economy. Since an event such as the Super Bowl draws so many out-of-town visitors, the substitution effect is far less than from a regular game.<br />\r\n<br />\r\nCrowding refers to other visitors deciding to stay away from the area to avoid the congestion, resulting in the loss of spending from those folks. That means if hotels are largely full anyway, economists focus on the net effect from the increased bookings (and inflated costs) -- not the total revenues of hotels. (During the 2007 Super Bowl, attendance at <a href=\"http://www.vcstar.com/news/2010/jan/23/economists-doubt-nfl-claim-about-super-bowls/?print=1\">Monkey Jungle</a>, a south Miami-Dade tourist attraction, plummeted.)<br />\r\n<br />\r\nAnd leakages occur when money spent on chain hotels and restaurants leak back to corporate headquarters -- not the local economy.<br />\r\n<br />\r\n&quot;The local employees changing sheets or running room service, they don&rsquo;t get 10 times their wage that week,&quot; said Professor Craig Depken, an economist at the University of North Carolina.<br />\r\n<br />\r\nSome economic models used to calculate economic benefits do account for leakage. But Matheson wrote that those models calculate leakage based &quot;on the normal inter-industry relationships that exist in local economies, and during a mega-event these relationships may be anything but normal.&quot;<br />\r\n<br />\r\n<a href=\"http://www.pwc.com/us/en/press-releases/2013/pwc-super-bowl-press-release.jhtml\">PricewaterhouseCoopers</a> has estimated the economic impact of multiple Super Bowls. According to its analysis, direct visitor spending has ranged from a low of close to $120 million in Detroit in 2006, to high of about $200 million in Dallas/Fort Worth in 2011. The firm (which wasn&rsquo;t paid by the Host Committee) projected <a href=\"http://www.pwc.com/us/en/press-releases/2013/pwc-super-bowl-press-release.jhtml\">$185 million</a> in economic impact for the New Orleans Super Bowl held earlier this year.<br />\r\n<br />\r\nDolphins spokesman Eric Jotkoff said that Book took the $463 million in the 2007 study and cited a $500 million in 2016 as a result of inflation and increased spending because &quot;Super Bowl L promises to be the biggest Super Bowl in the game&rsquo;s history.&quot;<br />\r\n<br />\r\n<strong>Our ruling</strong><br />\r\n<br />\r\nLobbyist Ron Book said &quot;Super Bowl L by everybody&#39;s estimation is a $500 million economic impact to the state of Florida.&quot;<br />\r\n<br />\r\nFirst, Book uses numbers from a study commissioned by the Host Committee. The numbers take a broad measure of all spending that went on during a Super Bowl week in 2007, without accounting for usual economic activity. In fact, it&rsquo;s among the highest estimates we reviewed for economic activity generated by a Super Bowl.<br />\r\n<br />\r\nBut the main problem with Book&rsquo;s claim is that &quot;everybody&quot; agrees on that number.<br />\r\n<br />\r\nEconomics professors argue that studies by boosters routinely inflate costs and fail to take into account net costs or fully account for the fact that some spending locally is sent to corporate chains.<br />\r\n<br />\r\nWe rate this claim False.</p>\r\n<a href=\"https://www.sharethefacts.co/share/997c16ae-1610-4f19-8604-b63254dee497\">https://www.sharethefacts.co/share/997c16ae-1610-4f19-8604-b63254dee497</a>", "ruling_comments_date": "2013-03-12T19:58:20.055823", "ruling_date": "2013-03-14T13:09:43", "ruling_headline": "Dolphins lobbyist says Super Bowl L is a '$500 million economic impact' to Florida", "ruling_headline_slug": "dolphins-lobbyist-says-super-bowl-50-everybodys-es", "ruling_link_text": "Study commissioned by Host Committee does not equal \"everybody\"", "ruling_state": null, "source_documents": null, "sources": "<p>Sports Management Research Institute, <a href=\"https://www.documentcloud.org/documents/611983-2007-sbxli-market-analysis-amp-economic-impact.html\">2007 SBLXI Market Analysis and Economic Impact Investigation</a>, April 2007<br />\r\n<br />\r\nSports Management Research Institute, <a href=\"http://www.go-smri.com/\">Website</a>, Accessed March 11, 2013<br />\r\n<br />\r\nPolitiFact,<a href=\"http://www.politifact.com/georgia/statements/2010/nov/19/atlanta-sports-council/2000-super-bowls-economic-impact-tallied-292-milli/\"> &quot;2000 Super Bowl&rsquo;s economic impact tallied at $292 million,&quot;</a> Nov. 19, 2010<br />\r\n<br />\r\nPolitiFact, <a href=\"http://www.politifact.com/florida/statements/2011/aug/12/reince-priebus/rnc-chairman-says-2012-gop-convention-super-bowl-t/\">&quot;RNC chairman says 2012 GOP convention is a Super Bowl times four,&quot;</a> Aug. 12, &nbsp;2011<br />\r\n<br />\r\n<em>Miami Herald</em>, <a href=\"http://www.vcstar.com/news/2010/jan/23/economists-doubt-nfl-claim-about-super-bowls/?print=1\">&quot;Economists doubt economic claim about Super Bowl worth,&quot;</a> Jan. 23, 2010<br />\r\n<br />\r\n<em>Miami Herald</em> Naked Politics, <a href=\"http://miamiherald.typepad.com/nakedpolitics/2013/03/dolphins-stadium-tax-deal-highly-unpopular-a-toxic-political-killer-poll-shows.html\">&quot;Dolphins stadium-tax deal highly unpopular, a &lsquo;toxic&rsquo; political killer, poll shows,&quot;</a> March 6, 2013<br />\r\n<br />\r\n<em>Tampa Bay Times</em>,<a href=\"http://www.tampabay.com/news/super-bowl-host-bonanza-may-be-a-myth/965616\"> &quot;Super Bowl host bonanza may be a myth,&quot; </a>Jan. 10, 2009<br />\r\n<br />\r\nFlorida Senate, <a href=\"http://www.flsenate.gov/Session/Bill/2013/0306\">Senate Bill 306 Professional Sports Facilities</a>, Filed Jan. 15, 2013<br />\r\n<br />\r\nPricewaterhouseCoopers, <a href=\"http://www.pwc.com/us/en/press-releases/2013/pwc-super-bowl-press-release.jhtml\">&quot;PWC forecasts Super Bowl XLVII will be the latest event to bolster economic recovery in New Orleans,&quot; </a>Jan. 28, 2013<br />\r\n<br />\r\nWashington Economics Group for the Greater Miami Chamber of Commerce, <a href=\"https://www.documentcloud.org/documents/612239-sunlifestadiumeconimpact-phasei-jan032013-1.html\">Economic Impact of Sun Life Stadium</a>, Jan. 4, &nbsp;2013<br />\r\n<br />\r\nNFL Communications, <a href=\"http://nflcommunications.com/2010/06/23/south-florida-super-bowl-host-committee-releases-economic-impact-study/\">&quot;South Florida Super Bowl Host committee releases economic impact study,&quot;</a> June 23, 2010<br />\r\n<br />\r\nUSA Today, <a href=\"http://www.usatoday.com/story/news/nation/2013/02/01/super-bowl-economy-boost-tourism/1885093/\">&quot;Super Bowl a super boon to Big Easy economy,&quot;</a> Feb. 3, 2012<br />\r\n<br />\r\nBusinessweek, <a href=\"http://college.holycross.edu/RePEc/hcx/Matheson_SuperBowl09.pdf\">&quot;Corporate Super Bowl spending back up,&quot;</a> Jan. 20, &nbsp;2011<br />\r\n<br />\r\n<em>Washington Post</em>, <a href=\"http://www.washingtonpost.com/blogs/tv-column/post/super-bowl-commercial-prices-spike-as-execs-weigh-if-its-better-to-release-ads-early-online/2013/02/01/27535c8c-6bfc-11e2-bd36-c0fe61a205f6_blog.html\">&quot;Super Bowl commercial prices spike as execs weigh if it&#39;s better to release ads early online,&quot; </a>Feb. 1, 2013<br />\r\n<br />\r\nHuffington Post, <a href=\"http://www.washingtonpost.com/blogs/tv-column/post/super-bowl-commercial-prices-spike-as-execs-weigh-if-its-better-to-release-ads-early-online/2013/02/01/27535c8c-6bfc-11e2-bd36-c0fe61a205f6_blog.html\">&quot;Super Bowl commercial prices fall for the second time ever,&quot;</a> Jan. 11, 2010<br />\r\n<br />\r\nCollege of the Holy Cross Department of Economics, <a href=\"http://college.holycross.edu/RePEc/hcx/Matheson_Padding.pdf\">&quot;Padding required: Assessing the economic impact of the Super Bowl,&quot; </a>September 2004<br />\r\n<br />\r\nCollege of the Holy Cross Department of Economics, <a href=\"http://college.holycross.edu/RePEc/hcx/Matheson-Baade_FinancingSports.pdf\">Financing professional sports facilities</a>, January 2011<br />\r\n<br />\r\nHoly Cross Professor Victor Matheson, <a href=\"http://college.holycross.edu/RePEc/hcx/Matheson_SuperBowl09.pdf\">Economics of a Super Bowl</a>, 2009<br />\r\n<br />\r\n<em>Arizona State University</em>, <a href=\"http://knowledge.wpcarey.asu.edu/article.cfm?articleid=1597\">&quot;Economic impact study: Phoenix scores big with Super Bowl XLII,&quot;</a> April 23, 2008<br />\r\n<br />\r\nInterview, Kathleen Davis, CEO of Sports Management Research Institute and adjunct professor at University of Southern California Annenberg School for Communication and Journalism, March 7, 2013<br />\r\n<br />\r\nInterview, Ron Book, Dolphins lobbyist, March 7, 2013<br />\r\n<br />\r\nInterview, Eric Jotkoff, Dolphins spokesman, March 11, 2013<br />\r\n<br />\r\nInterview, Bruce Seaman, associate professor, Georgia State University, March 7, 2013<br />\r\n<br />\r\nInterview, Nicki Grossman, president of the Greater Fort Lauderdale Convention &amp; Visitors Bureau, March 10, 2013<br />\r\n<br />\r\nInterview, Victor Matheson, economics professor College of Holy Cross, March 8, 2013<br />\r\n<br />\r\nInterview, Robert Baade, economics and business professor Lake Forest College, March 8, &nbsp;2013<br />\r\n<br />\r\nInterview, Craig Depken, economics professor University of North Carolina, March 8, 2013<br />\r\n<br />\r\nInterview, Philip Porter, economics professor University of South Florida, March 10, 2013<br />\r\n<br />\r\nInterview, Lee Igel, professor of sports management New York University, March 11, 2013<br />\r\n<br />\r\nInterview, Adam Jones, director, sports and tourism sector, PricewaterhouseCoopers, March 11, 2013 &nbsp;&nbsp;<br />\r\n<br />\r\nInterview, Suzy Trutie, Miami-Dade County spokeswoman, March 10, 2013<br />\r\n<br />\r\n&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "lobbyist", "false_count": 1, "first_name": "Ron", "half_true_count": 0, "home_state": "Florida", "id": 2206, "last_name": "Book", "mostly_true_count": 0, "name_slug": "ron-book", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/OT_240144_KEEL_BOOK_1.JPG", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2206/", "total_count": 1, "true_count": 0, "website": "http://www.leg.state.fl.us/lobbyist/index.cfm?Lobbyists=View_Lobbyist_Info&Tab=lobbyist&Submenu=2&First_Name=Ronald%20L%2E&Last_Name=Book&Suffix1=&Lobbyist_ID=000146&Title=-%3E2013-%3EL-%3EBook%2C%20R"}, "statement": "<p>&quot;Super Bowl L by everybody&#39;s estimation is a $500 million economic impact to the state of Florida.&quot;</p>\r\n", "statement_context": "a state legislative committee hearing", "statement_date": "2013-03-06", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 216, "photo": null, "resource_uri": "/api/v/2/subject/216/", "subject": "Sports", "subject_slug": "sports", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/2/", "/api/v/2/edition/10/"]}], "target": [], "twitter_headline": ""}