{"art": [], "author": [{"email_address": "jhar@oregonian.com", "first_name": "Janie", "id": 192, "last_name": "Har", "name_slug": "janie-har", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/192/", "title": "Staff writer", "twitter": null}], "canonical_url": "/oregon/statements/2013/mar/16/joseph-levy/are-indoor-workers-more-likely-get-melanoma-despit/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "bhammond@oregonian.com", "first_name": "Bruce ", "id": 190, "last_name": "Hammond", "name_slug": "bruce-hammond", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/190/", "title": "Team Leader", "twitter": null}], "facebook_headline": null, "id": 7515, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "jhar@oregonian.com", "first_name": "Janie", "id": 192, "last_name": "Har", "name_slug": "janie-har", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/192/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/7515/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>Oregon lawmakers are pondering a bill that would prohibit teenagers from hopping into professional tanning beds, unless they have an order from a doctor saying it&rsquo;s OK. House Bill 2896, which cleared the Oregon House, has bipartisan support and the staunch backing of public health and cancer specialists, who say that teen tanners are at high risk of developing melanoma. They spoke passionately at a recent legislative hearing.<br />\r\n<br />\r\nAlso at the hearing was <a href=\"http://smarttan.com/\">Joseph Levy, executive director of International Smart Tan Network</a>. And he wasn&rsquo;t having any of that anti-tanning bed testimony. He mounted a spirited defense of his industry, denying that there is a &quot;straightforward relationship&quot; between melanoma and ultraviolet light.<br />\r\n<br />\r\n&quot;That would be impossible. Indoor workers get 3 to 9 times less UV than outdoor workers, but they get more melanomas. The proponents of the bill have not acknowledged that very important caveat. It is not disputed. The World Health Organization recognizes it,&quot; he said.<br />\r\n<br />\r\nPolitiFact Oregon wanted to know if indoor workers have higher rates of melanoma than outdoor workers, who are exposed every working day to UV light from the sun. And if so, does that necessarily upend the link between exposure and cancer? Because that is how Levy was using the statistic -- to make the larger point that more UV does not necessarily mean more cancer, so there&rsquo;s no need to keep teens from tanning beds.</p>\r\n\r\n<p><strong>UV and cancer</strong></p>\r\n\r\n<p>UV is indisputably a carcinogen, like alcohol and tobacco. Exposure doesn&rsquo;t necessarily lead to skin cancer, but the chances go up. Medical experts say there are lots of factors that determine who develops cancer, including genetics. Freckled fair-skinned redheads with many moles, for example, are at greater risk than olive-complected people without moles.<br />\r\n<br />\r\nStill, leading health organizations all agree that people should limit exposure to the sun: Wear a hat, apply sunscreen, cover up limbs. Tanning beds have UV rays, just like sunshine. &nbsp;<br />\r\n<br />\r\nIs Levy right about melanoma rates being higher among indoor workers over outdoor workers? He sent over two documents, one an abstract of a 1990 study of sunlight exposure and melanoma in the U.S. Navy. The other is a one-page fact sheet from the Smart Tan Educational Institute, quoting the World Health Organization and listing a number of study citations. Neither provided enough clarity for PolitiFact Oregon.<br />\r\n<br />\r\nWith the help of the Internet, we found a <a href=\"http://www.hindawi.com/journals/jsc/2011/858425/\">2011 research article by Dianne E. Godar</a>, a chemist with the Food and Drug Administration. <a href=\"http://www.hindawi.com/journals/jsc/2011/858425/\">In the introduction</a>, she writes that &quot;although outdoor workers get three to 10 times the annual UV dose that indoor workers get, they have similar or lower incidences of cutaneous malignant melanoma.&quot; CMM, as it&rsquo;s called, is a <a href=\"http://www.aafp.org/afp/2012/0115/p169.html\">dangerous form of melanoma </a>that can spread if not treated.<br />\r\n<br />\r\nThe author gives three reasons for why this might be: One, people who work indoors are exposed to high concentrations of sunlight on holiday or on weekends, resulting in sunburns that may lay the groundwork for skin cancer. Two, these people work inside offices where they receive sunlight filtered through windows. The windows allow in gene-mutating&nbsp;UVA wavelengths, which promote cancer development, but block out Vitamin D-making&nbsp;UVB, which ward off tumor development. Who knew?<br />\r\n<br />\r\nThe <a href=\"http://www.who.int/uv/faq/uvhealtfac/en/index2.html\">World Health Organization </a>shares that line of reasoning: &quot;Tumour development may be linked to occasional exposure to short periods of intense sunlight, such as at weekends or on holiday. The higher incidence of malignant melanoma in indoor workers compared to outdoor workers supports that notion.&quot;<br />\r\n<br />\r\nSo, it&rsquo;s not that indoor workers are avoiding the sun; it&rsquo;s that they&rsquo;re getting the wrong kind of sun in the worst possible way. We reached out to Godar but were not able to communicate with her directly. An FDA spokeswoman provided a statement, which reads in part: &quot;Melanoma incidence has consistently been associated with intense, intermittent sun exposure as opposed to chronic sun exposure such as that received by some outdoor workers.&quot;<br />\r\n<br />\r\nWe also reached out to Joseph Levy, to let him know that it&rsquo;s not just a matter of indoor workers receiving less light. We reminded him that the WHO quote -- which his group uses -- suggests a link between tumors and exposure to shorter rounds of intense sunlight. He suggested PolitiFact Oregon did not understand what he was saying.<br />\r\n<br />\r\n&quot;The NATURE of the relationship between UV and melanoma is not understood. There are theories (such as the theory that sunburn or perhaps intermittent exposures may be the issue) but they are just that: theories,&quot; he wrote.<br />\r\n<br />\r\nSo he&rsquo;s OK with the numbers, but not OK with the theories.<br />\r\n<br />\r\nWe also checked with Dr. Brian Druker, director of the <a href=\"http://www.ohsu.edu/xd/health/services/cancer/about-us/druker/index.cfm\">Knight Cancer Institute at Oregon Health &amp; Science University</a>. Druker agrees with Levy that this is a complex issue and that genetics play a role. But Druker says the &quot;weight of the medical evidence&quot; is clear: Exposure to sun increases the risk of skin cancer. As for Levy&rsquo;s use of the indoor workers statistic? &quot;That was a complete distortion of why that risk was higher,&quot; Druker said.</p>\r\n\r\n<p><strong>The ruling: </strong></p>\r\n\r\n<p><br />\r\nLevy is using the finding -- that indoor workers have higher rates of melanoma than outdoor workers -- to try to derail legislation that would make tanning beds off-limits to teenagers, who have more susceptible skin.<br />\r\n<br />\r\nHis statement contains an element of truth, but ignores critical facts. The theory for the element of truth is that indoor workers have higher rates of melanoma than outdoor workers because of the way they are exposed to sun, and to types of sun rays. We find that&rsquo;s information that would make readers think twice about tanning beds as benign. We rate the statement Mostly False.</p>\r\n", "ruling_comments_date": "2013-03-13T20:47:47.935146", "ruling_date": "2013-03-16T03:00:00", "ruling_headline": "Are indoor workers more likely to get melanoma, despite lower UV than outdoor workers? ", "ruling_headline_slug": "are-indoor-workers-more-likely-get-melanoma-despit", "ruling_link_text": "They get too much bad UVA, not enough good UVB", "ruling_state": null, "source_documents": null, "sources": "<p>Oregon House Health Care Committee, <a href=\"http://www.leg.state.or.us/listn/\">hearing </a>on HB 2896, Feb. 25, 2013<br />\r\nTestimony of Joe Levy, executive director, International Smart Tan Network, Feb. 25, 2013<br />\r\nInterview with Brian Druker, Feb. 26, 2013<br />\r\nCenters for Disease Control, <a href=\"http://www.cdc.gov/cancer/skin/basic_info/prevention.htm\">Skin Cancer Prevention</a><br />\r\nEmails from Alex Howe, Global Strategy Group, Feb. 28, 2013<br />\r\nEmail from Joe Levy, Feb. 28, 2013<br />\r\nEmails from Michelle Bolek, spokeswoman, Food and Drug Administration, March 1, 4, 6, 2013<br />\r\nWorld Health Organization, &quot;<a href=\"http://www.who.int/uv/faq/uvhealtfac/en/index2.html\">The known health effects of UV</a>&quot;<br />\r\nDianne E. Godar, Robert J. Landry, Anne D. Lucas, &quot;National Cancer Institute at the National Institutes of Health, <a href=\"http://www.cancer.gov/cancertopics/pdq/genetics/skin/HealthProfessional/page4\">Genetics of Skin </a><a href=\"http://www.cancer.gov/cancertopics/pdq/genetics/skin/HealthProfessional/page4\">Cancer</a><a href=\"http://www.medical-hypotheses.com/article/S0306-9877%2808%2900599-9/abstract\">Increased</a><a href=\"http://www.medical-hypotheses.com/article/S0306-9877%2808%2900599-9/abstract\"> UVA exposures and decreased cutaneous Vitamin D3 levels may be responsible for the increasing incidence of melanoma</a>,&quot; April 2009<br />\r\nDianne E. Godar, &quot;<a href=\"http://onlinelibrary.wiley.com/doi/10.1111/j.1751-1097.2005.tb01438.x/full\">UV Doses Worldwide</a>,&quot; July 2005<br />\r\nDianne E. Godar, <a href=\"http://www.hindawi.com/journals/jsc/2011/858425/\">&quot;Worldwide Increasing Incidences of Cutaneous Malignant Melanoma</a>, Journal of Skin Cancer, Volume 2011 (2011)<br />\r\nLife Clinic, <a href=\"http://www.lifeclinic.com.hk/index.php/resources/health-newswatch/101-epidemic-of-skin-melanoma-amongst-indoor-workers\">Epidemic of Skin Melanoma amongst indoor workers</a><br />\r\nEmail from B&eacute;atrice Lauby-Secretan, Ph.D., Section of the IARC Monographs (IMO), World Health Organization, March 1, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "Joseph", "half_true_count": 0, "home_state": "", "id": 2208, "last_name": "Levy", "mostly_true_count": 0, "name_slug": "joseph-levy", "pants_count": 0, "party": {"id": 16, "party": "Organization", "party_slug": "organization", "resource_uri": "/api/v/2/party/16/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/smarttan.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2208/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>Says indoor workers get &quot;less UV than outdoor workers, but they get more melanomas.&quot;</p>\r\n", "statement_context": "a legislative hearing ", "statement_date": "2013-02-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 127, "photo": null, "resource_uri": "/api/v/2/subject/127/", "subject": "Children", "subject_slug": "children", "used_in_edition": []}, {"description": "", "id": 213, "photo": null, "resource_uri": "/api/v/2/subject/213/", "subject": "Government regulation", "subject_slug": "government-regulation", "used_in_edition": ["/api/v/2/edition/9/"]}, {"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 202, "photo": null, "resource_uri": "/api/v/2/subject/202/", "subject": "Public Health", "subject_slug": "public-health", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}