{"art": [], "author": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "canonical_url": "/new-hampshire/statements/2013/apr/05/new-hampshire-democratic-party/nh-dems-say-obamacare-already-helping-people-save-/", "edition": {"adkey": "Editions", "advalue": "New Hampshire", "edition": "New Hampshire", "edition_slug": "new-hampshire", "has_afterthefact": false, "id": 47, "index_page": false, "meter_name": "The New Hampshire Truth-O-Meter", "resource_uri": "/api/v/2/edition/47/"}, "editor": [{"email_address": "jvanfleet@cmonitor.com", "first_name": "Jonathan", "id": 367, "last_name": "Van Fleet", "name_slug": "jonathan-van-fleet", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 55, "publication_name": "Concord Monitor", "resource_uri": "/api/v/2/publication/55/"}, "resource_uri": "/api/v/2/staffer/367/", "title": "Politics and special projects editor", "twitter": null}], "facebook_headline": null, "id": 7606, "in_future": false, "is_pundit": false, "make_public": true, "preview": false, "researcher": [{"email_address": "jgreenberg@politifact.com", "first_name": "Jon", "id": 257, "last_name": "Greenberg", "name_slug": "jon-greenberg", "on_staff_page": 5, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots16.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/257/", "title": "Staff Writer", "twitter": "JonZGreenberg"}], "resource_uri": "/api/v/2/statement/7606/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tFederal health care reform won&rsquo;t start in earnest until this autumn, but on the third anniversary of the law that gave us Obamacare, the New Hampshire Democratic Party wanted to make sure that the public knew about all the benefits the law already has produced. In an interestingly worded <a href=\"http://nhdp.org/on-third-anniversary-heath-care-reform-continues-to-save-money-and-save-lives-in-new-hampshire/\">press release</a>, NHDP Communications Director Harrell Kirstein tallied the gains since 2010.</p>\r\n<p dir=\"ltr\">\r\n\tKirstein&nbsp;began his release by stating &quot;Health care reform has helped Granite Staters save money and live healthier lives.&quot; His list of evidence began with a bullet point declaring the Affordable Care Act &quot;Expanded preventative care coverage with no cost-sharing for 365,000 Granite Staters with private health insurance in 2012, including 253,000 women. While more than 160,000 New Hampshire citizen[s] on traditional Medicare also accessed free preventative care services.&quot;</p>\r\n<p dir=\"ltr\">\r\n\tThe numbers Kirstein cites are based on an <a href=\"http://aspe.hhs.gov/health/reports/2013/PreventiveServices/ib_prevention.cfm\">administration analysis </a>that takes the national level findings of an independent group, the Kaiser Family Foundation, and applies them to various groups of insured people in New Hampshire.</p>\r\n<div>\r\n\tNow, Kirstein&rsquo;s press release made two claims about preventive care; that it helped people save money, and be healthier. But when contacted, Kirstein backpedalled a bit and said his point about preventive care was only that it led to better health, not savings.&nbsp;</div>\r\n<div>\r\n\t&nbsp;</div>\r\n<div>\r\n\t&quot;I listed a number of provisions that as a collective do help both save money and live healthier lives,&quot; Kirstein said. &quot;I apologize if I gave the impression that every bullet point did both things.&quot;</div>\r\n<div>\r\n\t&nbsp;</div>\r\n<div>\r\n\tOne of the principles of PolitiFact is words matter. Kirstein wrote about saving money, and his first example describes services that either have no cost-sharing or are free. Both refer to money, and we think it is fair to take the meaning of those words as written, not as explained after the fact.</div>\r\n<div>\r\n\t&nbsp;</div>\r\n<div>\r\n\tAllowing people to access preventive care with no deductible or co-pay, and therefore save money, is a tenet of the law.</div>\r\n<div>\r\n\t&nbsp;</div>\r\n<div>\r\n\t&quot;The health care law requires many insurance plans to provide coverage without cost sharing to enrollees for a <a href=\"http://www.healthcare.gov/news/factsheets/2010/07/preventive-services-list.html\">variety of preventive health services</a>... for all children and adults. The law also makes proven preventive services free for most people on Medicare,&quot; according to a U.S. Department of Health and Human Services <a href=\"http://www.healthcare.gov/law/information-for-you/nh.html\">website</a>.</div>\r\n<div>\r\n\t&nbsp;</div>\r\n<div>\r\n\tAt the individual level, provisions within the Affordable Care Act do help some people save money out of their own pockets on preventive care. However, from a system-wide perspective, it&rsquo;s not so cut and dry.</div>\r\n<p dir=\"ltr\">\r\n\tAs&nbsp;<a href=\"http://www.politifact.com/truth-o-meter/statements/2012/feb/10/barack-obama/barack-obama-says-preventive-care-saves-money/\">PolitiFact has noted before</a>, there is a complicated relationship among preventive care, costs and health. The quick assumption that an ounce of prevention is worth a pound of cure can be wrong.</p>\r\n<p dir=\"ltr\">\r\n\tWhen President Obama said &quot;preventive care saves money,&quot; PolitiFact ruled that statement <a href=\"http://www.politifact.com/truth-o-meter/statements/2012/feb/10/barack-obama/barack-obama-says-preventive-care-saves-money/\">False</a>. Obama was speaking about the health care system as a whole, and there&rsquo;s a lot of evidence that when millions of healthy people use preventive services, their health status remains the same, but all those doctor visits add up to higher costs.</p>\r\n<p dir=\"ltr\">\r\n\tA 2008 study published in the <a href=\"http://www.nejm.org/doi/full/10.1056/NEJMp0708558\">New England Journal of Medicine</a>&nbsp;found that, in some cases, preventive care can save money and improve health. Counseling people to quit smoking, eat a better diet, and giving the most common vaccinations provide a win-win outcome of low cost and avoiding diseases that are expensive to treat.</p>\r\n<p dir=\"ltr\">\r\n\tBut the authors cautioned &quot;Sweeping statements about the cost-saving potential of prevention, however, are overreaching. Studies have concluded that preventing illness can in some cases save money but in other cases can add to health care costs.&quot;</p>\r\n<p dir=\"ltr\">\r\n\t&quot;Although some preventive measures do save money, the vast majority reviewed in the health economics literature do not.&quot;</p>\r\n<p dir=\"ltr\">\r\n\tAnd whether preventive services lead to better health is also debatable. Preventive services absolutely can make a person healthier when a potential problem is diagnosed early and treated. However, preventive care on a system-wide level leads to batteries of tests and procedures that lead to positive outcomes for a few, but make little difference for many. &nbsp;&nbsp;</p>\r\n<p dir=\"ltr\">\r\n\tA study by <a href=\"http://women.webmd.com/news/20121012/health-checks-may-not-be-beneficial\">Danish researchers </a>on the value of annual physicals found that they did little or nothing to reduce the risk of dying from cancer or heart disease.</p>\r\n<p dir=\"ltr\">\r\n\tIn addition, <a href=\"http://archinte.jamanetwork.com/article.aspx?articleid=486857\">Ateev Mehrotra</a>&nbsp;at the University of Pittsburgh School of Medicine estimated the yearly cost of routine physical exams at $8 billion. He said the limited benefits &quot;underline the need to maintain other means of delivering preventive care beyond annual [physicals].&quot;</p>\r\n<p dir=\"ltr\">\r\n\tThe key finding from all the studies is prevention makes sense when it is targeted. The right strategy picks out the people at risk and offers them the screening or prevention treatment they need. In general, that is the approach in Obamacare.</p>\r\n<p dir=\"ltr\">\r\n\tThe online journal&nbsp;<a href=\"http://healthaffairs.org/blog/2010/07/15/implementing-health-reform-preventive-services/\">Health Affairs</a>&nbsp;notes that Section 2713 of the Affordable Care Act is &quot;one of the most straightforward provisions&quot; in the legislation. The law requires services that are backed up by evidence and have been rated by certain bodies, such as the U.S. Preventive Services Task Force.</p>\r\n<p dir=\"ltr\">\r\n\t<strong id=\"internal-source-marker_0.07544734934344888\">&quot;</strong>Items and services are rated by the Preventive Services Task Force only with respect to individuals who fit into certain categories determined by age, gender, or medical conditions or risks,&quot; the author writes, &quot;and the rule only requires that services be provided to individuals in those categories.&quot;</p>\r\n<p dir=\"ltr\">\r\n\tTake something as common as cholesterol levels. Under the Task Force guidelines, not everyone would get tested for free; the <a href=\"http://healthfinder.gov/HealthTopics/Category/doctor-visits/screening-tests/get-your-cholesterol-checked\">federal recommendations</a>&nbsp;specify men 35 and older, and women and men of any age with heart disease or risk factors for heart disease.</p>\r\n<p dir=\"ltr\">\r\n\tEven the most targeted regime of preventive services comes with two caveats. By one estimate published in Health Affairs, if 90 percent of Americans took advantage of the most proven services, overall spending would decline by just 0.2 percent. The health benefits would be &quot;huge&quot;, but the added doctor visits and tests would cause insurance premiums to rise, by as much at 1.5 percent.</p>\r\n<p dir=\"ltr\">\r\n\tAt the end of the day, <a href=\"http://healthaffairs.org/blog/2010/07/15/implementing-health-reform-preventive-services/\">the author writes</a>,&quot; increased benefits will be accompanied by increased costs, but neither will be dramatic and an accurate understanding of which will be greater is simply not possible.&quot;</p>\r\n<p dir=\"ltr\">\r\n\t<strong id=\"internal-source-marker_0.07544734934344888\">Our ruling</strong></p>\r\n<p dir=\"ltr\">\r\n\tThe New Hampshire Democratic Party claimed that health care reform helped people save money and lead healthier lives. Its list began with better access and use of preventive care. The statement brushes over the mixed outcomes of preventive services. &nbsp;They can lead to better health for some, but can also result in batteries of tests that have little health effect for many. Likewise, the Affordable Care Act requires many preventive procedures be offered at no cost to patients, which can save individuals some money, but on a system-wide basis many of those practices are wasteful and they always come at some cost. We rate the statement Half True.</p>\r\n", "ruling_comments_date": "2013-04-05T11:53:02.961417", "ruling_date": "2013-04-05T11:41:07", "ruling_headline": "NH Dems say Obamacare is already helping people save money and live heathier", "ruling_headline_slug": "nh-dems-say-obamacare-already-helping-people-save-", "ruling_link_text": "Sweeping statement overreaches", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<a href=\"http://nhdp.org/on-third-anniversary-heath-care-reform-continues-to-save-money-and-save-lives-in-new-hampshire/\">On third anniversary, healthcare reform continues to save money and save lives in New Hampshire</a>, New Hampshire Democratic Party press release, March 26, 2013</p>\r\n<p dir=\"ltr\">\r\n\t<a href=\"http://www.healthcare.gov/law/information-for-you/nh.html\">How the health care law is making a difference for the people of New Hampshire</a>, U.S. Department of Health and Human Services</p>\r\n<p dir=\"ltr\">\r\n\t<a href=\"http://aspe.hhs.gov/health/reports/2013/PreventiveServices/ib_prevention.cfm\">Seventy-one million additional Americans are receiving preventive services coverage without cost-sharing under the Affordable Care Act</a>, U.S. Department of Health and Human Services, March 2013</p>\r\n<p dir=\"ltr\">\r\n\t<a href=\"http://www.politifact.com/truth-o-meter/statements/2012/feb/10/barack-obama/barack-obama-says-preventive-care-saves-money/\">Barack Obama says preventive care saves money</a>, Louis Jacobson, PolitiFact, February 10, 2012</p>\r\n<p dir=\"ltr\">\r\n\t<a href=\"http://www.reuters.com/article/2013/01/29/us-preventive-economics-idUSBRE90S05M20130129\">Think preventive medicine will save money? Think again</a>, Sharon Begley, Reuters, January 29, 2013</p>\r\n<p dir=\"ltr\">\r\n\t<a href=\"http://www.nejm.org/doi/full/10.1056/NEJMp0708558\">Does preventive care save money?</a>, Joshua T. Cohen, Ph.D., Peter J. Neumann, Sc.D., and Milton C. Weinstein, Ph.D., New England Journal of Medicine, February 14, 2008</p>\r\n<p dir=\"ltr\">\r\n\t<a href=\"http://www.medscape.com/viewarticle/735245\">Prevention Saves Lives as Well as Money, New Research Confirms</a>, Medscape News, 2010</p>\r\n<p dir=\"ltr\">\r\n\t<a href=\"http://healthaffairs.org/blog/2010/07/15/implementing-health-reform-preventive-services/\">Implementing Health Reform: Preventive Services</a>, Timothy Yost, Health Affairs, July 15, 2010</p>\r\n<p dir=\"ltr\">\r\n\t<a href=\"http://archinte.jamanetwork.com/article.aspx?articleid=486857\">Preventive Health Examinations and Preventive Gynecological Examinations in the United States,</a>Ateev Mehrotra, MD, MPH; Alan M. Zaslavsky, PhD; John Z. Ayanian, MD, MPP, JAMA Network, September 24, 2007</p>\r\n<p dir=\"ltr\">\r\n\t<a href=\"http://women.webmd.com/news/20121012/health-checks-may-not-be-beneficial\">Study Questions Value of Annual Physical Exam</a>, Brenda Goodman, WEbMD Health News, October 16, 2012</p>\r\n<p dir=\"ltr\">\r\n\t<a href=\"http://www.healthcare.gov/prevention/index.html\">Prevention, wellness and comparing providers</a>, U.S. Department of Health and Human Services, accessed April 2, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 4, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 3, "home_state": "New Hampshire", "id": 1327, "last_name": "New Hampshire Democratic Party", "mostly_true_count": 3, "name_slug": "new-hampshire-democratic-party", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Donkey_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1327/", "total_count": 10, "true_count": 0, "website": "http://www.nhdp.org/index.asp"}, "statement": "<p>\r\n\tPreventive care coverage under the Affordable Care Act has already &quot;helped Granite Staters save money and live healthier lives.&quot;<strong>&nbsp;</strong></p>\r\n", "statement_context": "in a press release", "statement_date": "2013-03-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}