{"art": [{"brightcove": "", "caption": "Sen. Ted Cruz, R-Texas, said in a floor speech that \"Obamacare is moving more and more of the economically disadvantaged onto Medicaid, which subjects them to those worse health care outcomes.\" We took a closer look at the studies he cited.", "id": 3289, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Cruz_senate_speech.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/3289/", "title": "Cruz Senate floor speech", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2013/apr/08/ted-cruz/ted-cruz-says-expanding-medicaid-will-worsen-healt/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 7614, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/7614/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\t<strong>Editor&#39;s note: </strong><em>After we published this report, the staff at Cruz&#39;s office gave us more information to consider. We considered that evidence <a href=\"http://www.politifact.com/truth-o-meter/article/2013/apr/11/does-expanding-medicaid-worsen-health-care-options/\">in a separate report</a>, but it did not change our initial findings or our ruling. Our original report remains below. </em></p>\r\n<p>\r\n\tSen. Ted Cruz, the Texas Republican who is gaining a reputation for bold statements, is backing Texas Gov. Rick Perry&rsquo;s decision to reject a major expansion of Medicaid, the health insurance program for the poor.</p>\r\n<p>\r\n\tUnder the new health care law, states can get federal dollars to enroll their uninsured residents in Medicaid. Some politicians, including Cruz and Perry, argue that taking the federal money now leaves the state on the hook for long-term fiscal commitments it can&rsquo;t afford.</p>\r\n<p>\r\n\tCruz, though, has gone beyond arguing that the expansion is too expensive. He recently said it would also leave the uninsured worse off.</p>\r\n<p>\r\n\t&quot;Our friends who are saying they want health care do not realize that expanding Medicaid will worsen health care options for the most vulnerable among us in Texas,&quot; <a href=\"http://trailblazersblog.dallasnews.com/2013/04/perry-cornyn-cruz-assail-medicaid-expansion-as-unwise.html/\" style=\"text-decoration:none;\">Cruz said</a> at an event with Perry and others in the state capitol in Austin.</p>\r\n<p>\r\n\tThis struck <a href=\"http://firstread.nbcnews.com/_news/2013/04/02/17568795-off-to-the-races-sanford-on-the-comeback-trail?lite\" style=\"text-decoration:none;\">some observers</a> as illogical: How could moving someone who&rsquo;s uninsured onto the Medicaid rolls actually worsen someone&rsquo;s health care options?</p>\r\n<p>\r\n\tWhen we checked with Cruz&rsquo;s office, they referred us to a <a href=\"http://www.gpo.gov/fdsys/pkg/CREC-2013-03-13/pdf/CREC-2013-03-13-pt1-PgS1719.pdf\" style=\"text-decoration:none;\">floor speech</a> he gave on March 13, 2013. Here&rsquo;s the relevant portion of that speech:</p>\r\n<p>\r\n\t&quot;The data demonstrates Medicaid beneficiaries face worse health outcomes than just about anybody else in the marketplace. In 2010, the <em>Annals of Surgery </em>issued a landmark <a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3071622/\" style=\"text-decoration:none;\">study</a> which examined the outcomes from nearly 900,000 individuals undergoing surgery from 2003 to 2007. ... Medicaid patients, when compared to people without health insurance, people who were uninsured, Medicaid patients were 13 percent more likely to die. They stayed in the hospital for 50 percent longer and cost 20 percent more.</p>\r\n<p>\r\n\t&quot;In 2011, Johns Hopkins did a <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/20869264\" style=\"text-decoration:none;\">study</a> of patients undergoing lung transplantation. Their conclusions were very much the same. They found that Medicaid patients were 8.1 percent less likely to be alive 10 years after the transplant compared with those with private insurance and also compared to those without any insurance at all. Overall, the Johns Hopkins study found that Medicaid patients faced a 29-percent greater risk of death, and yet Obamacare is moving more and more of the economically disadvantaged onto Medicaid, which subjects them to those worse health care outcomes.&quot;</p>\r\n<p>\r\n\tThis is a line of argument that had appeared earlier in a number of conservative outlets, including a <a href=\"http://online.wsj.com/article/SB10001424052748704758904576188280858303612.html\" style=\"text-decoration:none;\"><em>Wall Street Journal </em>op-ed </a>and a <a href=\"http://www.manhattan-institute.org/pdf/ir_8.pdf\" style=\"text-decoration:none;\">Manhattan Institute briefing paper</a>. These analyses <a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3085979/\" style=\"text-decoration:none;\">offered</a> <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/20691308\" style=\"text-decoration:none;\">some</a> <a href=\"http://jnci.oxfordjournals.org/content/91/16/1409.long\" style=\"text-decoration:none;\">additional</a> <a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC2582051/\" style=\"text-decoration:none;\">studies</a> with similar findings. Even though Cruz did not specifically mention these other studies, they have been cited so frequently in the debate that we will include them in our analysis.</p>\r\n<p>\r\n\tTo start, we should note that even many critics of Cruz&rsquo;s perspective acknowledge some concerns about the Medicaid expansion under the new health care law.</p>\r\n<p>\r\n\tFirst, most experts we contacted agreed that studies, including the two Cruz specifically cited, show that patients on Medicaid tend not to have health outcomes as positive as patients on private insurance (though they add that Medicaid is not necessarily the cause, since it&rsquo;s hard to disentangle insurance status from socioeconomic and lifestyle factors).</p>\r\n<p>\r\n\tSecond, experts acknowledge that Medicaid is not a perfect program and that various policy changes could make it more effective. And third, they say that adding millions of additional beneficiaries under the new health care law will impose additional strains on the program.</p>\r\n<p>\r\n\tThat said, our examination of the medical papers, including interviews with some authors of the studies in question, suggests that Cruz has made too big a leap by arguing that an uninsured patient actually becomes worse off when they sign up for Medicaid.</p>\r\n<p>\r\n\tHere are a few of the reasons for caution:</p>\r\n<p>\r\n\t&bull; <strong>The trends are more mixed than Cruz&rsquo;s claim suggests</strong>. In many of the studies, uninsured patients did end up having better outcomes than Medicaid patients did, such as fewer complications and longer survival. But this trend isn&rsquo;t universal. For instance, in <a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC2582051/\" style=\"text-decoration:none;\">one study</a>, Medicaid patients had worse outcomes for clogged arteries but better outcomes for abdominal aortic aneurysms.</p>\r\n<p>\r\n\t&bull; <strong>The authors of the studies do not make the argument Cruz does</strong>. Not one of the half-dozen studies we looked at articulated Cruz&rsquo;s argument that someone will have a worse health outcome if they move from no insurance to Medicaid.</p>\r\n<p>\r\n\tThe studies generally did not focus on comparing Medicaid patients to uninsured patients. Rather, they focused on the performance of Medicaid and uninsured patients collectively, compared to Medicare and private insurance on the other hand. In addition, most papers inserted extensive language urging caution about the limitations of their research.</p>\r\n<p>\r\n\tWhat Cruz and others have done is &quot;the worst kind of selective reading of the studies,&quot; said Michael A. Gaglia Jr., a professor at the University of Southern California&rsquo;s Keck School of Medicine and the co-author of <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/20691308\" style=\"text-decoration:none;\">one of the papers</a>.</p>\r\n<p>\r\n\t&bull; <strong>The definition of &quot;uninsured&quot; in these studies is too fuzzy to be reliable</strong>. In these studies, the term &quot;uninsured&quot; doesn&rsquo;t just refer to the popular image of someone who&rsquo;s too economically strapped to afford health insurance. It can also include poor people getting free charity care from world-class hospitals, very wealthy patients who pay their own bills rather than carrying health insurance, and healthy young adults who gambled by not obtaining insurance but got sick anyway. Each of these patient groupings may have advantages in recovering more quickly, which could explain some of the the better outcomes among the uninsured.</p>\r\n<p>\r\n\tMeanwhile, the definition of Medicaid is also fuzzy because people can sign up for Medicaid after being diagnosed with a serious ailment at a hospital. The studies didn&rsquo;t distinguish between patients who have been on Medicaid for years, people who were uninsured for years but suddenly signed up for Medicaid before receiving treatment, and those who remained uninsured all the way through treatment.</p>\r\n<p>\r\n\t&bull; <strong>The number of both Medicaid patients and the uninsured who were studied was quite small</strong>. In many of the studies, private insurance and Medicare patients dominated the pool of those studied. (Medicare is the federal health insurance program for Americans over age 65; because it&rsquo;s mandatory for seniors, it includes people of all income levels.) Typically, uninsured patients and those on Medicaid represented 3 percent to 5 percent of the individuals studied. Experts say it&rsquo;s unwise to draw sweeping conclusions from small sample sizes.</p>\r\n<p>\r\n\t&bull; <strong>The <em>Annals of Surgery </em>study Cruz cited has an important quirk in the results</strong>. The study looked at 11 types of surgery and found that in all 11, the outcomes were worse for Medicaid patients than for the uninsured. However, in 10 of those cases, patients on Medicare also had worse outcomes than the uninsured did. As Boston University health economist Austin Frakt <a href=\"http://theincidentaleconomist.com/wordpress/medicaid-and-health-outcomes-again/\" style=\"text-decoration:none;\">has put it</a>, &quot;Any theory to explain what&rsquo;s going on in Medicaid had better explain Medicare, too.&quot;</p>\r\n<p>\r\n\t&bull; <strong>Other studies have shown a positive health benefit from joining Medicaid</strong>. A recent <a href=\"http://www.nber.org/papers/w17190\" style=\"text-decoration:none;\">study</a> in Oregon compares Medicaid enrollees who had been chosen by a lottery to uninsured residents who were not enrolled. The study indicated that the new Medicaid enrollees reported better health than those who remained uninsured, though the findings are preliminary.</p>\r\n<p>\r\n\t<strong>Our ruling</strong></p>\r\n<p>\r\n\tCruz said that &quot;expanding Medicaid will worsen health care options for the most vulnerable among us in Texas.&quot;</p>\r\n<p>\r\n\tNot only does this assertion make no logical sense -- some health coverage should always be an improvement over none -- but the evidence Cruz and others have pointed to also doesn&rsquo;t back up his point. None of the studies make the argument Cruz does, and the small sample sizes of uninsured patients, combined with the challenge of defining the terms &quot;Medicaid&quot; and &quot;uninsured,&quot; pose serious questions about whether Cruz&rsquo;s conclusion is valid. In fact, several authors of the papers we contacted disagreed with Cruz&rsquo;s interpretation of their research.</p>\r\n<p>\r\n\tThis sweeping generalization does not hold up. We rate the claim False.</p>\r\n", "ruling_comments_date": "2013-04-08T00:44:44.363684", "ruling_date": "2013-04-08T11:40:38", "ruling_headline": "Ted Cruz says expanding Medicaid will \"worsen health care options for the most vulnerable\"", "ruling_headline_slug": "ted-cruz-says-expanding-medicaid-will-worsen-healt", "ruling_link_text": "A misreading of the studies", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<em>Dallas Morning News</em>, &quot;<a href=\"http://trailblazersblog.dallasnews.com/2013/04/perry-cornyn-cruz-assail-medicaid-expansion-as-unwise.html/\">Perry, Cornyn, Cruz assail Medicaid expansion as unwise</a>,&quot; April 1, 2013</p>\r\n<p>\r\n\tTed Cruz, <a href=\"http://www.gpo.gov/fdsys/pkg/CREC-2013-03-13/pdf/CREC-2013-03-13-pt1-PgS1719.pdf\">Senate floor speech</a>, March 13, 2013</p>\r\n<p>\r\n\t<em>Wall Street Journal</em>, &quot;<a href=\"http://online.wsj.com/article/SB10001424052748704758904576188280858303612.html\">Medicaid Is Worse Than No Coverage at All</a>&quot; (op-ed), March 10, 2011</p>\r\n<p>\r\n\tAvik Roy, &quot;<a href=\"http://www.manhattan-institute.org/pdf/ir_8.pdf\">The Medicaid Mess: How Obamacare Makes It Worse</a>&quot; (Manhattan Institute), March 2012</p>\r\n<p>\r\n\t<em>HeartWire</em>, &quot;<a href=\"http://www.theheart.org/article/1168397.do#bib_1\">Outcomes after PCI worse for Medicare, Medicaid, and uninsured patients</a>,&quot; Dec. 31, 2010</p>\r\n<p>\r\n\tN.N. Hanna, et al., &quot;<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/20691308\">Three-year outcomes following sirolimus- versus paclitaxel-eluting stent implantation in an unselected population with coronary artery disease (from the REWARDS Registry)</a>&quot; (<em>American Journal of Cardiology</em>). Aug. 15, 2010</p>\r\n<p>\r\n\tJ.G. Allen et al, &quot;<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/20869264\">Insurance status is an independent predictor of long-term survival after lung transplantation in the United States</a>&quot; (<em>Journal of Heart and Lung Transplantation</em>), Jan. 30, 2011</p>\r\n<p>\r\n\tRichard G. Roetzheim et al., &quot;<a href=\"http://jnci.oxfordjournals.org/content/91/16/1409.long\">Effects of Health Insurance and Race on Early Detection of Cancer</a>&quot; (<em>Journal of the National Cancer Institute</em>), June 23, 1999</p>\r\n<p>\r\n\tDamien J LaPar et al, &quot;<a href=\"http://www.americansurgical.info/abstracts/2010/18.cgi\">Primary Payer Status Affects Mortality For Major Surgical Operations</a>&quot; (<em>Annals of Surgery</em>)</p>\r\n<p>\r\n\tJoseph Kwok et al, &quot;<a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3085979/\">The Impact of Health Insurance Status on the Survival of Patients With Head and Neck Cancer</a>&quot; (<em>Cancer</em>), January 2010</p>\r\n<p>\r\n\tJeannine K. Giacovelli, &quot;<a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC2582051/\">Insurance Status Predicts Access to Care and Outcomes of Vascular Disease</a>&quot; (<em>Journal of Vascular Surgery</em>), October 2008</p>\r\n<p>\r\n\tAmy Finkelstein et al, &quot;<a href=\"http://www.nber.org/papers/w17190\">The Oregon Health Insurance Experiment: Evidence from the First Year</a>,&quot; (National Bureau of Economic Research), July 2011</p>\r\n<p>\r\n\tAustin Frakt et al, &quot;<a href=\"http://www.nejm.org/doi/full/10.1056/NEJMp1103168\">Our Flawed but Beneficial Medicaid Program</a>&quot; (<em>New England Journal of Medicine</em>), April 21, 2011</p>\r\n<p>\r\n\tThe Incidental Economist, &quot;<a href=\"http://theincidentaleconomist.com/wordpress/on-gottliebs-favorite-medicaid-outcomes-studies/\">On Gottlieb&rsquo;s favorite Medicaid outcomes studies</a>&quot; (blog post), March 11, 2011</p>\r\n<p>\r\n\tThe Incidental Economist, &quot;<a href=\"http://theincidentaleconomist.com/wordpress/medicaid-and-health-outcomes-again/\">Medicaid and health outcomes (again)</a>&quot; (blog post), March 2, 2011</p>\r\n<p>\r\n\tThe Incidental Economist, &quot;<a href=\"http://theincidentaleconomist.com/wordpress/medicaid-iv-summary/\">Medicaid-IV summary</a>&quot; (blog post), Oct. 14, 2010</p>\r\n<p>\r\n\tEmail interview with Catherine Frazier, spokeswoman for Ted Cruz, April 5, 2013</p>\r\n<p>\r\n\tEmail interview with Joshua Archambault, director of health care policy at the Pioneer Institute, April 5, 2013</p>\r\n<p>\r\n\tEmail interview with Edwin Park, vice president for health policy at the Center on Budget and Policy Priorities, April 5, 2013</p>\r\n<p>\r\n\tEmail interview with Jonathan Oberlander, professor of social medicine and health policy and management at the University of North Carolina (Chapel Hill), April 5, 2013</p>\r\n<p>\r\n\tEmail interview with Austin Frakt, health economist at Boston University, April 5, 2013</p>\r\n<p>\r\n\tEmail interview with Jonathan Gruber, economist at the Massachusetts Institute of Technology, April 5, 2013</p>\r\n<p>\r\n\tEmail interview with Katherine Baicker, professor of health economics at the Harvard School of Public Health, April 5, 2013</p>\r\n<p>\r\n\tEmail interview with Daniel P. Normolle, associate professor of biostatistics at the University of Pittsburgh, April 5, 2013</p>\r\n<p dir=\"ltr\">\r\n\tEmail interview with John Z. Ayanian, professor of medicine and health care policy at Harvard Medical School, April 5, 2013</p>\r\n<p dir=\"ltr\">\r\n\tEmail interview with Michael A. Gaglia Jr., professor at the University of Southern California&rsquo;s Keck School of Medicine, April 5, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 43, "current_job": "Senator", "false_count": 38, "first_name": "Ted", "half_true_count": 20, "home_state": "Texas", "id": 1475, "last_name": "Cruz", "mostly_true_count": 22, "name_slug": "ted-cruz", "pants_count": 9, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/CRUZPFTNEW.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1475/", "total_count": 141, "true_count": 7, "website": "http://www.tedcruz.org/"}, "statement": "<p>\r\n\t&quot;Expanding Medicaid will worsen health care options for the most vulnerable among us in Texas.&quot;</p>\r\n", "statement_context": "remarks in Austin, Texas", "statement_date": "2013-04-01", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 212, "photo": null, "resource_uri": "/api/v/2/subject/212/", "subject": "Medicaid", "subject_slug": "medicaid", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/2/", "/api/v/2/edition/10/", "/api/v/2/edition/8/"]}, {"description": "", "id": 29, "photo": null, "resource_uri": "/api/v/2/subject/29/", "subject": "Poverty", "subject_slug": "poverty", "used_in_edition": []}], "target": [], "twitter_headline": ""}