{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2013/apr/10/frederica-wilson/frederica-wilson-says-she-stopped-broward-airport-/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 7622, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/7622/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tWhen the budget sequester started in March, the Federal Aviation Administration <a href=\"http://www.faa.gov/news/press_releases/news_story.cfm?newsId=14414\" style=\"text-decoration: none;\">announced</a> that it would soon shutter 149 airport towers nationwide.</p>\r\n<p>\r\n\tEnter <a href=\"http://www.miamiherald.com/2012/08/10/2944569/its-the-hat-lady-vs-the-actor.html\" style=\"text-decoration: none;\">U.S. Rep. Frederica Wilson</a>, the South Florida Democrat best known for her sequined hat and matching ensembles. Wilson is also famous for her passion -- whether speaking out for inner city children, Haitian refugees, or, in this case, air traffic controllers facing layoffs.</p>\r\n<p>\r\n\tOn April 4, Wilson held a <a href=\"http://miamiherald.typepad.com/nakedpolitics/2013/04/rep-wilson-bashes-republicans-on-the-sequester-at-airport-presser.html\" style=\"text-decoration: none;\">press conference</a> to protest the threatened closing of the North Perry airport in Pembroke Pines. Wilson gave a rousing speech -- sometimes over the noise of airplanes flying overhead -- against the FAA&rsquo;s plan.</p>\r\n<p>\r\n\tWilson said fighting the sequester was &quot;the civil rights movement of 2013 ... It&#39;s going to hurt people, people will die, people will suffer, people will lose their homes, people will lose their tax break.&quot;</p>\r\n<p>\r\n\tThe next day, the FAA <a href=\"http://www.faa.gov/news/press_releases/news_story.cfm?newsId=14474\" style=\"text-decoration: none;\">announced</a> that it would delay closures slated for Florida and other states until June 15. Lots of politicians expressed relief including U.S. Reps <a href=\"http://frankel.house.gov/media-center/press-releases/frankel-statement-on-faa-s-decision-to-delay-closure-of-boca-raton\" style=\"text-decoration: none;\">Lois Frankel</a>, D-West Palm Beach, and <a href=\"http://young.house.gov/press-release/albert-whitted-control-tower-remain-open\" style=\"text-decoration: none;\">C.W. Bill Young</a>, R-Indian Shores.</p>\r\n<p>\r\n\tBut Wilson&rsquo;s <a href=\"https://docs.google.com/document/d/1OLlgB-MB_rSnneoltotFIXXaHsHnOyK5CpuEFLbjkFw/edit\" style=\"text-decoration: none;\">press statement </a>had a different tenor: she took credit for the FAA&rsquo;s decision though only for the airport in Pembroke Pines:</p>\r\n<p>\r\n\t&quot;Congresswoman Frederica Wilson successfully postpones closure of the North Perry airport tower,&quot; announced the headline.</p>\r\n<p>\r\n\tThe press release continued: &quot;Following the Congresswoman&rsquo;s month-long campaign to save the tower, which included fact finding, speeches, official requests, and legislation, Congresswoman Wilson was notified, this morning, by FAA officials that the tower had been granted a temporary reprieve from closure....&quot; &nbsp;</p>\r\n<p>\r\n\tThere is no dispute that Wilson fought the closure and a day after her press conference, the FAA announced the closure delay. But should she get credit here for prompting the FAA to act?</p>\r\n<p>\r\n\t<strong>The lawsuits against the FAA</strong></p>\r\n<p>\r\n\tSoon after the FAA made its announcement in March that it intended to close airports, the airports began filing lawsuits. About<a href=\"http://online.wsj.com/article/SB10001424127887323646604578404790063096824.html\" style=\"text-decoration: none;\"> 20</a> were filed and plaintiffs argued that the closures would jeopardize safety.</p>\r\n<p>\r\n\tThe clock was ticking: Closures were set to start April 7, prompting lawyers to start filing emergency motions.</p>\r\n<p>\r\n\tWe interviewed Peter Kirsch, an attorney who represents multiple plaintiffs. He said plaintiff lawyers from three firms had conference calls with federal officials on April 5. The lawyers reached an agreement in the early afternoon and that led to the FAA&rsquo;s announcement that it would delay closures until June 15, Kirsch said.</p>\r\n<p>\r\n\t&quot;The FAA decision was part of an agreement among the lawyers that the FAA would delay the closure date if we would agree to withdraw our emergency motion for a stay, which is like a preliminary injunction or restraining order,&quot; Kirsch told PolitiFact Florida.</p>\r\n<p>\r\n\tOn Friday afternoon, the FAA issued a <a href=\"http://www.faa.gov/news/press_releases/news_story.cfm?newsId=14474\" style=\"text-decoration: none;\">press release</a> stating that it was delaying tower closures nationwide. &quot;This additional time will allow the agency to attempt to resolve multiple legal challenges to the closure decisions.&quot;</p>\r\n<p>\r\n\tKirsch said several factors were pressing on FAA administrators. &quot;I think they recognized that they would not accomplish the closure of these towers in an orderly fashion &nbsp;.... There is no question that this particular dispute, this battle is being played out administratively, being played out in courts, and being played out in Congress. No one of those is independent of the others.&quot;</p>\r\n<p>\r\n\tAirport officials told PolitiFact Florida that they were stunned at the speed that the FAA was attempting to move. When an airport has a modest construction project, the FAA requires a safety plan that can take six months to complete, said Lawrence Krauter, chief executive officer of an airport in Spokane, Wash., that filed one of the lawsuits. But due to the sequester, the FAA was attempting to pull off a major nationwide change even faster.</p>\r\n<p>\r\n\tThat the FAA wasn&rsquo;t ready to pull this off was evident in a conference call between the FAA and airport officials nationwide less than a week before the closures were slated to start. The FAA couldn&rsquo;t answer basic questions about the timing of closures and procedures for local airports taking over, Krauter told PolitiFact.</p>\r\n<p>\r\n\t&quot;I don&rsquo;t think there was enough time that the FAA could respond to all of those things. I think they made good decision step back,&quot; Krauter said. &quot;I think that call was pivotal in establishing there were some fundamental issues and there wasn&rsquo;t time to coordinate.&quot;</p>\r\n<p>\r\n\t<strong>Wilson on tower closures and sequestration</strong></p>\r\n<p>\r\n\tShortly after she issued her press release on April 5, we spoke to Wilson by telephone to ask why she was taking credit.</p>\r\n<p>\r\n\tWilson said she spoke with Roderick Hall, FAA Assistant Administrator for Government and Industry Affairs, about the cuts that morning after the FAA had threatened to lock the North Perry tower if Broward didn&rsquo;t sign an agreement.</p>\r\n<p>\r\n\t&quot;We gave them a threat,&quot; Wilson said. &quot;The threat was if they came to shut the tower down I would personally be there to stop them. ... I told him I am a protester of the civil rights movement. He said, &lsquo;Congresswoman I am aware of your advocacy.&quot;&rsquo;</p>\r\n<p>\r\n\tShe said Hall called back later in the day and told her about the decision to delay the closures.</p>\r\n<p>\r\n\t&quot;He said &lsquo;Congresswoman go ahead, you can take the credit. It&#39;s from pressure, pressure pressure from Congresspeople like yourself,&quot; Wilson said. &quot;He didn&rsquo;t mention anything about lawsuits.&quot;</p>\r\n<p>\r\n\tHall didn&rsquo;t respond to messages we left on his cellphone, and the FAA pointed us to their <a href=\"http://www.faa.gov/news/press_releases/news_story.cfm?newsId=14474\" style=\"text-decoration: none;\">press release </a>that didn&rsquo;t mention Wilson or congressional pressure.</p>\r\n<p>\r\n\tFour members of Wilson&rsquo;s staff, including legislative director Justin Talbot Zorn, joined PolitiFact Florida on a conference call Monday to explain why they believe Wilson deserved the credit.</p>\r\n<p>\r\n\tWilson&rsquo;s staff said that from the moment she learned about the closures at North Perry and Opa-Locka she had fought them and sent <a href=\"https://www.documentcloud.org/documents/681706-faa-letter-1.html\" style=\"text-decoration: none;\">two</a> <a href=\"https://www.documentcloud.org/documents/681729-faa-letter-2-1.html\" style=\"text-decoration: none;\">&nbsp;letters</a> to the FAA protesting their plan. Then she held the press conference Thursday, April 4.</p>\r\n<p>\r\n\tOn Friday, Wilson&rsquo;s office was contacted by Kent George, Broward County&rsquo;s aviation director. George&rsquo;s staff had received an agreement from the FAA Thursday night. The FAA gave the county a deadline of 3 p.m. to sign the agreement, though George said it wasn&rsquo;t clear why the FAA wanted to charge $5,280 a month. (The county had a separate agreement to pay the workers.)</p>\r\n<p>\r\n\t&quot;They said if the agreement wasn&rsquo;t signed they intended to change the locks on the tower at midnight on the 6th,&quot; George told PolitiFact. That&rsquo;s when George&rsquo;s office contacted local members of Congress.</p>\r\n<p>\r\n\tWilson got on the phone with Hall to protest the closure and &quot;he said he see what he could do by 3 p.m,&quot; Zorn said.</p>\r\n<p>\r\n\tHall called back later that afternoon, said Zorn, who was in on the call with Wilson and recounted it for PolitiFact.</p>\r\n<p>\r\n\t&quot;This second call, he said, &lsquo;Thank you so much for your call this morning. We understand how important this is and how passionate you are about this. I have good news for you...&rsquo; &quot; he said. Then Hall told Wilson about the delay. &quot;So you can claim this as a win. You can take as much credit as you want to take for this.&quot;</p>\r\n<p>\r\n\tThe scope of the phone call was only about North Perry -- Hall didn&rsquo;t discuss the lawsuits or the FAA&rsquo;s nationwide decision.</p>\r\n<p>\r\n\tSo Wilson did take credit for North Perry and issue the press release.</p>\r\n<p>\r\n\t<strong>Pressure from Congress</strong></p>\r\n<p>\r\n\tWe can&rsquo;t be certain exactly what was said between Hall and Wilson but even if we assume that he did give her the sense that she could take credit, does it seem reasonable that Wilson&rsquo;s pressure caused the FAA&rsquo;s decision? By that Friday, the FAA was facing lawsuits nationwide and <a href=\"http://savecontracttowersnow.com/how-can-i-help/letters/\" style=\"text-decoration: none;\">protest letters</a> from politicians across the country.</p>\r\n<p>\r\n\tAirport officials we interviewed say bipartisan congressional pressure could have played a role, but there is no dispute that the litigation was the driving force.</p>\r\n<p>\r\n\t&quot;I think the litigation, I think the media coverage, as you know, was pretty intensive, and certainly calls and letters from Congress have an impact on any federal agency,&quot; said Spencer Dickerson, president of the American Association of Airport Executives, which sued the FAA said.</p>\r\n<p>\r\n\t<strong>Our ruling</strong></p>\r\n<p>\r\n\tIn a press release Wilson took credit for the FAA&rsquo;s decision to postpone closing an airport tower in her district.</p>\r\n<p>\r\n\t&quot;Congresswoman Frederica Wilson successfully postpones closure of the North Perry airport tower,&quot; stated the headline. The press release also stated &quot;Following the Congresswoman&rsquo;s month-long campaign to save the tower, which included fact finding, speeches, official requests, and legislation, Congresswoman Wilson was notified, this morning, by FAA officials that the tower had been granted a temporary reprieve from closure....&quot;</p>\r\n<p>\r\n\tThe press release can leave readers with the misleading impression of cause and effect: Wilson protested for a month, and the FAA caved and postponed this particular airport tower closure. But there was no separate FAA decision for the North Perry tower.</p>\r\n<p>\r\n\tIn explaining its nationwide decision, the FAA wrote that the delay would buy it time &quot;to attempt to resolve multiple legal challenges to the closure decisions.&quot; While congressional pressure nationwide could have played a role in the FAA&rsquo;s decision, clearly the lawsuits seeking immediate action from the courts was the driving factor. Even if Wilson had ignored the tower battle, the FAA likely would have taken action at North Perry and the other sites.</p>\r\n<p>\r\n\tWe&rsquo;re not evaluating Wilson&rsquo;s claim that an FAA official whose job includes fostering relationships with Congress gave her the impression that she deserved credit -- we are evaluating her claim that her actions led to the FAA&rsquo;s decision. We rate this claim Mostly False.</p>\r\n", "ruling_comments_date": "2013-04-09T15:19:43.785465", "ruling_date": "2013-04-10T11:35:15", "ruling_headline": "Frederica Wilson says she stopped a Broward airport tower closure", "ruling_headline_slug": "frederica-wilson-says-she-stopped-broward-airport-", "ruling_link_text": "Facing lawsuits, the FAA made a nationwide decision", "ruling_state": null, "source_documents": null, "sources": "<p dir=\"ltr\">\r\n\tU.S. Rep. Frederica Wilson press release, <a href=\"http://www.wilson.house.gov/press-releases/congresswoman-frederica-wilson-keeps-pressure-on-federal-government-to-stop-closure-of-north-perry-airport-tower/\">&quot;Congresswoman Frederica Wilson keeps pressure on the federal government to stop closure of North Perry Airport Tower,&quot; </a>April &nbsp;4, 2013</p>\r\n<p dir=\"ltr\">\r\n\tU.S. Rep. Frederica Wilson press release, <a href=\"https://docs.google.com/document/d/1OLlgB-MB_rSnneoltotFIXXaHsHnOyK5CpuEFLbjkFw/edit\">&quot;Congresswoman Frederica Wilson successfully postpones closure of the North Perry airport tower,&quot;</a>April 5, 2013</p>\r\n<p dir=\"ltr\">\r\n\tU.S. Rep. Frederica Wilson, <a href=\"https://www.documentcloud.org/documents/681729-faa-letter-2-1.html\">Letter to FAA</a>, April 3, 2013</p>\r\n<p dir=\"ltr\">\r\n\tU.S. Rep. Frederica Wilson, <a href=\"https://www.documentcloud.org/documents/681706-faa-letter-1.html\">Letter to FAA</a>, March 15, 2013</p>\r\n<p dir=\"ltr\">\r\n\tFederal Aviation Administration press release, <a href=\"http://www.faa.gov/news/press_releases/news_story.cfm?newsId=14414\">&quot;FAA makes tower closing decision,&quot; </a>March 22, 2013</p>\r\n<p dir=\"ltr\">\r\n\tFederal &nbsp;Aviation Administration press release, <a href=\"http://www.faa.gov/news/press_releases/news_story.cfm?newsId=14474\">&quot;FAA extends tower closure date,&quot;</a>April 5, 2013</p>\r\n<p dir=\"ltr\">\r\n\t<em>Washington Post</em>, <a href=\"http://articles.washingtonpost.com/2013-04-05/local/38299065_1_contract-towers-air-traffic-control-towers-149-air-traffic-control-towers\">&quot;FAA delays air traffic control tower closings,&quot; </a>April 5, 2013</p>\r\n<p dir=\"ltr\">\r\n\t<em>Wall Street Journal</em>, <a href=\"http://online.wsj.com/article/SB10001424127887323646604578404790063096824.html\">&quot;FAA to delay closure of air-traffic control towers,&quot;</a>April 5, 2013</p>\r\n<p dir=\"ltr\">\r\n\t<em>USA Today</em>, <a href=\"http://www.usatoday.com/story/news/nation/2013/04/05/pilots-faa-towers-budget-safety/2057145/\">&quot;FAA delays closure of air traffic control towers,&quot;</a>April 5, 2013</p>\r\n<p dir=\"ltr\">\r\n\tAmerican Association of Airport Executives, <a href=\"http://savecontracttowersnow.com/how-can-i-help/letters/\">&quot;Save Contract Towers Now!&quot; website linking to letters,</a>Accessed April 8, 2013</p>\r\n<p dir=\"ltr\">\r\n\tU.S. Rep. Lois Frankel press release, <a href=\"http://frankel.house.gov/media-center/press-releases/frankel-statement-on-faa-s-decision-to-delay-closure-of-boca-raton\">&quot;Frankel&rsquo;s statement on FAA decision to delay closure of Boca Raton airport control tower,&quot;</a>April 5, 2013</p>\r\n<p dir=\"ltr\">\r\n\tU.S. Rep. C.W. Bill Young press release, <a href=\"http://young.house.gov/press-release/albert-whitted-control-tower-remain-open\">&quot;Albert Whitted control tower to remain open,&quot;</a>April 5, 2013</p>\r\n<p dir=\"ltr\">\r\n\tU.S. Sen. Jerry Moran,<a href=\"http://www.moran.senate.gov/public/index.cfm/news-releases?ID=b8f416c5-1cb7-472a-bb2b-460f0b627f14\">&quot;Sen. Moran statement on delay of FAA control tower closures,&quot; </a>April &nbsp;5, 2013</p>\r\n<p dir=\"ltr\">\r\n\tPolitiFact, <a href=\"http://www.politifact.com/truth-o-meter/article/2013/feb/22/politifact-guide-sequestration/\">PolitiFact&rsquo;s guide to sequestration</a>, Feb. 22, 2013</p>\r\n<p dir=\"ltr\">\r\n\t<em>Miami Herald</em>&rsquo;s Naked Politics blog, <a href=\"http://miamiherald.typepad.com/nakedpolitics/2013/04/rep-wilson-bashes-republicans-on-the-sequester-at-airport-presser.html\">&quot;Rep. Wilson rails against sequester but helped vote for it,&quot; </a>April 4, 2013</p>\r\n<p dir=\"ltr\">\r\n\t<em>Miami Herald</em>, <a href=\"http://www.miamiherald.com/2012/08/10/2944569/its-the-hat-lady-vs-the-actor.html\">&quot;It&rsquo;s the hat lady vs. the actor in North Miami&rsquo;s congressional race,&quot;</a>Aug. 10, 2012</p>\r\n<p dir=\"ltr\">\r\n\t<em>Miami Herald</em>, <a href=\"http://www.miamiherald.com/2013/03/29/3313117/opa-locka-airport-gets-to-keep.html\">&quot;Opa-Locka airport gets to keep air traffic controllers,&quot; </a>March 29, 2013</p>\r\n<p dir=\"ltr\">\r\n\tU.S. Court of Appeals, Docket 12-71202 American Association of Airport Executives v Michael Huerta, April 5, 2013</p>\r\n<p dir=\"ltr\">\r\n\tInterview, U.S. Rep. Frederica Wilson, April 5, 2013</p>\r\n<p dir=\"ltr\">\r\n\tInterview, Ted Soliday, executive director, Naples municipal airport, April 8, 2013</p>\r\n<p dir=\"ltr\">\r\n\tInterview, Lawrence Krauter, director of the Spokane International Airport and Felts Field, April 8, 2013</p>\r\n<p dir=\"ltr\">\r\n\tInterview, U.S. Rep. Frederica Wilson, D-Miami, April 5, 2013</p>\r\n<p dir=\"ltr\">\r\n\tInterview, Gwen Belton, spokeswoman U.S. Rep. Frederica Wilson, April 8, &nbsp;2013</p>\r\n<p dir=\"ltr\">\r\n\tInterview, Kim Bowman, chief of staff, U.S. Rep. Frederica Wilson, April 8, 2013</p>\r\n<p dir=\"ltr\">\r\n\tInterview, Justin Talbot Zorn, legislative director, April 8, 2013</p>\r\n<p dir=\"ltr\">\r\n\tInterview, Alexis Snyder, chief of staff Miami Gardens district office, April 8, 2013</p>\r\n<p dir=\"ltr\">\r\n\tInterview, Peter Kirsch, lawyer at Kaplan, Kirsch and Rockwell, April 8, 2013</p>\r\n<p dir=\"ltr\">\r\n\tInterview, Greg Meyer, Broward County aviation spokesman, April 8, 2013</p>\r\n<p dir=\"ltr\">\r\n\tInterview, Kent George, Broward County aviation director, April 9, 2013</p>\r\n<p dir=\"ltr\">\r\n\tInterview, Laura Brown, FAA spokeswoman, April 9, 2013</p>\r\n<p>\r\n\tInterview, Bill Johnson, executive director, Florida Airports Council, April 8, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "U.S. Representative, Florida District 17", "false_count": 0, "first_name": "Frederica", "half_true_count": 1, "home_state": "Florida", "id": 368, "last_name": "Wilson", "mostly_true_count": 1, "name_slug": "frederica-wilson", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Frederica_Wilson.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/368/", "total_count": 4, "true_count": 1, "website": "http://wilson.house.gov/"}, "statement": "<p>\r\n\t&quot;Congresswoman Frederica Wilson successfully postpones closure of the North Perry airport tower.&quot;</p>\r\n", "statement_context": "a press release", "statement_date": "2013-04-05", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 33, "photo": null, "resource_uri": "/api/v/2/subject/33/", "subject": "Federal Budget", "subject_slug": "federal-budget", "used_in_edition": []}, {"description": "", "id": 44, "photo": null, "resource_uri": "/api/v/2/subject/44/", "subject": "Transportation", "subject_slug": "transportation", "used_in_edition": []}], "target": [], "twitter_headline": ""}