{"art": [], "author": [{"email_address": "cgaston@oregonian.com", "first_name": "Christian", "id": 394, "last_name": "Gaston", "name_slug": "christian-gaston", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/394/", "title": "Staff writer", "twitter": null}], "canonical_url": "/oregon/statements/2013/apr/13/melvin-sickler/has-oregons-higher-minimum-wage-hurt-our-restauran/", "edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "editor": [{"email_address": "dlane@oregonian.com", "first_name": "Dee", "id": 183, "last_name": "Lane", "name_slug": "dee-lane", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/183/", "title": "Politics editor", "twitter": null}], "facebook_headline": null, "id": 7644, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "cgaston@oregonian.com", "first_name": "Christian", "id": 394, "last_name": "Gaston", "name_slug": "christian-gaston", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 11, "publication_name": "The Oregonian", "resource_uri": "/api/v/2/publication/11/"}, "resource_uri": "/api/v/2/staffer/394/", "title": "Staff writer", "twitter": null}], "resource_uri": "/api/v/2/statement/7644/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p dir=\"ltr\" id=\"internal-source-marker_0.6394595313217855\">\r\n\tMelvin &quot;Mel&quot; Sickler, a representative of the National Restaurant Association, recently told a U.S. Senate committee to put the brakes on a bill that would increase the federal minimum wage and tie it to inflation.</p>\r\n<p dir=\"ltr\">\r\n\tWhy? Boosting the hourly minimum wage from $7.25 to $10.10 would reduce the number of jobs in the food service industry, Sickler said.</p>\r\n<p dir=\"ltr\">\r\n\tThe claim: In his testimony, Sickler trotted Oregon out as an example of a state with a high minimum wage (it&rsquo;s $8.95) tied to inflation, saying that&rsquo;s happened here.</p>\r\n<p dir=\"ltr\">\r\n\tHere&rsquo;s what he said:</p>\r\n<p dir=\"ltr\">\r\n\t&quot;Given the experience in states that have raised their minimum wages above the federal rate, we know the impact The Fair Minimum Wage Act of 2013 would have, if enacted, on the availability of jobs in my industry.</p>\r\n<p dir=\"ltr\">\r\n\t&quot;For example, Oregon&#39;s state minimum wage is now $8.95, more than a dollar less than what is being proposed in The Fair Minimum Wage Act of 2013. After peaking at 16.4 employees per establishment in 1996, the average number of workers in Oregon&#39;s restaurants declined steadily.&quot;</p>\r\n<p dir=\"ltr\">\r\n\tWow, right? And, it gets worse, according to Sickler.</p>\r\n<p dir=\"ltr\">\r\n\t&quot;By 2011, Oregon&#39;s restaurants employed an average of only 13.8 workers, or 2.6 fewer employees than they did before the state&#39;s minimum wage began rising above the federal level in 1997,&quot; he said.</p>\r\n<p dir=\"ltr\">\r\n\tOregonians are sensitive about the quality of their restaurants and the size of their workforce so we wanted to figure out if this was true. Has Oregon&rsquo;s minimum wage hurt the state&rsquo;s restaurant industry? And what is &quot;employees per establishment,&quot; anyway?</p>\r\n<p dir=\"ltr\">\r\n\t<strong>The analysis: </strong>We went to the U.S. Bureau of Labor Statistics for some numbers. The Quarterly Census of Employment and Wages is the go-to data source for job trends.</p>\r\n<p dir=\"ltr\">\r\n\tTo find the &quot;employees per establishment&quot; throughout the U.S., we took the average number of employees in the food service industry in 2011 and divided it by the average number of &quot;establishments.&quot; Bingo. Oregon&rsquo;s number in 2011 was 13.8. That&rsquo;s lower than the national average of 16.4.</p>\r\n<p dir=\"ltr\">\r\n\tBut that&rsquo;s just the start. Sickler was making a statement about how we got there. So let&rsquo;s look at that other question, has the minimum wage in Oregon led to job losses?</p>\r\n<p dir=\"ltr\">\r\n\tTo dig into that, we started comparing Oregon to other states. That&rsquo;s where the trouble began.</p>\r\n<p dir=\"ltr\">\r\n\tBut first, we need to talk a little more about the minimum wage.</p>\r\n<p dir=\"ltr\">\r\n\tIn Oregon, pretty much everybody has to be paid at least the minimum wage. That&rsquo;s true in Washington, California and a few other states. But it&rsquo;s not very common. In most states, tipped employees can be paid less under certain circumstances. The math gets pretty fuzzy pretty fast and lots of states have their own rules. But the main point is this: waiting tables on the West Coast pays better.</p>\r\n<p dir=\"ltr\">\r\n\tSo if our high minimum wage has hurt the job market for bartenders, the $9.19 hourly rate in Washington and the $8 rate in California has to have done the same thing, right?</p>\r\n<p dir=\"ltr\">\r\n\tWell, this is where it gets sticky.</p>\r\n<p dir=\"ltr\">\r\n\tWashington had 1.54 fewer employees per establishment than the national average. But California was basically at the national average. Oh, and in Nevada, where you either get the federal minimum of $7.25 per hour if your employer provides health coverage or you get $1 more if they don&rsquo;t, the average number of employees per establishment was 18.75, 1.8 ahead of the average.</p>\r\n<p dir=\"ltr\">\r\n\tHere&rsquo;s another puzzler. Tipped employees in New York and New Jersey can earn less than $7.25. But New York food service businesses had an average of 12.6 employees. In New Jersey they had an average 12.4 employees. That&rsquo;s worse than Oregon!</p>\r\n<p dir=\"ltr\">\r\n\tSince you&rsquo;re probably wondering, the state with the lowest average employees per population was Wyoming with 10.4. The highest number came from South Dakota, which had 22.46. Employees in both states earn the federal minimum.</p>\r\n<p dir=\"ltr\">\r\n\tWe asked Josh Lehner, a senior economist with the state of Oregon, whether this &quot;employees per establishment&quot; thing was a good gauge of the economic health of the restaurant industry.</p>\r\n<p dir=\"ltr\">\r\n\t&quot;You have two numbers there,&quot; Lehner said. &quot;Your numerator and denominator -- and they can both be moving on their own trend lines for a whole host of reasons.&quot;</p>\r\n<p dir=\"ltr\">\r\n\tSee, lots of things happened between 1997 and 2011. Brewpubs began sprouting up like mushrooms across the state. Food carts blossomed in downtown Portland, then throughout the metro area. Foodie culture hit, increasing the interest in small locally owned restaurants over big national chains. There also were a couple recessions.</p>\r\n<p dir=\"ltr\">\r\n\tWe weren&rsquo;t sure of the effects of all those things, so we looked at the underlying data. There we found that the yearly number of food service establishments in Oregon grew each year from 1997 through 2011. Employment grew every year except 2010, when it took a tiny dip.</p>\r\n<p dir=\"ltr\">\r\n\tThe &quot;employees per establishment&quot; number quoted by the restaurant association, seems to have changed over time, but not because of a massive drop in employment or restaurants.</p>\r\n<p dir=\"ltr\">\r\n\t<br />\r\n\tIf you control for population growth, you get a clearer indication of the impact of recessions and the business cycle on the industry. That&rsquo;s just what Lehner did.</p>\r\n<p dir=\"ltr\">\r\n\tHis conclusion was that Oregon&rsquo;s a pretty good place to nosh.</p>\r\n<p dir=\"ltr\">\r\n\tFrom 2001 to 2011, Oregon consistently had more establishments per 1,000 people than the U.S. average, and it had more people working in the food service industry per 1,000 people than the national average. During the entire time, Oregon&rsquo;s minimum wage was higher than the national average and steadily crept up, matching inflation.</p>\r\n<p dir=\"ltr\">\r\n\tFinally, we tracked down Michael Reich, director of the Institute for Research on Labor and Employment at the University of California Berkeley.</p>\r\n<p dir=\"ltr\">\r\n\t&quot;The drop in jobs per establishment in Oregon could be caused by any number of factors. The chart shows a rising trend in jobs per establishment in the U.S. as a whole, even while the federal minimum wage rose several times during the period in the chart,&quot; Reich said. &quot;I would not argue, though, that the minimum wage caused the increase. One has to have many more controls to make the transition from correlation to causality.&quot;</p>\r\n<p dir=\"ltr\">\r\n\tWe went back to the National Restaurant Association to discuss our findings.</p>\r\n<p dir=\"ltr\">\r\n\tKatie Laning Niebaum said the group wasn&rsquo;t arguing that smaller establishments were bad for the economy, or that Oregon&rsquo;s restaurant industry was in decline, but instead, that a change in business model in response to the minimum wage was reducing opportunities for employment.</p>\r\n<p dir=\"ltr\">\r\n\t&quot;The data shows that over the last several years since Oregon&#39;s minimum wage rose above the national,&quot; Laning Niebaum said, &quot;it appears that restaurant owners have changed their business model to employ fewer individuals.</p>\r\n<p dir=\"ltr\">\r\n\t<strong>The ruling: </strong>Sickler wants to connect the shrinking size of restaurants on average in Oregon to the state&rsquo;s minimum wage being higher than the federal minimum. In a vacuum, his data seem to suggest that link.</p>\r\n<p dir=\"ltr\">\r\n\tBut when we looked at data from other states, the correlation just didn&rsquo;t work. And putting employment and the number of restaurants into context, as Lehner did, we can see that restaurant jobs rise and fall with the health of the national economy, not the state&rsquo;s minimum wage. Oregon&rsquo;s per capita restaurant employment is higher than the national average, in spite of having a higher minimum wage.</p>\r\n<p dir=\"ltr\">\r\n\tWe rate the statement False.</p>\r\n", "ruling_comments_date": "2013-04-12T17:19:09.629818", "ruling_date": "2013-04-13T06:00:00", "ruling_headline": "Has Oregon's higher minimum wage hurt our restaurant industry? ", "ruling_headline_slug": "has-oregons-higher-minimum-wage-hurt-our-restauran", "ruling_link_text": "Per capita employment is higher than the national average, despite restaurant association claims", "ruling_state": null, "source_documents": null, "sources": "<p dir=\"ltr\" id=\"internal-source-marker_0.6394595313217855\">\r\n\tMel Sickler <a href=\"http://www.restaurant.org//Downloads/PDFs/advocacy/20130314_minwage_senate_nra_testimony\">testimony to U.S. Senate Committee on Health</a>, Education, Labor and Pensions, March 14, 2013</p>\r\n<p dir=\"ltr\">\r\n\tUnited States Department of Labor Quarterly <a href=\"http://www.bls.gov/cew/\">Census of Employment and Wages, 1997-2011</a>.</p>\r\n<p dir=\"ltr\">\r\n\t<a href=\"http://oregoneconomicanalysis.wordpress.com/2013/03/15/restaurant-employment-and-minimum-wage/\">Restaurant Employment and Minimum Wage</a>, by Josh Lehner, Oregon state senior economist.</p>\r\n<p dir=\"ltr\">\r\n\tEmails and interview with Josh Lehner, Oregon state senior economist, March 20-22, 2013</p>\r\n<p dir=\"ltr\">\r\n\tEmail with Michael Reich, director of the Institute for Research on Labor and Employment at the University of California Berkeley, March 27, 2013</p>\r\n<p dir=\"ltr\">\r\n\tEmails to Sue Hensley and Katie Laning Niebaum, National Restaurant Association March 28 and April 8, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "", "false_count": 1, "first_name": "Melvin", "half_true_count": 0, "home_state": "New Jersey", "id": 2254, "last_name": "Sickler", "mostly_true_count": 0, "name_slug": "melvin-sickler", "pants_count": 0, "party": {"id": 16, "party": "Organization", "party_slug": "organization", "resource_uri": "/api/v/2/party/16/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NRA.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Oregon", "edition": "Oregon", "edition_slug": "oregon", "has_afterthefact": false, "id": 9, "index_page": false, "meter_name": "The Oregon Truth-O-Meter", "resource_uri": "/api/v/2/edition/9/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2254/", "total_count": 1, "true_count": 0, "website": ""}, "statement": "<p>\r\n\tSays Oregon&rsquo;s high minimum wage is the reason why &quot;by 2011, Oregon&#39;s restaurants employed an average of only 13.8 workers, or 2.6 fewer employees than they did before the state&#39;s minimum wage began rising above the federal level in 1997.&quot;</p>\r\n", "statement_context": "a U.S. Senate hearing ", "statement_date": "2013-03-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 192, "photo": null, "resource_uri": "/api/v/2/subject/192/", "subject": "Labor", "subject_slug": "labor", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 103, "photo": null, "resource_uri": "/api/v/2/subject/103/", "subject": "Workers", "subject_slug": "workers", "used_in_edition": []}], "target": [], "twitter_headline": ""}