{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2013/apr/17/marco-rubio/did-che-guevara-write-extensively-about-superiorit/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 7663, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/7663/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tWhen rapper<a href=\"http://www.politifact.com/truth-o-meter/article/2013/apr/12/sorting-facts-jay-z-and-beyonces-cuba-jaunt/\" style=\"text-decoration: none;\"> Jay-Z and his pop star wife Beyonce</a> went to Cuba to celebrate their wedding anniversary in April, Sen. Marco Rubio, R-Fla., criticized the rapper&rsquo;s choice of heroes.</p>\r\n<p>\r\n\t&quot;Well, I won&#39;t rap it, but I&#39;ll say, first of all, I think Jay-Z needs to get informed,&quot; Rubio said during the April 14 interview on<a href=\"http://abcnews.go.com/Politics/week-transcript-sen-marco-rubio-sen-charles-schumer/story?id=18943308#.UWw8aaJJOAg\" style=\"text-decoration: none;\"> ABC News</a>&rsquo; <em>This Week.</em></p>\r\n<p>\r\n\t&quot;One of his heroes is Ch&eacute; Guevara. Ch&eacute; Guevara was a racist. Ch&eacute; Guevara was a racist that wrote extensively about the superiority of white Europeans over people of African descent. So he should inform himself on the guy that he&#39;s propping up.&quot;</p>\r\n<p>\r\n\tIt was a whirlwind day for Rubio as he taped seven interviews on Sunday news shows in anticipation of releasing immigration legislation with other senators.</p>\r\n<p>\r\n\t&quot;You know, Jay-Z&#39;s a guy that wears the Ch&eacute; Guevara t-shirt and he doesn&#39;t realize Ch&eacute; Guevara was a racist,&quot; Rubio said on<a href=\"http://www.nbcnews.com/id/51533930/ns/meet_the_press-transcripts/t/april-marco-rubio-kirsten-gillibrand-mike-lee-david-brooks-katty-kay-chuck-todd-ken-burns-rachel-robinson-harrison-ford/\" style=\"text-decoration: none;\"> <em>Meet the Press</em></a><em>.</em> &quot;Ch&eacute; Guevara was a murderer and a killer. So look, (Jay-Z is) an entertainer, obviously. He&#39;s not in the middle of any public discourse here. But I think it&#39;s important to point out when people take stances like this that are absurd.&quot;</p>\r\n<p>\r\n\tClearly, Ch&eacute; Guevara is a controversial figure, but we hadn&rsquo;t heard before that he was a racist. We set out to fact-check whether he &quot;wrote extensively about the superiority of white Europeans over people of African descent.&quot;</p>\r\n<p>\r\n\t<strong>Ch&eacute; Guevara&rsquo;s quotes about blacks</strong></p>\r\n<p>\r\n\tErnesto &quot;Ch&eacute;&quot; Guevara was a Latin American guerrilla leader and Marxist revolutionary, and a major figure in the Cuban revolution led by Fidel Castro in the late 1950s. Although hailed in some circles as a legendary icon of rebellion, the Argentine-born doctor is also reviled by many Cubans for ruthlessly ordering the execution of more than 150 prisoners in Cuba without a fair trial.</p>\r\n<p>\r\n\tBut was he a racist? Rubio spokesman Alex Conant sent us links to a few articles and book passages.</p>\r\n<p>\r\n\tThe most compelling evidence was from<a href=\"http://www.amazon.com/Motorcycle-Diaries-Movie-Tie--Edition/dp/1920888101/ref=sr_1_1?ie=UTF8&amp;qid=1366051283&amp;sr=8-1&amp;keywords=Che+Guevara+and+Motorcycle+Diaries\" style=\"text-decoration: none;\"> <em>The Motorcycle Diaries</em></a>, a book based on diaries he kept while traveling through Latin America in the early 1950s. (The book was also made into a 2004 movie.)</p>\r\n<p>\r\n\t&quot;The blacks, those magnificent examples of the African race who have maintained their racial purity thanks to their lack of an affinity with bathing, have seen their territory invaded by a new kind of slave: the Portuguese. And the two ancient races have now begun a hard life together, fraught with bickering and squabbles. Discrimination and poverty unite them in the daily fight for survival but their different ways of approaching life separate them completely: The black is indolent and a dreamer; spending his meager wage on frivolity or drink; the European has a tradition of work and saving, which has pursued him as far as this corner of America and drives him to advance himself, even independently of his own individual aspirations.&quot;</p>\r\n<p>\r\n\tAnother comment came from Guevara&rsquo;s writing about his time fighting with revolutionaries in the<a href=\"http://reason.com/archives/2002/06/01/ches-secret-diary\" style=\"text-decoration: none;\"> Congo</a> and included this line: &quot;Given the prevailing lack of discipline, it would have been impossible to use Congolese machine-gunners to defend the base from air attack: they did not know how to handle their weapons and did not want to learn.&quot;</p>\r\n<p>\r\n\tFinally, there&rsquo;s this line after the revolution in 1959: &quot;We&#39;re going to do for blacks exactly what blacks did for the revolution. By which I mean: nothing.&quot;</p>\r\n<p>\r\n\t<strong>Experts on Guevara&rsquo;s words</strong></p>\r\n<p>\r\n\tWe interviewed two authors who wrote books about Guevara: Jon Lee Anderson, a staff writer for the <em>New Yorker</em>, who wrote <em>Ch&eacute; Guevara: A Revolutionary Life</em>, and New York University professor Jorge Casta&ntilde;eda, author of <em>Compa&ntilde;ero: The Life and Death of Ch&eacute; Guevara</em>. We also interviewed multiple professors who are experts in Cuban or Latin American studies.</p>\r\n<p>\r\n\tThere wasn&rsquo;t a debate among the experts about Guevara&rsquo;s quote calling blacks &quot;indolent.&quot; But many said it had to be evaluated within the context of his life at the time. Several said that it was an exaggeration to suggest that Guevara wrote &quot;extensively&quot; about the superiority of whites. They pointed to other statements by Guevara that have either been misinterpreted or were clearly not racist.</p>\r\n<p>\r\n\tFirst, let&rsquo;s start with the <em>Motorcycle Diaries</em> quote.</p>\r\n<p>\r\n\tGuevara wrote the passage in <em>The Motorcycle Diaries</em> about blacks being &quot;indolent&quot; after visiting workers&rsquo; slums in Caracas. His observations were &quot;stereotypical of white, especially Argentine, arrogance and condescension,&quot; Anderson wrote in his book. (Anderson called Rubio&rsquo;s claim &quot;pure twaddle.&quot;)</p>\r\n<p>\r\n\tCasta&ntilde;eda said the diary entry reflected Argentinians &quot;who maybe have a tendency to see themselves very differently from the rest of Latin America. .. I think it is a stretch to call him a racist. ... There are so many other things to criticize Ch&eacute; Guevara. That&rsquo;s not one of them.&quot;</p>\r\n<p>\r\n\tMark Sawyer, a UCLA political science professor who called Rubio&rsquo;s claim a &quot;gross exaggeration&quot;,<a href=\"http://www.huffingtonpost.com/mark-sawyer/beyonce-and-jay-z-are-rac_b_3078075.html\" style=\"text-decoration: none;\"> wrote</a> that Guevara&rsquo;s quote was from when he was 24 years old and &quot;reflects a Ch&eacute; whose views evolved on the issue of race and who eventually saw black liberation as synonymous with ending oppression.&quot;</p>\r\n<p>\r\n\tSawyer dismissed Guevara&rsquo;s remarks about fighters in the Congo lacking discipline as not racially motivated. Rather, the line is &quot;the same kinds of concerns he expressed about peasants wherever he went to help foment revolution,&quot; Sawyer wrote in a blog post.</p>\r\n<p>\r\n\tAs for this quote -- &quot;We&#39;re going to do for blacks exactly what blacks did for the revolution. By which I mean: nothing&quot; -- some sources on the Internet claim it is from a 1959 speech or press conference, but we were unable to find an original source or context for the quote.</p>\r\n<p>\r\n\tSawyer wrote in his blog that &quot;Ch&eacute; is referring to the concept that he saw blacks as participating in the revolution not as blacks but as patriots. That is, the Revolution would be universal and color blind.&quot; (Sawyer told PolitiFact that he was uncertain of the source of that Guevara quote.)</p>\r\n<p>\r\n\tWithout an original source for context, we can&rsquo;t independently verify this interpretation.</p>\r\n<p>\r\n\t<strong>Guevara&rsquo;s comments on racial equality</strong></p>\r\n<p>\r\n\tAt least a couple of our experts pointed to a famous speech Guevara made at the University of Santa Clara in 1959 in which he called for greater representation in all parts of Cuban society.</p>\r\n<p>\r\n\tAt workers rallies around that time, Guevara and Raul Castro talked about the need to &quot;advance the revolution&rsquo;s anti-discrimination program,&quot; wrote Alejandro de la Fuente, a University of Pittsburgh history professor in his book <em>A Nation for All: Race, Inequality and Politics in 20th Century Cuba</em>. In the speech at Santa Clara, Guevara called for the university to &quot;paint itself with black, paint itself with mulatto&quot; students and teachers, Fuente wrote.</p>\r\n<p>\r\n\tIn 1964, Guevara spoke before the United Nations and criticized &quot;racist&quot; intervention by the west in the Congo, Anderson wrote in his book.</p>\r\n<p>\r\n\tPeople who have studied Guevara said he was racially inclusive in his actions.</p>\r\n<p>\r\n\t&quot;Blacks did do plenty for the revolution,&quot; said University of Texas Latin American history professor Jonathan Brown who has read declassified CIA reports on Guevara&rsquo;s speeches in the early 1960s.</p>\r\n<p>\r\n\tBrown said Guevara had Afro Cuban troops who followed him into battle and stayed in his army after the victory. Guevara also had Afro Cuban bodyguards and other advisers, he said.</p>\r\n<p>\r\n\tBrown noted this even though he is not a fan of Guevara. &quot;His books and influences led a lot of young men to an early grave throughout Latin America,&quot; Brown told PolitiFact.</p>\r\n<p>\r\n\tJonathan Benjamin-Alvarado, a political science professor at the University of Nebraska who teaches Latino politics, said that Guevara underwent a transformation from his early days in Argentina.</p>\r\n<p>\r\n\t&quot;While there is evidence to support the claim that Ch&eacute; made such statements, or harbored them in his mind as a young man, his role in the revolution was one where he openly espoused anti-racist, egalitarian ideals,&quot; Benjamin-Alvarado told PolitiFact in an email.</p>\r\n<p>\r\n\tAndy Gomez, a senior fellow University of Miami&rsquo;s Institute for Cuban and Cuban-American Studies, said that being racist isn&rsquo;t one of the top 10 descriptors he would use of Guevara.</p>\r\n<p>\r\n\t&quot;There are other things he was better known for,&quot; he said. &quot;A strategist, a thinker, also very cold-blooded murder, which history has proven.&quot;</p>\r\n<p>\r\n\tJaime Suchlicki, the head of the University of Miami&rsquo;s Institute for Cuban and Cuban-American studies, said that it is &quot;absolutely true&quot; that Guevara was racist against blacks. Suchlicki noted several shortcomings of the Cuban revolution for blacks as outlined in a recent<a href=\"http://www.nytimes.com/2013/03/24/opinion/sunday/for-blacks-in-cuba-the-revolution-hasnt-begun.html?_r=0\" style=\"text-decoration: none;\"> <em>New York Times</em></a><em> </em>article.</p>\r\n<p>\r\n\t<strong>Our ruling</strong></p>\r\n<p>\r\n\tGuevara has become an icon of rebellion, and he&#39;s also been reviled for ordering executions without trial. But did he write &quot;extensively about the superiority of white Europeans over people of African descent,&quot; as Rubio said?</p>\r\n<p>\r\n\tGuevara&rsquo;s words in <em>The Motorcycle Diaries </em>were highly critical of the blacks he came across in that Caracas neighborhood, and he placed them beneath Europeans. The experts we consulted said the remarks are real and would not have been unusual coming from a 24-year-old from Argentina at the time.</p>\r\n<p>\r\n\tGuevara&rsquo;s quote about the Congo fighters lacking discipline could be interpreted as a criticism of their military readiness -- not a commentary on their race. We can&rsquo;t fully evaluate the quote about blacks and the revolution without seeing it in full context. Experts said it was an exaggeration to suggest Guevara wrote &quot;extensively&quot; about racial superiority.</p>\r\n<p>\r\n\tRubio&rsquo;s comments gave the impression that Guevara wrote much more about the superiority of white Europeans over blacks than he did. And later in his life, Guevara made comments supporting racial equality.</p>\r\n<p>\r\n\tWe rate this claim Mostly False.</p>\r\n", "ruling_comments_date": "2013-04-17T13:27:10.830289", "ruling_date": "2013-04-17T14:49:14", "ruling_headline": "Did Ché Guevara write 'extensively' about the superiority of white Europeans? Rubio says yes", "ruling_headline_slug": "did-che-guevara-write-extensively-about-superiorit", "ruling_link_text": "We found isolated examples, not 'extensive' writing", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<em>This Week,</em><a href=\"http://abcnews.go.com/Politics/week-transcript-sen-marco-rubio-sen-charles-schumer/story?id=18943308#.UWw8aaJJOAg\" style=\"text-decoration: none;\"><em> </em>Transcript</a>, April 14, 2013</p>\r\n<p>\r\n\t<em>Meet the Press,</em><a href=\"http://www.nbcnews.com/id/51533930/ns/meet_the_press-transcripts/t/april-marco-rubio-kirsten-gillibrand-mike-lee-david-brooks-katty-kay-chuck-todd-ken-burns-rachel-robinson-harrison-ford/\" style=\"text-decoration: none;\"><em> </em>Transcript</a>, April 14, 2013</p>\r\n<p>\r\n\t<em>Miami Herald,</em><a href=\"http://www.miamiherald.com/2013/04/12/3340999/fabiola-santiago-jay-z-ignores.html\" style=\"text-decoration: none;\"> &quot;Jay-Z ignores Cubas real heroes,&quot;</a> April 14, 2013</p>\r\n<p>\r\n\tPolitiFact,<a href=\"http://www.politifact.com/truth-o-meter/statements/2008/feb/22/blog-posting/flag-was-there-but-obama-wasnt-waving-it/\" style=\"text-decoration: none;\"> &quot;Flag was there, but Obama wasn&rsquo;t waving it,&quot;</a> Feb. 22, 2008</p>\r\n<p>\r\n\tPolitiFact,<a href=\"http://www.politifact.com/florida/statements/2012/nov/02/mitt-romney/romney-campaign-says-obamas-epa-sent-emails-che-gu/\" style=\"text-decoration: none;\"> &quot;Mitt Romney&rsquo;s campaign says Obama&rsquo;s EPA sent emails with Che Guevara for Hispanic Heritage Month,&quot;</a> Nov. 2, 2012</p>\r\n<p>\r\n\tHuffington Post blog by Michael Gonzalez, vice president of communications for the Heritage Foundation, &quot;<a href=\"http://www.huffingtonpost.com/michael-gonzalez/el-che-the-crass-marketin_b_1199252.html\" style=\"text-decoration: none;\">El Che: The crass marketing of a sadist racist,&quot;</a> Jan. 11, 2012</p>\r\n<p>\r\n\tBreitbart,<a href=\"http://www.breitbart.com/Big-Journalism/2010/02/10/Viva-la-Causa--MSM-Dupes-Celebrate-the-Racist-Roots-of-the-Castro-Che-Revolution\" style=\"text-decoration: none;\"> &quot;Viva La Causa: MSM dupes celebrate the racist roots of the Castro/Che revolution,&quot;</a> Feb. 10, 2010</p>\r\n<p>\r\n\tReason.com,<a href=\"http://reason.com/archives/2002/06/01/ches-secret-diary\" style=\"text-decoration: none;\"> &quot;Che&rsquo;s secret diary,&quot;</a> June 2002</p>\r\n<p>\r\n\t<em>The Motorcycle Diaries: Notes on a Latin American Journey, </em>Ernesto Che Guevara, Based on his journal from 1952 and accessed on Amazon</p>\r\n<p>\r\n\tHuffington Post blog by UCLA professor Mark Sawyer,<a href=\"http://www.huffingtonpost.com/mark-sawyer/beyonce-and-jay-z-are-rac_b_3078075.html\" style=\"text-decoration: none;\"> &quot;Beyonce and Jay-Z are race traitors for going to Cuba?!?!,&quot;</a> April 15, 2013</p>\r\n<p>\r\n\tRap Genius,<a href=\"http://rapgenius.com/Jay-z-public-service-announcement-lyrics\" style=\"text-decoration: none;\"> Public Service Announcement by Jay-Z</a>, Accessed April 15, 2013</p>\r\n<p>\r\n\tAfroPunk blog,<a href=\"http://www.afropunk.com/profiles/blogs/che-guevara-a-racist-a-glimpse\" style=\"text-decoration: none;\"> &quot;Che&rsquo; Guevara racist? A glimpse into his diary,&quot;</a> March 4, 2011</p>\r\n<p>\r\n\t<em>New York Times,</em><a href=\"http://www.nytimes.com/2013/03/24/opinion/sunday/for-blacks-in-cuba-the-revolution-hasnt-begun.html?_r=0\" style=\"text-decoration: none;\"> &quot;For blacks in Cuba, the revolution hasn&rsquo;t begun,&quot;</a> March 23, 2013</p>\r\n<p>\r\n\tInterview, Alex Conant, spokesman for U.S. Sen. Marco Rubio, April 15, 2013</p>\r\n<p>\r\n\tInterview, Jon Lee Anderson author of <em>Ch&eacute; Guevara: A Revolutionary Life</em> via his publicist</p>\r\n<p>\r\n\tJennifer L. Milton at Grove/Atlantic, Inc., April 15, 2013</p>\r\n<p>\r\n\tInterview, Jorge Castaneda and author of <em>Compa&ntilde;ero: The Life and Death of Ch&eacute; Guevara</em>, April 15, 2013</p>\r\n<p>\r\n\tInterview, Mark Sawyer, UCLA political science professor and author of <em>Racial Politics in Post Revolutionary Cuba</em>, April 16, 2013</p>\r\n<p>\r\n\tInterview, Jonathan Brown, University of Texas Latin American history professor, April 16, 2013</p>\r\n<p>\r\n\tInterview, Alejandro de la Fuente, University of Pittsburgh history professor and author of<em> A Nation for All: Race, Inequality, and Politics in Twentieth-Century Cuba</em>, April 16, 2013</p>\r\n<p>\r\n\tInterview, Jaime Suchlicki, director of the University of Miami Institute for Cuban and Cuban-American Studies, April 15, 2013</p>\r\n<p>\r\n\tInterview, Andy Gomez, University of Miami Senior Fellow and Special Assistant to the President for International Affairs, April 15, 2013</p>\r\n<p>\r\n\tJonathan Benjamin-Alvarado, University of Nebraska at Omaha political science professor, April 16, 2013</p>\r\n", "speaker": {"adkey": "", "advalue": "", "barely_true_count": 36, "current_job": "U.S. Senator", "false_count": 26, "first_name": "Marco", "half_true_count": 33, "home_state": "Florida", "id": 277, "last_name": "Rubio", "mostly_true_count": 37, "name_slug": "marco-rubio", "pants_count": 5, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Marco_Rubio.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/277/", "total_count": 168, "true_count": 20, "website": "http://www.rubio.senate.gov/"}, "statement": "<p>\r\n\tCh&eacute; Guevara &quot;wrote extensively about the superiority of white Europeans over people of African descent.&quot;</p>\r\n", "statement_context": "an interview on ABC's 'This Week'", "statement_date": "2013-04-14", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 130, "photo": null, "resource_uri": "/api/v/2/subject/130/", "subject": "Diversity", "subject_slug": "diversity", "used_in_edition": []}, {"description": "", "id": 42, "photo": null, "resource_uri": "/api/v/2/subject/42/", "subject": "History", "subject_slug": "history", "used_in_edition": []}], "target": [], "twitter_headline": ""}