{"art": [{"brightcove": "", "caption": "Rep. Louie Gohmert, R-Texas, made his remark about al Qaeda camps in Mexico on C-SPAN April 17, 2013.", "id": 3327, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": null, "resource_type": {"id": 2, "name": "YouTube", "resource_uri": "/api/v/2/mediatype/2/"}, "resource_uri": "/api/v/2/media/3327/", "title": "Louie Gohmert on C-SPAN April 17, 2013.", "wibbitz": "", "youtube": "<iframe src=\"//www.youtube.com/embed/PsmaNZmUzrA?rel=0&wmode=opaque\" frameborder=\"0\" allowfullscreen></iframe>", "youtubeID": "PsmaNZmUzrA"}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2013/apr/23/louie-gohmert/louie-gohmert-says-al-qaeda-has-camps-drug-cartels/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 7683, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/7683/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>&nbsp;A Texas congressman stressing border security told an interviewer that a terrorist group is set up south of the Rio Grande.<br />\r\n<br />\r\nLouie Gohmert, R-Tyler, said on C-SPAN&rsquo;s &quot;Washington Journal&quot; April 17, 2013: &quot;We know al Qaeda has camps over with the drug cartels on the other side of the Mexican border. We know that people are now being trained to come in and act like Hispanic when they&rsquo;re radical Islamists. We know these things are happening and... it&rsquo;s just insane not to protect ourselves.&quot;<br />\r\n<br />\r\nWe wondered about al Qaeda having camps with the Mexican drug cartels.<br />\r\n<br />\r\n<strong>Gohmert&#39;s basis</strong></p>\r\n\r\n<p>To our inquiry, Gohmert spokeswoman Kimberly Willingham noted a 2006 interim report and November 2012 follow-up report, &quot;A Line in the Sand: Countering Crime, Violence and Terror at the Southwest Border,&quot; prepared by the Republican staff of a subcommittee to the U.S. House Homeland Security Committee that was chaired by Rep. Michael McCaul, R-Austin.<br />\r\n<br />\r\nBoth reports say terrorists can cross the U.S.-Mexico border, though neither mentions al Qaeda camps in Mexico.</p>\r\n\r\n<p>More recently, McCaul suggested that a foiled assassination plot involving an Iranian American resident of Round Rock, north of Austin, suggests a growing link between Mideast terrorist groups and organized crime in Mexico. Manssor Arbabsiar pleaded guilty in October 2012 to participating in a scheme to kill the Saudi Arabian ambassador to the United States after attempting to hire a hit man Arbabsiar believed to be a member of the Zetas Mexican drug cartel; the assassin was actually a paid Drug Enforcement Administration informant.<br />\r\n<br />\r\nMcCaul, who now chairs the House Homeland Security Committee, <a href=\"http://www.statesman.com/news/news/crime-law/hezbollah-mexican-organized-crime-connection-debat/nT2TM/\" id=\"docs-internal-guid-46b23e0d-389a-d48b-c878-3394ec7b573f\" style=\"text-decoration:none;\">said</a> in a December 2012 <em>Austin American-Statesman </em>interview that Iran and Mideast militant groups such as Hezbollah have long had money laundering and fundraising hubs across Latin America and the Texas-tied plot reflected &quot;the first time we have seen that financial relationship become potentially operational.&quot; McCaul also told the newspaper: &quot;It is not a real stretch of the imagination that these groups could work together operationally if they already have a financial relationship. Mexican cartels don&#39;t want to get into the terrorism business, and I think to a large extent that may be true, but I think the lesson of 9/11 was to connect the dots.&quot;<br />\r\n<br />\r\nMcCaul also said he would focus the committee on drawing attention to the threat of such emerging partnerships and keeping narco-terrorist operatives from crossing the U.S.-Mexico border.<br />\r\n<br />\r\nThe 2006 report overseen by McCaul, referencing a February 2003 <a href=\"http://www.loc.gov/rr/frd/pdf-files/OrgCrime_Mexico.pdf\" id=\"docs-internal-guid-46b23e0d-389b-57ee-27ec-1ccfdc23ea3d\" style=\"text-decoration:none;\">report </a>by the Library of Congress, says: &quot;Statements made by high-ranking Mexican officials prior to and following the Sept. 11, 2001 terrorist attacks indicate that one or more Islamic terrorist organizations has sought to establish a presence in Mexico. In May 2001, former Mexican National security adviser and ambassador to the United Nations, Adolfo Aguilar Zinser, reported, that &lsquo;Spanish and Islamic terrorist groups are using Mexico as a refuge.&rsquo;&quot;<br />\r\n<br />\r\nThe Library of Congress report says there was&nbsp; speculation in Mexico after the 2001 attacks that &quot;al Qaeda cells could be present in Mexico and could potentially attempt to cross the U.S. southwest border to conduct additional attacks.&quot; During an October 2001 United Nations conference, according to the report, the director of Mexico&rsquo;s Center for Intelligence and National Security, Eduardo Medina Mora, said the possibility of an al Qaeda attack against the United States launched from Mexico &quot;could not be ruled out,&quot; though Medina Mora also said the center had no reason to believe that there was an al Qaeda presence in Mexico, the report says.<br />\r\n<br />\r\n<strong>Testimony by federal officials</strong></p>\r\n\r\n<p>The 2006 report says the director of the Federal Bureau of Investigation, Robert Mueller, confirmed in testimony that there are individuals from countries with known al Qaeda connections &quot;who are changing their Islamic surnames to Hispanic-sounding names and obtaining false Hispanic identities, learning to speak Spanish and pretending to be Hispanic immigrants.&quot;<br />\r\n<br />\r\nWe perused Mueller&rsquo;s March 8, 2005 testimony to a House subcommittee, downloaded via Nexis, seeing no mention of al Qaeda camps in Mexico or links to Mexican drug cartels.<br />\r\n<br />\r\nRep. John Culberson, R-Houston, asked Mueller if he was aware of individuals from countries with al Qaeda connections entering the United States using false identities, in particular changing Islamic surnames to Hispanic surnames. &quot;We&rsquo;ve had indications of that,&quot; Mueller replied, adding that he would have to check on instances of somebody from, say, a Middle Eastern country adopting an Hispanic name and attempting to enter the country.<br />\r\n<br />\r\n&quot;I&#39;m not certain how many instances there might have been,&quot; Mueller testified. &quot;I can tell you that we are concerned, that Homeland Security is concerned about special interest aliens coming into the United States. We work closely with the Border Patrol and&quot; U.S. Immigration and Customs Enforcement &quot;to interview those when they&#39;re apprehended. We have ongoing investigations together into smuggling organizations that may be assisting in getting special interest aliens cross the border.&quot;<br />\r\n<br />\r\nBy phone, FBI spokeswoman Kathy Wright told us she was unaware of any FBI statements specific to al Qaeda having camps in Mexico with the drug cartels. Also, she said, &quot;it&rsquo;s not our practice to release information like that.&quot;<br />\r\n<br />\r\nWeeks before Mueller testified, according to a Feb. 17, 2005, <em>New York Times</em> news story, Adm. James M. Loy, the deputy secretary of Homeland Security, said in written testimony that al Qaeda operatives had considered using the Mexican border as an entry point. But, the <em>Times</em> said, Loy said that there was &quot;currently no conclusive evidence&quot; that this had succeeded.<br />\r\n<br />\r\n<strong>Other news reports</strong></p>\r\n\r\n<p>Our search of recent news accounts turned up nothing specific to al Qaeda camps in Mexico, though an Oct. 13, 2011, Agence France Press news story, datelined Mexico City, said that in February 2011, Janet Napolitano, the U.S. secretary of Homeland Security, had said U.S. authorities were concerned about a potential alliance between groups like al Qaeda and the Zetas, which the story described as the cartel &quot;started by elite military brass who went bad to sell drugs.&quot;<br />\r\n<br />\r\nNapolitano mentioned the worry, according to the transcript of a Feb. 9, 2011, hearing of the House Committee on Homeland Security, after Rep. Blake Farenthold, R-Corpus Christi, said that he believed terrorists could exploit the international drug trade to the detriment of the United States.<br />\r\n<br />\r\n&quot;Indeed,&quot; Napolitano replied. &quot;And one of the things that -- all I will say in open setting is that we have for some time been thinking ahead about what would happen if, say, al Qaeda were to unite with the Zetas, one of the drug cartels. And I&#39;ll just leave it at that.&quot;<br />\r\n<br />\r\nThe Agence France Press story also said that President Barack Obama said in July 2011 that the Zetas &quot;were a threat to international security, comparing them to organized crime groups in Italy and Japan. But experts argued,&quot; the story said, that &quot;it is one thing for the Zetas to indulge in cross-border business, and it is quite another for them to decide to take part in a terror strike that would directly challenge and confront the U.S. government.&quot;<br />\r\n<br />\r\n<strong>Experts say such camps unheard of</strong></p>\r\n\r\n<p>Next, several security experts on security issues each told us he was unaware of al Qaeda camps in Mexico.<br />\r\n<br />\r\n&quot;Never heard this one before,&quot; replied Daniel Byman, a Georgetown University professor and the director of research at the Saban Center for Middle East Policy at the Brookings Institution. &quot;This was a post 9/11 fear, but I never saw evidence for it. &quot;<br />\r\n<br />\r\nBy telephone, Daveed Gartenstein-Ross, a senior fellow at the Foundation for the Defense of Democracies, said that he would not discount border security, but Gohmert&rsquo;s claim struck him as &quot;incredibly sloppy. It doesn&rsquo;t help the debate. We don&rsquo;t know that these claims are true.&quot;<br />\r\n<br />\r\nGartenstein-Ross offered, too, that it would be foolish for the drug cartels to let al Qaeda establish camps in their bailiwicks. The cartels, he said, &quot;are out to make money. Right now, they have not drawn the (direct) wrath of the United States. If they had al Qaeda camps,&quot; he said, they&rsquo;d draw U.S. military might.<br />\r\n<br />\r\n&quot;There has been no credible report of al Qaeda having camps with the drug cartels,&quot; he said.<br />\r\n<br />\r\nSimilarly, Brian Michael Jenkins, a RAND terrorism expert, said through an email that he has not seen any evidence to support the claim. A RAND colleague, political scientist Peter Chalk, separately said via email he had not heard of such camps in Mexico.</p>\r\n\r\n<p><strong>Our ruling</strong><br />\r\n<br />\r\nGohmert told C-SPAN that al Qaeda has camps with the drug cartels in Mexico.<br />\r\n<br />\r\nSince 9/11, there has been occasional speculation about al Qaeda operatives crossing into the country from Mexico. Notably, too, Napolitano said in 2011 that the U.S. government has thought about what would happen if the Zetas united with al Qaeda.<br />\r\n<br />\r\nHowever, there appears to be no evidence of al Qaeda now having camps in Mexico, with the drug cartels or otherwise.<br />\r\n<br />\r\nWe rate this claim as False.</p>\r\n", "ruling_comments_date": "2013-04-22T17:38:46.745886", "ruling_date": "2013-04-23T15:44:04", "ruling_headline": "Louie Gohmert says al Qaeda has camps with drug cartels in Mexico", "ruling_headline_slug": "louie-gohmert-says-al-qaeda-has-camps-drug-cartels", "ruling_link_text": "Speculative", "ruling_state": null, "source_documents": null, "sources": "<p><a href=\"https://docs.google.com/document/d/1ZHtwy3WR67GZjq5rnU8-y87rbPHSIj-R9AqyTjfXHh0/pub\" id=\"docs-internal-guid-46b23e0d-3899-4c77-7bf2-eb0a6e398c74\" style=\"text-decoration:none;\">Emails</a>, Kimberly Willingham, communications director, U.S. Rep. Louie Gohmert, April 17, 2013</p>\r\n\r\n<p>Reports by Republican staff of U.S. House Subcomittee on Oversight, Investigations and Management, <a href=\"http://www.house.gov/sites/members/tx10_mccaul/pdf/Investigaions-Border-Report.pdf\" style=\"text-decoration:none;\">&quot;Line in the Sand: Confronting the Threat at the Southwest Border,&quot;</a> 2006; <a href=\"http://mccaul.house.gov/uploads/Final%20PDF%20Line%20in%20the%20Sand.pdf\" style=\"text-decoration:none;\">&quot;A Line in the Sand: Countering Crime, Violence and Terror at the Southwest Border,&quot;</a> November 2012</p>\r\n\r\n<p>Transcript, &quot;U.S. Rep. Frank Wolf, R-Va., Holds Hearing on Fiscal Year 2006 Appropriations for the FBI,&quot; including testimony by FBI Director Robert Mueller before House Subcommittee on Science, State, Justice and Commerce and Related Agencies, CQ Transcriptions, March 8, 2005 (Nexis search)</p>\r\n\r\n<p>News article, <a href=\"http://www.nytimes.com/2005/02/17/international/americas/17intel.html\" style=\"text-decoration:none;\">&quot;U.S. Aides Cite Worry on Qaeda Infiltration From Mexico,&quot;</a> The New York Times, Feb. 17, 2005</p>\r\n\r\n<p>News article, &quot;Little sense in Mexico cartels linking with Iran: experts,&quot; Agence France Presse, Oct. 13, 2011 (Nexis search)</p>\r\n\r\n<p>Transcript, &quot;Rep. Peter T. King Holds A Hearing On Understanding Homeland Threat Landscape,&quot; including testimony by Janet Napolitano, secretary of Homeland Security, Feb. 9, 2011, Political Transcript Wire (Nexis search)</p>\r\n\r\n<p>Telephone interview, Kathy Wright, special agent, Federal Bureau of Investigation, Washington, D.C., April 18, 2013</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1f4VwHfSzkVSwbZbLcjgPA_riK-_wQTlIPCY9e7ldx7M/pub\" style=\"text-decoration:none;\">Email</a>, Daniel Byman, professor in the Security Studies program, Edmund A. Walsh School of Foreign Service, Georgetown University, April 17, 2013</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1f4VwHfSzkVSwbZbLcjgPA_riK-_wQTlIPCY9e7ldx7M/pub\" style=\"text-decoration:none;\">Email</a>, Bruce Hoffman, director, Center for Peace and Security Studies and Security Studies Program, Georgetown University, April 17, 2013</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1f4VwHfSzkVSwbZbLcjgPA_riK-_wQTlIPCY9e7ldx7M/pub\" style=\"text-decoration:none;\">Email</a>, Will McCants, research analyst, the Center for Strategic Studies at<a href=\"http://www.cna.org/research\" style=\"text-decoration:none;\"> the Center for Naval Analyses, </a>adjunct faculty, Johns Hopkins University,.April 18, 2013</p>\r\n\r\n<p>Telephone interview, Daveed Gartenstein-Ross, senior fellow, Foundation for the Defense of Democracies, The Hague, April 17, 2013</p>\r\n\r\n<p><a href=\"https://docs.google.com/document/d/1tkD3wU2rLWQYhWcSn_98BtorjUC1hy6cdttO5KmmdB4/pub\" style=\"text-decoration:none;\">Emails</a>, comments by Michael Jenkins, senior adviser to the president of the RAND Corporation, and Peter Chalk, senior political scientist, received from Lisa Sodders, media relations officer, Office of Media Relations, the RAND Corporation, Santa Monica, Calif., April 18, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "U.S. House member", "false_count": 7, "first_name": "Louie", "half_true_count": 1, "home_state": "Texas", "id": 932, "last_name": "Gohmert", "mostly_true_count": 0, "name_slug": "louie-gohmert", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/gohmert2008.jpeg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/932/", "total_count": 11, "true_count": 0, "website": "http://www.gohmert.com/"}, "statement": "<p>Says al Qaeda has camps with the drug cartels in Mexico.</p>\r\n", "statement_context": "an interview on C-SPAN.", "statement_date": "2013-04-17", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 161, "photo": null, "resource_uri": "/api/v/2/subject/161/", "subject": "Drugs", "subject_slug": "drugs", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/7/", "/api/v/2/edition/6/", "/api/v/2/edition/2/"]}, {"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 37, "photo": null, "resource_uri": "/api/v/2/subject/37/", "subject": "Terrorism", "subject_slug": "terrorism", "used_in_edition": []}], "target": [], "twitter_headline": ""}