{"art": [], "author": [{"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "canonical_url": "/wisconsin/statements/2013/apr/28/ron-johnson/ron-johnson-says-recent-study-showed-wisconsin-gas/", "edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "editor": [{"email_address": "gborowski@journalsentinel.com", "first_name": "Greg", "id": 170, "last_name": "Borowski", "name_slug": "greg-borowski", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/170/", "title": "PolitiFact Wisconsin editor", "twitter": null}], "facebook_headline": null, "id": 7699, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "tcontent@jrn.com", "first_name": "Thomas", "id": 405, "last_name": "Content", "name_slug": "thomas-content", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/405/", "title": "Utilities, automotive manufacturing reporter", "twitter": null}, {"email_address": "dumhoefer@journalsentinel.com", "first_name": "Dave", "id": 168, "last_name": "Umhoefer", "name_slug": "dave-umhoefer", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 10, "publication_name": "Milwaukee Journal Sentinel", "resource_uri": "/api/v/2/publication/10/"}, "resource_uri": "/api/v/2/staffer/168/", "title": "Watchdog reporter", "twitter": null}], "resource_uri": "/api/v/2/statement/7699/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p dir=\"ltr\" id=\"docs-internal-guid-1c465d03-4368-a8da-e801-c41b23df7245\">\r\n\tRon Johnson described believers in man-made causes of climate change as <a href=\"http://www.jsonline.com/news/statepolitics/100814454.html\">&quot;crazy&quot;</a> when he ran for U.S. Senate in 2010, saying that sunspot activity or &quot;just something in the geologic eons of time&quot; were more likely explanations for extreme weather.</p>\r\n<p dir=\"ltr\">\r\n\tNow in his third year in the Senate, &nbsp;Johnson is markedly more diplomatic when responding to constituents who want him to support limits on greenhouse gas emissions.</p>\r\n<p dir=\"ltr\">\r\n\t&quot;Thank you for taking the time to contact me regarding cap-and-trade policies and climate change,&quot; he wrote to Greg Everett, a retired musician from Conover on March 26, 2013. &nbsp;&quot;I share your desire to protect our natural environment.&quot;</p>\r\n<p dir=\"ltr\">\r\n\tStill, Johnson sought to make clear to Everett -- who had signed a petition asking Johnson to support cap and trade -- his continued opposition to government intervention in this realm.</p>\r\n<p dir=\"ltr\">\r\n\t&quot;But I am equally concerned that misguided efforts to improve the environment can destroy much-needed jobs and new job creation,&quot; Johnson said in a response that <a href=\"http://gbakere.thoughts.com/posts/senator-ron-johnson-no-reply-ronjohnson-senate-gov--2\">Everett posted on his blog</a>. &quot;Too often, these policies become so prohibitively expensive that they undermine economic growth and the average American&#39;s ability to support himself or herself.&quot;</p>\r\n<p dir=\"ltr\">\r\n\tJohnson then referred to &quot;a recent study of a proposed cap-and-trade policy.&quot;</p>\r\n<p dir=\"ltr\">\r\n\tThe study, he wrote, &quot;showed it would cost Wisconsin nearly 75,000 jobs by 2030 and result in a loss of disposable income of up to $6,900 per household. It could also raise gasoline prices by 141 percent and electricity rates by 171 percent.&quot;</p>\r\n<p dir=\"ltr\">\r\n\tWe&rsquo;re aware there&rsquo;s general agreement that cap-and-trade legislation carries a cost for most -- if not all -- consumers.</p>\r\n<p dir=\"ltr\">\r\n\tBut the numbers Johnson cites on gas and electric costs are eye-popping.</p>\r\n<p dir=\"ltr\">\r\n\tLet&rsquo;s take a look.</p>\r\n<p dir=\"ltr\">\r\n\t<strong>How cap and trade works</strong></p>\r\n<p dir=\"ltr\">\r\n\tGenerally speaking, cap and trade works like this: To slow climate change, the government would set a cap on carbon dioxide and other greenhouse gas emissions. To comply, companies such as electric utilities must either upgrade to cleaner technologies or buy credits &mdash; also known as allowances &mdash; to continue polluting.</p>\r\n<p dir=\"ltr\">\r\n\tCompanies that find ways to reduce pollution easily and cheaply can end up with extra credits, and sell them to other companies that have trouble reducing their emissions or want to make longer-term investments in conservation, according to a summary by the <a href=\"http://www.edf.org/climate/how-cap-and-trade-works\">Environmental Defense Fund. </a>While companies may exchange allowances, the overall limit on pollution remains in place.</p>\r\n<p dir=\"ltr\">\r\n\tThe cap would then be reduced over time to ratchet down greenhouse gas emissions. A lower cap aims to make it more costly for utilities and industries to continue burning fossil fuels.</p>\r\n<p dir=\"ltr\">\r\n\tWhen we asked Johnson for backup, a spokesman in his office said the constituent response refers to a 2008 study commissioned by groups concerned about a cap-and-trade bill introduced in the Senate.</p>\r\n<p dir=\"ltr\">\r\n\tThe <a href=\"http://accf.org/wp-content/uploads/2008/03/Wisconsin.pdf\">study </a>does have numbers very close to what Johnson cited -- 141 and 177 percent increases, for gas and oil, solely because of the bill. The study broke out price effects for each state, as well as a national figure.</p>\r\n<p dir=\"ltr\">\r\n\tBut several things jumped out at us about the study.</p>\r\n<p dir=\"ltr\">\r\n\tIn predicting price effects over nearly 25 years, the study presents a range of low and high price-hike estimates, not single figures. The low-cost estimate for gasoline is 72 percent, half of the worst-case estimate. For electricity, the low end increase was 126 percent.</p>\r\n<p dir=\"ltr\">\r\n\tJohnson mentions only the worst-case scenario, though he did frame it as prices &quot;could&quot; jump by the higher figures.</p>\r\n<p dir=\"ltr\">\r\n\tThe study was commissioned by two groups that have opposed legislative efforts on climate change on the same economic grounds that Johnson cites. They are the American Council for Capital Formation (ACCF) and National Association of Manufacturers (NAM).</p>\r\n<p dir=\"ltr\">\r\n\tIt is relatively recent, 2008, but it focused on a bill -- <a href=\"http://www.govtrack.us/congress/bills/110/s2191\">the Lieberman-Warner Climate Security Act (S. 2191)</a> -- first introduced in 2007. It was replaced by a companion bill in 2008, which died in the Senate. Neither got as much traction as a 2009 bill that passed the House.</p>\r\n<p dir=\"ltr\">\r\n\tWhen we broadened our search, we found numerous impact studies by public and private entities on cap-and-trade legislation, and specifically on Lieberman-Warner.</p>\r\n<p dir=\"ltr\">\r\n\tAccording to experts, all such efforts at forecasting energy price increases are iffy due to the complexity level.</p>\r\n<p dir=\"ltr\">\r\n\tThe cost projections on Lieberman-Warner are &quot;at best speculative&quot; and should be viewed skeptically, warned an exhaustive <a href=\"http://digital.library.unt.edu/ark:/67531/metadc98104/m1/1/high_res_d/RL34489_2008May15.pdf\">Congressional Research Service review </a>of six studies. &quot;It is difficult to project costs up to the year 2030, much less beyond. The already tenuous assumption that regulatory standards will remain constant becomes more unrealistic, and other unforeseen events loom as critical issues which cannot be modeled.&quot;</p>\r\n<p dir=\"ltr\">\r\n\tFuel price estimates, in particular, vary widely depending on various assumptions made by researchers, the review said.</p>\r\n<p dir=\"ltr\">\r\n\tAnd <a href=\"http://accf.org/wp-content/uploads/2013/04/media_190.pdf\">the study for the manufacturing group </a>-- cited by Johnson -- showed dramatically higher increases in gasoline prices than predicted in studies by two government agencies and a non-profit that supports cap and trade, the research service found.</p>\r\n<p dir=\"ltr\">\r\n\tGasoline: The Johnson-cited study projected hikes of $1.70 to $3.25 per gallon by 2030, while the federal government&rsquo;s official source of energy statistics, the Energy Information Administration (EIA), <a href=\"http://www.eia.gov/oiaf/servicerpt/s2191/execsummary.html\">predicted increases of 40 cents per gallon</a>. The non-profit Clean Air Task Force put the hike at 25 cents. The figures compared are national, not specific to Wisconsin.</p>\r\n<p dir=\"ltr\">\r\n\tElectricity: The Johnson-cited study predicted increases at least twice as high as studies by EIA, the <a href=\"http://www.epa.gov/climatechange/EPAactivities/economics/legislativeanalyses.html\">Environmental Protection Agency</a>, the Clean Air Task Force, the Massachusetts Institute of Technology and the National Mining Association. Again, the figures are national.</p>\r\n<p dir=\"ltr\">\r\n\tThe CRS specifically warned about breaking down cost impacts state by state -- as the manufacturers study did -- saying: &quot;Simple attempts by some presentations to break down the cost by industrial sector or by state should be viewed with attentive skepticism.&quot;</p>\r\n<p dir=\"ltr\">\r\n\tOverall, the service found, &quot;the more comprehensive analyses are the work by EPA, EIA, and MIT.&quot;</p>\r\n<p dir=\"ltr\">\r\n\t<strong>Another bill, another study</strong></p>\r\n<p dir=\"ltr\">\r\n\tThe two groups behind the study Johnson relied on also did a separate projection of the Wisconsin energy cost impact of a more recent bill -- the American Clean Energy and Security Act of 2009 sponsored by U.S. Reps. Henry Waxman and Edward Markey.</p>\r\n<p dir=\"ltr\">\r\n\tThe <a href=\"http://www.govtrack.us/congress/bills/111/hr2454\">Waxman-Markey bill</a>, unlike Lieberman-Warner, &nbsp;passed the House 219-212 on June 26, 2009. It did not get a Senate vote. Its impact was studied in 2009.</p>\r\n<p dir=\"ltr\">\r\n\tIn that study, the two groups projected much smaller price increases from Waxman-Markey (19.9 percent to 26.1 percent for gas, and 37.5 percent to 59.7 percent for electric)than from the bill Johnson chose to highlight (increases well over 100 percent).</p>\r\n<p dir=\"ltr\">\r\n\tThat&rsquo;s likely because Waxman-Markey rolled some of the revenue from pollution permits back to consumers in the form of rebates or expanded efficiency programs.</p>\r\n<p dir=\"ltr\">\r\n\tJohnson spokesman Brian Faughnan told us Johnson&rsquo;s climate change letter was simply an attempt to show the reasonable possible impact of major legislation that started in the Senate, the chamber where he serves.</p>\r\n<p dir=\"ltr\">\r\n\t&quot;Senator Johnson&rsquo;s letter does not claim to give a full range of the estimates of the impact of cap and trade,&quot; Faughnan wrote in an email to us.</p>\r\n<p dir=\"ltr\">\r\n\tAnd in any event, the two studies by the manufacturers show major increases in gas prices, and significantly greater electricity costs, Faughnan wrote.</p>\r\n<p dir=\"ltr\">\r\n\t<strong>Our rating</strong></p>\r\n<p dir=\"ltr\">\r\n\tExperts agree that cap and trade likely means higher energy costs for consumers.</p>\r\n<p dir=\"ltr\">\r\n\tJohnson goes further, saying it would be &quot;prohibitively expensive.&quot; He tells constituents he opposes it in part because a &quot;recent study&quot; showed it could &quot;raise gasoline prices by 141 percent and electricity rates by 171 percent.&quot;</p>\r\n<p dir=\"ltr\">\r\n\tThere is a study that includes those estimates for Wisconsin.</p>\r\n<p dir=\"ltr\">\r\n\tBut Johnson ignores critical facts. The same study cites much smaller increases under a second scenario. And its conclusions, published by opponents of the bill, are an outlier among several other studies that independent congressional researchers say were more thorough -- and show much smaller increases. He also ignores studies that said a more recent bill dramatically held down the size of cost increases to consumers.</p>\r\n<p dir=\"ltr\">\r\n\tIn an area in which precise conclusions are difficult, Johnson cherry-picks one study of a dead bill and presents its worst-case scenario as hard evidence of &quot;prohibitively expensive&quot; effects of a cap and trade approach.</p>\r\n<p dir=\"ltr\">\r\n\tWe rate his statement Mostly False.</p>\r\n", "ruling_comments_date": "2013-04-25T19:00:55.857499", "ruling_date": "2013-04-28T09:00:00", "ruling_headline": "Ron Johnson says recent study showed Wisconsin gas and electricity prices would skyrocket under a cap and trade policy", "ruling_headline_slug": "ron-johnson-says-recent-study-showed-wisconsin-gas", "ruling_link_text": "Outlier of a study on a long-dead bill", "ruling_state": null, "source_documents": null, "sources": "<p dir=\"ltr\">\r\n\tGbakere blog, <a href=\"http://gbakere.thoughts.com/posts/senator-ron-johnson-no-reply-ronjohnson-senate-gov--2\">Senator Ron Johnson constituent letter to Greg Everett</a>, posted April 3, 2013</p>\r\n<p dir=\"ltr\">\r\n\tInterview with Greg Everett, constituent of Sen. Ron Johnson, April 18, 2013</p>\r\n<p dir=\"ltr\">\r\n\tEmail exchange with Brian Faughnan, spokesman for Senator Ron Johnson, April 17, 2013</p>\r\n<p dir=\"ltr\">\r\n\t<a href=\"http://accf.org/wp-content/uploads/2008/03/Wisconsin.pdf\">Study </a>for National Association of Manufacturers and American Council for Capital Formation, &quot;Wisconsin: Economic Impact on the State from the Lieberman-Warner Proposed Legislation to Reduce Greenhouse Gas Emissions,&quot; 2008</p>\r\n<p dir=\"ltr\">\r\n\tCongressional Research Service, <a href=\"http://digital.library.unt.edu/ark:/67531/metadc98104/m1/1/high_res_d/RL34489_2008May15.pdf\">&quot;Climate Change: Costs and Benefits of S. 2191/S. 3036,</a>&quot; May 15, 2008</p>\r\n<p dir=\"ltr\">\r\n\tMilwaukee Journal Sentinel,<a href=\"http://www.jsonline.com/news/statepolitics/100814454.html\">&quot;Sunspots are behind climate change, Johnson says,&quot;</a> Aug. 16, 2010</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 16, "current_job": "", "false_count": 7, "first_name": "Ron", "half_true_count": 11, "home_state": "Wisconsin", "id": 527, "last_name": "Johnson", "mostly_true_count": 13, "name_slug": "ron-johnson", "pants_count": 1, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Ron_Johnson_Pfact_mug_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Wisconsin", "edition": "Wisconsin", "edition_slug": "wisconsin", "has_afterthefact": false, "id": 8, "index_page": false, "meter_name": "The Wisconsin Truth-O-Meter", "resource_uri": "/api/v/2/edition/8/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/527/", "total_count": 55, "true_count": 5, "website": "http://www.ronjohnsonforsenate.com/home/"}, "statement": "<p dir=\"ltr\" id=\"docs-internal-guid-1c465d03-4366-c6c3-a185-f26d5ad279cf\" style=\"line-height:1.15;margin-top:0pt;margin-bottom:0pt;\">\r\n\tA recent study of a proposed cap-and-trade policy&rsquo;s effect on Wisconsin consumers showed it could &quot;raise gasoline prices by 141 percent and electricity rates by 171 percent&quot; by 2030.</p>\r\n", "statement_context": "a constituent email", "statement_date": "2013-03-26", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 5, "photo": null, "resource_uri": "/api/v/2/subject/5/", "subject": "Environment", "subject_slug": "environment", "used_in_edition": []}, {"description": "", "id": 204, "photo": null, "resource_uri": "/api/v/2/subject/204/", "subject": "Gas Prices", "subject_slug": "gas-prices", "used_in_edition": ["/api/v/2/edition/5/"]}], "target": [], "twitter_headline": ""}