{"art": [{"brightcove": "", "caption": "Editorial cartoonist Jack Ohman's depiction of Gov. Rick Perry and the explosion of a plant in West, Texas, appeared April 25, 2013 in California's Sacramento Bee.", "id": 3342, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/ohmanboom042013pft.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/3342/", "title": "Jack Ohman West Texas editorial cartoon April 2013.", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2013/may/01/jack-ohman/california-editorial-cartoonist-says-state-texas-l/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 7708, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/7708/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "False", "id": 5, "resource_uri": "/api/v/2/statementruling/5/", "ruling": "False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-false.png", "ruling_slug": "false"}, "ruling_comments": "<p>\r\n\tDefending an editorial cartoon that ticked off Gov. Rick Perry, creator Jack Ohman said he intended to make a provocative point about government oversight in the wake of a Texas disaster that left 14 people dead and 200 people injured.<br />\r\n\t<br />\r\n\tThe April 25, 2013, cartoon by Ohman, editorial cartoonist for the Sacramento (Calif.) <em>Bee</em>, depicts Perry as making one of his pitches for businesses to come to Texas. In the cartoon&rsquo;s first panel, Perry says from behind a dais: &quot;Business is booming in Texas!&quot; The cartoon&rsquo;s next panel shows the April 17, 2013, explosion of the fertilizer plant in West, Texas, with &quot;BOOM!&quot; in red letters plus a flag with &quot;low regs&quot; visible near flames.<br />\r\n\t<br />\r\n\tChallenging the cartoon, Perry <a href=\"http://www.sacbee.com/2013/04/26/5375185/gov-perry-weighs-in-on-texas-explosion.html#storylink=cpy\" id=\"docs-internal-guid-70aabfb1-6182-8aa4-a321-ff102ef63265\" style=\"text-decoration:none;\">said in a letter to the <em>Bee</em></a>, published April 26, 2013, that &quot;I won&#39;t stand for someone mocking the tragic deaths of my fellow Texans and our fellow Americans... The <em>Bee</em> owes the community of West, Texas an immediate apology for your detestable attempt at satire.&quot;<br />\r\n\t<br />\r\n\tStuart Leavenworth, who edits the <em>Bee</em>&rsquo;s editorial page, which aired a few negative factual claims about Texas in 2012, stood by the cartoon. For his part, Ohman wrote in an <a href=\"http://www.sacbee.com/2013/04/25/5372555/rick-perry-explosion-cartoon-published.html#storylink=cpy\" id=\"docs-internal-guid-70aabfb1-6182-f723-d37f-061b437eb9a1\" style=\"text-decoration:none;\">article</a> posted after the cartoon debuted April 25, 2013: &quot;The Texas chemical plant had not been inspected by the state of Texas since 2006. That&#39;s seven years ago. You may have read in the news that Gov. Perry, during his business recruiting trips to California and Illinois, generally described his state as free from high taxes and burdensome regulation. One of the burdensome regulations he neglected to mention was the fact that his state hadn&#39;t really gotten around to checking out that fertilizer plant.&quot;<br />\r\n\t<br />\r\n\tWe wondered about Ohman&rsquo;s claim that the state last inspected, or checked, the plant in 2006.<br />\r\n\t<br />\r\n\tOhman did not respond to our inquiry. But his year reference alone is incorrect, it turns out, while the issue of which agencies, state or federal, could or should have headed off the evening explosion has not (and may not be) settled.<br />\r\n\t<br />\r\n\tAccording to news stories and government documents, a couple of state agencies went to the plant before the explosion and federal agencies also played roles. &quot;A patchwork of state and federal agencies regulated the West fertilizer plant,&quot; the <em>Austin American-Statesman</em> said in an April 24, 2013, <a href=\"http://www.mystatesman.com/news/news/local/report-federal-agency-charged-with-oversight-of-fe/nXXGj/?icmp=statesman_internallink_textlink_apr2013_statesmanstubtomystatesman_launch\" style=\"text-decoration:none;\">news article</a>, with nearly all focused on pollution concerns or securing the facility and its potentially dangerous fertilizers from criminal or terrorist threat.</p>\r\n<p>\r\n\tLet&#39;s recap agency visits, starting with the state departments.<br />\r\n\t<br />\r\n\t<strong>Texas Commission on Environmental Quality</strong><br />\r\n\t<br />\r\n\tThe commission regulates the state&rsquo;s air and water quality and has authority to inspect fertilizer businesses, though an April 19, 2013, <em>American-Statesman</em> news story quoted its executive director, Zak Covar, as saying it typically does so only after it receives complaints.<br />\r\n\t<br />\r\n\tAnother <em>Statesman</em> news article, published April 20, 2013, said that in commission parlance, the West facility is considered a &quot;minor source&quot; of pollutants since it&rsquo;s authorized to emit only 0.11 tons of soot and 0.92 tons of anhydrous ammonia each year. Major source facilities, by contrast, emit at least 100 tons per year of certain contaminants, the newspaper said, and regularly draw commission investigations.<br />\r\n\t<br />\r\n\tBy email, commission spokeswoman Andrea Morrow told us that unlike air, water and waste-related fronts involving state-issued permits and the like, other &quot;industrial conditions at facilities are not under TCEQ&rsquo;s investigative authority nor its regulatory control.&quot;<br />\r\n\t<br />\r\n\tThe April 19 <em>Statesman</em> story said agency records show two complaints filed against West Fertilizer, which owns the plant, since the company began operating in 1962. &nbsp;<br />\r\n\t<br />\r\n\tAccording to the newspaper, a 2002 complaint said: &quot;There is a cloud of dust. Particles are falling like snow around town. People are afraid to complain, however, this is effecting neighbors health with scratchy throats, cough and sneezing.&quot; A subsequent investigation found no nuisance conditions, the newspaper said.<br />\r\n\t<br />\r\n\tIn 2006, the story said, the commission received an odor complaint. An agency investigation found that the facility&rsquo;s permit had expired and issued a notice of violation for operating without a required air quality permit. The matter was resolved at the end of the year, the story said, when the agency granted the facility a new air permit for its two 12,000-gallon anhydrous ammonia storage tanks.<br />\r\n\t<br />\r\n\tAlso, the story said, a second permit, for the loading and storage of fertilizer materials, was issued in 2007. Both permits were granted after an agency technical review and a public comment period during which no member of the public commented either time, the newspaper said.<br />\r\n\t<br />\r\n\t&quot;With no new complaints,&quot; the story said, &quot;no on-site inspection has taken place at the facility since 2007.&quot; By email, Morrow told us the agency last conducted a &quot;site investigation&quot; at the plant Jan. 16, 2007.<br />\r\n\t<br />\r\n\t<strong>Office of the Texas State Chemist</strong><br />\r\n\t<br />\r\n\tThe April 19 <em>Statesman</em> story said oversight of the fertilizer industry in Texas is handled primarily by the Office of the State Chemist&rsquo;s Feed and Fertilizer Control Service at Texas A&amp;M AgriLife Research, with duties focused on serving fertilizer users by testing products to make sure that they are free of contaminants and that their labels accurately reflect the advertised product.<br />\r\n\t<br />\r\n\tThe story said the office registers companies such as West Fertilizer, which experts described as a sort of compounding pharmacy for fertilizers that stores tons of chemicals it mixes for farmers depending on their particular soil and planting needs. Since 2007, the agency has also overseen sales of ammonium nitrate, which can be made into explosives, the story said.<br />\r\n\t<br />\r\n\tThe office can also inspect individual sites &quot;for product safety and security,&quot; the office&rsquo;s director, <a href=\"http://www.feedandgrain.com/contact/10602292/tim-hermann\" id=\"docs-internal-guid-70aabfb1-6183-fa7f-533e-79a66e8918a7\" style=\"text-decoration:none;\">Tim Herrmann, </a>was quoted as saying. He also was quoted as saying the West facility had been inspected &quot;quite recently.&quot;<br />\r\n\t<br />\r\n\tThe April 20 <em>Statesman</em> news story quoted Hermann saying that ammonium nitrate is a common fertilizer ingredient, because it doesn&rsquo;t break down as quickly as other fertilizers. That&rsquo;s handy if, say, a farmer spreads the fertilizer anticipating a rainfall to carry it into the soil, but then it remains dry.<br />\r\n\t<br />\r\n\tBut because it can be used to make explosives, it is more tightly regulated than other farm chemicals &mdash; as a security threat, the <em>Statesman</em> said. Since 2007, Texas has required those who buy and sell the chemical to be registered and record the transactions. Herrman, whose office handles the paperwork, said fertilizer distribution centers such as West Fertilizer also must be deemed &quot;100 percent in compliance&quot; to maintain their license to handle ammonium nitrate, a standard the West facility met, he told the newspaper.<br />\r\n\t<br />\r\n\tBy telephone, Hermann told us the office last went to the plant on April 5, 2013, at the request of the plant&rsquo;s owners who expressed concern they had received fertilizer ingredients that were not what they were labeled. A letter from the state office&rsquo;s associate director, Ben Jones, to the fertilizer company--dated April 16, 2013--seems to confirm the product ordered by the company, diammonium phosphate, was not entirely what it was supposed to be. The letter encourages the company to take the issue up with the company that originated the product.<br />\r\n\t<br />\r\n\t<a href=\"http://otscweb.tamu.edu/Brochure/West_Fertilizer_Co._%20April-19-2013.pdf\" id=\"docs-internal-guid-70aabfb1-6184-8d3e-8776-261f0da81bc1\" style=\"text-decoration:none;\">Documents posted online</a> by the agency indicate that a representative of the state chemist went to the plant in January, June, July and September 2012 and that agency employees went to the facility one to 10 times each year from 2004 through 2011.<br />\r\n\t<br />\r\n\tReferring to ongoing investigation of the cause of the fatal explosion, Hermann said he could not comment on the nature of the office&rsquo;s inspections.<br />\r\n\t<br />\r\n\t<strong>Federal agencies</strong><br />\r\n\t<br />\r\n\tThe April 19 <em>Statesman</em> story indicated it&rsquo;s not clear that a state agency holds direct responsibility for gauging the safety of such plants in that a patchwork of government entities, including federal departments, could play roles.<br />\r\n\t<br />\r\n\t<strong>Homeland Security</strong><br />\r\n\t<br />\r\n\tFor instance,&nbsp; in light of the 1995 bombing of the Murrah Federal Building in Oklahoma City, an attack in which Timothy McVeigh made explosives from ammonium nitrate, as well as the 9/11 terrorist attacks, the U.S. Department of Homeland Security has been writing rules tightening the sale and purchase of that chemical, the newspaper said.<br />\r\n\t<br />\r\n\tThe agency&#39;s Chemical Facility Anti-Terrorism Standards (CFATS) requires facilities that handle high-risk chemicals to send a self-assessment to the agency, which then determines if the facility needs to be regulated. Those that don&#39;t send in the required information can be fined or closed. A Homeland Security spokesman told the newspaper that West Fertilizer had yet to respond: &quot;The West Fertilizer Co. facility is not currently regulated under the CFATS program.&quot;<br />\r\n\t<br />\r\n\t<strong>OSHA</strong><br />\r\n\t<br />\r\n\tThe Occupational Safety and Health Administration, generally entrusted with overseeing workplace safety, rarely inspects fertilizer facilities, the newspaper said, with the agency having inspected only a half-dozen fertilizer manufacturers in Texas in recent years. The paper said OSHA inspections are triggered by complaints, referrals from other government agencies and after deadly incidents. In a <a href=\"http://www.nytimes.com/2013/04/19/us/huge-blast-at-texas-fertilizer-plant.html?_r=0\" id=\"docs-internal-guid-70aabfb1-6185-001a-2f09-4627dc391ab8\" style=\"text-decoration:none;\">news article</a> published the same day, the <em>New York Times</em> quoted an unidentified OSHA spokesman as saying the West plant was not included in its so-called National Emphasis Plan for inspections because it did not produce explosives, had no major prior accidents and the Environmental Protection Agency did not rate it as a major risk. The plant&rsquo;s latest OSHA inspection occurred in 1985, the <em>Times</em> said.<br />\r\n\t<br />\r\n\tProPublica, a nonprofit investigative news organization, said in an April 25, 2013, article that it&rsquo;s unclear if any agencies failed to inspect the plant when they should have, quoting a <em>Huffington Post</em> <a href=\"http://www.huffingtonpost.com/2013/04/22/west-fertilizer_n_3134202.html?utm_hp_ref=tw\" id=\"docs-internal-guid-70aabfb1-6185-583b-e57f-8799dfdf6c3e\" style=\"text-decoration:none;\">news story </a>posted April 22, 2013 stating that since the OSHA inspection, &quot;regulators from other agencies have been inside the plant, but they looked only at certain aspects of plant operations, such as whether the facility was abiding by labeling rules when packaging its fertilizer for sale.&quot;<br />\r\n\t<br />\r\n\t<strong>Environmental Protection Agency</strong><br />\r\n\t<br />\r\n\tThe EPA, which oversees air and water quality,requires risk management plans at all facilities that store hazardous chemicals to keep local communities apprised of local risks, the <em>Statesman</em> reported. According to EPA records, though, West Fertilizer was supposed to update its plan in 2004 but didn&#39;t do so for another two years, the paper said. Federal inspectors also found that the company kept poor training records, hadn&#39;t developed a formal written maintenance program and had operating procedures that failed to address the &quot;consequences of deviation,&quot; the newspaper reported.<br />\r\n\t<br />\r\n\tAccording to the EPA, following a $2,300 fine, the company &quot;certified they corrected the deficiencies&quot; and filed an updated plan in 2011 as required. &quot;The worst-case release scenario would be the release of the total contents of a storage tank released as a gas over 10 minutes,&quot; the company stated in the plan.<br />\r\n\t<br />\r\n\t<strong>Pipeline and Hazardous Materials Safety Administration</strong><br />\r\n\t<br />\r\n\tThe largest fine levied on the plant, for $10,000, was handed down in 2012 by the U.S. Pipeline and Hazardous Materials Safety Administration, the <em>Statesman</em> said, when West Fertilizer failed to write a security plan to transport anhydrous ammonia, a chemical fertilizer stored under pressure. The company said it couldn&#39;t afford to pay that amount, and the penalty was halved after West Fertilizer agreed to correct the oversight, the newspaper said. An administration investigator inspected the plant in September 2011, <a href=\"http://www.phmsa.dot.gov/staticfiles/PHMSA/DownloadableFiles/Hazmat/Enforcement/West%20Fertilizer%20Comp%20Order%20Jun%202012.pdf\" id=\"docs-internal-guid-70aabfb1-6185-baea-499f-191ffb96992f\" style=\"text-decoration:none;\">according to documents</a> spelling out the reduced fine.<br />\r\n\t<br />\r\n\tSumming up: One state office went to the plant a few weeks before the disaster and multiple times in recent years, while another, with authority over air and water issues, last inspected it in early 2007. Separately, federal agencies monitored and occasionally penalized the plant, most recently in 2011.<br />\r\n\t<br />\r\n\t<strong>Our ruling</strong><br />\r\n\t<br />\r\n\tOhman said the fertilizer plant in West was last inspected by the state of Texas in 2006.<br />\r\n\t<br />\r\n\tIn fact, one state agency went to the plant less than two weeks before the disaster and multiple times over recent years, while the state&rsquo;s environmental agency was there in 2007. As significantly, this claim leaves misimpressions that the state routinely conducts major inspections of such plants and that federal government has no particular role. Neither conclusion was supported by news stories published before the cartoon came out.<br />\r\n\t<br />\r\n\tWe&#39;re not taking a position here about the Texas regulatory climate nor are we concluding that agencies should be let off the hook for what happened before the explosion. That said, the statement is not accurate. We rate it as False.</p>\r\n", "ruling_comments_date": "2013-04-26T19:12:21.989102", "ruling_date": "2013-05-01T15:30:00", "ruling_headline": "California editorial cartoonist says state of Texas last inspected exploded fertilizer plant in 2006", "ruling_headline_slug": "california-editorial-cartoonist-says-state-texas-l", "ruling_link_text": "State official visited 12 days before explosion", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tNews articles, <a href=\"http://www.statesman.com/news/news/local/regulation-of-fertilizer-industry-a-patchwork/nXQNz/\" style=\"text-decoration:none;\">&quot;West facility shows regulation of fertilizer industry a patchwork,&quot;</a> <em>Austin American-Statesman</em>, April 19, 2013; <a href=\"http://www.statesman.com/news/news/state-regional/fertilizer-sold-stored-across-central-texas-but-no/nXR5N/\" style=\"text-decoration:none;\">&quot;Fertilizer sold, stored across Central Texas, but no need for panic,&quot;</a> April 20, 2013; &nbsp;<a href=\"http://www.statesman.com/news/news/state-regional-govt-politics/environmentalists-seek-to-draw-on-west-explosion-i/nXTGt/\" style=\"text-decoration:none;\">&quot;Environmentalists seek to draw on West explosion in legislative matters,&quot;</a> April 22, 2013; <a href=\"http://www.mystatesman.com/news/news/local/report-federal-agency-charged-with-oversight-of-fe/nXXGj/?icmp=statesman_internallink_textlink_apr2013_statesmanstubtomystatesman_launch\" style=\"text-decoration:none;\">&quot;Report: Federal agency charged with oversight of fertilizer plant security in disarray,&quot;</a> April 24, 2013</p>\r\n<p>\r\n\t<a href=\"https://docs.google.com/document/d/1OGpLb7QM0dcQ0HsVERzuNIvIerkzxuZsiIp0huHX7Ps/pub\" style=\"text-decoration:none;\">Emails</a>, Andrea Morrow, spokeswoman, Texas Commission on Environmental Quality, April 29, 2013</p>\r\n<p>\r\n\tNews article, <a href=\"http://www.propublica.org/article/what-went-wrong-in-west-texas-and-where-were-the-regulators\" style=\"text-decoration:none;\">&quot;What Went Wrong in West, Texas &mdash; and Where Were the Regulators?,&quot;</a> ProPublica, April 25, 2013</p>\r\n<p>\r\n\tTelephone interview, Tim Hermann, director and state chemist, Office of the State Chemist, Texas A&amp;M AgriLife Research, College Station, April 29, 2013</p>\r\n<p>\r\n\t<a href=\"http://otscweb.tamu.edu/Brochure/West_Fertilizer_Co._%20April-19-2013.pdf\" style=\"text-decoration:none;\">Documents</a> related to West Fertilizer, Texas State Chemist (accessed April 29, 2013)</p>\r\n<p>\r\n\tNews article, <a href=\"http://www.nytimes.com/2013/04/19/us/huge-blast-at-texas-fertilizer-plant.html?_r=0\" style=\"text-decoration:none;\">&quot;Plant Explosion Tears at the Heart of a Texas Town,&quot;</a> the <em>New York Times</em>, April 19, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "Editorial cartoonist", "false_count": 1, "first_name": "Jack", "half_true_count": 0, "home_state": "California", "id": 2274, "last_name": "Ohman", "mostly_true_count": 0, "name_slug": "jack-ohman", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/ohmansacbeepft.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2274/", "total_count": 1, "true_count": 0, "website": "http://www.sacbee.com/ohman/"}, "statement": "<p>\r\n\tSays the fertilizer plant that exploded in West, Texas,&quot;had not been inspected by the state of Texas since 2006.&quot;</p>\r\n", "statement_context": "a column on an editorial cartoon.", "statement_date": "2013-04-25", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 38, "photo": null, "resource_uri": "/api/v/2/subject/38/", "subject": "Crime", "subject_slug": "crime", "used_in_edition": []}, {"description": "", "id": 4, "photo": null, "resource_uri": "/api/v/2/subject/4/", "subject": "Economy", "subject_slug": "economy", "used_in_edition": []}, {"description": "", "id": 173, "photo": null, "resource_uri": "/api/v/2/subject/173/", "subject": "Public Safety", "subject_slug": "public-safety", "used_in_edition": ["/api/v/2/edition/9/"]}, {"description": "", "id": 137, "photo": null, "resource_uri": "/api/v/2/subject/137/", "subject": "Public Service", "subject_slug": "public-service", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 30, "current_job": "U.S. Energy Secretary", "false_count": 31, "first_name": "Rick", "half_true_count": 42, "home_state": "Texas", "id": 291, "last_name": "Perry", "mostly_true_count": 24, "name_slug": "rick-perry", "pants_count": 18, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rick_Perry_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/291/", "total_count": 176, "true_count": 26, "website": "https://energy.gov/management/history/secretaries-energy"}], "twitter_headline": ""}