{"art": [], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2013/may/01/friends-miami-first/miami-dolphins-pac-says-stadium-renovation-will-cr/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 7718, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "dhanks@miamiherald.com", "first_name": "Douglas", "id": 406, "last_name": "Hanks", "name_slug": "douglas-hanks", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 5, "publication_name": "Miami Herald", "resource_uri": "/api/v/2/publication/5/"}, "resource_uri": "/api/v/2/staffer/406/", "title": "staff writer", "twitter": null}, {"email_address": "pmazzei@miamiherald.com", "first_name": "Patricia", "id": 248, "last_name": "Mazzei", "name_slug": "patricia-mazzei", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 5, "publication_name": "Miami Herald", "resource_uri": "/api/v/2/publication/5/"}, "resource_uri": "/api/v/2/staffer/248/", "title": "Staff Writer", "twitter": null}, {"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/7718/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>\r\n\tAs Miami-Dade residents begin to vote on whether to help finance a $350 million stadium for the Miami Dolphins, project boosters distributed mailers promising that the project will deliver thousands of new local jobs.</p>\r\n<p>\r\n\tOne <a href=\"http://miamiherald.typepad.com/nakedpolitics/2013/04/dolphins-begin-stadium-renovation-campaign-with-mailer-visits-to-miami-dade-senior-centers.html\">mailer </a>stated: &quot;The plan will not only create more than 4,000 new local jobs, it is critical for attracting more sporting and entertainment events to a world class Miami facility which increases tourism, supports local businesses and pumps hundreds of millions of dollars into our community.&quot;</p>\r\n<p>\r\n\tThe mailer was paid for by the stadium&rsquo;s political action committee, Friends of Miami First, which has raised $1 million since April 1. The contributions came from the Dolphins and South Florida Stadium LLC, team owner Stephen Ross&rsquo; company.</p>\r\n<p>\r\n\tThe 4,000 jobs figure has been <a href=\"http://www.miamifirst.com/economic-impact\">repeated </a><a href=\"http://www.nytimes.com/2013/03/25/sports/football/miami-dolphins-stadium-refurbishment-plan-is-threatened.html?pagewanted=all&amp;_r=0\">multiple </a><a href=\"http://www.fieldofschemes.com/2013/01/17/4369/dolphins-stadium-would-create-4000-jobs-says-dolphins-website/\">times</a> in recent months as the Dolphins sought financing from the state and county. A separate <a href=\"https://docs.google.com/file/d/0B1aU9YXZMOIQWTk1ODliLWppT1k/edit?usp=sharing\">mailer </a>states &quot;support over 4,000 new jobs for Miami-Dade&quot; and shows a photo of a construction worker.</p>\r\n<p>\r\n\tHere we are fact-checking the mailer&rsquo;s claim that the renovation of the Sun Life stadium will &quot;create more than 4,000 new local jobs.&quot; (Read our related Dolphins stadium fact-checks <a href=\"http://www.politifact.com/florida/statements/2013/apr/22/carlos-gimenez/carlos-gimenez-says-miami-dolphins-are-only-proper/\">here</a> and <a href=\"http://www.politifact.com/florida/statements/2013/mar/14/ron-book/dolphins-lobbyist-says-super-bowl-50-everybodys-es/\">here</a>.)</p>\r\n<p>\r\n\t<strong>Goal includes local hires</strong></p>\r\n<p>\r\n\tThe job creation figure is a selling point for the Dolphins, as they work at record speed to convince state legislators who conclude their session May 3 to sign off on a plan for $90 million in sales tax rebates and to allow an increase in the mainland Miami bed tax to generate about $289 million. The mailer omits those amounts, but it does state that the team would repay the state and county about $159 million.</p>\r\n<p>\r\n\tIf the Legislature and Gov. Rick Scott give the go-ahead, Miami-Dade voters will be asked if they want to designate annual tourist room taxes for the project in a May 14 referendum. (Early and absentee voting started April 29.)</p>\r\n<p>\r\n\tThe agreement requires <a href=\"http://southeast.construction.com/yb/se/article.aspx?story_id=184509040\">private funding</a>, which is expected to come from the Dolphins and the NFL to pay for more than half the project. By May 22, the NFL will decide whether to award the 50th Super Bowl in 2016 to Miami or San Francisco.</p>\r\n<p>\r\n\tThe team&rsquo;s agreement with the county says that the team will &quot;aspire&quot; to hire at least 70 percent of the workers from Miami-Dade with 10 percent from Miami Gardens -- the city where the stadium is located -- and at least 20 percent from low-income areas. The team will also &quot;aspire&quot; to hire at least 35 percent of the subcontractors from Miami-Dade. There is no financial penalty if the team doesn&rsquo;t meet those local hiring goals and there is no goal or requirement regarding the sheer number of jobs, county spokeswoman Suzy Trutie said.</p>\r\n<p>\r\n\t<strong>Study used to come up with job figures</strong></p>\r\n<p>\r\n\tThe mailer didn&rsquo;t provide details about its numbers, so we asked Dolphins spokesman Eric Jotkoff to elaborate.</p>\r\n<p>\r\n\tJotkoff allowed a PolitiFact Florida reporter and a <em>Miami Herald</em> business reporter to review -- but not retain -- a copy of a study paid for by the Dolphins that the team used to arrive at that figure.</p>\r\n<p>\r\n\tThe study, prepared by the Washington Economics Group in 2010, was about a possible $225 million stadium renovation which assumed some hotel bed tax participation by Broward County, so it includes job projections for Miami-Dade and Broward combined.</p>\r\n<p>\r\n\tIt concluded the project would produce 3,740 jobs, which assumes at least one year of employment per person. That includes 1,550 direct jobs and the remainder are indirect jobs in related industries and induced jobs generated by the economic activity.</p>\r\n<p>\r\n\tThe jobs included 39 percent in the &quot;knowledge based sector,&quot; which includes information technology, finance, real estate and other areas; 34 percent construction; and the remainder were government related or &quot;other.&quot;</p>\r\n<p>\r\n\tBut the Dolphins have not produced a study of the current project to show it will create more than 4,000 local jobs. Instead, the team is using cocktail napkin estimates here: If a $225 million project would create 3,740 jobs, then a $350 million project would create at least 4,000, they say.</p>\r\n<p>\r\n\t&quot;It&rsquo;s a conservative estimate of jobs that this will create,&quot; Jotkoff said.</p>\r\n<p>\r\n\tThese 4,000 jobs are associated with the 25-month construction project. Jotkoff said some of the jobs will continue beyond the 25 months but he had no details as to how many.</p>\r\n<p>\r\n\tThe same firm did a separate <a href=\"https://www.documentcloud.org/documents/612239-sunlifestadiumeconimpact-phasei-jan032013-1.html\">study</a> in 2013 that concluded there are 14,503 permanent current jobs at the Sun Life Stadium, mostly with the Dolphins. That study was prepared for the Greater Miami Chamber of Commerce, which <a href=\"http://www.miamiherald.com/2013/02/06/3220329/miami-chamber-raise-hotel-taxes.html\">endorsed </a>the stadium proposal, and a related entity the South Florida Progress Foundation.</p>\r\n<p>\r\n\t<strong>Experts weigh in on jobs claim</strong></p>\r\n<p>\r\n\tWe sent the Dolphins&rsquo; jobs claim and a summary of the 2010 study to multiple economists, including some who specialize in the business of sports. They raised several caveats about the job growth figures.</p>\r\n<p>\r\n\tFirst, these aren&rsquo;t permanent jobs. (Jotkoff said some jobs would extend beyond 25 months, but he had no details as to how many.)</p>\r\n<p>\r\n\tThese are &quot;4,000 jobs we are talking about during the construction phase,&quot; said University of Florida economics professor Roger Blair, who teaches a class on the business of sports. &quot;Why is that something get excited about? (These are) jobs that people will have for a couple of years and then they will disappear.&quot;</p>\r\n<p>\r\n\tAnd, those jobs aren&rsquo;t coming here for free -- the public is paying for them through the hotel bed tax and the state sales tax. Economists say that you have to factor in the spending that won&rsquo;t happen elsewhere in the state, due to the public money earmarked for this particular project. The majority of sales taxes go into the state&rsquo;s <a href=\"http://edr.state.fl.us/Content/revenues/reports/tax-handbook/taxhandbook2013.pdf\">general fund</a>, which pays for law enforcement, education, environmental programs and other areas.</p>\r\n<p>\r\n\tThe bed tax would be an increase, so the Dolphins can argue that&rsquo;s new money and wouldn&rsquo;t be spent elsewhere, since it is being created for them. Tourist taxes can only be <a href=\"http://archive.flsenate.gov/statutes/index.cfm?mode=View%20Statutes&amp;SubMenu=1&amp;App_mode=Display_Statute&amp;Search_String=125.0104&amp;URL=0100-0199/0125/Sections/0125.0104.html#0125.0104\">spent</a> on certain uses such as stadiums, convention centers and museums.</p>\r\n<p>\r\n\t&quot;The problem is that these jobs have to be financed,&quot; said Smith College economics professor Andrew Zimbalist. &quot;Would it create jobs if the county hired 1,000 workers to dig a big hole and then a 1,000 more to fill it up? If so, then no city would ever have any unemployment.&quot;</p>\r\n<p>\r\n\t(<a href=\"http://www.tampabay.com/news/growth/economist-downtown-tampa-stadium-best-for-rays-and-heres-why/1271550\">Zimbalist</a> is a consultant for Major League Baseball but told PolitiFact he does not consult for the NFL.)</p>\r\n<p>\r\n\tThe jobs wouldn&rsquo;t be significant for the county, economists told PolitiFact.</p>\r\n<p>\r\n\t&quot;I certainly don&rsquo;t want to disparage any job creation figures, as those are real jobs for real people, but payroll employment in Miami-Dade County is over 1 million, so this wouldn&rsquo;t be an economic game changer,&quot; said Chris Lafakis, senior economist at Moody&rsquo;s who analyzes Florida&rsquo;s economy. &quot;The best way to judge the economic merits of this project are how will this project be paid for and how else would that funding be spent? These are very important questions in order to determine the net benefit to the Miami Dade economy.&quot;</p>\r\n<p style=\"line-height: 1.15; margin-top: 0pt; margin-bottom: 0pt;\">\r\n\tAlso, one expert pointed out that the study was paid for by team, so that&rsquo;s not an independent analysis.</p>\r\n<p>\r\n\t&quot;The organizations that often provide these economic impact studies have something to gain or have a vested interest,&quot; said Robert Baade, a professor who specializes in the economics of sports at Lake Forest College. &quot;Certainly if the team commissioned the study that would be true ... They are going to put the project&rsquo;s best foot forward ... They realize there is a skeptical and reluctant public and they&rsquo;ve got to make the project look good. That doesn&rsquo;t make them evil -- it does mean they are erring on side of optimism rather than taking a more conservative approach.&quot;</p>\r\n<p>\r\n\t<strong>Our ruling</strong></p>\r\n<p>\r\n\tThe mailer distributed by Miami First said that the Dolphins stadium renovation will &quot;create more than 4,000 new local jobs.&quot;</p>\r\n<p>\r\n\tThe Dolphins based the number on a 2010 study of a $225 million project that concluded 3,740 jobs in Miami-Dade and Broward. They haven&rsquo;t shown any study of the current project to support their claim that it will create more than 4,000 local jobs. Instead, they tacked on an extra 260 jobs to the new $350 million project and say that&rsquo;s conservative.</p>\r\n<p>\r\n\tThe key omission here is that these are jobs associated with the 25-month stadium renovation project and include temporary positions. The Dolphins say that some jobs would continue, but they have provided no details as to how many of those 4,000 jobs would extend beyond the construction phase.</p>\r\n<p>\r\n\tTo get those jobs, the team would receive $379 million from the state and county over about three decades, and eventually pay back about $159 million.</p>\r\n<p>\r\n\tAs to whether the jobs will be local, the team has set a goal to hire the vast majority of the workers from Miami-Dade County but there is no financial penalty if they fail to do so.</p>\r\n<p>\r\n\tWe rate this claim Half True.</p>\r\n", "ruling_comments_date": "2013-04-30T16:54:06.094275", "ruling_date": "2013-05-01T16:21:06", "ruling_headline": "Miami Dolphins PAC says that stadium renovation will \"create more than 4,000 new local jobs”", "ruling_headline_slug": "miami-dolphins-pac-says-stadium-renovation-will-cr", "ruling_link_text": "Construction jobs are temporary", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<em>Miami Herald</em>,<a href=\"http://www.miamiherald.com/2013/01/23/3194638/dolphins-hit-braman-and-marlins.html\"> &quot;Dolphins slam Norman Braman, Marlins Park deal,&quot; J</a>an. 23, 2013</p>\r\n<p>\r\n\t<em>Miami Herald</em>, &quot;Miami Chamber: raise hotel rates to fund stadium renovation,&quot; Accessed in Nexis, Feb. 6, 2013</p>\r\n<p>\r\n\t<em>Miami Herald</em>&rsquo;s Naked Politics blog, <a href=\"http://miamiherald.typepad.com/nakedpolitics/2013/04/nfl-commissioner-stephen-ross-come-to-tallahassee-to-save-dolphins-stadium-effort.html\">&quot;NFL Commissioner Roger Goodell, Dolphins owner Stephen Ross come to Tallahassee to save Dolphins stadium effort,&quot;</a> April 29, 2013</p>\r\n<p>\r\n\t<em>Miami Herald</em>&rsquo;s Naked Politics blog, <a href=\"http://miamiherald.typepad.com/nakedpolitics/2013/04/dolphins-begin-stadium-renovation-campaign-with-mailer-visits-to-miami-dade-senior-centers.html\">&quot;Dolphins begin stadium renovation campaign with mailer, visits to Miami-Dade senior centers,&quot;</a> April 23, 2013</p>\r\n<p>\r\n\tMiami First, <a href=\"https://docs.google.com/file/d/0B1aU9YXZMOIQWTk1ODliLWppT1k/edit\">Dolphins stadium mailer</a>, April 2013</p>\r\n<p>\r\n\tWashington Economics Group, <a href=\"https://www.documentcloud.org/documents/612239-sunlifestadiumeconimpact-phasei-jan032013-1.html\">&quot;The economic impact of Sun Life stadium,&quot;</a> Jan. 4, 2012</p>\r\n<p>\r\n\tWashington Economics Group, Study about a possible $225 million Sun Life stadium project, (Dolphins would not provide a copy but allowed PolitiFact to review it) October 2010</p>\r\n<p>\r\n\tMiami First (Sun Life stadium entity) website, <a href=\"http://www.miamifirst.com/economic-impact\">Economic impact</a>, Accessed April 24, 2013</p>\r\n<p>\r\n\tMiami-Dade, <a href=\"http://www.miamidade.gov/govaction/minutes.asp?Action=Minutes&amp;Oper=DisplayMinute&amp;Minute=CC&amp;MinuteName=Board+of+County+Commissioners\">County Commission meeting minutes</a>, Jan. 23, 2013</p>\r\n<p>\r\n\tFlorida Office of Economic and Demographic research, <a href=\"http://edr.state.fl.us/Content/revenues/reports/tax-handbook/taxhandbook2013.pdf\">Florida Tax Handbook</a>, 2013</p>\r\n<p>\r\n\tGeorge State University Professor Bruce Seaman, <a href=\"http://www.atlantaga.gov/modules/showdocument.aspx?documentid=6834\">&quot;Economic impact estimates for the construction phase of a retractable roof stadium for the Atlanta Falcons,&quot; </a>Sept. 17, 2012</p>\r\n<p>\r\n\t<em>Atlanta Journal Constitution</em>, <a href=\"http://www.ajc.com/news/news/breaking-news/new-falcons-stadium-clears-final-political-hurdle/nXCXF/\">&quot;Falcons field of dreams becoming real,&quot;</a> April 4, 2013</p>\r\n<p>\r\n\t<em>New York Times</em>, <a href=\"http://www.nytimes.com/2013/03/25/sports/football/miami-dolphins-stadium-refurbishment-plan-is-threatened.html?pagewanted=all&amp;_r=0\">&quot;Anger in wake of Marlins stadium deal threatens Dolphins&rsquo; renovation plan,&quot; </a>March 25, 2 013</p>\r\n<p>\r\n\tField of Schemes blog, <a href=\"http://www.fieldofschemes.com/2013/01/17/4369/dolphins-stadium-would-create-4000-jobs-says-dolphins-website/\">&quot;Dolphins stadium reno would create 4,000 jobs, says Dolphins website,&quot;</a> Jan. 17, 2013</p>\r\n<p>\r\n\t<em>Tampa Bay Times</em>, <a href=\"http://www.tampabay.com/news/growth/economist-downtown-tampa-stadium-best-for-rays-and-heres-why/1271550\">&quot;Economist: downtown Tampa stadium best for Rays and here&rsquo;s why,&quot;</a> Jan. 21, &nbsp;2013</p>\r\n<p>\r\n\tFlorida Senate,<a href=\"http://www.flsenate.gov/media/videoplayer.cfm?EventID=2443575804_2013031050\"> Senate appropriations subcommittee on finance and tax meeting video</a>, March 6, 2013</p>\r\n<p>\r\n\tPolitiFact, <a href=\"http://www.politifact.com/florida/statements/2013/apr/22/carlos-gimenez/carlos-gimenez-says-miami-dolphins-are-only-proper/\">&quot;Carlos Gimenez says Miami Dolphins are the only property tax payer in the NFL,&quot;</a> April &nbsp;22, 2013</p>\r\n<p>\r\n\tPolitiFact, <a href=\"http://www.politifact.com/florida/statements/2013/mar/14/ron-book/dolphins-lobbyist-says-super-bowl-50-everybodys-es/\">&quot;Dolphins lobbyist says Super Bowl L is a &lsquo;$500 million economic impact&rsquo; to Florida,&quot; </a>March 14, 2013</p>\r\n<p>\r\n\tInterview, Eric Jotkoff, Dolphins spokesman, April 26, 2013</p>\r\n<p>\r\n\tInterview, Mary Snow, Washington Economics Group managing director of client services, April 29, 2013</p>\r\n<p>\r\n\tInterview, Roger Blair, University of Florida economics professor, April 29, 2013</p>\r\n<p>\r\n\tInterview, Roger Noll, Stanford economics professor, April 26, 2013</p>\r\n<p>\r\n\tInterview, Bill Seyfried, Rollins Collins economics professor, April 29, 2013</p>\r\n<p>\r\n\tInterview, Andrew Zimbalist, Smith College economics professor, April 29, 2013</p>\r\n<p>\r\n\tInterview, Bruce Seaman, George State University economics professor, April 26, 2013</p>\r\n<p>\r\n\tInterview, Philip Porter, University of Southern Florida economics professor, April 29, 2013</p>\r\n<p>\r\n\tInterview, Stephen Fuller, George Mason University public policy professor, April 30, 2013</p>\r\n<p>\r\n\tInterview, Kurt Rotthoff, Seton Hall University, assistant professor of economics and finance, April 29, 2013</p>\r\n<p>\r\n\tInterview, Dennis Coates, University of Maryland economics professor, April 2013</p>\r\n<p>\r\n\tInterview, John Dixon, Manhattan Construction executive vice president, April 30, 2013</p>\r\n<p>\r\n\tInterview, John Jasina, Claflin University, professor of business, April 30, 2013</p>\r\n<p>\r\n\tInterview, Robert Baade, Lake Forest, professor of economics and business, May 1, 2013</p>\r\n<p>\r\n\tInterview, Amy Baker, state of Florida economist, April 29, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "promoting approval of financing for Sun Life Stadium", "false_count": 0, "first_name": "", "half_true_count": 1, "home_state": "Florida", "id": 2276, "last_name": "Friends of Miami First", "mostly_true_count": 0, "name_slug": "friends-miami-first", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/mug-independentgroup__________________15.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2276/", "total_count": 1, "true_count": 0, "website": "http://www.sunlifestadium.com/miami-first"}, "statement": "<p>\r\n\tThe Dolphins stadium renovation will &quot;create more than 4,000 new local jobs.&quot;</p>\r\n", "statement_context": "a mailer", "statement_date": "2013-04-23", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 171, "photo": null, "resource_uri": "/api/v/2/subject/171/", "subject": "County Budget", "subject_slug": "county-budget", "used_in_edition": ["/api/v/2/edition/4/"]}, {"description": "", "id": 175, "photo": null, "resource_uri": "/api/v/2/subject/175/", "subject": "Jobs", "subject_slug": "jobs", "used_in_edition": ["/api/v/2/edition/8/"]}, {"description": "", "id": 216, "photo": null, "resource_uri": "/api/v/2/subject/216/", "subject": "Sports", "subject_slug": "sports", "used_in_edition": ["/api/v/2/edition/4/", "/api/v/2/edition/5/", "/api/v/2/edition/1/", "/api/v/2/edition/13/", "/api/v/2/edition/7/", "/api/v/2/edition/9/", "/api/v/2/edition/6/", "/api/v/2/edition/2/", "/api/v/2/edition/10/"]}, {"description": "", "id": 120, "photo": null, "resource_uri": "/api/v/2/subject/120/", "subject": "State Budget", "subject_slug": "state-budget", "used_in_edition": []}], "target": [], "twitter_headline": ""}