{"art": [{"brightcove": "", "caption": "President Barack Obama campaigns in Hollywood, Fla., on Nov. 4, 2012. (AP Photo)", "id": 3351, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Obama_in_Hollywood.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/3351/", "title": "Obama in Hollywood, Fla.", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "canonical_url": "/florida/statements/2013/may/03/broward-democratic-executive-committee/was-broward-one-three-counties-pivotal-obama/", "edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 7729, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "asherman@poynter.org", "first_name": "Amy", "id": 127, "last_name": "Sherman", "name_slug": "amy-sherman", "on_staff_page": 9, "phone": "954-665-9035", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots20.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/127/", "title": "Staff writer", "twitter": "AmySherman1"}], "resource_uri": "/api/v/2/statement/7729/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tBroward County Democrats like to think they are special. And they have some proof to back that up: Broward has more registered Democratic voters than any other county in Florida. Broward is home to Democratic National Committee chair U.S. Rep. Debbie Wasserman Schultz. And President Barack Obama campaigned in Hollywood the final weekend before Election Day in 2012.</p>\r\n<p>\r\n\tWe&rsquo;ll be hearing more about the importance of Broward Democrats as the statewide party aims to take out Republican Gov. Rick Scott next year. In 2010, Broward&rsquo;s abysmal 41 percent turnout was one factor in Scott&rsquo;s defeat of Democrat Alex Sink.</p>\r\n<p>\r\n\tBut exactly how important are those Broward Democrats?</p>\r\n<p>\r\n\tThe Broward Democratic Executive Committee sent an<a href=\"https://docs.google.com/document/d/1q9ZT03gRcIOHUAfoOC819z2T-h9YFwAGnLxZxndblGM/edit\"> email</a> to the media April 11 celebrating that his party had achieved a new milestone: more than 600,000 registered voters. The email then continued: &quot;A recent news article indicated that three counties in the nation were pivotal to an Obama victory. Broward was the only location in Florida.&quot;</p>\r\n<p>\r\n\tBroward Supervisor of Elections records showed that the Dems surpassed 600,000 registered voters in April; however, due to the regular list maintenance, which includes placing some voters in an inactive status, the number later dropped down to about 589,000. (Republicans have about 256,000, and independents have about 300,000.)</p>\r\n<p>\r\n\tBut the part that caught our eye was the claim about Broward&rsquo;s national significance. Was Broward one of three counties in the nation pivotal to Obama&rsquo;s 2012 victory?</p>\r\n<p>\r\n\t<strong>Article about Broward and Obama&rsquo;s 2012 win</strong></p>\r\n<p>\r\n\tWe found the article in the <em><a href=\"https://www.documentcloud.org/documents/692829-parallel-universes-national-journal.html\">National Journal</a>: </em>&quot;Without his huge margins generated from minority and young voters in just three counties&mdash;Broward County, Fla., Cuyahoga County, Ohio, and Philadelphia County, Pa.&mdash;Obama would have actually lost those three states and, with them, the Electoral College.&quot; (Broward Democratic chairman Mitch Ceasar confirmed that was the article in question.)</p>\r\n<p>\r\n\tWe contacted the <em>Journal </em>editor who wrote the article, David Wasserman, to ask about Broward&rsquo;s role in Obama&rsquo;s victory compared to other Florida counties. He said he meant that Broward was representative of several counties where Obama did well, but not more important than any other.</p>\r\n<p>\r\n\t&quot;I&#39;m not arguing Broward over Miami-Dade. I could have pointed to either, as both counties (as well as Palm Beach and Orange) gave Obama a margin greater than his statewide margin,&quot; he told PolitiFact in an email. &quot;In fact, I&#39;d argue Obama&#39;s efforts to woo non-Cuban Hispanics and younger Cuban-Americans in Miami-Dade were probably more impressive than his efforts in Broward, where he didn&#39;t improve as much versus his 2008 showing.&quot;</p>\r\n<p>\r\n\t<strong>Broward and Miami-Dade results</strong></p>\r\n<p>\r\n\tIn 2012, Obama beat Republican nomineed Mitt Romney<a href=\"http://www.browardsoe.org/ersummary.aspx?eid=136\"> 67 percent to 32 percent</a> in Broward, where voters delivered about 508,000 votes to Obama, or about 12 percent of his Florida share. Obama narrowly won Florida by less than<a href=\"http://doe.dos.state.fl.us/elections/resultsarchive/Index.asp?ElectionDate=11/6/2012&amp;DATAMODE=\"> 1 percent</a>, with about 74,000 more votes than Mitt Romney. So one way to look at the data is that Broward more than supplied enough votes to create that edge for Obama.</p>\r\n<p>\r\n\tBut we could make the same statement about Miami-Dade.</p>\r\n<p>\r\n\tThe day after the election, the <em><a href=\"http://www.tampabay.com/news/politics/national/strong-turnout-for-barack-obama-tilts-florida-his-way/1260500\">Tampa Bay Times</a> </em>wrote: &quot;In a race won by razor-thin margins, nowhere mattered more than Miami-Dade, where Obama managed to increase his eye-popping 140,000-vote victory margin in 2008 to an unprecedented 204,000-vote margin this year. Miami-Dade by itself essentially delivered Florida to Obama.&quot; (By the time the votes were counted Obama&rsquo;s margin was around 208,000.)</p>\r\n<p>\r\n\tThere was no surprising headline out of Broward from the election -- the county voted for Obama by about the same margin as 2008, and the county&rsquo;s<a href=\"http://www.browardsoe.org/ersummary.aspx?eid=136\"> overall turnout</a> was about 67 percent in 2012, placing it the lowest among the state&rsquo;s largest counties. Only a handful of Florida&rsquo;s counties had lower turnout.</p>\r\n<p>\r\n\tThe big surprise to many was that Obama received more of the Cuban vote -- thought of as a loyal base for Republicans in Miami-Dade for decades -- than he did in 2008. (Read the <em>Miami Herald&rsquo;</em>s<a href=\"http://miamiherald.typepad.com/nakedpolitics/2012/11/who-really-won-floridas-cuban-vote-analysts-have-conflicting-results.html\"> Naked Politics</a> blog about the conflicting analysis of the actual numbers.) Obama went after that vote and opened an office in <a href=\"http://miamiherald.typepad.com/nakedpolitics/2012/08/latin-pop-star-marc-anthony-to-open-obama-office-in-miamis-little-havana.html\">Little Havana</a>, the heart of Miami-Dade&rsquo;s Cuban community.</p>\r\n<p>\r\n\tWe asked a few election experts if they considered Broward&rsquo;s vote one of three &quot;pivotal&quot; counties for Obama&rsquo;s victory. None of them declared Broward pivotal to Obama&rsquo;s victory, but some wrestled with the idea that an individual county could be declared pivotal or questioned what that meant.</p>\r\n<p>\r\n\t&quot;In a state where the margin of victory was only .088, it is difficult to point to a single county as THE pivotal county,&quot; University of South Florida professor Susan MacManus said. &quot;The biggest change in the margin for Obama was in Miami-Dade, not Broward. But the margin was highest in Broward.&quot;</p>\r\n<p>\r\n\tGeorge Mason University professor Michael McDonald told PolitiFact in an email: &quot;I&rsquo;d say that no county is &lsquo;pivotal&rsquo; since candidate vote shares across counties within a state tend to move together. If Broward had a few percentage points less vote for Obama, so, too, would other counties. And the campaigns know this, which is why they do not concentrate their resources only in a few counties. The Obama campaign has been widely reported to have targeted voters in Republican areas, finding that some of these voters were more persuadable than those living in Democratic areas.&quot;</p>\r\n<p>\r\n\tObama won enough votes in the electoral college without Florida, so the state -- and Broward -- weren&rsquo;t pivotal, University of Central Florida professor Aubrey Jewett told PolitiFact in an email.</p>\r\n<p>\r\n\t&quot;Not sure I would say Broward was the only pivotal county to winning Florida, but certainly one of the important ones,&quot; Jewett wrote in an email. &quot;Obama&#39;s Florida victory seems to fit the old adage that for a Democrat to win Florida they need to run up big margins in the three big Democratic-leaning southeast Florida counties, run even across Central Florida and minimize their losses in North Florida.&quot;</p>\r\n<p>\r\n\tUniversity of South Florida Professor Steven Tauber said that he viewed the term &quot;pivotal&quot; as speculative and vague:</p>\r\n<p>\r\n\t&quot;Within Florida, there is no doubt that Broward is important, but it is reliably Democratic. Therefore, the key issue for Broward will be turnout and margin of a Democratic victory. I think that Hillsborough is much more important because it is the quintessential swing county. The fact that Hillsborough went for Obama should be more of an issue than the results in Broward.&quot; (Hillsborough County includes the city of Tampa.)</p>\r\n<p>\r\n\tWe told Ceasar that the author of the<em> National Journal </em>article said he could have cited a different Florida County. Ceasar said that Broward&rsquo;s margin in terms of sheer number of votes for Obama was larger than Miami-Dade and Palm Beach. That&rsquo;s true -- Broward&rsquo;s margin was about 264,000 compared to 208,000 in Miami-Dade and 102,000 in Palm Beach.</p>\r\n<p>\r\n\t&quot;You win on sheer numbers,&quot; he said.</p>\r\n<p>\r\n\tHe said that all the South Florida counties were important for Obama, however, &quot;if you are going to pick one county, obviously I have to say my county, based on the sheer numbers, was most significant.&quot;</p>\r\n<p>\r\n\t<strong>Our ruling</strong></p>\r\n<p>\r\n\tThe Broward County Democratic Party said in a press release that Broward County was &quot;pivotal to an Obama victory&quot; in 2012, citing a news article.</p>\r\n<p>\r\n\tIt&rsquo;s mathematically possible to point to Obama&rsquo;s margin in Broward and say that the votes were more than his margin over Romney.</p>\r\n<p>\r\n\tBut Broward wasn&rsquo;t really that special. There was never a question that Obama was going to win Broward, and voter-turnout there wasn&#39;t particularly high. Miami-Dade, for example, also delivered a big margin for Obama.</p>\r\n<p>\r\n\tThe author of the news article said he could have just as easily chosen Miami-Dade rather than Broward County for the statement. Election experts we interviewed did not identify Broward as pivotal to Obama&rsquo;s victory, and a few noted that Obama took more a more surprising win in swing-voting Hillsborough County.</p>\r\n<p>\r\n\tWe rate this claim Mostly False.</p>\r\n", "ruling_comments_date": "2013-05-02T15:45:46.054970", "ruling_date": "2013-05-03T11:14:03", "ruling_headline": "Was Broward County one of three counties 'pivotal' for Obama? ", "ruling_headline_slug": "was-broward-one-three-counties-pivotal-obama", "ruling_link_text": "Just how special is Broward County for Dems?", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\t<em>Miami Herald</em>, &quot;Obama got big share of Cuban vote, won among other Hispanics in Florida,&quot; Nov. 8, 2012</p>\r\n<p>\r\n\t<em>Miami Herald</em>&rsquo;s Naked Politics blog, <a href=\"http://miamiherald.typepad.com/nakedpolitics/2012/11/who-really-won-floridas-cuban-vote-analysts-have-conflicting-results.html\">&quot;Who really won Florida&rsquo;s Cuban vote? Analysts have conflicting results,&quot;</a>Nov. 13, 2013</p>\r\n<p>\r\n\t<em>Tampa Bay Times</em>, <a href=\"http://www.tampabay.com/news/politics/national/strong-turnout-for-barack-obama-tilts-florida-his-way/1260500\">&quot;Strong turnout for Barack Obama tilts Florida his way,&quot;</a>Nov. 7, 2012</p>\r\n<p>\r\n\tBrowardbeat.com, <a href=\"http://www.browardbeat.com/the-election-al-lamberti-donna-korns-amazing-victory/\">&quot;Update: Israel and Korn&rsquo;s amazing wins,&quot;</a>Nov. 7, 2012</p>\r\n<p>\r\n\tBroward County Supervisor of Elections, <a href=\"http://www.browardsoe.org/\">Website</a>, Accessed May 3, 2013</p>\r\n<p>\r\n\tBroward County Supervisor of Elections, <a href=\"http://www.browardsoe.org/ersummary.aspx?eid=136\">Results</a> for the Nov. 6, 2012 election</p>\r\n<p>\r\n\tMiami-Dade County Supervisor of Elections, <a href=\"http://results.enr.clarityelections.com/FL/Dade/42008/113201/en/summary.html\">Results</a> for the Nov. 6, 2012 election</p>\r\n<p>\r\n\tPalm Beach County Supervisor of Elections, <a href=\"http://www.pbcelections.org/ERSummary.aspx?eid=129\">Results</a> for the Nov. 6, 2012 election</p>\r\n<p>\r\n\tFlorida Division of Elections, <a href=\"http://doe.dos.state.fl.us/elections/resultsarchive/Index.asp?ElectionDate=11/6/2012&amp;DATAMODE=\">Results</a> for the Nov. 6, 2012 election</p>\r\n<p>\r\n\tNational Journal, <a href=\"https://www.documentcloud.org/documents/692829-parallel-universes-national-journal.html\">&quot;Parallel Universes,&quot;</a>Dec. 15, 2012</p>\r\n<p>\r\n\t<em>Sun-Sentinel</em> guest column by Fox News commentator Noelle Nikpour, <a href=\"http://articles.sun-sentinel.com/2013-01-20/news/fl-nncol-oped0120-20130120_1_hispanic-vote-rhetoric-president-obama\">&quot;Numbers show GOP must change,&quot;</a>Jan. 20, 2013</p>\r\n<p>\r\n\tInterview, Susan MacManus, political science professor at the University of South Florida April 23, 2013</p>\r\n<p>\r\n\tInterview, Michael McDonald, professor of government and politics at George Mason University, April 23, 2013</p>\r\n<p>\r\n\tInterview, Aubrey Jewett, political science professor at University of Central Florida, April 23, 2013</p>\r\n<p>\r\n\tInterview, Steve Tauber, government and politics professor at University of South Florida, April 23, 2013</p>\r\n<p>\r\n\tInterview, Bob Butterworth, former Florida Attorney General and Broward resident, April 26, 2013</p>\r\n<p>\r\n\tInterview, David Wasserman, house editor of the Cook Political Report, April 22, 2013</p>\r\n<p>\r\n\tInterview, Mitch Ceasar, chairman of the Broward Democratic Executive Committee, May 2, &nbsp;2013</p>\r\n<p>\r\n\tInterview, Mary Cooney, spokeswoman, Broward Supervisor of Elections, May 2, 2013</p>\r\n<p>\r\n\t<br />\r\n\t&nbsp;</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 1, "current_job": "", "false_count": 0, "first_name": "", "half_true_count": 0, "home_state": "Florida", "id": 2279, "last_name": "Broward Democratic Executive Committee", "mostly_true_count": 0, "name_slug": "broward-democratic-executive-committee", "pants_count": 0, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/broward-dec-logo.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Florida", "edition": "Florida", "edition_slug": "florida", "has_afterthefact": false, "id": 4, "index_page": false, "meter_name": "The Florida Truth-O-Meter", "resource_uri": "/api/v/2/edition/4/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2279/", "total_count": 1, "true_count": 0, "website": "http://www.browarddemocrats.org/"}, "statement": "<p>\r\n\tBroward County was one of three counties in the nation &quot;pivotal to an Obama victory&quot; in 2012.</p>\r\n", "statement_context": "a press release", "statement_date": "2013-04-11", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 21, "photo": null, "resource_uri": "/api/v/2/subject/21/", "subject": "Elections", "subject_slug": "elections", "used_in_edition": []}], "target": [], "twitter_headline": ""}