{"art": [], "author": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2008/oct/06/sarah-palin/obama-and-ayers-round-ii/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "smontgomery@sptimes.com", "first_name": "Scott", "id": 9, "last_name": "Montgomery", "name_slug": "scott-montgomery", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/9/", "title": "Former Government & Politics Editor, St. Petersburg Times", "twitter": null}], "facebook_headline": null, "id": 776, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "truthometer@politifact.com", "first_name": "Robert", "id": 50, "last_name": "Farley", "name_slug": "robert-farley", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/50/", "title": "Former staff Writer, PolitiFact", "twitter": null}], "resource_uri": "/api/v/2/statement/776/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\n We at PolitiFact wondered when the toaster would pop on the William Ayers -Sen. Barack Obama connection.\n</p>\n<p align=\"left\">\n Back in the primary, Sens. Hillary Clinton and John McCain made some political hay of Obama&rsquo;s relationship with Ayers, a onetime member of the Weather Underground, a leftist fringe of the 1960s antiwar movement that was responsible for bombings at several federal buildings in the early 1970s.\n</p>\n<p align=\"left\">\n PolitiFact looked at&nbsp;the\n <a href=\"http://www.politifact.com/truth-o-meter/statements/440/\" target=\"_blank\">\n  claim\n </a>\n then and found from 1999 to 2001, Obama and Ayers served overlapping terms on the board of directors for the Woods Fund, a philanthropic organization in Chicago. We also noted that campaign finance reports show Ayers donated $200 to Obama&rsquo;s state senate re-election campaign in 2001.\n</p>\n<p align=\"left\">\n Since the general election began, the McCain campaign had largely kept the issue on the shelf. But with the economy sagging and McCain&rsquo;s numbers dipping in the polls, an Oct. 3, 2008, a story in the\n <em>\n  New York Times\n </em>\n that added some new details to the association between the two provided the McCain campaign just enough kindling to revisit Obama&rsquo;s long-ago association with the controversial figure.\n</p>\n<p align=\"left\">\n And now, Gov. Sarah Palin is running with it.\n</p>\n<p align=\"left\">\n \"Well, I was reading my copy of\n <em>\n  The New York Times\n </em>\n the other day, and I was really interested to read about Barack&rsquo;s friends from Chicago,\" Palin said at a rally in Clearwater, Fla., on Oct. 6.\n</p>\n<p align=\"left\">\n \"Turns out, one of his earliest supporters is a man named Bill Ayers. And according to\n <em>\n  The New York Times\n </em>\n , he was a domestic terrorist and part of a group that, quote, &lsquo;launched a campaign of bombings that would target the Pentagon and the U.S. Capitol.&rsquo; Wow.\n</p>\n<p align=\"left\">\n \"And there&rsquo;s even more to the story,\" Palin said. \"Barack Obama said Ayers was just someone in the neighborhood. But that&rsquo;s less than truthful. His own top advisor said they were, quote, &lsquo;certainly friendly.&rsquo; In fact, Obama held one of the first meetings of his political career in Bill Ayers&rsquo;s home. And they&rsquo;ve worked together on various projects in Chicago.\"\n</p>\n<p align=\"left\">\n First, a little background on Ayers. He was, in fact, a founding member of a group known as the Weathermen, who were responsible for bombings of the New York City police headquarters in 1970, of the Capitol building in 1971 and of the Pentagon in 1972 in protest of the Vietnam War.\n</p>\n<p align=\"left\">\n Ayers and his wife, Bernardine Dohrn, also a Weather Underground member, spent years as fugitives in the 1970s, but federal riot and bombing conspiracy charges were dropped in 1974 because of illegal wiretaps and other prosecutorial misconduct.\n</p>\n<p align=\"left\">\n Since then, Ayers has rehabilitated his image with many in the Chicago community, including Mayor Richard M. Daley. Ayers is now a professor of education at the University of Illinois at Chicago and has developed a reputation as an advocate for school reform. Which is, according to Ben LaBolt, an Obama campaign spokesman, how the two met.\n</p>\n<p align=\"left\">\n The recent\n <em>\n  New York Times\n </em>\n story added to the understanding of Obama's association with Ayers, through an education project. Ayers helped Chicago win nearly $50 million for Chicago schools as part of a national school reform project, the Chicago Annenberg Challenge.\n</p>\n<p align=\"left\">\n In March 1995, Obama was named chair of the six-member Chicago Annenberg Challenge board that distributed the grants. A\n <em>\n  New York Times\n </em>\n review of archives of the Chicago Annenberg project found that the two attended six board meetings together.\n</p>\n<p align=\"left\">\n Later that year, the Ayers&rsquo; hosted a coffee at which Illinois State Sen. Alice Palmer, who planned to run for Congress, introduced Obama to some of her long-time supporters as her chosen successor. According to the\n <em>\n  New York Times\n </em>\n story, it was one of several neighborhood events held that year on Obama&rsquo;s behalf, and it was not the first. Obama campaign officials also note the event at Ayers&rsquo; home was not a fundraiser. And they claim that Obama did not know Ayers&rsquo; history with the Weather Underground at that time. They did not say when Obama found that out.\n</p>\n<p align=\"left\">\n Obama campaign spokesman Ben LaBolt told PolitiFact the two have not communicated by phone or e-mail since Obama became a U.S. senator in 2005, and that they last spoke to one another about a year ago, when they bumped into each other in the neighborhood - they live just a few blocks apart.\n</p>\n<p align=\"left\">\n \"The suggestion that Ayers was a political adviser to Obama or someone who shaped his political views is patently false,\" LaBolt said. \"As the\n <em>\n  New York Times\n </em>\n confirmed, the two were not close.\"\n</p>\n<p align=\"left\">\n Asked about his relationship at a Democratic debate on April 16, 2008, Obama said, \"This is a guy who lives in my neighborhood, who&rsquo;s a professor of English in Chicago who I know and who I have not received some official endorsement from. He&rsquo;s not somebody who I exchange ideas from on a regular basis.\n</p>\n<p align=\"left\">\n \"And the notion that somehow as a consequence of me knowing somebody who engaged in detestable acts 40 years ago, when I was 8 years old, somehow reflects on me and my values doesn&rsquo;t make much sense.\"\n</p>\n<p align=\"left\">\n For what it&rsquo;s worth, the story Palin cited in her comments, the Oct. 3, 2008,\n <em>\n  New York Times\n </em>\n piece, concluded after a review of Chicago Annenberg archives and interviews with a dozen people who know both men, that Obama \"has played down his contacts with Mr. Ayers...But the two men do not appear to have been close. Nor has Mr. Obama ever expressed sympathy for the radical views and actions of Mr. Ayers.\"\n</p>\n<p align=\"left\">\n In previous speeches the day before her appearance in Clearwater, Palin accused Obama of \"palling around with terrorists.\" We think that statement goes too far, and is just false, as there is no evidence that Obama has had any relationship with Ayers as a U.S. senator.\n</p>\n<p align=\"left\">\n But let&rsquo;s review what Palin said in Clearwater, and weigh it against the facts as we know them. Palin called Ayers one of Obama&rsquo;s \"earliest supporters\" and said Obama \"held one of the first meetings of his political career in Bill Ayers&rsquo; home.\" Obama campaign officials acknowledge Ayers hosted a coffee in 1995, the purpose of which was to introduce Obama to some local political players leading up to his first run for public office. Obama campaign officials say Obama didn&rsquo;t know Ayers&rsquo; past at that time, and McCain campaign officials wonder why this week was the first time that has ever been mentioned. Make of that what you will, but that part of Palin&rsquo;s statement is true.\n</p>\n<p align=\"left\">\n Palin said Ayers was a \"domestic terrorist.\" The Weather Undergound group was labeled a \"domestic terrorist group\" by the FBI, and Ayers was a founding member of the group, but charges against him were dropped due to prosecutorial misconduct.\n</p>\n<p align=\"left\">\n Palin said Obama claimed Ayers was \"just someone in the neighborhood,\" but her remark ignored Obama's condemnation of Ayers in that very sentence she quotes. Obama did seem to downplay his relationship with Ayers, stating that he was \"a guy who lives in my neighborhood,\" but Obama in that same answer acknowledged that he knew Ayers and called his actions 40 years ago \"detestable\" and said they do not reflect his own values.\n</p>\n<p align=\"left\">\n Lastly, Palin said Obama and Ayers have \"worked together on various projects in Chicago.\" They were both involved with the Chicago Annenberg Challenge. And they both served for a time as directors of the Woods Fund. Neither chose the other to work with either group.\n</p>\n<p align=\"left\">\n Voters can decide for themselves how much stock to put in all that. And they may disagree with the implications that are inherent in Palin mentioning such connections.\n</p>\n<p align=\"left\">\n Palin generally has her facts right here, but she ignores an important element -- Obama's condemnation of Ayers' history -- and implies a closer relationship than the record supports. We find her claim Mostly True.\n</p>", "ruling_comments_date": "2010-01-07T13:27:57.989042", "ruling_date": "2008-10-06T00:00:00", "ruling_headline": "Obama and Ayers, Round II", "ruling_headline_slug": "obama-and-ayers-round-ii", "ruling_link_text": "Obama and Ayers, Round II", "ruling_state": null, "source_documents": null, "sources": "<p>\n PolitiFact,\n <a href=\"http://www.politifact.com/truth-o-meter/statements/440/\" target=\"_blank\">\n  Obama served on board with Ayers\n </a>\n</p>\n<p>\n New York Times,\n <a href=\"http://www.nytimes.com/2008/10/04/us/politics/04ayers.html?_r=4&amp;hp&amp;oref=slogin&amp;oref=slogin&amp;oref=slogin&amp;oref=slogin\" target=\"_blank\">\n  Obama and &rsquo;60s Bomber: A Look Into Crossed Paths\n </a>\n , by Scott Shane, Oct. 3, 2008\n</p>\n<p>\n Politico,\n <a href=\"http://dyn.politico.com/printstory.cfm?uuid=3FC289D8-3048-5C12-009AD5180C22FF0B\" target=\"_blank\">\n  Obama once visited '60s radicals\n </a>\n , by Ben Smith,&nbsp;Feb. 22, 2008\n</p>\n<p>\n Obama Campaign Web site,\n <a href=\"http://factcheck.barackobama.com/factcheck/2008/04/17/fact_check_on_clinton_attacks.php\" target=\"_blank\">\n  Fact Check on Obama and Ayers\n </a>\n , April 17, 2008\n</p>\n<p>\n Politico,\n <a href=\"http://www.politico.com/blogs/bensmith/0208/Ax_on_Ayers.html\" target=\"_blank\">\n  Ax on Ayers\n </a>\n , by Ben Smith, Feb. 26, 2008\n</p>\n<p>\n New York Times,\n <a href=\"http://query.nytimes.com/gst/fullpage.html?res=9F02E1DE1438F932A2575AC0A9679C8B63&amp;sec=&amp;spon=&amp;pagewanted=1\" target=\"_blank\">\n  &ldquo;No Regrets for a Love Of Explosives; In a Memoir of Sorts, a War Protester Talks of Life With the Weathermen,&rdquo;\n </a>\n by Dinitia Smith, Sept. 11 2001\n</p>\n<p>\n Bill Ayers&rsquo; blog,\n <a href=\"http://billayers.wordpress.com/2008/04/06/episodic-notoriety-fact-and-fantasy/\" target=\"_blank\">\n  &ldquo;Episodic Notoriety&ndash;Fact and Fantasy,&rdquo;\n </a>\n by William Ayers, April 6, 2008\n</p>\n<p>\n Sunday Times (London), &ldquo;Terrorist link puts Obama under fire,\" by Sarah Baxter, April 13, 2008\n</p>\n<p>\n New York Times, &ldquo;The Oldest Rad,\" by Brent Staples, Sept. 30, 2001\n</p>\n<p>\n Interview with Deborah Harrington, president of the Woods Fund of Chicago, March 3, 2008\n</p>\n<p>\n Interview with Ben LaBolt, a spokesman for the Obama campaign, Oct. 6, 2008\n</p>\n<p>\n &nbsp;\n</p>\n<p>\n &nbsp;\n</p>\n<p>\n &nbsp;\n</p>\n<p>\n &nbsp;\n</p>\n<p>\n &nbsp;\n</p>\n<p>\n &nbsp;\n</p>\n<p>\n &nbsp;\n</p>\n<p>\n <strong>\n  <span style=\"color: #666666;\">\n   <br />\n  </span>\n </strong>\n</p>", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 9, "current_job": "", "false_count": 20, "first_name": "Sarah", "half_true_count": 9, "home_state": "Alaska", "id": 63, "last_name": "Palin", "mostly_true_count": 6, "name_slug": "sarah-palin", "pants_count": 6, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/mugs/mug-sarahpalin.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Punditfact", "edition": "PunditFact", "edition_slug": "punditfact", "has_afterthefact": false, "id": 48, "index_page": false, "meter_name": "The PunditFact Truth-O-Meter", "resource_uri": "/api/v/2/edition/48/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/63/", "total_count": 67, "true_count": 14, "website": ""}, "statement": "<p>\"Obama held one of the first meetings of his political career in Bill Ayers's home. And they've worked together on various projects in Chicago.\"</p>", "statement_context": "Clearwater, Fla.", "statement_date": "2008-10-06", "statement_type": {"id": 3, "resource_uri": "/api/v/2/statementtype/3/", "statement_type": "Attack", "type_description": "<p>\r\n\tA criticism of a candidate.</p>\r\n"}, "subject": [{"description": "", "id": 13, "photo": null, "resource_uri": "/api/v/2/subject/13/", "subject": "Candidate Biography", "subject_slug": "candidates-biography", "used_in_edition": []}], "target": [], "twitter_headline": null}