{"art": [], "author": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "canonical_url": "/texas/statements/2013/may/13/barack-obama/obama-says-record-level-boots-ground-near-us-mexic/", "edition": {"adkey": "Editions", "advalue": "Texas", "edition": "Texas", "edition_slug": "texas", "has_afterthefact": false, "id": 2, "index_page": false, "meter_name": "The Texas Truth-O-Meter", "resource_uri": "/api/v/2/edition/2/"}, "editor": [{"email_address": "jbridges@statesman.com", "first_name": "John", "id": 121, "last_name": "Bridges", "name_slug": "john-bridges", "on_staff_page": null, "phone": null, "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/121/", "title": "Managing editor, Austin American-Statesman", "twitter": null}], "facebook_headline": null, "id": 7776, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "wgstexas@gmail.com", "first_name": "W. Gardner", "id": 122, "last_name": "Selby", "name_slug": "w-gardner-selby", "on_staff_page": 84, "phone": "", "photo": null, "publication": {"id": 3, "publication_name": "Austin American-Statesman", "resource_uri": "/api/v/2/publication/3/"}, "resource_uri": "/api/v/2/staffer/122/", "title": "Former PolitiFact Texas editor", "twitter": ""}], "resource_uri": "/api/v/2/statement/7776/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Half True", "id": 3, "resource_uri": "/api/v/2/statementruling/3/", "ruling": "Half-True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-halftrue.png", "ruling_slug": "half-true"}, "ruling_comments": "<p>In his weekly <a href=\"http://www.whitehouse.gov/the-press-office/2013/05/04/weekly-address-fixing-our-immigration-system-and-expanding-trade-latin-a\" id=\"docs-internal-guid-4919c3c5-9e56-38f4-1f09-d77fe942bc34\" style=\"text-decoration:none;\">radio address</a> May 4, 2013, President Barack Obama revisited an administration message that tends to draw attention in Texas.<br />\r\n<br />\r\n&quot;The truth is, right now, our border with Mexico is more secure than it&rsquo;s been in years,&quot; Obama said. &quot;We&rsquo;ve put more boots on that border than at any time in our history, and illegal crossings are down by nearly 80 percent from their peak in 2000.&quot;<br />\r\n<br />\r\nObama went on to extol a developing Senate effort to overhaul immigration laws, potentially enabling U.S. residents lacking federal permission to be here to qualify for citizenship.<br />\r\n<br />\r\nWe&#39;ve explored proclamations about border security before. For this article, we wondered about Obama&rsquo;s references to boots on the ground and illegal crossings.<br />\r\n<br />\r\n<strong>Boots on the border</strong><br />\r\n<br />\r\nBy email, Heather Wong, a spokeswoman for the U.S. Department of Homeland Security, pointed us to a Border Patrol <a href=\"http://www.cbp.gov/linkhandler/cgov/border_security/border_patrol/usbp_statistics/usbp_fy12_stats/staffing_1993_2012.ctt/staffing_1993_2012.pdf\" id=\"docs-internal-guid-4919c3c5-9e57-c44b-32e1-3bdd7b5891f3\" style=\"text-decoration:none;\">chart</a> indicating that in the fiscal year that ended Sept. 30, 2012, the agency had 18,516 agents stationed in its Southwest sector, which sweeps in the southern border region. Those agents, up by 10 from the year before, comprised 87 percent of 21,394 agents nationally, according to the chart, which indicated the 2012 count in the border region was at least greater than at any time since 1983, the earliest year shown, when there were about 3,500 agents in the region of about 4,000 nationally.<br />\r\n<br />\r\nIn the year that began Oct. 1, 2012, the chart indicates, the nation&rsquo;s total number of Border Patrol agents dipped 2 percent to 21,394.<br />\r\n<br />\r\nAs PolitiFact has noted before, the biggest bump in Border Patrol staffing came under Obama&rsquo;s predecessor, President George W. Bush. Between 2001 and 2009, Bush&rsquo;s tenure, the number of agents posted nationally rose from about 9,800 to a little more than 20,000. In May 2011, <a href=\"http://www.politifact.com/truth-o-meter/statements/2011/may/10/barack-obama/obama-says-border-patrol-has-doubled-number-agents/\" id=\"docs-internal-guid-4919c3c5-9e57-19d8-8cc0-681275929024\" style=\"text-decoration:none;\">PolitiFact quoted</a> Jack Martin of the Federation for American Immigration Reform, which supports stricter illegal immigration guidelines, as saying: &quot;There has been a steady buildup of BP officers for several years given impetus by the 9/11 attacks.&quot;<br />\r\n<br />\r\nWe&rsquo;d snap-shut this portion of our review except the country has historically put boots on the ground near the southern border for other reasons, as PolitiFact colleagues have explored. There was the <a href=\"http://www.history.army.mil/html/reference/army_flag/mw.html\" id=\"docs-internal-guid-4919c3c5-9e58-af4c-622a-d96c3a4f4871\" style=\"text-decoration:none;\">Mexican-American War of 1846</a> and the lesser known <a href=\"http://www.history.army.mil/html/reference/army_flag/mexex.html\" id=\"docs-internal-guid-4919c3c5-9e58-60c7-a700-a560f47d4c74\" style=\"text-decoration:none;\">Mexican Expedition of 1916</a>.<br />\r\n<br />\r\nShould those military activities count as &quot;boots on the ground&quot; on the border?<br />\r\n<br />\r\nOur thinking is that neither event quite matches modern-day circumstances.</p>\r\n\r\n<p>The Mexican-American War was a war that happened after the United States annexed Texas in 1845, making it more of a battle to define the border than defend it.<br />\r\n<br />\r\nAt first glance, the Mexican Expedition seems a bit different. Those events occurred during the Mexican Revolution, when Pancho Villa launched a surprise attack inside the United States at Columbus, N.M. History books say that President Woodrow Wilson sent somewhere between 75,000 and 150,000 troops to the border in 1916, far more personnel than the Border Patrol has ever dispatched.<br />\r\n<br />\r\nBut historians previously told PolitiFact the Mexican Expedition isn&#39;t directly comparable with the 21st-century border situation. &quot;During the Mexican insurrection, Pancho Villa raided into U.S. territory. It was, then, not about attempts by Mexicans to get into the U.S. individually for various personal reasons, or drug smuggling, etc.,&quot; <a href=\"http://history.unc.edu/people/emeriti-faculty/richard-kohn/\" id=\"docs-internal-guid-4919c3c5-9e58-1d35-a553-4c035f812c6e\" style=\"text-decoration:none;\">Richard H. Kohn</a>, a professor emeritus of history at the University of North Carolina at Chapel Hill, said by email.<br />\r\n<br />\r\nClemson University historian <a href=\"http://www.clemson.edu/caah/history/faculty/facultyBio.html?id=65\" id=\"docs-internal-guid-4919c3c5-9e59-dd6a-7ade-1d3dfa474bd0\" style=\"text-decoration:none;\">Paul Christopher Anderson</a> agreed that current concerns with immigration are very different from worries of the early 1900s. &quot;The U.S. involvement on the border and in Mexico from 1913 to 1917 was tied primarily to questions of diplomacy, imperialism and Mexican sovereignty,&quot; he said by email.<br />\r\n<br />\r\n<strong>Illegal crossings</strong><br />\r\n<br />\r\nSetting aside boots, are illegal crossings of the border down nearly 80 percent from 2000?<br />\r\n<br />\r\nIt&rsquo;s impossible to pinpoint that, given that the crossings are often secretive.<br />\r\n<br />\r\nHomeland Security&rsquo;s Wong offered an indirect indicator, U.S. Border Patrol apprehensions, which in the year that ran through September 2012 totaled nearly 365,000, the government says, which was 78 percent less than the nearly 1.7 million apprehensions in fiscal 2000. That percentage reduction in apprehensions also occurred in the region near the U.S.-Mexico border.<br />\r\n<br />\r\nA <a href=\"http://www.cbp.gov/linkhandler/cgov/border_security/border_patrol/usbp_statistics/usbp_fy12_stats/appr_stats_1925_2012.ctt/appr_stats_1925_2012.pdf\" id=\"docs-internal-guid-4919c3c5-9e59-9a21-e529-0dc2efee985c\" style=\"text-decoration:none;\">Border Patrol chart</a> shows that while 2000 was the latest peak year for apprehensions, 1986 was the overall peak year; the agency that year reported 1.69 million apprehensions, a tally not topped by the 1.68 million apprehensions 14 years later.<br />\r\n<br />\r\nThen again, another <a href=\"http://www.cbp.gov/linkhandler/cgov/border_security/border_patrol/usbp_statistics/usbp_fy12_stats/appr_swb.ctt/appr_swb.pdf\" id=\"docs-internal-guid-4919c3c5-9e5a-fb18-c780-e53253223024\" style=\"text-decoration:none;\">chart</a> shows there were nearly 28,000 fewer apprehensions in the southern border region in 1986 than in 2000, when the 1.64 million apprehensions set a record for the Southwest sector. Apprehensions near the border have not exceeded 1 million since 2006, the chart indicates, and they decreased every year from 2006 through 2011 when they totaled 327,577, the least apprehensions in the sector since 1972.<br />\r\n<br />\r\nIn 2012, the nearly 357,000 apprehensions in the region reflected a one-year uptick of 9 percent.<br />\r\n<br />\r\nWe asked Homeland Security if this means there also was a recent increase in illegal crossings. Homeland Security spokesman Peter Boogaard emailed us a statement attributed to Michael Friel, a spokesman for U.S. Customs and Border Protection, that did not address our question head-on. Friel said the agency has noted increased apprehensions in South Texas, particularly of individuals from Central American countries. Increases in manpower and technology, Friel said, give the agency confidence it&rsquo;s apprehending more illegal border crossers.<br />\r\n<br />\r\n<strong>Linking boots on the border to illegal crossings</strong><br />\r\n<br />\r\nGenerally lower levels of apprehensions are one thing. But do they signal the extent of illegal crossings, what Obama highlighted?<br />\r\n<br />\r\nBy email, Boogaard called Border Patrol apprehensions the &quot;best measure of illegal or illicit border crossings.&quot;<br />\r\n<br />\r\nWhen demographers try to measure the number of people crossing the border illegally, they usually refer to the net flow -- arrivals to the United States minus departures. Lately, that number has been essentially a wash, according to statistics from the Pew Hispanic Center.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<br />\r\n<br />\r\nIn its April 2012 report, the Pew center estimated that between 2010 and 2011, the number of immigrants from Mexico declined so much that the flow into Mexico was bigger than the flow out of Mexico for the first time since &quot;probably in the 1930s,&quot; Jeffrey S. Passel, senior demographer for Pew, told PolitiFact in October 2012.<br />\r\n<br />\r\nStill, apprehension statistics are an imperfect gauge of population flow, since they can be affected by the magnitude of the border patrol effort. Passel said that while this statistic is not a &quot;direct measure of flow across the border,&quot; it is &quot;widely accepted as an indicator of the magnitude of the flow.&quot;<br />\r\n<br />\r\nThere is disagreement, at least, over how changes in enforcement levels near the border affect illegal crossings.<br />\r\n<br />\r\nPassel has said that Obama has a point that law enforcement -- something the president has influence over -- has a major impact. &quot;We know from various surveys that the cost of hiring a smuggler to get into the U.S. has increased significantly as enforcement has been ramped up,&quot; he said. &quot;We also know that Mexicans have been pushed into more remote areas to try to cross where it is physically more difficult and dangerous.&quot;<br />\r\n<br />\r\nBut <a href=\"http://www.princeton.edu/sociology/faculty/massey/\" id=\"docs-internal-guid-4919c3c5-9e5b-d00a-9942-4cedee93d84f\" style=\"text-decoration:none;\">Doug Massey</a>, a professor at Princeton University&#39;s Office of Population Research who has studied immigration issues, considers the economy the overriding factor. The recession, he said, had an immense effect on border crossings. Dwindling prospects of finding a job in sectors such as construction, which traditionally attract a disproportionate number of Latinos, dampened the urge for potential Mexican migrants to undertake a difficult journey, Massey said.<br />\r\n<br />\r\nMassey, saying the government could achieve substantial savings by reducing border patrols, has called intensified border enforcement &quot;counterproductive. Rather than discouraging the entry of undocumented workers, it lowers their rate of departure and thereby raises net immigration,&quot; he wrote in a 2007 <a href=\"http://www.amphilsoc.org/sites/default/files/1510304.pdf\" id=\"docs-internal-guid-4919c3c5-9e5b-548c-a6b3-8b4b4b7a90d7\" style=\"text-decoration:none;\">paper</a>. In a 2011 book, Massey attributed the reduction of undocumented migration to near zero to a combination of &quot;harsh enforcement, expanding guest worker migration and economic turmoil.&quot;<br />\r\n<br />\r\nFinally, as PolitiFact colleagues have noted, other significant factors have been out of Obama&rsquo;s control -- namely, the state of the economy in Mexico (which has been relatively healthy) and the activity of the drug cartels (which has increased violence on the Mexican side of the border).<br />\r\n<br />\r\n<strong>Our ruling</strong><br />\r\n<br />\r\nObama said: &quot;We&rsquo;ve put more boots on&quot; the U.S.-Mexico &quot;border than at any time in our history, and illegal crossings are down by nearly 80 percent from their peak in 2000.&quot;<br />\r\n<br />\r\nThere are more Border Patrol agents than ever along the border and while there once were more troops there, we do not see those military pursuits as comparable to existing day-to-day border enforcement.<br />\r\n<br />\r\nBut the claim has other flaws. For starters, most of the surge in agents that Obama said &quot;we&quot; put on the border occurred under Bush. Also, there is no count indicating illegal border crossings are down nearly 80 percent. Obama evidently put a fine point on an indirect indicator, Border Patrol apprehensions, which were 78 percent lower in the border region in 2012 than in 2000, the year the Southwest sector experienced its peak level of apprehensions. Finally, his statement fails to acknowledge there is at least debate over whether economic conditions, rather than enforcement, drive ebbs and flows in such migration. Notably, too, those conditions aren&rsquo;t independently controlled by any president.<br />\r\n<br />\r\nThere is sufficient missing context here to make Obama&rsquo;s claim Half True.</p>\r\n", "ruling_comments_date": "2013-05-13T10:37:06.372603", "ruling_date": "2013-05-13T18:27:57", "ruling_headline": "Obama says record level of boots on ground near border and illegal crossings down nearly 80%", "ruling_headline_slug": "obama-says-record-level-boots-ground-near-us-mexic", "ruling_link_text": "Muddier than said", "ruling_state": null, "source_documents": null, "sources": "<p>Charts, <a href=\"http://www.cbp.gov/linkhandler/cgov/border_security/border_patrol/usbp_statistics/usbp_fy12_stats/appr_stats_1925_2012.ctt/appr_stats_1925_2012.pdf\" id=\"docs-internal-guid-4919c3c5-9e53-c7ef-4085-390b6490046e\" style=\"text-decoration:none;\">&quot;Nationwide Illegal Alien Apprehensions Fiscal Years 1925 - 2012,&quot;</a> <a href=\"http://www.cbp.gov/linkhandler/cgov/border_security/border_patrol/usbp_statistics/usbp_fy12_stats/appr_swb.ctt/appr_swb.pdf\" style=\"text-decoration:none;\">&quot;Southwest Border Sectors Total Illegal Alien Apprehensions By Fiscal Year,&quot;</a> covering 1960 through 2012, <a href=\"http://www.cbp.gov/linkhandler/cgov/border_security/border_patrol/usbp_statistics/usbp_fy12_stats/staffing_1993_2012.ctt/staffing_1993_2012.pdf\" style=\"text-decoration:none;\">&quot;Border Patrol Agent Staffing By Fiscal Year,&quot;</a> U.S. Border Patrol (accessed May 7 and 8, 2013)<br />\r\n<br />\r\n<a href=\"https://docs.google.com/document/d/1Bkt1-DsZ67loENV-0DhtVzVS13CvVvsg7m3hReIYUec/pub\" id=\"docs-internal-guid-4919c3c5-9e53-4619-5b7e-3cef395e6b8a\" style=\"text-decoration:none;\">Emails</a>, Heather Wong, spokeswoman, and Peter Boogaard, press secretary, U.S. Department of Homeland Security, May 7-8, 2013<br />\r\n<br />\r\nReport, <a href=\"http://www.pewhispanic.org/2012/04/23/net-migration-from-mexico-falls-to-zero-and-perhaps-less/\" style=\"text-decoration:none;\">&quot;Net Migration from Mexico Falls to Zero&mdash;and Perhaps Less,&quot;</a> April 23, 2012, updated May 3, 2012, Pew Hispanic Center<br />\r\n<br />\r\nPaper, &quot;<a href=\"http://www.amphilsoc.org/sites/default/files/1510304.pdf\" style=\"text-decoration:none;\">Understanding America&rsquo;s Immigration &lsquo;Crisis,&rsquo;&quot;</a> Douglas S. Massey, Henry G. Bryant Professor of Sociology and Public Affairs, Princeton University, in Proceedings of the American Philosophical Society, September 2007<br />\r\n<br />\r\nTruth-O-Meter articles, <a href=\"http://www.politifact.com/truth-o-meter/statements/2013/feb/12/barack-obama/barack-obama-touts-administrations-border-enforcem/\" style=\"text-decoration:none;\">&quot;Barack Obama touts administration&#39;s border enforcement achievements in State of the Union,&quot;</a> PolitiFact, Feb. 12, 2013;&nbsp; <a href=\"http://www.politifact.com/truth-o-meter/statements/2010/jul/02/barack-obama/us-has-more-border-patrol-agents-border-mexico-eve/\" id=\"docs-internal-guid-4919c3c5-9e54-2e92-af05-6a9a220229b0\" style=\"text-decoration:none;\">&quot;U.S. has more border patrol agents on the border with Mexico than ever, but debate goes on,&quot;</a> PolitiFact, July 2, 2010; <a href=\"http://www.politifact.com/truth-o-meter/statements/2011/may/10/barack-obama/obama-says-border-patrol-has-doubled-number-agents/\" id=\"docs-internal-guid-4919c3c5-9e55-bd16-630a-c8f1b0e6d58a\" style=\"text-decoration:none;\">&quot;Obama says border patrol has doubled the number of agents since 2004,&quot;</a> May 10, 2011</p>\r\n", "speaker": {"adkey": "People ", "advalue": "Obama", "barely_true_count": 70, "current_job": "President", "false_count": 71, "first_name": "Barack", "half_true_count": 161, "home_state": "Illinois", "id": 4, "last_name": "Obama", "mostly_true_count": 165, "name_slug": "barack-obama", "pants_count": 9, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/NYT_OBAMA_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/4/", "total_count": 631, "true_count": 123, "website": "https://obamawhitehouse.archives.gov/"}, "statement": "<p>Says &quot;we&quot; have put more boots on the U.S.-Mexico border &quot;than at any time in our history, and illegal crossings are down by nearly 80 percent from their peak in 2000.&quot;</p>\r\n", "statement_context": "his weekly radio address.", "statement_date": "2013-05-04", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>Amnesty,&nbsp;<a href=\"http://www.cbsnews.com/news/romney-on-immigration-im-for-self-deportation/\">self-deportation</a>, a&nbsp;<a href=\"http://www.theguardian.com/us-news/2015/jun/28/donald-trump-mexico-immigration-presidential-campaign\">wall</a>. Politicians have plenty of ideas to fix America&rsquo;s immigration system. But where does rhetoric leave reality?</p>\r\n", "id": 23, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/stop-sign.jpg", "resource_uri": "/api/v/2/subject/23/", "subject": "Immigration", "subject_slug": "immigration", "used_in_edition": ["/api/v/2/edition/1/"]}], "target": [], "twitter_headline": ""}