{"art": [{"brightcove": "", "caption": "White House press secretary Jay Carney answered tough questions about the 2012 terrorist attack in Benghazi during a May 10, 2013, briefing.", "id": 3384, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/carney_presser.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/3384/", "title": "Carney presser", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2013/may/13/jay-carney/jay-carney-says-susan-rice-didnt-play-down-terrori/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 7777, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/7777/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tJournalists peppered President Barack Obama&rsquo;s press secretary, Jay Carney, with a series of tough questions about Benghazi at a White House press briefing on May 10, 2013. &nbsp;The incident, in which four Americans were killed at two U.S. facilities in Benghazi, Libya, was the topic at a congressional hearing on May 8.</p>\r\n<p>\r\n\tMembers of Congress have criticized how the administration handled the Sept. 11, 2012, incident, both in the immediate aftermath and in the months since. One of the issues receiving the most attention is whether, or to what extent, Ambassador to the United Nations Susan Rice misled the American public about the incident when she offered talking points on five Sunday morning talk shows on Sept. 16, 2012.</p>\r\n<p>\r\n\tThe criticism has focused on whether Rice was playing down the possibility that the attack in Benghazi was a pre-planned event carried out by terrorists, as opposed to flowing organically from a series of public protests at U.S. facilities throughout the Arab world following the news reports about a movie made in the U.S. that mocked Islam.</p>\r\n<p>\r\n\tAt the press briefing, Carney responded to questions about Rice&rsquo;s talking points by saying, &quot;If you look at the issue here, the efforts to politicize it were always about were we trying to play down the fact that there was an act of terror and an attack on the embassy. &nbsp;&hellip; Susan Rice, when she went out on the Sunday shows using the very talking points that we&#39;re discussing now, talked about the possibility that we knew that, or believed based on the intelligence assessment, that extremists were involved, and there were suspicions about what affiliations those extremists might have, but there were not &hellip; hard, concrete evidence. And so Ambassador Rice, in those shows, talked about the possibility that al-Qaida might be involved, or other al-Qaida affiliates might be involved, or non-al-Qaida Libyan extremists (might be involved), which I think demonstrates that there was no effort to play that down. It was simply a reflection of we did not, and the intelligence community did not, and others within the administration did not, jump to conclusions about who was responsible before we had an investigation to find out the facts.&quot;</p>\r\n<p>\r\n\tSo was Carney correct that she mentioned al-Qaida and did not try to &quot;play that down&quot;?</p>\r\n<p>\r\n\tWe asked the White House for evidence, but didn&#39;t hear back by publication time. So we went back to the transcripts of Rice&rsquo;s appearances on five shows -- CBS&rsquo; <em>Face the Nation</em>, CNN&rsquo;s <em>State of the Union</em>, NBC&rsquo;s <em>Meet the Press</em>, <em>Fox News Sunday </em>and ABC&rsquo;s <em>This Week</em>. We&rsquo;ve collected the relevant exchanges from each show below and, to show the repetition of her talking points, highlighted them in bold, as well as her one reference to al-Qaida.</p>\r\n<p>\r\n\tYou&#39;ll see that Carney did not accurately describe what Rice said and that she in fact did play down the possible involvement of al-Qaida.</p>\r\n<p>\r\n\t&bull; &bull; &bull; &bull; &bull;</p>\r\n<p>\r\n\t<strong>CBS&rsquo; <em>Face the Nation</em></strong></p>\r\n<p>\r\n\tRice: &quot;Based on the best information we have to date, what our assessment is as of the present is in fact what began spontaneously in Benghazi as a reaction to what had transpired some hours earlier in Cairo where, of course, as you know, there was a violent protest outside of our embassy sparked by this hateful video. But soon after that spontaneous protest began outside of our consulate in Benghazi, we believe that it looks like<strong> extremist elements, individuals</strong>, joined in that effort with heavy weapons of the sort that are, unfortunately, readily now available in Libya post-revolution. And that it spun from there into something much, much more violent.&quot;</p>\r\n<p>\r\n\tHost Bob Schieffer: &quot;But you do not agree with (Sen. John McCain, R-Ariz.) that this was something that had been plotted out several months ago?&quot;</p>\r\n<p>\r\n\tRice: &quot;We do not have information at present that leads us to conclude that this was premeditated or preplanned.&quot;</p>\r\n<p>\r\n\tSchieffer: &quot;Do you agree or disagree with him that al-Qaida had some part in this?&quot;</p>\r\n<p>\r\n\tRice: &quot;Well, we&#39;ll have to find out that out. I mean I think it&#39;s clear that there were extremist elements that joined in and escalated the violence. <strong>Whether they were al-Qaida affiliates, whether they were Libyan-based extremists or al-Qaida itself I think is one of the things we&#39;ll have to determine</strong>.&quot;</p>\r\n<p>\r\n\t&bull; &bull; &bull; &bull; &bull;</p>\r\n<p>\r\n\t<strong>CNN&rsquo;s <em>State of the Union</em></strong></p>\r\n<p>\r\n\tRice: &quot;Let&rsquo;s recall what has happened in the last several days. There was a hateful video that was disseminated on the Internet. It had nothing to do with the United States government and it&#39;s one that we find disgusting and reprehensible. It&#39;s been offensive to many, many people around the world.</p>\r\n<p>\r\n\t&quot;That sparked violence in various parts of the world, including violence directed against western facilities including our embassies and consulates. That violence is absolutely unacceptable, it&#39;s not a response that one can ever condone when it comes to such a video. And we have been working very closely and, indeed, effectively with the governments in the region and around the world to secure our personnel, secure our embassy, condemn the violent response to this video.</p>\r\n<p>\r\n\t&quot;And, frankly, we&#39;ve seen these sorts of incidents in the past. We&#39;ve seen violent responses to (Salman Rushdie&rsquo;s novel, The) <em>Satanic Verses</em>. We&#39;ve seen violent responses to the cartoons depicting the Prophet Mohammed in an evil way. So this is something we&#39;ve seen in the past, and we expect that it&#39;s possible that these kinds of things could percolate into the future. What we&#39;re focused on is securing our personnel, securing our facilities. ...</p>\r\n<p>\r\n\t&quot;(It was a) horrific incident where some mob was hijacked ultimately by <strong>a handful of extremists</strong>.&quot;</p>\r\n<p>\r\n\t&bull; &bull; &bull; &bull; &bull;</p>\r\n<p>\r\n\t<strong>NBC&rsquo;s <em>Meet The Press</em></strong></p>\r\n<p>\r\n\tRice: &quot;We can&#39;t predict with any certainty, but let&#39;s remember what has transpired over the last several days. This is a response to a hateful and offensive video that was widely disseminated throughout the Arab and Muslim world. ...</p>\r\n<p>\r\n\t&quot;Let me tell you the best information we have at present. First of all, there is an FBI investigation, which is ongoing, and we look to that investigation to give us the definitive word as to what transpired. But putting together the best information that we have available to us today -- our current assessment is that what happened in Benghazi was, in fact, initially <strong>a spontaneous reaction to what had just transpired hours before in Cairo</strong> -- almost a copycat of the demonstrations against our facility in Cairo, which were prompted, of course, by the video.</p>\r\n<p>\r\n\t&quot;What we think then transpired in Benghazi is that <strong>opportunistic extremist elements</strong> came to the consulate as this was unfolding. They came with heavy weapons, which, unfortunately, are readily available in post-revolutionary Libya, and that escalated into a much more violent episode. Obviously, that&#39;s our best judgment now. We&#39;ll await the results of the investigation.&quot;</p>\r\n<p>\r\n\t&bull; &bull; &bull; &bull; &bull;</p>\r\n<p>\r\n\t<em><strong>Fox News Sunday</strong></em></p>\r\n<p>\r\n\tHost Chris Wallace: &quot;The top Libyan official says that the attack on Tuesday was, quote, his words &lsquo;preplanned.&rsquo; Al-Qaida says the operation was revenge for our killing a top al-Qaida leader. What do we know?&quot;</p>\r\n<p>\r\n\tRice: &quot;Well, first of all, Chris, we are obviously investigating this very closely. The FBI has a lead in this investigation. The information, the best information and the best assessment we have today is that in fact this was <strong>not a preplanned, premeditated attack</strong>. That what happened initially was that it was <strong>a spontaneous reaction to what had just transpired in Cairo as a consequence of the video</strong>. People gathered outside the embassy and then it grew very violent and those with extremist ties joined the fray and came with heavy weapons, which unfortunately are quite common in post-revolutionary Libya and that then spun out of control.</p>\r\n<p>\r\n\t&quot;But <strong>we don&#39;t see at this point signs this was a coordinated plan, premeditated attack</strong>. Obviously, we will wait for the results of the investigation and we don&#39;t want to jump to conclusions before then. But I do think it&#39;s important for the American people to know our best current assessment.&quot;</p>\r\n<p>\r\n\t&bull; &bull; &bull; &bull; &bull;</p>\r\n<p>\r\n\t<strong>ABC&rsquo;s <em>This Week</em></strong></p>\r\n<p>\r\n\tRice: &quot;First of all, it&#39;s important to know that there&#39;s an FBI investigation that has begun and will take some time to be completed. That will tell us with certainty what transpired. But our current best assessment, based on the information that we have at present, is that, in fact, what this began as,<strong> it was a spontaneous -- not a premeditated -- response to what had transpired in Cairo</strong>. In Cairo, as you know, a few hours earlier, there was a violent protest that was undertaken in reaction to this very offensive video that was disseminated.</p>\r\n<p>\r\n\t&quot;We believe that folks in Benghazi, a small number of people came to the embassy to -- or to the consulate, rather, to replicate the sort of challenge that was posed in Cairo. And then as that unfolded, it seems to have been hijacked, let us say, by <strong>some individual clusters of extremists</strong> who came with heavier weapons, weapons that as you know in the wake of the revolution in Libya are quite common and accessible. And it then evolved from there. We&#39;ll wait to see exactly what the investigation finally confirms, but that&#39;s the best information we have at present.&quot;</p>\r\n<p>\r\n\t&bull; &bull; &bull; &bull; &bull;</p>\r\n<p>\r\n\tHow do these comments speak to Carney&rsquo;s claim? Here are a few key points.</p>\r\n<p>\r\n\t<strong>Did Rice talk about &quot;the possibility that al-Qaida might be involved&quot; or that &quot;al-Qaida affiliates might be involved&quot;?</strong></p>\r\n<p>\r\n\tBarely. In only one of the five interviews did Rice speak the words &quot;al-Qaida&quot; -- on <em>Face the Nation</em> -- and even then she urged caution in jumping to conclusions. &quot;Whether they were al-Qaida affiliates, whether they were Libyan-based extremists or al-Qaida itself I think is one of the things we&#39;ll have to determine,&quot; she told Schieffer.</p>\r\n<p>\r\n\t<strong>Did Rice talk about whether &quot;non-al-Qaida Libyan extremists&quot; might be involved?</strong></p>\r\n<p>\r\n\tYes -- repeatedly. But it&rsquo;s worth noting that Rice portrayed these extremists as opportunists who seized the moment during a public uprising, which is something quite different from the pre-planned terrorist attack that the administration&rsquo;s critics are charging the White House initially played down. Indeed, Rice explicitly, and repeatedly, shot down speculation that the attack was planned in advance, for instance telling Schieffer, &quot;We do not have information at present that leads us to conclude that this was premeditated or preplanned.&quot;</p>\r\n<p>\r\n\t<strong>Did Rice play down any of the three listed scenarios?</strong></p>\r\n<p>\r\n\tYes. In the one interview of the five in which she mentioned al-Qaida at all, she urged caution about assuming they were involved. And while she did allow that &quot;extremists&quot; appeared to have been involved in the attack, she made a point of saying in every interview that these extremists got involved only by hijacking an ongoing event that protested the anti-Islam film, a narrative that gives almost a secondary role to the extremists. Meanwhile, in three of the five interviews, Rice specifically rejected the idea that Benghazi amounted to a preplanned terrorist attack.</p>\r\n<p>\r\n\t<strong>Our ruling</strong></p>\r\n<p>\r\n\tCarney said that Rice &quot;talked about the possibility that al-Qaida might be involved, or other al-Qaida affiliates might be involved, or non-al-Qaida Libyan extremists (might be involved), which I think demonstrates that there was no effort to play that down.&quot;</p>\r\n<p>\r\n\tIt&rsquo;s true that Rice offered those three scenarios, but Carney is wrong to say she didn&rsquo;t play them down. Rice barely mentioned the potential role of al-Qaida or one of its affiliates, and she urged caution about jumping to conclusions on the one occasion in which she did.</p>\r\n<p>\r\n\tAnd while she did point to a role for &quot;extremists,&quot; Rice made clear that the extremists didn&rsquo;t pre-plan the attack, but instead hijacked a demonstration that was already under way.</p>\r\n<p>\r\n\tBoth decisions played down, to one degree or another, each of the three scenarios she mentioned. We rate Carney&rsquo;s claim Mostly False.</p>\r\n", "ruling_comments_date": "2013-05-13T16:49:40.309386", "ruling_date": "2013-05-13T17:58:19", "ruling_headline": "Jay Carney says Susan Rice didn't play down terrorist involvement in Benghazi", "ruling_headline_slug": "jay-carney-says-susan-rice-didnt-play-down-terrori", "ruling_link_text": "She mentioned them, but did play them down", "ruling_state": null, "source_documents": null, "sources": "<p dir=\"ltr\">\r\n\tWhite House, <a href=\"http://www.whitehouse.gov/the-press-office/2013/05/10/press-briefing-press-secretary-jay-carney-05102013\">press briefing by Jay Carney</a>, May 10, 2013</p>\r\n<p dir=\"ltr\">\r\n\tSusan Rice, interview on CBS&rsquo; <em>Face the Nation</em>, Sept. 16, 2012 (accessed via Nexis)</p>\r\n<p dir=\"ltr\">\r\n\tSusan Rice, interview on CNN&rsquo;s <em>State of the Union</em>, Sept. 16, 2012 (accessed via Nexis)</p>\r\n<p dir=\"ltr\">\r\n\tSusan Rice, interview on NBC&rsquo;s <em>Meet the Press</em>, Sept. 16, 2012 (accessed via Nexis)</p>\r\n<p>\r\n\tSusan Rice, interview on <em>Fox News Sunday</em>, Sept. 16, 2012 (accessed via Nexis)</p>\r\n<p>\r\n\tSusan Rice, <a href=\"http://abcnews.go.com/Politics/week-transcript-us-ambassador-united-nations-susan-rice/story?id=17240933&amp;page=2#.UZFQJUpKXdV\">interview on ABC&rsquo;s <em>This Week</em>,</a> Sept. 16, 2012</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 2, "current_job": "White House press secretary", "false_count": 2, "first_name": "Jay", "half_true_count": 1, "home_state": "District of Columbia", "id": 1206, "last_name": "Carney", "mostly_true_count": 2, "name_slug": "jay-carney", "pants_count": 0, "party": {"id": 2, "party": "None", "party_slug": "none", "resource_uri": "/api/v/2/party/2/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Carney.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1206/", "total_count": 7, "true_count": 0, "website": "http://www.whitehouse.gov/briefing-room/press-briefings"}, "statement": "<p>\r\n\tWhen Susan Rice spoke about Benghazi on Sunday news shows, she said &quot;that al-Qaida might be involved, or other al-Qaida affiliates might be involved, or non-al-Qaida Libyan extremists, which I think demonstrates that there was no effort to play that down.&quot;</p>\r\n", "statement_context": "a White House press briefing", "statement_date": "2013-05-10", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 37, "photo": null, "resource_uri": "/api/v/2/subject/37/", "subject": "Terrorism", "subject_slug": "terrorism", "used_in_edition": []}], "target": [], "twitter_headline": ""}