{"art": [{"brightcove": "", "caption": "Rep. Michele Bachmann, R-Minn., warned viewers of looming problems with the Internal Revenue Service playing a role in implementing President Barack Obama's health care law. We take a closer look.", "id": 3394, "infogram": "", "ndn": "", "ndnid": "", "other": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/photos/Bachmann_on_Van_Susteren.jpg", "resource_type": {"id": 1, "name": "Photo", "resource_uri": "/api/v/2/mediatype/1/"}, "resource_uri": "/api/v/2/media/3394/", "title": "Bachmann on Van Susteren", "wibbitz": "", "youtube": "", "youtubeID": ""}], "author": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "canonical_url": "/truth-o-meter/statements/2013/may/20/michele-bachmann/michele-bachmann-says-irs-will-have-ability-delay-/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "aholan@poynter.org", "first_name": "Angie Drobnic", "id": 8, "last_name": "Holan", "name_slug": "angie-drobnic-holan", "on_staff_page": 1, "phone": "727-410-1770", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots07.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/8/", "title": "Editor", "twitter": "AngieHolan"}], "facebook_headline": null, "id": 7798, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "ljacobson@politifact.com", "first_name": "Louis", "id": 111, "last_name": "Jacobson", "name_slug": "louis-jacobson", "on_staff_page": 4, "phone": "", "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/zwPolitifactHeadshots15.JPG", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/111/", "title": "Senior Correspondent", "twitter": "loujacobson"}], "resource_uri": "/api/v/2/statement/7798/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tLast week was a bad one for the Internal Revenue Service. First, it faced widespread criticism over revelations that officials gave extra scrutiny to tea party and other conservative groups seeking tax-exempt status. Now, Rep. Michele Bachmann, R-Minn., is charging that the IRS may be able to deny Americans the right to health care.</p>\r\n<p>\r\n\tDuring a May 15, 2013, <a href=\"http://www.cq.com/doc/newsmakertranscripts-4276573\" style=\"text-decoration:none;\">interview</a> on Fox News&rsquo; <em>On the Record</em> with Greta Van Susteren, Bachmann linked the IRS to a longtime target of hers, President Barack Obama&rsquo;s health care law.</p>\r\n<p>\r\n\tReferring to an inspector general&rsquo;s report on the IRS scrutiny of conservative groups, Bachmann said, &quot;So now we find out these people are making decisions based on our politics and beliefs, and they&#39;re going to be in charge of our health care There&#39;s a huge national database that&#39;s being created right now. Your health care, my health care, all the Fox viewers health care, their personal, intimate, most close to the vest secrets will be in that database, and the IRS is in charge of that database? So the IRS will have the ability potentially -- will they? -- to deny health care, to deny access, to delay health care? This is serious! Based upon our political beliefs? That&#39;s why we have to repeal Obamacare. And I still think it&#39;s possible.&quot;</p>\r\n<p>\r\n\tWe&rsquo;ll be looking at a few claims from this exchange. In this item, we&rsquo;ll focus on whether it&rsquo;s accurate to say that &quot;the IRS will have the ability potentially&quot; to deny or delay health care.</p>\r\n<p>\r\n\tIn an interview with PolitiFact after Bachmann&rsquo;s appearance on Van Susteren&rsquo;s show, Dan Kotman, a spokesman for Bachmann, said she stood by the concerns she expressed.</p>\r\n<p>\r\n\t&quot;Now that we know the IRS has abused its power for political purposes, it is reasonable to ask what other steps would they take to punish their political opponents,&quot; Kotman said. This is an especially big concern, Kotman said, in the wake of revelations that <a href=\"http://www.nytimes.com/2013/05/18/us/politics/irs-scandal-congressional-hearings.html?_r=0\" style=\"text-decoration:none;\">Sarah Hall Ingram</a> -- the former commissioner of the IRS&#39; tax-exempt and government-entities division -- is now in charge of an IRS office that oversees tax-related issues relating to the health care law.</p>\r\n<p>\r\n\tKotman argued that it would be possible for the IRS to use the information it collects on taxpayers and their health coverage for political purposes. &quot;Based on that information, one possible outcome is that they can levy punitive taxes that could force employers to drop coverage,&quot; Kotman said.</p>\r\n<p>\r\n\tThe IRS has a number of roles in implementing the health care law -- the agency has posted a <a href=\"http://www.irs.gov/uac/Affordable-Care-Act-Tax-Provisions\" style=\"text-decoration:none;\">list</a> that includes everything from levying additional payroll taxes on certain high-income Americans to taxation of medical devices and brand-name drugs. Its best known role, beginning in 2014, is to confirm that a taxpayer has health insurance and to assess a financial penalty if they do not. (The <a href=\"http://cbo.gov/sites/default/files/cbofiles/attachments/09-19-12-Indiv_Mandate_Penalty.pdf\" style=\"text-decoration:none;\">penalties</a> <a href=\"http://kff.org/infographic/the-requirement-to-buy-coverage-under-the-affordable-care-act/\" style=\"text-decoration:none;\">start</a> at $95 per adult in 2013 and rise to $695 per adult in 2016.)</p>\r\n<p>\r\n\tNone of the above, however, supports the idea that the IRS can &quot;deny&quot; or &quot;delay&quot; health care for an individual or a family.</p>\r\n<p>\r\n\tBut there is one area in which IRS actions could delay Americans from getting health care. It stems from the agency&rsquo;s role in approving federal subsidies for purchasing health insurance on the newly created insurance exchanges.</p>\r\n<p>\r\n\tLet&rsquo;s recap how this part of the law works. The law establishes &quot;exchanges&quot; that are intended to be operational by 2014. Using these exchanges, people who need insurance will be able to comparison-shop for plans that suit their needs. While some people will pay all of the resulting premiums, many will qualify for subsidies.</p>\r\n<p>\r\n\tThe subsidies operate on a sliding scale, and are available to those who earn between 133 percent and 400 percent of the federal poverty level. An <a href=\"http://www.familiesusa.org/assets/pdfs/health-reform/Premium-Tax-Credits.pdf\" style=\"text-decoration:none;\">estimated</a> 28.6 million Americans might be eligible for the subsidies in 2014, though the Congressional Budget Office has <a href=\"http://money.cnn.com/2013/04/23/news/economy/obamacare-subsidies/index.html\" style=\"text-decoration:none;\">suggested</a> that many fewer Americans will actually sign up, at least at first -- 6 million in 2014 and 22 million in 2017.</p>\r\n<p>\r\n\tEven if the lower estimates of signup rates are true, that will mean that millions of Americans will need to secure approval from the IRS to obtain subsidies. This process is supposed to start this fall, to enable applicants to purchase coverage in time for calendar year 2014.</p>\r\n<p>\r\n\tSo will the IRS be ready? An IRS spokeswoman said the agency &quot;is on track with implementing its role in the Affordable Care Act,&quot; but otherwise directed inquiries to the Department of Health and Human Services.</p>\r\n<p>\r\n\tIn a statement to PolitiFact, HHS said applicants for financial assistance will be part of the exchange process and that verification &quot;will take place in near-real time&quot; with several federal databases, including an IRS database.</p>\r\n<p>\r\n\tExperts we contacted for this story said that Bachmann&rsquo;s scenario -- that the IRS picks and chooses who gets a subsidy based on an applicant&rsquo;s political beliefs -- is almost impossible to imagine, even after the recent revelations.</p>\r\n<p>\r\n\tBut they said it was more plausible that mundane logistical challenges could delay individuals&rsquo; efforts to secure subsidies. At a bureaucracy as large as the IRS, and with laws as complicated as this one, it&rsquo;s possible that individuals could -- indirectly and inadvertently -- find themselves delayed or denied in getting health coverage.</p>\r\n<p>\r\n\tIt&rsquo;s not hard to imagine glitches cropping up and delaying someone from getting approval to purchase insurance on the exchange. It could be especially tricky for Americans who don&rsquo;t file returns because they don&rsquo;t owe taxes beyond what&rsquo;s taken from their paycheck. We &quot;don&rsquo;t know what will happen if the IRS is unable to make these determinations in a &lsquo;timely&#39; way,&quot; said Gail Wilensky, who headed Medicare and Medicaid under President George H.W. Bush and who is now a health policy consultant.</p>\r\n<p>\r\n\tAnd even in the best of situations, computer systems aren&rsquo;t perfect. &quot;One big concern about whether the exchanges will work is whether computers from different government agencies can talk to each other,&quot; said Michael Tanner, a senior fellow with the libertarian Cato Institute. Brookings Institution senior fellow Elaine Kamarck <a href=\"http://www.brookings.edu/blogs/up-front/posts/2013/05/15-repeal-affordable-care-act-kamarck\">recently suggested</a> a possible scenario in which the federal online system for exchanges &quot;may not be able to interface with statewide data and eligibility could become a lengthy bureaucratic process.&quot;</p>\r\n<p>\r\n\tWe should emphasize that if these delays do come to pass, it won&rsquo;t be about &quot;political beliefs,&quot; as Bachmann put it, and it won&rsquo;t be something IRS intended to happen. It would be about something much more mundane -- bureaucratic snags.</p>\r\n<p>\r\n\t&quot;She is trying to make the IRS sound like it has a malevolent power to limit medical care that it does not have,&quot; said Jonathan Oberlander, a professor of social medicine and health policy and management at the University of North Carolina, Chapel Hill.</p>\r\n<p>\r\n\t<strong>Our ruling</strong></p>\r\n<p>\r\n\tBachmann said &quot;the IRS will have the ability potentially&quot; to deny or delay health care. She makes it sound like the IRS would purposefully deny or delay people from getting health coverage, perhaps based on an applicant&rsquo;s political beliefs. Experts told us that was extremely far-fetched. But if complicated logistical challenges are not met, there is a chance that IRS could inadvertently end up delaying some of the millions of uninsured Americans seeking subsidies from purchasing insurance on the exchanges. We rate Bachmann&rsquo;s claim Mostly False.</p>\r\n", "ruling_comments_date": "2013-05-17T15:52:33.011544", "ruling_date": "2013-05-20T12:01:56", "ruling_headline": "Michele Bachmann says IRS \"will have the ability\" to delay or deny health care", "ruling_headline_slug": "michele-bachmann-says-irs-will-have-ability-delay-", "ruling_link_text": "Maybe to delay health insurance", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tMichele Bachmann, <a href=\"http://www.cq.com/doc/newsmakertranscripts-4276573\">interview</a> on <a href=\"http://www.foxnews.com/on-air/on-the-record/index.html#http://video.foxnews.com/v/2385171401001/bachmann-on-irs-targeting-tea-party/?playlist_id=86925\">Fox News&rsquo; On the Record with Greta Van Susteren</a>, May 15, 2013</p>\r\n<p>\r\n\tInternal Revenue Service, &quot;<a href=\"http://www.irs.gov/uac/Affordable-Care-Act-Tax-Provisions\">Affordable Care Act Tax Provisions</a>,&quot; accessed May 17, 2013</p>\r\n<p>\r\n\tKaiser Family Foundation, &quot;<a href=\"http://kff.org/infographic/the-requirement-to-buy-coverage-under-the-affordable-care-act/\">The Requirement to Buy Coverage Under the Affordable Care Act</a>,&quot; accessed May 17, 2013</p>\r\n<p>\r\n\tGeorgetown University Health Policy Institute, <a href=\"http://ccf.georgetown.edu/wp-content/uploads/2012/03/2013-Federal-Poverty-Guidelines1.pdf\">2013 Federal Poverty Level Guidelines</a>, accessed May 17, 2013</p>\r\n<p>\r\n\tCongressional Budget Office, &quot;<a href=\"http://cbo.gov/sites/default/files/cbofiles/attachments/09-19-12-Indiv_Mandate_Penalty.pdf\">Payments of Penalties for Being Uninsured Under the Affordable Care Act</a>,&quot; September 2012</p>\r\n<p>\r\n\tFamilies USA Foundation, &quot;<a href=\"http://www.familiesusa.org/assets/pdfs/health-reform/Premium-Tax-Credits.pdf\">Lower Taxes, Lower Premiums: The New Health Insurance Tax Credit</a>,&quot; Sept. 2010</p>\r\n<p>\r\n\tCNNMoney.com, &quot;<a href=\"http://money.cnn.com/2013/04/23/news/economy/obamacare-subsidies/index.html\">Millions eligible for Obamacare subsidies, but most don&#39;t know it</a>,&quot; Apr. 23, 2013</p>\r\n<p>\r\n\t<em>New York Times</em>, &quot;<a href=\"http://www.nytimes.com/2013/05/18/us/politics/irs-scandal-congressional-hearings.html?_r=0\">Congressional Hearing Opens on I.R.S. Scandal</a>,&quot; May 17, 2013</p>\r\n<p>\r\n\tElaine Kamarck, &quot;<a href=\"http://www.brookings.edu/blogs/up-front/posts/2013/05/15-repeal-affordable-care-act-kamarck\">The Affordable Care Act: From Hiccups to Repeal</a>&quot; (Brookings Institution paper), May 15, 2013</p>\r\n<p>\r\n\tEmail interview with William McBride, economist with the Tax Foundation, May 16, 2013</p>\r\n<p>\r\n\tEmail interview with Jonathan Oberlander, professor of social medicine and health policy and management at the University of North Carolina, Chapel Hill, May 16, 2013</p>\r\n<p>\r\n\tEmail interview with Michael Tanner, a senior fellow with the Cato Institute, May 16, 2013</p>\r\n<p>\r\n\tInterview with Gail Wilensky, former head of Medicare and Medicaid under President George H.W. Bush, May 16, 2013</p>\r\n<p>\r\n\tEmail interview with Sara L. Eguren, spokeswoman for the IRS, May 17, 2013</p>\r\n<p>\r\n\tEmail interview with Dan Kotman, spokesman for Rep. Michele Bachmann, May 17, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 8, "current_job": "Congresswoman", "false_count": 22, "first_name": "Michele", "half_true_count": 6, "home_state": "Minnesota", "id": 149, "last_name": "Bachmann", "mostly_true_count": 4, "name_slug": "michele-bachmann", "pants_count": 16, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Bachmann_mug_1.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/149/", "total_count": 61, "true_count": 5, "website": "http://bachmann.house.gov/"}, "statement": "<p dir=\"ltr\" id=\"docs-internal-guid-19e39584-b40b-fb86-ae34-3f81c3612e78\">\r\n\t&quot;The IRS will have the ability potentially&quot; to deny or delay health care.</p>\r\n", "statement_context": "an interview on Fox News' \"On the Record\" with Greta Van Susteren", "statement_date": "2013-05-15", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "<p>&nbsp;</p>\r\n\r\n<p>In the 2016 election, Republicans and their presidential nominee Donald Trump vowed to repeal and replace Obamacare, the landmark federal health care law passed by Democrats in 2010. They very nearly did it.</p>\r\n\r\n<p>But after the bill stalled in the Senate, no comprehensive package emerged.</p>\r\n\r\n<p>Health care remains a deeply divisive battleground, with claims and criticisms flying from both sides. &nbsp;A key stumbling point is affordable guaranteed coverage, regardless of any pre-existing condition. Current law offers an ironclad guarantee. Republican proposals have included escape hatches that fall short of matching it.</p>\r\n\r\n<p>The makeup of the insurance market is in flux, as the Trump administration rolls out administrative rules that allow carriers to sell different types of plans. The variety increases consumer choices, but analysts warn it would split the market and drive up costs for older and sicker consumers.</p>\r\n", "id": 26, "photo": "https://s3.amazonaws.com/static.politifact.com/subjects/mugs/politifact-photos-Doctor_Flag.jpg", "resource_uri": "/api/v/2/subject/26/", "subject": "Health Care", "subject_slug": "health-care", "used_in_edition": ["/api/v/2/edition/1/"]}, {"description": "", "id": 8, "photo": null, "resource_uri": "/api/v/2/subject/8/", "subject": "Taxes", "subject_slug": "taxes", "used_in_edition": []}], "target": [], "twitter_headline": ""}