{"art": [], "author": [{"email_address": "bbowers@politifact.com", "first_name": "Becky", "id": 177, "last_name": "Bowers", "name_slug": "becky-bowers", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/bbowers-politifact-mug_.gif", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/177/", "title": "PolitiFact Digital Operations Manager", "twitter": null}], "canonical_url": "/truth-o-meter/statements/2013/may/22/rand-paul/rand-paul-says-hillary-clinton-was-asked-repeatedl/", "edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "editor": [{"email_address": "bill.adair@duke.edu", "first_name": "Bill", "id": 5, "last_name": "Adair", "name_slug": "bill-adair", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/adair_80.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/5/", "title": "Former Editor", "twitter": null}], "facebook_headline": null, "id": 7809, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "bbowers@politifact.com", "first_name": "Becky", "id": 177, "last_name": "Bowers", "name_slug": "becky-bowers", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/bbowers-politifact-mug_.gif", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/177/", "title": "PolitiFact Digital Operations Manager", "twitter": null}], "resource_uri": "/api/v/2/statement/7809/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly False", "id": 4, "resource_uri": "/api/v/2/statementruling/4/", "ruling": "Mostly False", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlyfalse.png", "ruling_slug": "barely-true"}, "ruling_comments": "<p>\r\n\tSen. Rand Paul, R-Ky., says Hillary Clinton is to blame for inadequate security in Benghazi, Libya, where four Americans died on Sept. 11, 2012.</p>\r\n<p>\r\n\tShe was asked repeatedly as secretary of state to provide security, Paul told CNN <em>State of the Union </em>host Candy Crowley on May 19, 2013, including in &quot;direct cables.&quot;</p>\r\n<p>\r\n\tCrowley asked Paul about his recent comments in Iowa and New Hampshire that Clinton&rsquo;s failure should disqualify her from the presidency.</p>\r\n<p>\r\n\t&quot;It&#39;s that you did it in Iowa or New Hampshire which gives it a political patina, and I&#39;m asking you if you think that&#39;s helpful,&quot; she said.</p>\r\n<p>\r\n\tPaul replied, &quot;You know, I&#39;ve done it in every state and every stop because I think it&#39;s pretty important that she accept blame for not providing security. She was asked repeatedly to provide security in Benghazi on several occasions including direct cables, and she says she never read the cables on security. I find that inexcusable and a dereliction of duty.</p>\r\n<p>\r\n\t&quot;Whether it has political overtones or not, it really goes to the heart of who you are as secretary of state if you do not provide security for an embassy that&#39;s begging for it, that&#39;s absolutely a dereliction of duty and she should have resigned and accepted blame for it.&quot;</p>\r\n<p>\r\n\tDid Clinton herself get repeated requests for security before armed terrorists attacked, including in &quot;direct cables&quot;?</p>\r\n<p>\r\n\t<strong>Cables 101</strong></p>\r\n<p>\r\n\tPaul&rsquo;s office said Clinton&rsquo;s name on diplomatic cables demonstrates she was involved in security decisions &mdash; or that she should have been.</p>\r\n<p>\r\n\t&quot;It may be even more damning an indictment of Clinton if she is correct, because her disinterest in her job may have cost the lives of U.S. citizens overseas,&quot; said Moira Bagley, a Paul spokeswoman. &nbsp;</p>\r\n<p>\r\n\tShe pointed to a claim from House Republicans, reported by the <em><a href=\"http://www.latimes.com/news/world/worldnow/la-fg-wn-clinton-libya-attacks-20130423,0,4395523.story\">Los Angeles Times</a></em> in April, that a cable signed by Clinton proposed security reductions in Benghazi before the attack.</p>\r\n<p>\r\n\t&quot;Clinton&#39;s signature is on this cable and others,&quot; Bagley said. &quot;If Secretary Clinton signed a cable to reduce security, then her signature is strong evidence that she read cables.&quot;</p>\r\n<p>\r\n\t(Bagley didn&rsquo;t offer evidence that Clinton &quot;was asked repeatedly to provide security&quot; including &quot;direct cables.&quot; But we&rsquo;ll get there in a minute.)</p>\r\n<p>\r\n\tFirst, is Clinton&rsquo;s &quot;signature&quot; strong evidence of her personal involvement?</p>\r\n<p>\r\n\tLet&rsquo;s talk for a second about diplomatic cables.</p>\r\n<p>\r\n\tThink of them as messages sent via a new-fangled email system &mdash; dubbed &quot;<a href=\"http://www.state.gov/documents/organization/89323.pdf\">CableExpress</a>&quot; &mdash; that draws on some old-school customs. How old-school? The messages are also called &quot;telegrams.&quot;</p>\r\n<p>\r\n\tThe State Department&rsquo;s Foreign Affairs Manual has all kinds of rules and instructions for drafting, formatting, addressing and sending these things.</p>\r\n<p>\r\n\tWe browsed through several sections of the manual&rsquo;s &quot;Correspondence Handbook,&quot; learning <a href=\"http://www.state.gov/documents/organization/89318.pdf\">interesting tidbits</a> such as, &quot;If you are sending a telegram from a Post to the Department or to another Post, enter respectively &quot;SECSTATE WASHDC&quot;; or the telegraphic form of the other post (e.g. AMEMBASSY BERLIN, AMCONSUL CHIANG MAI) in the addressee field.&quot;</p>\r\n<p>\r\n\tHere&rsquo;s what we learned.</p>\r\n<p>\r\n\tIf you&rsquo;re sending a telegram &quot;to a post from the department&quot; &mdash; so, say, to a particular embassy from Washington, D.C. &mdash; you <a href=\"http://www.state.gov/documents/organization/89318.pdf\">address it to the post</a>, and it carries <a href=\"http://www.state.gov/documents/organization/89317.pdf\">the name of the secretary of state</a>.</p>\r\n<p>\r\n\tThat&rsquo;s right: The State Department&rsquo;s communications center puts the secretary&rsquo;s name &quot;on all telegrams to posts.&quot; When Clinton was in charge, that meant the &quot;signature&quot; on telegrams was hers.</p>\r\n<p>\r\n\tThat doesn&rsquo;t mean she signed them &mdash; just that her name was printed at the bottom.</p>\r\n<p>\r\n\tThat&rsquo;s why, when Rep. Darrell Issa, R-Calif., argued on TV in April that Clinton had personally signed a cable about reducing U.S. security staff in Benghazi, <em>Washington Post </em>fact-checker Glenn Kessler, who covered the State Department for nine years, called it a &quot;<a href=\"http://www.washingtonpost.com/blogs/fact-checker/post/issas-absurd-claim-that-clintons-signature-means-she-personally-approved-it/2013/04/25/58c2f5b4-adf8-11e2-a986-eec837b1888b_blog.html\">whopper</a>.&quot;</p>\r\n<p>\r\n\tRep. Elijah Cummings, D-Md., confirmed that assessment in May, saying, &quot;We have now seen this cable and she did not sign it. Her name is printed at the bottom just like tens of thousands of cables sent every year from the department.&quot;</p>\r\n<p>\r\n\tBut as we mentioned previously, Paul&rsquo;s claim was about messages sent the other way, from a U.S. embassy to Washington.</p>\r\n<p>\r\n\tHow are those addressed? To &quot;SECSTATE&quot; in &quot;WASHDC.&quot;</p>\r\n<p>\r\n\tWhile a cable addressed to &quot;SECSTATE&quot; may look like a &quot;direct cable&quot; to the secretary of state, the reality is somewhat less exciting. &quot;SECSTATE,&quot; according to another part of the <a href=\"http://www.state.gov/documents/organization/89282.pdf\">Foreign Affairs Manual</a>, is the &quot;location indicator&quot; for the entire State Department, including the Peace Corps.</p>\r\n<p>\r\n\tAbout 1.4 million cables a year are addressed that way.</p>\r\n<p>\r\n\tHere&rsquo;s how Clinton explained it to the House Foreign Affairs Committee in January: &quot;They are all addressed to me. They do not all come to me. They are reported through the bureaucracy.&quot;</p>\r\n<p>\r\n\tShe said security requests from Libya never came to her attention.</p>\r\n<p>\r\n\t&quot;I was not aware of that going on,&quot; she said. &quot;It was not brought to my attention, but obviously it&rsquo;s something we&rsquo;re fixing and intend to put into place protocols and systems to make sure it doesn&rsquo;t happen again.&quot;</p>\r\n<p>\r\n\t<strong>Security requests</strong></p>\r\n<p>\r\n\tSo, Clinton&rsquo;s name or title on millions of diplomatic cables doesn&rsquo;t say much of anything about whether she personally knew of their contents. In the case of Benghazi security, she testified under oath that she didn&rsquo;t.</p>\r\n<p>\r\n\tBut it&rsquo;s clear repeated requests were made to Washington.</p>\r\n<p>\r\n\tA report from the State Department&rsquo;s <a href=\"http://www.state.gov/documents/organization/202446.pdf\">Accountability Review Board</a> in December 2012 noted that the number of diplomatic security staff in Benghazi the day of the attack was inadequate despite &quot;repeated requests &hellip; for additional staffing.&quot;</p>\r\n<p>\r\n\tThe board focused attention below the secretary of state, finding that &quot;certain senior State Department officials within two bureaus demonstrated a lack of proactive leadership and management ability in their responses to security concerns posed by Special Mission Benghazi, given the deteriorating threat environment and the lack of reliable host government protection.&quot;</p>\r\n<p>\r\n\tBut it didn&rsquo;t find reasonable cause to determine that anyone breached his or her duty.</p>\r\n<p>\r\n\tHouse Republicans, critical of the review board&rsquo;s focus on lower-level officials, released their own <a href=\"http://oversight.house.gov/wp-content/uploads/2013/04/Libya-Progress-Report-Final-1.pdf\">interim report</a> in April. It says that in the months before the attack, officials from the U.S. mission in Libya stressed inadequate security and a need for more staff in &quot;numerous communications.&quot;</p>\r\n<p>\r\n\tThe Republicans&#39; report mentions two cables and two email messages in particular, from March, April, June and July 2012, that reflect a back-and-forth in which diplomats requested more U.S. security personnel, but Washington officials said no. They preferred trained Libyan security staff.</p>\r\n<p>\r\n\tNone of the messages involve Clinton &mdash; except that one of them bears her &quot;signature,&quot; as any cable out of Washington would.</p>\r\n<p>\r\n\tStill, some recent testimony before the House Oversight Committee suggested there&rsquo;s some expectation she should have been familiar with the discussion.</p>\r\n<p>\r\n\tEric Nordstrom, the State Department&rsquo;s former regional security officer in Libya, drafted some of the cables from the embassy requesting additional security, including the <a href=\"http://oversight.house.gov/wp-content/uploads/2012/10/3-28-12-Memo.pdf\">one from March</a> cited by Republicans.</p>\r\n<p>\r\n\tHe testified before lawmakers on <a href=\"http://www.c-spanvideo.org/event/218346\">May 8, 2013</a>, that he would have expected Clinton to have read or been briefed on that cable.</p>\r\n<p>\r\n\t&quot;I certainly expected (that) given the fact that she had an involvement in the security process,&quot; he said.</p>\r\n<p>\r\n\tShe would have had to personally approve Defense Department security teams that had been deployed, Nordstrom testified &mdash; teams that he requested in the March cable to keep.</p>\r\n<p>\r\n\t&quot;She also came out to post, toured our facilities and toured the facilities and saw the lack of security there &mdash; that was something that her country team &mdash; or she was briefed by the country team as she visited the site,&quot; he said.</p>\r\n<p>\r\n\tStill, when lawmakers asked him if the State Department&rsquo;s review board let anyone off the hook, he pointed to the undersecretary for management, Patrick Kennedy, rather than Clinton.</p>\r\n<p>\r\n\t&quot;I think she has a very reasonable assertion some of these issues weren&#39;t brought to her attention,&quot; Nordstrom said. &quot;Well, how do we fix that so they are brought to the attention of the secretary of state? It is not lost on me that as the unheeded messenger this time around, I look at where those messages seem to stop, the undersecretary for management. ...&quot;</p>\r\n<p>\r\n\t&quot;There is something apparently wrong with the process of how those security recommendations are raised to the secretary,&quot; he said.</p>\r\n<p>\r\n\t<strong>Our ruling</strong></p>\r\n<p>\r\n\tPaul blamed Clinton for Benghazi security failures, saying she &quot;was asked repeatedly to provide security in Benghazi on several occasions, including direct cables.&quot;</p>\r\n<p>\r\n\tThe State Department was asked repeatedly for additional U.S. security staff in Libya. But we see no evidence that Clinton herself was made aware of those requests. For example, there&rsquo;s no &quot;direct cable&quot; that automatically appears on the secretary of state&rsquo;s desk. Instead, all cables would have carried her name, and only those passed up the chain by staff would have reached her. She says these ones didn&rsquo;t.</p>\r\n<p>\r\n\tMeanwhile, the same security officer who testified that he would have expected her to be briefed on his request for more staff also said, &quot;there is something apparently wrong with the process of how those security recommendations are raised to the secretary.&quot;</p>\r\n<p>\r\n\tPaul&rsquo;s office didn&rsquo;t provide evidence linking requests for security directly to Clinton. We found only evidence that requests were made of her department. We rate his statement Mostly False.</p>\r\n", "ruling_comments_date": "2013-05-22T12:14:44.161816", "ruling_date": "2013-05-22T14:30:02", "ruling_headline": " Rand Paul  says Hillary Clinton was ‘asked repeatedly to provide security in Benghazi … including direct cables’", "ruling_headline_slug": "rand-paul-says-hillary-clinton-was-asked-repeatedl", "ruling_link_text": "'Direct'? Not so much", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tCQ Transcriptwire, &quot;<a href=\"http://transcriptswire.cq.com/do/transcriptView?id=407827755\">CNN&#39;s State of the Union</a>,&quot; May 19, 2013, subscription only</p>\r\n<p>\r\n\tC-SPAN, &quot;<a href=\"http://www.c-spanvideo.org/event/218346\">U.S. Consulate Attack in Benghazi, Libya</a>,&quot; May 8, 2013 (video)</p>\r\n<p>\r\n\tEmail interview with Moira Bagley, communications director for Sen. Rand Paul, May 21, 2012</p>\r\n<p>\r\n\t<em>Los Angeles Times</em>, &quot;<a href=\"http://www.latimes.com/news/world/worldnow/la-fg-wn-clinton-libya-attacks-20130423,0,4395523.story\">House Republicans cite cable calling for reduced security in Benghazi</a>,&quot; April 23, 2013</p>\r\n<p>\r\n\tState Department Foreign Affairs Manual, Correspondence Handbook, &quot;<a href=\"http://www.state.gov/documents/organization/89323.pdf\">5 FAH-1 H-110: Official Department of State Correspondence</a>,&quot; updated June 21, 2012</p>\r\n<p>\r\n\tState Department Foreign Affairs Manual, Correspondence Handbook, &quot;<a href=\"http://www.state.gov/documents/organization/89318.pdf\">5 FAH-1 H-220: Precedence Designators and Addresses</a>,&quot; updated June 21, 2012</p>\r\n<p>\r\n\tState Department Foreign Affairs Manual, Correspondence Handbook, &quot;<a href=\"http://www.state.gov/documents/organization/89317.pdf\">5 FAH-1 H-230: Preparing Telegrams in the Department</a>,&quot; updated June 21, 2012</p>\r\n<p>\r\n\tState Department Foreign Affairs Manual, Telecommunications Handbook, &quot;<a href=\"http://www.state.gov/documents/organization/89282.pdf\">5 FAH-2 H-520: Managing Telegraphic Circuits</a>,&quot; updated June 25, 2012</p>\r\n<p>\r\n\tCQ Transcriptswire, &quot;House Committee on Oversight and Government Reform Holds a Hearing on the Investigation of Benghazi Attacks,&quot; May 8, 2013, subscription only</p>\r\n<p>\r\n\tCQ Congressional Transcripts, &quot;<a href=\"http://www.cq.com/doc/congressionaltranscripts-4208781\">House Foreign Affairs Committee Holds Hearing on the Terrorist Attacks in Benghazi, Libya</a>,&quot; Jan. 23, 2013, subscription only</p>\r\n<p>\r\n\tU.S. House of Representatives, &quot;<a href=\"http://oversight.house.gov/wp-content/uploads/2013/04/Libya-Progress-Report-Final-1.pdf\">Interim Progress Report for the Members of the House Republican Conference on the Events Surrounding the September 11, 2012 Terrorist Attacks in Benghazi, Libya</a>,&quot; April 23, 2013</p>\r\n<p>\r\n\tState Department, <a href=\"http://www.state.gov/documents/organization/202446.pdf\">Accountability Review Board report for Benghazi</a>, Dec. 19, 2013</p>\r\n<p>\r\n\tU.S. Senate Committee on Homeland Security &amp; Governmental Affairs, &quot;<a href=\"http://www.hsgac.senate.gov/media/majority-media/senators-lieberman-collins-release-report-on-benghazi-security-considerations\">SENATORS LIEBERMAN, COLLINS RELEASE REPORT ON BENGHAZI SECURITY CONSIDERATIONS</a>,&quot; Dec. 31, 2012</p>\r\n<p>\r\n\t<em>Washington Post&#39;s</em> Fact Checker, &quot;<a href=\"http://www.washingtonpost.com/blogs/fact-checker/post/issas-absurd-claim-that-clintons-signature-means-she-personally-approved-it/2013/04/25/58c2f5b4-adf8-11e2-a986-eec837b1888b_blog.html\">Issa&rsquo;s absurd claim that Clinton&rsquo;s &lsquo;signature&rsquo; means she personally approved it</a>,&quot; April 26, 2013</p>\r\n<p>\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/statements/2012/oct/12/joe-biden/biden-says-we-werent-told-Libya-security-requests/\">Biden says &#39;we weren&#39;t told&#39; about Libya security requests</a>,&quot; Oct. 12, 2012 (Mostly False)</p>\r\n<p>\r\n\tPolitiFact, &quot;<a href=\"http://www.politifact.com/truth-o-meter/article/2013/may/14/fact-checking-claims-about-benghazi/\">Fact-checking claims about the attacks in Benghazi</a>,&quot; May 14, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 7, "current_job": "Candidate for U.S. Senate and physician", "false_count": 9, "first_name": "Rand", "half_true_count": 12, "home_state": "Kentucky", "id": 744, "last_name": "Paul", "mostly_true_count": 13, "name_slug": "rand-paul", "pants_count": 3, "party": {"id": 3, "party": "Republican", "party_slug": "republican", "resource_uri": "/api/v/2/party/3/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Rand_Paul.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/744/", "total_count": 56, "true_count": 12, "website": "http://www.paul.senate.gov/"}, "statement": "<p>\r\n\tSays Hillary Clinton &quot;was asked repeatedly to provide security in Benghazi on several occasions, including direct cables.&quot;</p>\r\n", "statement_context": " an appearance on CNN’s ‘State of the Union’", "statement_date": "2013-05-19", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 27, "photo": null, "resource_uri": "/api/v/2/subject/27/", "subject": "Foreign Policy", "subject_slug": "foreign-policy", "used_in_edition": []}, {"description": "", "id": 37, "photo": null, "resource_uri": "/api/v/2/subject/37/", "subject": "Terrorism", "subject_slug": "terrorism", "used_in_edition": []}], "target": [{"adkey": null, "advalue": null, "barely_true_count": 41, "current_job": "Presidential candidate", "false_count": 31, "first_name": "Hillary", "half_true_count": 69, "home_state": "New York", "id": 1, "last_name": "Clinton", "mostly_true_count": 76, "name_slug": "hillary-clinton", "pants_count": 7, "party": {"id": 1, "party": "Democrat", "party_slug": "democrat", "resource_uri": "/api/v/2/party/1/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/GYI_659046701_585968470.jpg", "primary_edition": {"adkey": "Editions", "advalue": "National", "edition": "National", "edition_slug": "truth-o-meter", "has_afterthefact": false, "id": 1, "index_page": true, "meter_name": "The Truth-O-Meter<sup>TM</sup>", "resource_uri": "/api/v/2/edition/1/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/1/", "total_count": 304, "true_count": 72, "website": "http://www.hillaryclinton.com/"}], "twitter_headline": ""}