{"art": [], "author": [{"email_address": "gemery@cox.net", "first_name": "C. Eugene", "id": 144, "last_name": "Emery Jr.", "name_slug": "c-eugene-emery", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/gene_emery80_.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/144/", "title": "PolitiFact correspondent", "twitter": null}], "canonical_url": "/rhode-island/statements/2013/may/23/lynn-derbyshire/university-rhode-island-professor-says-black-or-br/", "edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "editor": [{"email_address": "tmurphy@providencejournal.com", "first_name": "Tim", "id": 145, "last_name": "Murphy", "name_slug": "tim-murphy", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/tim_murphy2_80.jpg", "publication": {"id": 8, "publication_name": "Providence Journal", "resource_uri": "/api/v/2/publication/8/"}, "resource_uri": "/api/v/2/staffer/145/", "title": "Editor", "twitter": null}], "facebook_headline": null, "id": 7813, "in_future": false, "is_pundit": false, "make_public": true, "preview": true, "researcher": [{"email_address": "gemery@cox.net", "first_name": "C. Eugene", "id": 144, "last_name": "Emery Jr.", "name_slug": "c-eugene-emery", "on_staff_page": null, "phone": null, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/staffers/gene_emery80_.jpg", "publication": {"id": 1, "publication_name": "PolitiFact", "resource_uri": "/api/v/2/publication/1/"}, "resource_uri": "/api/v/2/staffer/144/", "title": "PolitiFact correspondent", "twitter": null}], "resource_uri": "/api/v/2/statement/7813/", "ruling": {"adkey": "Truth-O-Meter", "advalue": "Mostly True", "id": 2, "resource_uri": "/api/v/2/statementruling/2/", "ruling": "Mostly True", "ruling_graphic": "https://s3.amazonaws.com/static.politifact.com/rulings/tom-mostlytrue.png", "ruling_slug": "mostly-true"}, "ruling_comments": "<p>\r\n\tAmid the ongoing debate over whether Rhode Island should arm its campus police, several University of Rhode Island faculty members expressed concern that students, especially minority students, could be targeted by police who haven&rsquo;t been adequately trained.</p>\r\n<p>\r\n\t(The state Board of Education is expected to vote on the issue Thursday night.)</p>\r\n<p>\r\n\tOne of the URI opponents is <a href=\"http://www.uri.edu/artsci/com/faculty/derbyshire.html\" style=\"text-decoration:none;\">Lynne Derbyshire</a>, an associate professor of communication studies and women&rsquo;s studies.</p>\r\n<p>\r\n\t&quot;All of us who have grown up in the U.S. have grown up making distinctions with regard to skin color,&quot; Derbyshire was quoted as saying in the May 16 Providence Journal. &quot;If you are black or brown, you are nine times more likely to be stopped and frisked. If we arm campus police, we are potentially endangering students of color.&quot;</p>\r\n<p>\r\n\tWe were curious about her claim on minorities. Are they really being stopped and frisked nine times more frequently than whites?</p>\r\n<p>\r\n\tWe e-mailed her and asked for her source. She responded quickly, saying she had told the reporter that the data involved New York City, an element not mentioned in the story. We checked with the reporter, who said that Derbyshire had also mentioned other estimates reflecting racial bias, such as a study saying that persons of color are five times more likely to be stopped by police while driving on Route 95.</p>\r\n<p>\r\n\tWe decided to check the New York numbers.</p>\r\n<p>\r\n\tShe subsequently sent us a link to <a href=\"http://ccrjustice.org/files/Report-CCR-NYPD-Stop-and-Frisk.pdf\" style=\"text-decoration:none;\">a 2009 study</a> by the Center for Constitutional Rights, which was <a href=\"http://ccrjustice.org/stopandfrisk\" style=\"text-decoration:none;\">suing the City of New York</a> on behalf of people who claimed they were being stopped and frisked simply because of race. (The trial ended Monday; a federal judge is expected to issue a decision later this year.)</p>\r\n<p>\r\n\tThe city&#39;s stop-and-frisk policy, <a href=\"http://www.guardian.co.uk/world/2012/feb/14/nypd-stop-frisk-record-high\" style=\"text-decoration:none;\">implemented in 2002</a>, has sparked conflicting claims, with critics saying the pattern of stops illustrates a racial bias and supporters saying that it has kept the streets safer.</p>\r\n<p>\r\n\tUsing data collected by police from 2005 to the first half of 2008, the center concluded that 8 percent of those frisked were whites, who make up 44 percent of the city&#39;s population. In comparison, 85 percent of those frisked were blacks and Latinos, who make up 53 percent of the population. That&#39;s 10 times more frequent if you adjust for the city racial makeup -- close to the figure Derbyshire cited.</p>\r\n<p>\r\n\tBut the report also shows that odds of being frisked if you&#39;re white increased over those years, reducing the racial disparity. When we looked at the report&#39;s numbers for 2007, the frisk rate was 15 percent for whites, 35 percent for Latinos and 51 percent for blacks. If you adjust for population, blacks and Latinos were 4.8 times more likely to be frisked than whites.</p>\r\n<p>\r\n\tFinally, when we analyzed<a href=\"http://www.nyclu.org/content/stop-and-frisk-data\" style=\"text-decoration:none;\"> the 2011 data</a>, available through the website of the New York Civil Liberties Union, things had apparently gotten worse; adjusted for <a href=\"http://quickfacts.census.gov/qfd/states/36/3651000.html\" style=\"text-decoration:none;\">the 2010 population balance</a>, blacks and Latinos were 7.5 times more likely to be frisked in cases where race was listed.</p>\r\n<p>\r\n\tThe data show that the biggest factor is the racial disparity among people stopped in the first place. Among those stopped, only 11 percent were white. Once stopped, whites were patted down 41 percent of the time compared with 54 percent for blacks and 55 percent for Latinos.</p>\r\n<p>\r\n\tBut things get more complicated.</p>\r\n<p>\r\n\tWhen the RAND Corporation, the nonprofit global policy think tank, <a href=\"http://www.nyc.gov/html/nypd/downloads/pdf/public_information/TR534_FINALCompiled.pdf\" style=\"text-decoration:none;\">analyzed the data</a>, it warned that the technique of comparing the frisk numbers to the population profile &quot;has been widely discredited&quot; as a gauge for racial profiling. The reason: if the suspects in most of the crimes in a particular neighborhood involve people of a particular race, an unbiased police department is naturally going to be stopping more people of that race.</p>\r\n<p>\r\n\tRAND, which was hired by the <a href=\"http://www.nycpolicefoundation.org\" style=\"text-decoration:none;\">New York City Police Foundation</a>, tried other admittedly imperfect ways to compare the racial balance of the people actually stopped with the pattern one would expect if police behavior was untainted by racism. RAND still saw bias, but the degree was much smaller.</p>\r\n<p>\r\n\tFor example, when it came to being frisked once stopped, the rates under comparable circumstances, were 29 percent for whites, 34 percent for blacks and 33 percent for Latinos; a difference, but not a huge one.</p>\r\n<p>\r\n\tThe RAND study, in turn, sparked its own criticism. <a href=\"http://ccrjustice.org/files/Expert_Report_JeffreyFagan.pdf\" style=\"text-decoration:none;\">An analysis </a>by a Columbia University professor said the study &quot;strongly understates the racial disparities&quot; in the likelihood of being frisked.</p>\r\n<p>\r\n\tAnd then <a href=\"http://www.nber.org/papers/w18803\" style=\"text-decoration:none;\">another study</a> by the National Bureau of Economic Research found there was no racial bias on the part of the New York City Police Department, at least among blacks.</p>\r\n<p>\r\n\tTo put this in perspective, these studies are trying to assess the deeper question of whether the numbers translate into racism. Derbyshire&#39;s statement, made in the context of concerns about racism, simply says that the odds of being stopped and frisked are nine times higher for those who aren&#39;t white.</p>\r\n<p>\r\n\tHow likely is it that any of these findings would apply to the URI campus where Derbyshire teaches?</p>\r\n<p>\r\n\tThe best-known studies of racial profiling by police in Rhode Island were released in 2003 and 2006. But they involved drivers, not pedestrians. The 2003 analysis found that non-white drivers were 2-1/2 times as likely to be searched than white drivers, even though police were more likely to find contraband among the whites. A followup study three years later, showed only modest improvement.</p>\r\n<p>\r\n\t<strong>Our ruling</strong></p>\r\n<p>\r\n\t<a href=\"http://www.uri.edu/artsci/com/faculty/derbyshire.html\" style=\"text-decoration:none;\">Lynne Derbyshire</a>, arguing against arming campus police in Rhode Island, said, &quot;If you are black or brown, you are nine times more likely to be stopped and frisked&quot; by police in New York City. The context in which she made her statement suggests that such racial profiling is a threat for students here.</p>\r\n<p>\r\n\tWe don&#39;t believe that population-wide data from the nation&#39;s largest city, which has had an aggressive stop and frisk policy for more than a decade, are particularly relevant to a debate involving two state colleges, neither of which are in an urban setting, and a rural university which has an annex in downtown Providence.</p>\r\n<p>\r\n\tBut if we apply the Truth-O-Meter to the New York data, the study Derbyshire supplied showed a tenfold risk of being frisked if you are black or Latino in New York City. Newer data show that that risk is somewhat less than she said.</p>\r\n<p>\r\n\tWe&#39;ll leave it to others to debate the degree of racism reflected in the numbers, but Derbyshire&#39;s statement about the probability of being frisked if you are a person of color in New York City is close enough to the latest data to warrant a <a href=\"http://www.politifact.com/rhode-island/about/\" style=\"text-decoration:none;\">Mostly True</a>.</p>\r\n<p>\r\n\t(If you have a claim you&rsquo;d like PolitiFact Rhode Island to check, e-mail us at politifact@providencejournal.com. And follow us on Twitter: @politifactri.)</p>\r\n", "ruling_comments_date": "2013-05-22T17:38:19.454685", "ruling_date": "2013-05-23T00:01:00", "ruling_headline": "University of Rhode Island professor says black- or brown-skinned people are nine times more likely to be stopped and frisked in New York City", "ruling_headline_slug": "university-rhode-island-professor-says-black-or-br", "ruling_link_text": "Newest data close to mark", "ruling_state": null, "source_documents": null, "sources": "<p>\r\n\tThe Providence Journal, &quot;To Arm or Not? Bill proposes allowing each school to decide,&quot; May 16, 2013, &quot;Race gap persists in R.I. traffic stops,&quot; May 5, 2006, and &quot;Profiling study confirms drivers treated differently,&quot; July 1, 2003l</p>\r\n<p>\r\n\tE-mail, Lynne Derbyshire, associate professor of communication studies and women&#39;s studies, University of Rhode Island, May 16, 2013</p>\r\n<p>\r\n\tQuickFacts.Census.gov, &quot;<a href=\"http://quickfacts.census.gov/qfd/states/36/3651000.html\" style=\"text-decoration:none;\">New York (city), New York</a>,&quot; accessed May 21, 2013</p>\r\n<p>\r\n\tCCRjustice.org, &quot;<a href=\"http://ccrjustice.org/files/Report-CCR-NYPD-Stop-and-Frisk.pdf\" style=\"text-decoration:none;\">Racial Disparity in NYPD Stops-and-Frisks</a>&quot; Jan. 15, 2009; &quot;<a href=\"http://ccrjustice.org/stopandfrisk\" style=\"text-decoration:none;\">Floyd, et al. v. City of New York, et al.</a>&quot; and &quot;<a href=\"http://ccrjustice.org/files/Expert_Report_JeffreyFagan.pdf\" style=\"text-decoration:none;\">08 Civ. 01034 (SAS) Report of Jeffrey Fagan, Ph.D.</a>&quot; undated, Center for Constitutional Rights, all accessed May 16, 2013</p>\r\n<p>\r\n\tNYC.gov, &quot;<a href=\"http://www.nyc.gov/html/nypd/downloads/pdf/public_information/TR534_FINALCompiled.pdf\" style=\"text-decoration:none;\">Analysis of Racial Disparities in the New York Police Department&#39;s Stop, Question and Frisk Practices</a>,&quot; RAND Corporation, 2007, accessed May 15, 2013</p>\r\n<p>\r\n\tNBER.org, &quot;<a href=\"http://www.nber.org/papers/w18803\" style=\"text-decoration:none;\">An Economic Analysis of Black-White Disparities in NYPD&#39;s Stop and Frisk Program</a>,&quot; February 2013, accessed May 16, 2013</p>\r\n<p>\r\n\tNYCLU.org, &quot;<a href=\"http://www.nyclu.org/content/stop-and-frisk-data\" style=\"text-decoration:none;\">Stop-and-Frisk Data</a>,&quot; New York Civil Liberties Union, accessed May 21, 2013</p>\r\n<p>\r\n\tInterview, Sarah LaPlante, data analyst, New York Civil Liberties Union, May 22, 2013</p>\r\n<p>\r\n\tE-mail, <a href=\"http://www.fordschool.umich.edu/faculty/David_Thacher\" style=\"text-decoration:none;\">David Thatcher</a>, assoc. prof. of public policy, University of Michigan, May 22, 2013</p>\r\n", "speaker": {"adkey": null, "advalue": null, "barely_true_count": 0, "current_job": "faculty member, University of Rhode Island", "false_count": 0, "first_name": "Lynne", "half_true_count": 0, "home_state": "Rhode Island", "id": 2306, "last_name": "Derbyshire", "mostly_true_count": 1, "name_slug": "lynn-derbyshire", "pants_count": 0, "party": {"id": 15, "party": "Newsmaker", "party_slug": "newsmaker", "resource_uri": "/api/v/2/party/15/"}, "photo": "https://s3.amazonaws.com/static.politifact.com/politifact/mugs/Derbyshire_new.jpg", "primary_edition": {"adkey": "Editions", "advalue": "Rhode Island", "edition": "Rhode Island", "edition_slug": "rhode-island", "has_afterthefact": false, "id": 6, "index_page": false, "meter_name": "The Rhode Island Truth-O-Meter", "resource_uri": "/api/v/2/edition/6/"}, "promise_meter_cutout": null, "resource_uri": "/api/v/2/person/2306/", "total_count": 1, "true_count": 0, "website": "http://www.uri.edu/artsci/com/faculty/derbyshire.html"}, "statement": "<p>\r\n\t&quot;If you are black or brown, you are nine times more likely to be stopped and frisked&quot; in New York City.</p>\r\n", "statement_context": "The Providence Journal", "statement_date": "2013-05-16", "statement_type": {"id": 2, "resource_uri": "/api/v/2/statementtype/2/", "statement_type": "Claim", "type_description": "blog post "}, "subject": [{"description": "", "id": 117, "photo": null, "resource_uri": "/api/v/2/subject/117/", "subject": "Civil Rights", "subject_slug": "civil-rights", "used_in_edition": []}], "target": [], "twitter_headline": ""}